[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on November 4, 2014, on the amendment to the motion for time allocation of the following bill:", "Bill 10, An Act to enact the Child Care and Early Years Act, 2014, to repeal the Day Nurseries Act, to amend the Early Childhood Educators Act, 2007, the Education Act and the Ministry of Training, Colleges and Universities Act and to make consequential and related amendments to other Acts / Projet de loi 10, Loi édictant la Loi de 2014 sur la garde d’enfants et la petite enfance, abrogeant la Loi sur les garderies, modifiant la Loi de 2007 sur les éducatrices et les éducateurs de la petite enfance, la Loi sur l’éducation et la Loi sur le ministère de la Formation et des Collèges et Universités et apportant des modifications corrélatives et connexes à d’autres lois." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It is my pleasure to join this debate today, not on Bill 10 but on a closure motion to stop this assembly from debating an issue that will affect 140,000 child care spaces, affect parents across this province and affect children throughout Ontario.", "This bill needs to be debated, and it needs to travel across Ontario. So, Speaker, I am standing here before you today, not only to say I oppose stopping this bill from being debated at second reading on the floor of this assembly, but also to suggest to my colleagues that the best way to proceed with Bill 10, the best way to talk about child care in the province of Ontario and the best way to talk about the safety of our children, is to ensure that we travel this bill.", "Mothers and fathers like me don’t have the opportunity to come to speak on the floor of the assembly every day, Speaker. They are working. They are spending time in their community, whether that is in Barrie, in Oakville, in Kingston or in Sudbury. They do not have the opportunity to come to the floor of the assembly. So, on their behalf, as a fellow mother, as someone who also has her child in daycare with a person who is important to my family, I want to speak on their behalf.", "I have, for some time, been very critical of this Liberal government’s plan to abolish 140,000 child care spaces in the province. I understand that the NDP has put forward an amendment in order to allow this bill to travel. For that, Speaker, I’d like to read into the record a petition that 2,000 people signed in less than one week as a result of this Liberal Bill 10. It says:", "“Whereas the Liberal government introduced Bill 10—Child Care Modernization Act on July 10, 2014;", "“Whereas the passage of the bill will result in the elimination of 140,000 child care spaces in Ontario and increase child care costs by 30-40%, especially in rural and suburban areas;", "“Whereas Bill 10 could force licensed daycare providers to close, impacting religious day schools, private schools and Montessori schools as well;", "“Whereas the Liberal government has asked for quick passage of the bill but has not properly considered these repercussions for all Ontario parents;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government conduct province-wide consultation during the 2014-2015 legislative winter recess at which time the Minister of Education” and the committee on social policy “will travel across the province to Hamilton, Guelph, Ottawa, Kitchener, London, Windsor, Sudbury and Toronto to consult with parents and child care workers to understand how the bill will negatively affect Ontario children, parents and child care workers.”", "So I speak on behalf of thousands of parents across this province, their children and, of course, those independent child care operators, licensed and unlicensed, who are afraid that this bill will negatively impact our children. Therefore, with respect to the amendment that I am now debating, put forward by the third party, I move that the amendment to the motion be amended by deleting the number “5” and replacing it with the number “7,” and deleting “as determined by the committee” and replacing it with “in the following locations: Hamilton, Guelph, Ottawa, Kitchener, London, Windsor and Sudbury.”" ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton moves that the amendment to the motion be amended by deleting the number “5” and replacing it with the number “7,” and deleting “as determined by the committee” and replacing it with “in the following locations: Hamilton, Guelph, Ottawa, Kitchener, London, Windsor and Sudbury.”", "I refer back to the member from Nepean–Carleton." ],
  "anchor" : "para43",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thank you very much, Speaker.", "I believe the subamendment needs to be very specific, and I’ll tell you why—I alluded to this in the very early points of my initial speech to this assembly. I know that other moms and dads in their 30s and 40s are out today working. They’re trying to make a living in order for them to pay for their child care. These parents have made a conscious decision, a responsible decision to place their children in care. They are not able to come to Queen’s Park and speak for 10 minutes to a committee at this building here in Toronto. If we are truly engaged with the public, if we are truly committed to engaging our citizenry, we don’t always have to do it in a committee room at this assembly. We should travel this bill; we should travel to talk to those who are affected most by this legislation.", "When I first spoke about Bill 10, I talked about the fact that there are two things this government is opposed to: the first is parental choice, and the second is parental responsibility. These are both affected by this legislation, these are both affected by this government, and they should both be heard by a committee of this assembly in each of those communities, whether that is in Hamilton, in Guelph, in my city of Ottawa, in Kitchener, in London, in Windsor or in Sudbury.", "The independent child care operators, whether they are licenced or not, should also have an opportunity to speak to this legislation. But as you are aware, Speaker, many of them across this great, vast province, the largest province geographically in Canada, the largest province population-wise in Canada—it is impossible, if you’re going to affect 140,000 child care spaces, to bring everyone here who will be affected. The best way to get a proper hearing is to travel this bill to Mr. Speaker’s Hamilton, to my Ottawa, to Windsor, to Kitchener, to London, to Sudbury—to places where this bill will affect people. That is why we put forward the amendment, and that is why I put forward that petition, which over 2,000 people in one week signed.", "Let me read you a letter from a mother in Brampton:", "“I am asking you as a mother, ICP, and voter to travel Bill 10. It is not perfect—yet—but there is hope for a suitable and obtainable goal to be able to be met with the bill. Do accomplish this; the proposed Bill 10 must be travelled. Passing with 35 of the recommendations met is not good enough for Ontario.…", "“Yours in caring,", "“Gerri Ellery", "“Gerri’s Home Daycare,” a registered home business in Brampton.", "Let me speak to you now from Sophie Renaud, a very upset Sudbury citizen. In a letter to Minister Sandals, she said:", "“I’m writing to you as a parent that has her child in a home daycare. I urged you not to pass Bill 10. If my current daycare has no choice but to switch to a licensed daycare, she will have to charge their rates as well. That means I can’t afford to put her in daycare and I’m forced to quit my job to take care of my child.”", "I think Sophie Renaud speaks for thousands of mothers across Ontario who will be negatively impacted by this legislation. I believe that the member from Sudbury and this government owe it to Sophie to go to Sudbury to hear from her and to hear from those who are affected by this bill, just like her.", "I want to talk about Emily Allison. She’s from Bowmanville. Up until recently, she had a very strong advocate for her standing on this side of the House in John O’Toole. Having known John O’Toole and served with him, I know that Mr. O’Toole would be defending her today. Emily Allison writes this:", "“I am an independent child care provider in Durham region, and the Durham region spokesperson for CICPO (Coalition of Independent Childcare Providers of Ontario).", "“Bill 10 proposes to include my four-year-old son in my ratio even though he is in school for seven of my nine open hours. This means that I will have to let go of a family who has been in my care for 2.5 years in order to remain a family legal independent daycare.”", "She says, at the very end—and I say this to the member from Durham: “I ask that you travel this bill during the winter break so that you can truly understand the ramifications on Ontario’s families, children and providers.”", "These are messages for members in Liberal ridings. They are constituents who feel that if this bill does not travel across the province to speak to those who are impacted most—that is, mothers and fathers who are working during the day and child care operators who are caring for their children during the day—then this bill will not be worth the paper it is written on, because it will have been done without the consent of the people who sent them to Queen’s Park.", "I have another letter here from Joanne Hoole. Joanne is from Oakville, another Liberal riding. She says: “My name is Joanne Hoole, and I am a home daycare provider in Oakville for 25 years. I’ve been married for 26 years and have two children, a daughter who is 21 and a son who is 18.", "“I have a current police check as does my husband, my daughter and my son. I also have my CPR, which I renew every year.”", "Speaker, listen to this line: “I have had the privilege of helping parents raise over 50 children, and still have contact with most” of them.", "This woman, Joanne Hoole, feels a great deal of pride in the job she has done for over 25 years. The families she has been in contact with over that period of time are still her family. She has helped raise 50 children, above and beyond the children that she has birthed herself.", "If the member from Oakville and the member from Durham and the member from Sudbury and the members from Brampton and the members from Guelph and the members from Ottawa, with the exception of me, won’t stand up for their constituents, I want to assure them I will, and the Ontario Progressive Conservative caucus will, and our education critic, Garfield Dunlop, will stand up for you.", "That is why we are calling for province-wide hearings in the following cities: We want to go to Hamilton; we want to go to Guelph; we want to go to Ottawa; we want to be in Kitchener, London, Windsor and Sudbury, in addition to the city of Toronto, because the people who are affected most by this legislation, the people who will be hurt by the 140,000 child care spaces that will be slashed from this province—those are the people who are mostly affected, those are the people we want to hear from and those are the people who the Liberals want to shut out of this process. Not only do they want to shut them out of the process by time allocating this bill so we can’t talk about Bill 10, but they also want to ensure that the people who are affected most in suburban and rural Ontario, who are outside of the downtown core here in Toronto, are shut out of the debate. I think that is wrong, and that is why I’m proud to stand up for them.", "I have another person here, Jillian Henderson, who has been quite active. She wrote to me as well. She also wrote to the Premier and to the education minister. She says this, and this is, I think, a well-known and established fact now: “Currently Bill 10 will limit spaces, raise fees and provide no incentives for providers to license through existing for-profit agencies. There is no increased accountability, no registry ... this bill is a knee-jerk reaction to a lawsuit against the province....", "“Please allow Bill 10 to travel the province.... That is what democracy is and what our children deserve.”", "I couldn’t agree more with Jillian; I think Jillian has it right. Jillian is speaking up on behalf of those who are child care providers, as well as those who have children.", "The final letter I want to read into the record before I talk about a meeting I had on Friday is from Megan Pare. Megan is from Lively, Ontario. She says, “If Bill 10 passes, I will be forced to terminate care to four of my seven part-time and full-time children. Two of those children are twins! Now tell me, where will these 12-month-old twin boys go?” That’s going to be a challenge now for this child care operator, but also for the parents of these twins.", "I can tell you, Speaker, it wasn’t so long ago when my husband and I had to set out to find child care for our daughter, Victoria. Most people in this assembly will remember I arrived at Queen’s Park with a brand-spanking-new baby. She was a sweet little baby and she is a sweet little girl now. We chose our child care. We chose it as parents. We believed we had the responsibility to find adequate care and quality care for our child. We also believed it was our responsibility to ensure she was safe. But we had the choice. What is happening with Bill 10 is that choice is being ripped away from parents choosing the care they want for their child. They are taking away responsibility and they are taking away choice, all because the Ombudsman found that the Ministry of Education wasn’t enforcing its own rules. He said—not us in the opposition, the Ombudsman—that the government didn’t do its job.", "I had the opportunity to meet with the Ombudsman on Friday and we had a long-ranging discussion about a number of pieces of legislation and a number of issues, ranging from hydro to government accountability. I took the opportunity to talk to him about Bill 10. I talked to him about some of the allegations being made from the members opposite in the Liberal caucus and some of the suggestions that the Minister of Education was making about unlicensed child care being illegal, which he has never said. But what he has said—and he has never, by the way, said that we should eliminate unlicensed child care in the province of Ontario; I want that written into the record. I want the Minister of Education to acknowledge that, because he never once ever uttered the words that we should eliminate unlicensed child care. That is what the minister wants to say. The minister wants to eliminate these 140,000 child care spaces. Why? Because they want to bring universal daycare in the back door, similar to what Paul Martin did back in the early 2000s, which was adamantly rejected not only by Ontarians but by all Canadians.", "Speaker, I propose that you allow this bill to travel; that the Minister of Education listen to the stakeholders; that we come back to this assembly in the spring session and we talk about what will work, not what won’t work, and we protect those 140,000 child care spaces.", "In my final few minutes, I’d like to acknowledge the opposition House leader, Mr. Steve Clark from Leeds–Grenville, for the work he has done in order to try to make this bill travel; as well as the strong work by our education critic, Garfield Dunlop, who has never once let up for one moment. Thank you." ],
  "anchor" : "para45",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para77",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Once again, it’s always an honour to be able to stand in this House, but sometimes it’s more difficult to do so than others. I think this is one of the more difficult ones.", "I’d like to first put this in context. Now we’re discussing four things: We’re discussing the bill on child care; we’re discussing an amendment; we’re discussing a subamendment; and we should be thinking about the reasons behind this bill and behind this time allocation motion. The root cause of this is an antiquated system which contributed to a tragic loss of life; that’s the root cause of this. The government responded by putting forward a bill; our member from Hamilton Mountain responded by asking the Ombudsman to look into our child care system. The Ombudsman came out with a report this October which was very damning to the government.", "The government responds with this bill, and responds by saying, “We have to do this right away”—right away; push, push, push. But in the House, when questioned by our member from Hamilton Mountain, the Minister of Education said that a lot of the issues brought forward in the Ombudsman’s report have already been dealt with. So the argument that this bill has to be finished as soon as possible is somewhat doubtful.", "The government responds by putting a time allocation motion forward, once again saying that the opposition parties are trying to stall this legislation. I can certainly say, as far as the New Democratic caucus, we are not trying to stall this legislation at all. We are trying to do our part to make sure it’s done right. That’s the job of this Legislature: to do as good a job as possible to make this legislation as effective as possible. Once again, we are not dealing with widgets or traffic signs; we are dealing with our children. It’s a bit of double-speak to say that we have to move right now because the system is so antiquated when we’ve had the same government in place for more than a decade. All of sudden, for the rush to be on—so that’s the background.", "We have a time allocation motion and, basically, that’s limiting the members’ ability to speak to this bill. Although we don’t agree, we don’t think that that’s the main issue here. We’re also limiting the public’s ability to speak to this bill. With the hearings being held in Toronto, and with two days of hearings: We’re in favour of that. Certainly there’s a large population base here in Toronto and they have child care issues, obviously. Do we feel that hearings should be held in Toronto? Of course. Mr. Bradley, when he spoke to this motion—I’d like to quote from the Hansard: “This motion allows for two days of public hearings that go into the evening—now that’s something a little different; go right into the evening—so that all who have an interest in this important piece of legislation can appear before the committee.” That’s where there’s a problem, because “all who have an interest” do not have the ability to appear before this committee.", "I’ve often heard the Premier say that she’s the Premier of all Ontario; she believes in one Ontario. We agree, but one Ontario is much bigger than having a committee meeting in one spot, specifically in Queen’s Park, especially in a case like this because, yes, stakeholder groups are equipped to travel, but what this committee should really hear are the different experiences from people who actually experience the child care system in the various parts of Ontario.", "I’ve often spoken in this House about other legislation that looks excellent on paper but doesn’t work on the ground. We can’t afford to do this.", "Yesterday, in the late show—I happened to stay for part of the late show, and the response from the member from—I know Mr. Crack’s name. I don’t know his—" ],
  "anchor" : "para78",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Glengarry–Prescott–Russell." ],
  "anchor" : "para87",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "—Glengarry–Prescott–Russell. He said that this was groundbreaking legislation and it was a monumental shift. Well, if it’s groundbreaking and monumental, we should take the time to listen to people to make sure it’s done right. That’s the issue.", "At no time does our caucus believe that we should stall this for political purposes. We’re not trying to do that. We are trying to get as many voices as possible, constructive voices from across the province, to have input in this bill and to be able to relay their experiences. That is the crucial part of this. That’s why we proposed the amendment that this bill be travelled.", "I believe that’s why the Tories—I’m not partial to their inner workings, but I believe that’s what they’re proposing with this subamendment. Our issue with the subamendment: We believe that it should be the committee that decides where they go as opposed to us, but that is neither here nor there.", "But it is important—it’s crucial—that this bill hear as many voices from as many parents, from as many child care providers, licensed and unlicensed, as possible." ],
  "anchor" : "para88",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Further debate? Last call.", "There being no further debate, I will call the question on the amendment to the motion.", "Ms. MacLeod has moved that the amendment to the motion be amended by deleting the number “5” and replacing it with the number “7,” and deleting “as determined by the committee” and replacing it with “in the following locations: Hamilton, Guelph, Ottawa, Kitchener, London, Windsor and Sudbury.”", "Is it the pleasure of the House that the amendment carry? I heard a no.", "All those in favour will say “aye.”", "All those opposed will say “nay.”", "I believe the nays have it.", "Call in the members—", "Interjection." ],
  "anchor" : "para92",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "This will be deferred until after question period.", "Mr. Hoskins moved second reading of the following bill:", "Bill 21, An Act to safeguard health care integrity by enacting the Voluntary Blood Donations Act, 2014 and by amending certain statutes with respect to the regulation of pharmacies and other matters concerning regulated health professions / Projet de loi 21, Loi visant à sauvegarder l’intégrité des soins de santé par l’édiction de la Loi de 2014 sur le don de sang volontaire et la modification de certaines lois en ce qui concerne la réglementation des pharmacies et d’autres questions relatives aux professions de la santé réglementées." ],
  "anchor" : "para101",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hoskins." ],
  "anchor" : "para106",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I will be sharing my time with my parliamentary assistant, the member from Halton.", "Today I’d like to further discuss our government’s Safeguarding Health Care Integrity Act, 2014, that would combine two previously introduced pieces of legislation that expired on the order paper in May. You may recall, Mr. Speaker, that I introduced Bill 21 on July 22.", "This proposed legislation would combine our government’s actions to prohibit compensation to blood and plasma donors in Ontario, and the regulation of hospital pharmacies and other actions to strengthen oversight and improve patient safety.", "Let me start with blood and plasma donation, and then I’ll move to the regulation of our hospital pharmacies.", "Every year, thousands of Ontarians voluntarily give blood and plasma to help others survive accidents, surgery or other life-threatening conditions. Voluntary donation is an important pillar of our province’s, and indeed our country’s, public blood system. This is a system that has been managed by Canadian Blood Services, a public, not-for-profit organization, for more than 15 years. Canadian Blood Services maintains a national, centralized system that has strong quality assurance and oversight measures, and, in fact, is recognized as one of the safest systems in the world. Our voluntary blood donation system ensures that blood and plasma collection in this province remains true to our common values.", "Health Canada has received licence applications from at least one private, for-profit company that is seeking to open plasma collection sites in Ontario—a company that would pay people for their plasma, plasma being a component of blood. However, Health Canada has also left the decision to permit or prohibit payment for blood or plasma donations to each of the provinces and territories.", "Since this matter first arose, we’ve heard from many, many health care organizations, advocacy groups and, indeed, individual Ontarians who are opposed to private, for-profit plasma collection. As a government, we agree, and we stand firmly against payment for blood or plasma donations in Ontario. That’s why our government is taking steps to protect the integrity of our national and provincial blood donation system and to avoid the development of a parallel private collection system in this province.", "I’m pleased to say that we’ve already made progress. As a first step, we amended two existing regulations under the Laboratory and Specimen Collection Centre Licensing Act to strengthen the licensing requirements for labs and specimen collection centres in Ontario, and specifically to prohibit payment to donors for their blood or their plasma. That includes reimbursement of expenses and other forms of compensation.", "As a second step, I introduced this legislation, which includes a revised version of the previously introduced Voluntary Blood Donations Act, 2014. If enacted, this new statute would clearly and unequivocally prohibit paying people for blood and plasma donations in order to maintain the integrity of our public, volunteer blood-collection system in Ontario and in this nation.", "It’s important to note that Canadian Blood Services would be exempt from this prohibition so that, in the case of rare circumstances, they may pay blood and plasma donors if they ever deemed such a measure to be necessary. In fact, this exemption is in line with the commission of inquiry led by Justice Horace Krever, which recommended measures to ensure that donors of blood and plasma not be paid, except in rare circumstances.", "Our revisions also make it clear that researchers would be exempt from the prohibition against paying for blood donations as long as the collected blood is being used exclusively for research purposes—for example, in clinical trials. The proposed legislation will also strengthen our regulatory enforcement tools so that we can take swift and decisive action when required in case of violations.", "Speaker, I want you and the members to know that our government takes the supply of blood, plasma and plasma-based products for patients very, very seriously. We have full confidence in the ability of Canadian Blood Services to continue successfully managing Canada’s blood and plasma supply.", "This decision to prohibit payment for blood or plasma donations will in no way reduce the supply or availability of blood or blood products for Ontarians, but it will protect the integrity of our current voluntary blood donation system—quite frankly, a system that works. We are fortunate in Ontario to have a well-managed, centralized system with strong quality assurance and oversight measures in place. In fact, our blood donation system is now recognized as one of the safest in the world. So there’s no identified need for a parallel system in this province or in this country.", "The second part of the bill is our government’s response to a very serious incident last year, when 1,019 patients in Ontario received weaker doses of chemotherapy drugs than had been prescribed by their oncologists. Our government committed to implementing the 12 recommendations made by Dr. Jake Thiessen, who was appointed to conduct an investigation to determine the cause of the underdosing and the appropriate response. One of those recommendations requires legislative changes, which this proposed legislation addresses. If passed, our proposed legislation would amend the Drug and Pharmacies Regulation Act so that the Ontario College of Pharmacists can then inspect and license all hospital pharmacies in Ontario as a means to ensure that medication management and processing systems that are in place in hospital pharmacies are standardized.", "At the same time, I’m introducing additional amendments to the Regulated Health Professions Act, 1991, and the Public Hospitals Act that would enhance communications among health systems partners, including our health regulatory colleges, our public hospitals and others, in order to strengthen oversight and better protect patients.", "Mr. Speaker, in closing, I’d like to thank our valued partners for their support on all parts of this legislation, including the Canadian Society for Transfusion Medicine, Canadian Doctors for Medicare, the Canadian AIDS Society, the advocates for those affected by tainted blood, the Registered Nurses’ Association of Ontario, the Ontario College of Pharmacists and the Ontario Hospital Association.", "I’m very proud of our voluntary, life-saving blood donation system. I’m also proud of the care that health professionals in Ontario provide to patients every day. In fact, I encourage all Ontarians to donate blood if they are able to do so.", "I have full confidence in Canada’s national blood system, and I know that Canadian Blood Services has the ability to successfully manage the blood and blood products supply for Ontarians.", "More importantly, we must not allow our cherished health care system and our voluntary blood donation system to be compromised in any way.", "With this legislation, we will be able to act decisively to protect the integrity of our current blood donation system and our hospital pharmacy services. I am confidently optimistic that all the members of this Legislature will be able to stand behind this proposed legislation." ],
  "anchor" : "para107",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Halton." ],
  "anchor" : "para128",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I am pleased to expand on the remarks made by Dr. Eric Hoskins, Minister of Health and Long-Term Care, regarding our government’s Safeguarding Health Care Integrity Act, 2014, which would prohibit payments to Ontarians for their blood and plasma and enhance the regulation of hospital pharmacies.", "With this proposed legislation, our government is taking decisive action to maintain the integrity of the province’s health care system. The proposed Safeguarding Health Care Integrity Act, 2014, is a combination of two time-sensitive bills that were previously introduced by the then Minister of Health and Long-Term Care, Deb Matthews, but which died on the order paper in May 2014.", "To start off, I’ll discuss the part of the proposed legislation dealing with paid blood and plasma. Members may recall that a private for-profit company has established two clinics in Toronto and intends to pay $25 per visit for plasma donations, up to a maximum of $100 per month per person. A third clinic in Hamilton is also planned. Our government believes that allowing private clinics to pay individuals for plasma donations would risk the integrity of our voluntary blood donation system, which has been successfully administered for years by a single integrated national blood service. Canadian Blood Services was established as a central, national, not-for-profit organization through an agreement among federal, provincial and territorial governments. As an independent organization, Canadian Blood Services operates at arm’s-length from governments and has complete management discretion over all operational blood system decisions. At the same time, Ministers of Health are responsible for the overall expenditure of public funds by Canadian Blood Services, for selecting a board of directors, and for the effectiveness of the overall blood supply system.", "CBS currently manages the blood and blood product supply in Ontario. Its activities include blood and plasma collection from Ontario donors and the procurement and distribution of plasma and plasma-derived products to Ontario hospitals.", "Canadians are well aware that CBS has successfully managed our blood and blood product supply for more than 15 years. Because of the tireless commitment, dedication and hard work of CBS staff, Canadians can be confident in the safety and sustainability of our current blood and blood products.", "However, the introduction of private for-profit plasma donation clinics in Ontario would radically alter the blood system currently in place in the province.", "Our government is committed to protecting the integrity of the current CBS-led blood and plasma donation system in Ontario. We know that this system works, and we have no compelling reason to risk drastically changing it by allowing the introduction of private for-profit plasma collection clinics in Ontario.", "The foregoing forms the backdrop to the current situation in Ontario. Let me now turn to some of the actions our government took prior to introducing this proposed legislation.", "On March 11, 2013, in a letter to the federal Minister of Health, Minister Deb Matthews called on the federal government to not approve any paid donor blood or plasma collection clinics until an open consultation with provincial health regulators, care providers, CBS and the general public was conducted.", "In response, Health Canada held a targeted round table discussion with 26 participants on April 10, 2013. They also held an online public consultation, the results of which were not released.", "The federal government has made it very clear that it believes that it is up to the provinces and territories to decide what to do about the question of payment for donations. That is why we are bringing forward legislation in Ontario to prohibit paying for blood donations.", "As a first step, in March 2014 we amended regulations to strengthen licensing requirements for labs and specimen collection centres to prohibit paying donors for their blood or blood constituents.", "On March 20, 2014, our government introduced Bill 178, the Voluntary Blood Donations Act, 2014, which would have made it illegal to provide or accept payment for blood donations in Ontario. Bill 178 passed second reading but died on the order paper with the dissolution of the Legislature in May 2014.", "The new statute proposed in Bill 178 was reintroduced on July 22, 2014, with minor changes, as schedule 1 to the proposed Safeguarding Health Care Integrity Act, 2014—Bill 21. Schedule 1 to Bill 21 differs from its previous iteration in Bill 178 in that it contains certain changes which were incorporated in response to stakeholder input and legal recommendations relating to enforcement. For example, the newly proposed Voluntary Blood Donations Act includes a provision which would enable the minister to apply to the Superior Court of Justice for a restraining order against persons who are not complying with the act. Similarly, schedule 1 would exempt blood that is given solely for the purpose of research, such as clinical trials or population health studies.", "We are also proposing to amend the Laboratory and Specimen Collection Centre Licensing Act to authorize regulations to include or exclude places required to be licensed under this act, expand the public-interest grounds to deny a licence for new blood collection facilities, and strengthen our lab enforcement regime so that we can take quick and decisive action in cases of violation.", "Speaker, we are proud of our volunteer donors and we strongly support Ontarians as they continue giving blood and plasma voluntarily. Our proposed legislation would, if passed, protect the integrity of the national public voluntary blood donor system.", "Over the past year, we have heard from many health care organizations and individual Ontarians who are opposed to private, for-profit plasma collection, and we agree with them unreservedly. There is no identified need for such a parallel system in Canada, since we are fortunate to have a well-managed, centralized system, with strong quality assurance and oversight measures, that is now recognized as one of the safest in the world. The principle of voluntary donation is critical to Canada’s blood system.", "Finally, and perhaps most importantly, we must not allow our cherished publicly funded health care system and our voluntary blood donation system to be compromised.", "The second part of our proposed legislation has a number of elements, but let me start with the background.", "You will recall that in March 2013, Cancer Care Ontario advised us that two chemotherapy drugs used at four Ontario hospitals had been over-diluted. As a result, patients received a lower dose of these drugs to treat their cancer than had been prescribed by their oncologist.", "In response, our government appointed Dr. Jake Thiessen to review the underdosing incident and submit recommendations to prevent future similar incidents. Dr. Thiessen visited each of the Ontario hospitals where the underdosing had occurred, beginning with Peterborough Regional Health Centre, where an attentive pharmacy technician first drew attention to the differences in the labelling of bags of intravenous medication between the hospital’s old and new suppliers.", "On August 7, 2013, the former Minister of Health and Long-Term Care released Dr. Thiessen’s report, A Review of the Oncology Under-Dosing Incident. At that time, the minister committed to implementing the 12 recommendations contained in the report.", "The report contains a detailed factual review of the case of underdosing of chemotherapy drugs at four Ontario hospitals and one in New Brunswick. Dr. Thiessen also developed recommendations that would prevent a similar incident from occurring again.", "Dr. Thiessen’s review found that there was no evidence of any malicious or deliberate drug-sparing dilution by Marchese Hospital Solutions. Dr. Thiessen reported that the health care system reacted quickly and effectively to protect patients upon discovering the incident, revealing a concerted resolve to address the issue squarely and urgently. He also found that the actions of professionals, including administrators, doctors, pharmacists, nurses and other personnel, were “a credit to our health care system.”", "I would like to take this opportunity now to thank our dedicated health care professionals for their continued commitment to caring for their patients, and to their patients’ safety.", "Dr. Thiessen’s report contains a number of recommendations to prevent future incidents, directed towards five entities: group purchasing organizations, Marchese Hospital Solutions, Ontario College of Pharmacists, Ontario Hospital Association, and Health Canada.", "The review highlighted a number of factors that led to the chemotherapy drugs being over-diluted. Among these was the fact that the medication management and processing systems in hospital pharmacies were not standardized across the province. And, although currently the Ontario College of Pharmacists has the authority to inspect community pharmacies, it provides no oversight of hospital pharmacies. That is the responsibility of the hospital itself. So, in the interest of protecting patients, the report recommended that the college also inspect hospital pharmacies. This would allow for a consistent standard and mandatory compliance of operations when they have the potential to put patient safety at risk.", "We have accepted all the recommendations of Dr. Thiessen and are continuing to work closely with the college, hospitals and other impacted sectors as well as with Health Canada on areas that are outside the province’s jurisdiction.", "The ministry established an implementation task force composed of government and stakeholder representatives to oversee the implementation of Dr. Thiessen’s recommendations. By late April 2014, all of Dr. Thiessen’s recommendations were either completed or well under way to being implemented, and as a result, the task force was disbanded. Ongoing oversight to ensure the recommendations continue to be implemented is being provided through existing relationships with the ministry and its partners.", "Recommendation 12, relating to allowing the Ontario College of Pharmacists to license all pharmacies operating within Ontario’s hospitals, is not currently provided for in legislation, hence these proposed amendments.", "First, we’re proposing to amend the Drug and Pharmacies Regulation Act, which is the statute that currently gives the college the authority to license and inspect pharmacies in the community. The act, which would be modified as appropriate for the hospital context, already sets out the framework the college needs to perform inspections, provide for quality assurance monitoring and enforce licensing requirements.", "Second, the proposal would build in regulation-making powers for the government to extend the college’s oversight of pharmacies in other settings, if the need is identified in the future. This mechanism would facilitate potential expansion of the college’s oversight without further amendments to legislation.", "We have been working very closely with the college and the Ontario Hospital Association on these amendments and will continue to do so. Both support the licensing proposal for hospital pharmacies and have expressed strong interest in working together to develop the necessary standards and processes to enable the new licensing scheme, if legislative amendments are passed.", "At the same time, we are introducing additional amendments to the Regulated Health Professions Act, 1991, and the Public Hospitals Act to strengthen oversight and protect patients better. We are proposing to:", "(1) Enable health regulatory colleges to more readily share information with public health authorities, as may be required for the administration of the province’s Health Protection and Promotion Act. Currently, health regulatory colleges are under a general duty to keep all information that comes to their knowledge in the course of their duties confidential, subject to certain specified exceptions in the Regulated Health Professions Act, 1991. These confidentiality rules are designed to assist the college in carrying out its regulatory functions. Therefore, health regulatory colleges are only able to share information obtained in the course of carrying out their duties with other entities, including with other public health authorities, in accordance with those specified exemptions.", "Health regulatory colleges have indicated to the ministry that their consideration of when they do and do not have the authority to disclose information to public health authorities under the existing legislation scheme in the RHPA is not always straightforward. This is why we are proposing to add additional exemptions to the RHPA in order to further clarify the authority of health regulatory colleges to share such information with public health authorities as may be required for the administration of the Health Protection and Promotion Act, in order to allow such entities to better carry out their crucial public health functions and to better safeguard the well-being of all Ontarians.", "(2) Permit regulatory colleges to share information with a hospital where it was obtained by a college’s investigator. Currently, as discussed a moment ago, when a college acquires information during the course of an investigation that may be relevant to patient care and safety in hospital, the college’s ability to share such information may be limited in accordance with the confidentiality exemptions currently set out in the RHPA.", "Let’s say a college investigates a gastroenterologist and obtains information in the course of an investigation of a complaint that, for example, indicates a potential issue relating to the quality of diagnostic service provided at a public hospital where the gastroenterologist also practises. This information could conceivably improve the hospital’s processes, which could result in better patient care. Unless the college can establish that the sharing of such information would fall within an existing confidentiality exemption as currently set out in the RHPA, the college may be prevented from sharing such information with that public hospital.", "As such, the amendments being proposed here are intended to allow colleges to more readily share information with a public hospital and with other prescribed entities in circumstances where a college is investigating a complaint involving a member where the information was obtained by an investigator appointed by the registrar of a college. In particular, a regulation would set out the purposes for which such information could be shared with the public hospital, together with any additional restrictions regarding the sharing of the information by a college with hospitals as well as with other persons.", "Accordingly, the bill would also create new Lieutenant Governor in Council regulation-making authority to prescribe any additional persons—for example, other than public hospitals—with whom colleges could share information, where a college is investigating a member; and prescribe purposes for, and any limitations on, the sharing of such information.", "If our proposed amendments were passed, a public hospital would be better able to receive information from a college in a timely fashion, where appropriate, regarding college investigations that may be relevant to the safety and care of their patients, and to take any necessary and appropriate action on that basis.", "(3) Require a hospital or other employer to make a mandatory report to a health regulatory college where a regulated health professional has resigned, voluntarily relinquished or restricted his or her practice or privileges and where the hospital or employer has reasonable grounds to believe that such an action was because of concerns regarding the member’s conduct or practice related to professional misconduct, incompetence or incapacity.", "Such mandatory reports are an important feature of the RHPA’s legislative scheme and are intended to ensure that the colleges receive information regarding their members’ conduct that they need but might not otherwise have, in order to carry out their public protection mandate.", "In the past, the health regulatory colleges have expressed concerns to the ministry that such mandatory reports are not being made with sufficient frequency or are potentially being circumvented. The current provisions in the legislation contemplate the requirement for a mandatory report where the hospital or employer intended to terminate an individual or to revoke his or her privileges but the individual resigned or relinquished his or her hospital privileges.", "Our proposed amendments in the bill are intended to address these types of situations and expand the existing mandatory reporting requirement. Specifically, a hospital or employer that intended to terminate an individual or to revoke his or her privileges would be required to make a mandatory report to a college where a member resigns or voluntarily relinquishes or restricts his or her privileges or practice, and a person who employs or offers privileges to a member has reasonable grounds to believe that the resignation is related to the member’s professional misconduct, incompetence or incapacity. These important changes would allow the colleges to better carry out their mandate to act in the public interest and protect patients.", "(4) Allow the government to more quickly appoint a college supervisor in order to address any serious concerns regarding the quality of a college’s administration and management of its operations.", "We are proposing amendments to the existing power in the statute to appoint a college supervisor that would more closely align those provisions with, for example, the hospital supervisor provisions under the Public Hospitals Act. In particular, the Lieutenant Governor in Council, upon recommendation of the Minister of Health and Long-Term Care, would be able to appoint a college supervisor where the minister considers it appropriate or necessary.", "The act also sets out a number of factors to be considered by the minister before making such a recommendation to appoint a supervisor, as well as the requirement to give notice of such an action to the relevant college and to review any submissions made by the relevant college to the minister concerning the proposed appointment.", "(5) Finally, provide health regulatory colleges the flexibility to better focus their investigation of complaints on those matters that could potentially, if established, constitute professional misconduct, incompetence or incapacity.", "Under the RHPA scheme, colleges are required to investigate every complaint received by the college. Health regulatory colleges have clearly indicated to the ministry and the government that, in their experience, the investigation of unmeritorious complaints places the college’s limited resources under unnecessary pressure and prevents more timely investigation of other complaints that are more clearly relevant to issues of patient care and safety.", "Under our proposed changes to the legislation, the RHPA would be amended to permit the college registrar to streamline the complaints that would be investigated by the ICRC. The registrar would be able to make a determination, within 30 days of the receipt of a complaint and prior to the appointment of a formal ICRC panel to investigate the complaint, that it is not reasonable to believe that the allegations contained in the complaint, if established, could constitute professional misconduct, incompetence or incapacity on the part of a member. As such, the complaint could not properly be considered to be within the regulatory scope of the college and would not need to be investigated.", "In order to balance the addition of such an authority for the registrar with the need for complainants to feel that their complaints are being dealt with thoroughly and fairly by the college, the legislation would also provide the complainant with the option of requesting a review of the registrar’s determination by a panel of the college’s ICRC which is struck expressly for that purpose.", "I’d like to thank the College of Pharmacists and the Ontario Hospital Association for working with us so diligently in the spring and early summer of 2013 as, together, we investigated what happened in the chemotherapy underdosing incident and, even more importantly, for helping us to ensure that it does not happen again.", "These proposed amendments would go a long way toward reducing the possibility of such an incident in the future. With the help of our health regulatory colleges, the amendments will enable a more rapid and integrated response to potential future incidents and enhance communication among entities that are responsible for patient safety." ],
  "anchor" : "para129",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para186",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s a pleasure to stand and talk to Bill 21, the Safeguarding Health Care Integrity Act. In all honesty, I want to compliment the minister and his staff for bringing forward this bill. I think it’s long overdue.", "When we talk about the chemotherapy issue that came out last year, the underdosing, I’m glad to see that they are putting in provisions whereby the Ontario College of Pharmacists will be given the authority to license and inspect all hospital pharmacies. That type of incident is just unthinkable, let alone unheard of. Of course, you think about the patients who were, in fact, affected by that and the concerns of the families and everyone else. We just can’t have that. So I was glad to see there’s greater oversight that is being provided by the ministry in that regard.", "With regard to the fact that Ontario doesn’t collect enough plasma to be completely self-sustaining, I think that, of course, we need to have additional provisions.", "This particular bill actually addresses six acts: the Drug and Pharmacies Regulation Act, the Health System Improvements Act, the Laboratory and Specimen Collection Centre Licensing Act, the Public Hospitals Act, the Regulated Health Professions Act and, of course, the Trillium Gift of Life Network Act.", "Again, I see this as a tightening up of a system that is long overdue. I do appreciate the effort. We will be supporting this bill with amendments to it as well, as we see there may be some additional opportunities once this bill gets into committee. Again, I commend the minister for that." ],
  "anchor" : "para187",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para192",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I’m glad that this bill has come forward once again in the Legislature because my riding of London–Fanshawe and the city of London—and the Minister of Health is nodding. He very well knows how terrible it was in our area with the underdosing of chemotherapy drugs. We had the most patients affected out of all those 1,119 patients. So it was very devastating to us, and I’m not going to go over a lot of the things that happened in the very short time in London where people’s confidence was shaken in the health care system. But this certainly really made people stop and think about how this could have happened. So it’s good to see that there is going to be that oversight with the College of Pharmacists to go into the hospital pharmacies.", "But what was really concerning to New Democrats was that this type of thing was outsourced out of the hospital to begin it with, and it just spun out of control. Now here we are putting more legislation in place for something that we should really have had—there has to be a lot more foresight when we make legislation in the House that affects people’s health: analyze it and figure out how that is going to affect other areas outside of the health care system and how it eventually comes back to patients.", "One thing I do want to point out, though—and I had my lawyer friend here look into the legislation. I’d like to know what the definition of “exceptional circumstances” is, where the Canadian Blood Services are able to pay for blood donations and research. That’s something I’d like to put to the minister: What is the definition or the parameters of what’s exceptional in this bill?" ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para196",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m delighted to talk for a couple of minutes about two really important components of this bill. It’s really good to hear that members of both parties have said they agree fundamentally with the principles of this bill and are working together to move it ahead. I hope—and count on the opposition parties supporting this very important piece of legislation.", "I think, like all Ontarians, we were shocked by what happened with regard to the chemotherapy drugs. But this legislation, as has been pointed out this morning, will go a long way to fixing that problem and making sure that there are regulations in place, that there is oversight in place, to make sure that doesn’t happen.", "Following the tainted blood scandal of the 1980s, Canada’s blood system was established on the principle of voluntary donation. It was poignant—to me, anyway—this morning that we had a breakfast, sponsored by a hepatitis C group, to talk about new treatments for that disease. I know that this rings true with them.", "It’s a belief in voluntary donation that was upheld by the Krever commission, which recommended that donors of blood and plasma should not be paid for their donations except in rare circumstances. I think that, going forward, that’s what people in my riding of Newmarket–Aurora have told me when I’ve talked to them about issues around this, and I think that’s true right across Ontario.", "We look forward to the participation and thoughtful input of the members opposite in moving this bill ahead." ],
  "anchor" : "para197",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I’m pleased to rise to comment on the leadoff today. I think it’s a very serious question. I’m glad to hear there’s more oversight, because I think that in a lot of areas over the last while, we’ve seen this missing.", "It brings up some questions about the voluntary donations. It’s a serious question, because 70% of the plasma that we use is actually imported and comes from paid donors. I think we’d like to see some discussion at the committee stage, to have some serious discussion. It’s easy to turn a blind eye and say, “We are not going to do it.”", "When you know that significantly more than half the blood you receive is through paid donations that are outside of your control, sometimes it’s better to look at it and have some control over the situation and the patients who are coming in. It’s not an easy question, and there’s not any right answer on this, but I think it needs some careful consideration and a chance for the parties to get together and seriously look at what the right answer is. As I say, sometimes when you can control the conditions, you’re better off than just straight importing, because then you do lose control.", "There have been a lot of serious things that have gone on in the past, like the chemotherapy issue. As long as there are people involved, there are going to be mistakes. Trying to reduce the opportunity for those mistakes to happen again is always worthwhile. It’s very unfortunate that it happened. It likely won’t be the last thing that happens. When people are making decisions on formulas and trying to get them right, there’s always that chance for a mistake.", "We’re looking forward to this bill. We will support it. As I say, I think some of the issues need to be looked at in committee, and we look forward to that." ],
  "anchor" : "para203",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Either the minister or the member from Halton has two minutes." ],
  "anchor" : "para208",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "First of all, I want to thank the members opposite, the members from Chatham–Kent–Essex and also London–Fanshawe. I really appreciate the fact that you all are pleased with this move and also are supporting it. We all agree, I think, that these restrictions are timely and are very important to protecting our health care and ensuring that our systems are safe and secure.", "Once again, our government is committed to protecting the integrity of the current CBS-led blood and plasma donation system in Ontario. We know that this system works, and we have no compelling reason to risk drastically changing it by allowing the introduction of private for-profit plasma collection clinics in Ontario. These actions that are being proposed are going to ensure the safety of our system for everyone.", "Following the tainted blood scandal of the 1980s, Canada’s blood system was established on the principle of voluntary donation. This belief was upheld by the Krever commission, and it recommends that donors of blood and plasma should not be paid for their donations except in rare circumstances. The commission also recommended that Canada’s national blood system should be administered by a single integrated national blood service.", "I think the proposals that we are moving forward with today and putting before the House support and reiterate the fact that we need to make sure that our system is safe. After all, this is ultimately about protecting our Ontario residents, protecting people when they are ill and ensuring that our system is safe and delivers service as efficiently and as well as possible." ],
  "anchor" : "para209",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being close to a quarter after 10, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para214",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para103"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’d like to welcome a constituent from my riding, Ray Linseman, who is here with the Professional Engineers of Ontario. I think he’s allowing the Premier to come down for question period; I know he was just talking to her." ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to give a warm welcome to a good friend of mine from Windsor, Mr. Bill Carter. Bill is the board chair of the Canadian Automobile Association. Welcome to all of his colleagues who are here today as part of the CAA advocacy day.", "I’d like to also extend an invitation to you and all the members to join the CAA lunch reception taking place in room 228. Again, welcome everyone to Queen’s Park today." ],
  "anchor" : "para218",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. We’ll get through this quickly, please. As a reminder, just introduce your guests, because all these other announcements are the responsibility of everybody else, so that we can get all of those wonderful introductions done.", "The member from Northumberland–Quinte West." ],
  "anchor" : "para220",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It gives me great pleasure today to announce that Josée Stephens is a page captain, and her mother Tina; father, Troy; and brother Bowen are here in the west members’ gallery. Welcome." ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I would also like to welcome Amy Bryson, a board member of CAA South Central Ontario; Teresa Di Felice, the director of government and community relations and driver training with CAA; Elliott Silverstein, the manager of government relations; and Jeff Chesebrough, vice-chair of CAA Niagara. Welcome to Queen’s Park." ],
  "anchor" : "para223",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "In the members’ east gallery today, we have Mark Wales, who is president of the Ontario Federation of Agriculture; and Eleanor Renaud, who is a director of the Ontario Federation of Agriculture. We welcome them to Queen’s Park today." ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to welcome to the Legislature today William and Jenny Kapteyn from Sarnia–Lambton, whose grandson Callum Robertson is a page with us today. I’d like to ask the members to welcome them." ],
  "anchor" : "para225",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I’d ask all members of the House to join me in welcoming Gurbir Singh Mander. He’s a student from Castlebrooke here at Take Our Kids to Work Day; I’ve adopted him for the day." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I would like to welcome Piers Burnfield Wiebe, who is joining us today from Harbord Collegiate for Take Our Kids to Work Day. Welcome, Piers." ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I want to introduce members of the Queen’s University PC Campus Association: Vanessa Walsh, Stuart Clark, Scott Clark, Kanivanan Chinniah, Edward Burroughs and Michael Mastromarco.", "I just want to say to the Premier: They are PCs; hands off. I saw you over there recruiting them a little while ago. I know you’re a grad from Queen’s, and we appreciate that—" ],
  "anchor" : "para228",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, okay. Thank you.", "York Centre." ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Monte Kwinter",
  "text" : [ "I would like to welcome Warren Ali, a former Queen’s Park staffer, and his son, Adrien." ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’d like to welcome Matthew Turack, division president for insurance at CAA South Central Ontario; Chris Stamp, director of automotive services, CAA South Central Ontario; and Jack Campbell, chair of CAA North and East Ontario. I just want to mention that the CAA South Central office is in my riding of Thornhill." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is my pleasure to introduce Pam Orchard, Jill Lang Ward and Marsha McWhinney who represent Myeloma Canada. They have made the journey from Algoma to come down and visit us, so I certainly wanted to welcome them to Queen’s Park.", "We also had the visitors from Hepatitis C Ontario who came and treated us to breakfast this morning: Stéphane Lassignardie, Dr. Jordan Feld, Melanie Kearns, Cheryl Dale and Alex. Thank you very much for the insight into hepatitis C." ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’d like to introduce two great constituents of mine from Ajax, Ontario: Bev and Dave Sheehan. Bev and Dave are here today in the Legislature at Queen’s Park to see their grandchild, a wonderful page. I know that any other introductions will be made by the Speaker. I thank you for that opportunity." ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I have two introductions today. Already introduced from Malahide council is Mark Wales. Thanks for coming down, Mark.", "Also, my nephew Matt Yurek is here today. It’s Take Our Kids to Work Day, and he decided to come and hang out here and see what we’re all about." ],
  "anchor" : "para237",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Marie-Thérèse, the page captain for today, has family in the east members’ gallery today: Rosa Campione, her mother; Phil Campione, her father; Elizabeth-Anne Campione, her sister; Catherine-Rose Campione, her sister; Joseph-Paul Campione, her brother; Beth Taccad, a friend; and her grandparents, Giovanna Mete and Vittorio Mete. I hope they have a wonderful day here today." ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I may have missed this when the member for Northumberland–Quinte West did the introduction, but I want to make sure that Bowen Stephens, the brother of page Josée, is also acknowledged in these remarks, along with Tina and Troy. Welcome to Queen’s Park." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "It’s with great pleasure that I welcome representatives from the Canadian Treatment Action Council and the Canadian Liver Foundation to Queen’s Park, who were here this morning for the legislative breakfast on hepatitis C. Thank you so much for joining us.", "I also want to take the opportunity here to welcome Myeloma Canada’s first QP day. I want to welcome Cindy Leder, Norma Lindner, Jill Lang Ward and Bob McCaw. Please welcome them." ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’d like to welcome Sharon Rider here today. She’s a constituent of mine. She spoke very well this morning at the legislative breakfast on hepatitis C. We welcome her here today as well." ],
  "anchor" : "para243",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "As many others have mentioned, I’m very happy to have the following reps from CAA here with us in the members’ gallery: Matthew Turack, Tracy Nickleford and Jay Woo.", "As well, I’d like to introduce Adam Green, who is here today working with MTO for Take Our Kids to Work Day." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I would like you to join me in welcoming representatives from the Ontario Association of Medical Radiation Sciences. They’re here to watch and learn from question period." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Grant Crack",
  "text" : [ "It’s my pleasure to welcome a good friend of mine from Scarborough–Rouge River, Kumar Ramcharran, and a really good friend as well, Monsieur Alain Lajoie, de Glengarry–Prescott–Russell. They’re in the members’ east gallery. I welcome them to Queen’s Park. Thank you for coming." ],
  "anchor" : "para247",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I’m really excited to welcome my niece, Aleks Windsor, to Queen’s Park today, and also a former legislative page, Julia Brunet, both from Lambton–Kent–Middlesex." ],
  "anchor" : "para248",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "In the gallery opposite, I’d like to welcome my friend Chris Drew, who played a very important role in the cycling components of Bill 31, which is now before the House." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I know that in the top two rows opposite me, we have young people who are visiting either guardian parents or family friends who work at the Ministry of Tourism, Culture and Sport. I’d like to welcome them here this morning. I had a great opportunity to meet them.", "Also, from the beautiful riding of Don Valley East, we have Andrew Greene, who’s joining us here today." ],
  "anchor" : "para250",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I didn’t see her here in the House. I just want to welcome a long-time director with the Leeds county Ontario Federation of Agriculture, Eleanor Renaud." ],
  "anchor" : "para252",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "I would like to welcome into the House the representatives from Professional Engineers Ontario. The president, David Adams, invites everyone from 5 p.m. to 7 p.m. to the dining room for a reception. Welcome, and I want to take this opportunity to thank you for the support you have provided to Justice Bélanger in the Elliot Lake report. Thank you very much. Merci." ],
  "anchor" : "para253",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’m pleased to introduce to the Legislature today Kim Gavine from Conservation Ontario and Julie Cayley from Ducks Unlimited. Welcome." ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s a pleasure to welcome the family of our wonderful page, Colston Howell: Ellen Heron Howell, Tate Howell, Deirdre Heron and Helene Polatajko.", "Also, we have Shayna Wise-Till, who’s here with her mother, who works for the Ministry of Tourism, Culture and Sport." ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’m not sure if Daniel is here, but I’d like to welcome Daniel Hoogsteen from my riding of Burlington. He’s here for Take Our Kids to Work Day. Daniel is a former page in the Legislature.", "I also add my voice to colleagues across the House in welcoming our friends from CAA to the Legislature today." ],
  "anchor" : "para258",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "We’ve had numerous introductions of many, many people here today. If anyone is feeling left out, I would like to welcome you personally to the Legislature." ],
  "anchor" : "para260",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s okay. That used to be my old line when I wasn’t sitting here.", "Interjection." ],
  "anchor" : "para261",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "One.", "In the Speaker’s gallery today, we have the grandparents of page Morgan Walker: Beverly Sheehan and David Sheehan. Welcome. Yes, you’re allowed to stand and be recognized. That’s quite all right.", "We also have with us former member David Warner, from Scarborough–Ellesmere, from the 30th, 31st, 33rd and 35th Parliaments, and Speaker in the 35th Parliament. He’s accompanied by his wife, Pat. Welcome, Pat.", "We also have with us in the gallery today Yasunori Nakayama, the newly appointed consul general of Japan in Toronto. He’s accompanied by his deputy consul general, Tetsuya Yoshimoto.", "We thank all our guests for being here today.", "I will remind the members that it does make it go easier if I do the introductions as quickly as possible. I make the commitment to you that I shall always try to have our guests recognized, so I will take a little bit more time as necessary, as long as you help me get that done quickly by not doing other announcements. Those responsibilities are yours outside of the House, and I’d appreciate your co-operation." ],
  "anchor" : "para263",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington has given notice of his intention to raise a point of privilege. I am prepared to rule on the notice without hearing further from the member, as standing order 21 permits me to do.", "Since the member’s notice makes clear that his matter relates entirely to proceedings in a legislative committee, it is therefore not appropriate that this first be raised in the House. Matters arising in committee may only be dealt with in the House on a report from the relevant committee.", "In the absence of such a report from that committee, I can only find that the member’s attempt to raise a point of privilege in the House at this time is premature.", "It is now time for question period." ],
  "anchor" : "para270",
  "subject" : {
    "text" : "Member’s privilege",
    "anchor" : "para269"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "My question, this morning, is to the Minister of Citizenship, Immigration and International Trade.", "Minister, yesterday we talked about how in the last 15 months the Fairness Commissioner has expensed over $3,400 in limousine rides, $3.41 for airplane headphones and even $43.35 for a sightseeing tour in Finland—all to Ontario taxpayers. Yesterday, you also refused to answer a simple question, and that was whether you agreed with these types of expenses and entitlements.", "Minister, I’m going to ask you again: Has your office ordered the Fairness Commissioner to repay these unfair expenses, and if so, how much has the Fairness Commissioner paid back?" ],
  "anchor" : "para276",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I want to thank the member opposite for his question.", "Speaker, our government has expense guidelines in place. They’re very clear. We expect them to be respected by all public officials at all levels of government. The Fairness Commissioner is required to follow the guidelines of the OPS travel, meal and hospitality expenses directive.", "I understand that the documents disclosed to the PCs include expenses submitted to ministry officials that are not necessarily approved expenses. It is also my understanding that while expenses were paid and others withdrawn, the Ministry of Citizenship and Immigration is currently reviewing all the Ontario Fairness Commissioner’s expenses.", "When this review is complete, I plan to release all expenses online to the public." ],
  "anchor" : "para279",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Minister, yesterday, your office stated that the Fairness Commissioner had withdrawn or paid back the unfair expenses. But according to an email dated January 2014, your deputy had approved all expenses submitted except for $18.92 worth of meal claims. That means the limo rides were approved and the sightseeing tour was approved.", "Minister, I believe taxpayers have a right to know that your ministry paid over $20,000 in expenses in the last 15 months for what is described as a part-time job that already pays $1,700 per week. Minister, there’s a simple solution: Will you immediately order the Fairness Commissioner to begin posting her expenses online for all people in the province of Ontario to see?" ],
  "anchor" : "para284",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Thank you very much for the question. I wish the member opposite listened to my response. I have said I have instructed my ministry to start examining all the Ontario Fairness Commissioner’s expenses. When the review is completed, I plan to release them publicly, and it will be posted online." ],
  "anchor" : "para286",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Back to the minister: Ontario’s current Fairness Commissioner is the first and only Fairness Commissioner that Ontario has ever had. She was appointed by your predecessor, the MPP for Eglinton–Lawrence, in exchange for giving up her federal seat to failed Liberal leader Michael Ignatieff. Minister, according to her website, the Fairness Commissioner presides over 13 senior staffers, one of whom is a close relative of the person who appointed her.", "Minister, do you think it is fair for government appointees like the Fairness Commissioner to hire and employ relatives of the very person who appointed them?" ],
  "anchor" : "para288",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Again, thank you very much for the question. Speaker, our government has always been, and will always be, committed to openness, transparency and accountability.", "That’s why we have brought forward Bill 8, the accountability act, which is currently before the House. The act will require all MPPs and senior executives in all agencies to post their expenses online, including the Fairness Commissioner. Bill 8 proposes to amend the Public Sector Expenses Review Act to provide the Integrity Commissioner with the ability to review executive expenses. The scope of the Integrity Commissioner’s review will expand to all 197 classified agencies, including the OFC.", "Speaker, I’m sure that the member opposite will urge his caucus to pass the act." ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Public sector accountability",
    "anchor" : "para275"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Premier. Yesterday, we showed that, despite your Deputy Premier’s denial that she had any knowledge of the problems at Ornge prior to December 2011, an email from officials in her own office indicated otherwise. A document entitled “Confidential to the Minister” dated April 27, 2010, reads: “Ornge has advised the ministry that they have embarked upon a number of initiatives that were not contemplated in the original performance agreement.” That’s another one of the red flags that the committee was referring to in their report.", "Premier, are you personally satisfied that your Deputy Premier knew nothing about the problems at Ornge before December 2011?" ],
  "anchor" : "para294",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the member opposite is aware that there were many changes made at Ornge because the former Minister of Health knew that there were changes that needed to be made, and she made those changes: a new CEO, a new board of directors, a new senior management team. In fact, as I have said, it was exactly the Deputy Premier, in her role then as Minister of Health and Long-Term Care, who made those changes.", "When our government learned of the issues at Ornge, action was taken. The fact is that there is now a piece of legislation before this House that would further make changes at Ornge and would improve the oversight. So I hope that the members opposite will support us and will work to get that legislation passed." ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para299",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the Premier: Your dogged defence of your Deputy Premier in the face of damning evidence against her tells Ontarians that you would rather defend one of your own than take responsibility for at least four deaths caused by your government’s negligence.", "Another document the committee reviewed is a confidential ministry briefing note dated October 27, 2010, detailing the freedom-of-information requests from 2009, both by the Ministry of Health and the Management Board of Cabinet. The freedom-of-information requests ask about Dr. Mazza’s salary, procurement policies at Ornge, and their purchase of speedboats.", "Premier, are you still prepared to stand by your Deputy Premier’s position that she knew nothing of the troubles at Ornge in 2010?" ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, what I’m standing behind is the fact that our government took action, led by the Deputy Premier in her role then as Minister of Health and Long-Term Care. We took action and we made changes at Ornge. We put in place a piece of legislation that is before the House, and actually has been before the House since February 2013, when Bill 11 was first introduced. It has been before the House. We hope that the opposition will work with us to get that passed, so that increased oversight will be in place for Ornge.", "The fact is that the committee has now got the report. The report has been released, and I understand it was a Liberal motion that got that report tabled. That’s a good thing. We’re glad that the report is now available.", "As I say, we want to make sure that there is as much oversight and as stringent oversight as possible. That’s why we need the help of the opposition to get that legislation passed." ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para306",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Premier, your persistent denials would be comical but for the fact that your Deputy Premier’s see-no-evil, hear-no-evil strategy on Ornge contributed to the deaths of four Ornge employees. Your Deputy Premier either didn’t read these documents, or she read them and chose to ignore them. Either way, patients in Ontario died because of the negligence of this Deputy Premier and your government.", "Premier, I ask you again: How much more proof do you need before you will demand your Deputy Premier’s resignation?" ],
  "anchor" : "para307",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "You know, Mr. Speaker, I understand, when a member is given a set of questions to read, that there’s a huge temptation to just read those questions and not actually think about the answers and not actually think about the issue at hand. The fact is, we have worked very hard to restore the confidence of the people of Ontario in the air ambulance service.", "This is a very serious issue. I think the member knows full well that we took action when we learned that there were problems at Ornge. We took immediate action to change the leadership, and we have continued by putting in place a piece of legislation that would further increase the oversight of Ornge.", "I really believe that the member opposite should pay attention to the changes that have been made—", "Interjection." ],
  "anchor" : "para309",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville will withdraw." ],
  "anchor" : "para313",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I withdraw." ],
  "anchor" : "para314",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—should pay attention to the changes that have been made. If there are substantive issues around the legislation that he has got a comment on, let’s hear those as opposed to just a mindless recitation of rhetoric that actually doesn’t move the issue forward.", "Interjections." ],
  "anchor" : "para316",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para318",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The side comments, we can do without.", "New question." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Air ambulance service",
    "anchor" : "para293"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. This government’s austerity budget shows that almost every ministry will be facing average cuts of 6% this year, next year, and the year after that.", "Can the Premier tell Ontarians how many people she’s planning to fire?" ],
  "anchor" : "para323",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What’s interesting about this question from the leader of the third party is that we introduced a budget last May, and she then decided that it was time to go to an election. We went to an election. We ran on the budget as a cornerstone of our plan, and so did the leader of the third party. She ran on the same fiscal plan, except she said that she was going to find $600 million more in savings.", "The reality is that we are facing a challenging fiscal situation. We understand that. We also know that we have to make investments in infrastructure and in people’s talents and skills. We have to work in partnership with business if our economy is going to grow. That’s the plan we ran on, that’s the plan she ran on and that’s the plan we’re implementing." ],
  "anchor" : "para325",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para327",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "We’ve sent an FOI to the Treasury Board asking who they plan to cut and what services they plan to cut. Instead of giving an answer, they refused to provide anything at all.", "So I did ask the Premier a question. I think Ontarians would like to know where she is going to cut. The bottom line is this: Will this Premier be straight with Ontarians about who it is that’s going to be getting a pink slip from this government?" ],
  "anchor" : "para328",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I will just say that this is an interesting question from a number of perspectives. Yesterday, the leader of the third party was on at us about our plan to optimize assets, to actually find a way to make those assets work better for the people of Ontario so that we could make investments in transportation infrastructure that’s needed across the province.", "Now, today, she doesn’t want to talk about that because she doesn’t want to talk about where there might be money coming in, in order for us to make the investments that we need. Today she wants to just isolate one piece of our plan which is, yes, to transform our services to make sure that we deliver health care in a way that is the most cost-effective and to the best benefit of the people of Ontario.", "So I think she’s trying to have it both ways. It would be good if she looked at the whole plan, which she ran on, which we’re implementing." ],
  "anchor" : "para330",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para333",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, the Premier’s fairy tale doesn’t wash on this side of the House. She obviously didn’t look at the details of our plan, but that’s fine.", "Interjections." ],
  "anchor" : "para334",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. Thank you.", "Finish, please." ],
  "anchor" : "para336",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Whether it’s a dad who relies on a speech therapist for his daughter, or a doctor who relies on a highway being plowed so she can go to work, or an employee who relies on inspectors to make sure their workplace is safe, Ontarians rely on public services. All I would like is for the Premier to come clean with Ontarians about what services she’s going to be cutting." ],
  "anchor" : "para338",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I just want to reassure the leader of the third party that I did look at the nine-page plan that they put forward. I looked at it very closely. It didn’t take a long time but I did look at it very closely. What I saw was a plan that was based on our plan. It was a plan that made all the assumptions that we made about what this economy needed in order to grow, with the exception, for example, of any investment in the Ring of Fire. There was nothing in the NDP’s plan about the Ring of Fire. There were huge gaps in terms of how they were going to find, for example, $600 million more than we said we needed to find.", "So the reality is we are confronting a challenging fiscal situation. We have appointed a President of the Treasury Board to make sure that we look across government and we make the changes that are necessary to preserve services and, at the same time, make government work as efficiently as possible." ],
  "anchor" : "para339",
  "subject" : {
    "text" : "Public services",
    "anchor" : "para322"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also to the Premier. Coincidently, it’s about making government work more efficiently.", "A study by experts at the University of Toronto has shown that P3 projects cost on average 16% more than publicly financed projects, but for some reason the Premier said she was proud that a quarter of Ontario’s infrastructure projects were being done with P3s.", "Now, can the Premier tell Ontarians why she thinks it’s good to pay 16% more for a quarter of our projects, costing Ontarians more money?" ],
  "anchor" : "para342",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What I think is good, responsible and absolutely necessary is that government work with the private sector, that we find a way for those kinds of partnerships to bring benefit to the people of Ontario.", "The fact is that you look across the globe right now and there is no jurisdiction that is not struggling with how to build infrastructure, including China, where there is a really important move to find ways to co-operate with the private sector in order to get the amount of infrastructure built that they know they need.", "Yes, Mr. Speaker, we’re working with the private sector, and because we’re working with the private sector, we have dozens of projects across this province that are being built that would not be built otherwise." ],
  "anchor" : "para345",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para349",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Yesterday the Premier spoke to the Canadian Council for Public-Private Partnerships to pat them on the back and promise to hand them more money.", "That same study that I just mentioned caught the attention of media, and one reporter—" ],
  "anchor" : "para350",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "You really hate the private sector, don’t you?" ],
  "anchor" : "para352",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Economic Development, come to order." ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "One reporter said, “P3s become vehicles for governments to subsidize inflated profits of powerful and well-connected contractors and financial institutions.”", "When the Premier was telling the P3 association just how much she loved P3s, can she tell us whose profits she was actually inflating?" ],
  "anchor" : "para354",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let’s look at what the alternative financing and procurement model has accomplished here in Ontario. Infrastructure Ontario is currently managing over 80 major AFP infrastructure projects, 37 of which have reached the end of construction. Of these 37 projects, 36, or 97%, were completed under budget, and 27 of them were completed on time. AFP projects, as the member has said, represent approximately 25% of capital investments in the year 2014-15.", "The fact is, there are roads and bridges and transit projects that are being built across this province—in Ottawa, in Kitchener-Waterloo, in all parts of the province—that would not be being built if it were not for the partnership with the private sector. The fact is, we have no ideological bent that says we cannot work with the private sector, as they do." ],
  "anchor" : "para356",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para358",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "When the government signs P3s, they’re helping out powerful and well-connected contractors and financial institutions. That’s the fact. Our own Auditor General has said the exact same thing.", "Yesterday, the Premier visited those contractors and financial institutions to tell them what a great job they were doing in charging Ontarians more for something the government can do itself for 16% cheaper.", "New Democrats asked the Minister of Economic Development, Employment and Infrastructure to table any evidence—any evidence at all—that P3s made any financial sense, and we got nothing, Speaker, nothing back.", "Does the Premier have any evidence at all to justify paying these well-connected contractors and financial institutions a 16% bonus for something that we can do ourselves?" ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think what’s really important is that the people of Ontario understand that what the leader of the third party is asking is whether we will put the brakes on projects like the mental health facility that is being built at St. Joe’s in Hamilton, whether we will put the brakes on those projects that are benefiting people in all parts of this province. The answer is no, Mr. Speaker, we will not put the brakes on those.", "We will continue to make responsible investment. This government is investing billions of dollars of public money into these projects. Yes, we are working with the private sector, which is taking risk and delivering these projects on time and on budget. Will we stop that? No, we will not. We know that this building is needed for the economic growth of this province and the well-being of the people of Ontario." ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Government contracts",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Premier, I stand again today to ask you to strike an all-party select committee to study sexual harassment in the workplace. We owe it to the victims of sexual harassment to have this discussion. They need us to better understand the challenges victims face in determining when and how to come forward after an incident, and how institutions can better support and protect victims from further harm.", "Premier, will you support this important dialogue by allowing all three parties of the Legislature to work together on a select committee on sexual harassment?" ],
  "anchor" : "para366",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Labour is going to want to comment on the supplementary, but I just want to let the member opposite know what I have done in the last 24 hours—and I also know that the select committee issue is going to be discussed by House leaders; they’re going to have that conversation.", "I want the member of the opposition to know that I’ve had a conversation with the head of the Ontario public service, and he has already informed me that a comprehensive review is happening of OPS policies on discrimination and harassment and violence. That review is happening. It’s very important, I think, that we understand that that kind of review is critical, that the kind of training that needs to happen on an annual basis is happening within the OPS, within the broader public service and, quite frankly, within our own legislative world. We need to make sure that all of that is in place.", "I will continue to do what is necessary. The discussion around what further we may do will take place at the House leaders’ meeting." ],
  "anchor" : "para368",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para371",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I appreciate the Premier’s comments. We have the Workplace Discrimination and Harassment Prevention Policy here; it was given to us. All that is well and good, but if the victims are not coming forward or the policies are being ignored, we owe it to the victims to listen and to do better.", "I bring up the case, again, of the assistant crown attorney being given a golden handshake of $180,000 by the government. The women were never heard. Clearly, someone in the government had to sign off on that, and did not follow these policies, so the conversation does need to happen. That’s why we asked for the select committee. The work does need to be done.", "It’s not just here in the public service. We’ve see it in the CBC but we’ve also seen it from brave people like former Toronto Star reporter Antonia Zerbisias, who said she had been raped more than once but never came forward. She has started a worldwide discussion through the social media hashtag #BeenRapedNeverReported.", "Again, Premier, we owe it, as a government, to be a good force in people’s lives, and allow the all-party—" ],
  "anchor" : "para372",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para376",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Let me thank the member opposite for what is a very, very important question. We all have a role to play in ensuring that violence and harassment in Ontario workplaces is simply not tolerated. It’s something we will not put up with. Everybody in this province, regardless of their gender, should be able to work in a safe and a healthy workplace.", "Our government was the very first government in Ontario—this House, in 2009, passed Bill 168. What it does is, it very specifically requires employers in this province to have plans in place to prevent this from happening in the workplace and to deal with it as it happens in the workplace.", "What employees need to know, what men and women in this province need to know, is that if they are suffering or they feel that they are suffering violence or harassment in the workplace, they have the right to refuse that work—you stop right now. If you think you are in imminent danger, you contact the police; if you think it’s an ongoing issue you can’t solve, you contact us at the Ministry of Labour." ],
  "anchor" : "para381",
  "subject" : {
    "text" : "Sexual harassment",
    "anchor" : "para365"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is to the Premier. You profess to be a progressive politician. You profess to say that you want to govern in a way that’s open and transparent to the people of Ontario. But when we look at your record so far in this majority, you’re doing exactly what Dalton McGuinty did and you are time-allocating everything under the sun.", "So I am asking you, as a fellow member of this assembly, why is it that you are choosing not to allow the public to have their say on these very important bills, such as daycare, and not allowing the committees to be able to travel outside of Toronto to hear what they have to say about this very important issue? Why are you like Dalton McGuinty, and why don’t you stop time-allocating?" ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para387",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member from the third party for the question. I think all members in the House recognize that we received a very strong mandate from the people of Ontario on June 12. They have asked us—", "Interjections." ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m trying to hear.", "Please." ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Ontarians have asked us to move forward with a progressive agenda that was put forward in a budget that was passed in this House, and a platform that really clearly spoke to the priorities of Ontario. They really have asked us to make sure that we stop having the stall tactics and gamesmanship that goes on this House and pass important pieces of legislation that will make Ontarians’ lives better. That’s why we’re making sure that those priority bills that were not passed in the previous Parliament are passed in this session as quickly as possible." ],
  "anchor" : "para392",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, Premier, I would prefer that you answer the question, because you stood through the last election, you said you were progressive, you said you were going to govern differently, and you said you were going to engage the public in the decisions that face this Legislature. How can you say that at the same time you’re not allowing people outside of the city to have their say on very important bills?", "So I will ask you the question again: Why is it that you’re time allocating at a time when the opposition is not even holding up the legislation? We’ve said to your House leader that we have no interest in slowing this down. All we want to do is give the public an opportunity to have their say. Neither this opposition nor the Conservatives are holding it up. Why are you shutting down the public’s ability to have their say?" ],
  "anchor" : "para394",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "We are moving ahead with the progressive agenda of this government. We are moving ahead with bills like Bill 8, enhancing transparency for the public sector and MPPs. We are moving ahead with a bill that ensures we have a fair minimum wage in our province. We are moving ahead with a bill that ensures that we modernize child care so that our children are protected when parents drop them off at child care. And we are doing so in a responsible way.", "Let’s just take Bill 10 as an example, the Child Care Modernization Act. There will be hearings that will take place. There will be two days of hearings that will take place, and they will both go late in the evening so that parents and child care providers can have access to those hearings and they are heard.", "But at the end of the day, our number one priority is the well-being of Ontarians, especially our children." ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Government’s agenda",
    "anchor" : "para384"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "My question today is for the Minister of Finance. Minister, I hear from my constituents in Burlington and from people across our province that growing the economy and job creation is their top priority. They are encouraged that Ontario’s economy is growing faster than the national economy, and they feel secure that our path to balance is as responsible as it is compassionate.", "But people continue to read stories, and they are concerned about the lasting effects of the global economic recession. As the world becomes increasingly globalized and new markets continue to emerge, the people of Ontario want to know how our province plans to compete with economies around the world.", "Minister, can you please update this House on the steps the government is taking to compete with those emerging economies and how you plan to ensure that Ontario’s economy continues to grow, despite the challenging global economic environment?" ],
  "anchor" : "para400",
  "subject" : {
    "text" : "Ontario economy",
    "anchor" : "para399"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Thank you to the wonderful member from Burlington for her question.", "Ontario is indeed operating in a competitive and challenging global environment. I would like to take this opportunity to congratulate the Premier, the Minister of Economic Development, Employment and Infrastructure, as well as the Minister of Citizenship, Immigration and International Trade on their successful trade mission to China. Already, this mission has attracted nearly $1 billion to Ontario in new deals and is creating more than 1,800 new jobs.", "Our government understands the importance of Ontario being recognized as a globally innovative jurisdiction, and this successful trade mission is just part of our plan to grow our economy." ],
  "anchor" : "para403",
  "subject" : {
    "text" : "Ontario economy",
    "anchor" : "para399"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Ontario economy",
    "anchor" : "para399"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Minister, it’s great to hear that our government is continuously working to attract new jobs and investments on behalf of the people of Ontario. It is clear that Ontario is emerging from the global recession with strong fundamentals which will ensure we can continue to provide the programs and services that Ontarians expect and rely on.", "As we reflect back on the accomplishments of the government and plan for the future, can the minister tell us more about the efforts our government is making here at home to grow our economy and eliminate the deficit?" ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Ontario economy",
    "anchor" : "para399"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Thank you again to the member from Burlington. Our purpose is clear: It is to create opportunity and security for people, to build Ontario up while, at the same time, eliminating the deficit in a responsible and balanced way.", "Our prudent path to balance is working. However, global uncertainty still remains. That’s why we have a four-point plan for stimulating the economy, including:", "—maintaining a competitive tax environment that encourages business to invest and grow;", "—building strategic partnerships with business to stimulate innovation and productivity;", "—moving forward with the government’s Going Global trade strategy to tap into emerging markets like China; and", "—helping businesses manage electricity and other costs to ensure our prosperity and competitiveness.", "In fact, I look forward to updating the House further on our progress and our broader economic plan on November 17, when I table the fall economic statement." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Ontario economy",
    "anchor" : "para399"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is to the Premier. Yesterday the town of Fort Frances and area First Nations chartered a plane at great expense to fly 1,800 kilometres to Toronto to try to get your government’s attention. The paper mill has shut down, and if they don’t get some help soon, in a matter of weeks it could be lost forever. Expera, a speciality paper company, was interested in reopening the plant, but they could not get a reasonably priced supply of wood fibre, essential to make the project viable. That price is controlled by the past owners of the mill.", "Premier, Expera was willing to invest $100 million to create hundreds of jobs in northwestern Ontario. My question: Will you call the CEO of Expera and do what you can to close a deal that will create jobs and bring investment opportunities to Fort Frances?" ],
  "anchor" : "para417",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The Minister of Natural Resources and Forestry." ],
  "anchor" : "para419",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member for the question. I would start by saying that the community of Fort Frances flew to Toronto with their supportive team for good reason, but I would say to the member that they didn’t have to fly to Toronto to get our attention, because they’ve had our attention on this issue going back weeks ago: When the deal fell apart they had our attention, and since the deal fell apart they’ve continued to have our attention.", "I mentioned yesterday in response to several questions that we will continue to work as closely as we can with the community of Fort Frances and with both of the parties to see what is possible. The member knows that at the end of the day this was a B2B arrangement that was trying to be consummated between, hopefully, a willing seller and a willing buyer. To this point the deal has not been consummated; we continue to be in contact with them and work as diligently as we can to see what is possible to try and breathe some life back into that deal." ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Again to the Premier: I don’t think the Premier heard the question there, and that was that they asked for her to make a phone call to the CEO of Expera. I hope she will do that, though she passed the question on.", "Premier, the sustainable forest licence in the Fort Frances area is controlled by the past operator of the paper mill. They’re no longer interested in running the mill but continue to control the crown forest, the Crossroute Forest. Don’t you think the licence to harvest wood, or at a minimum an economic supply of fibre from nearby forests, should go to the company willing to locate operations and reopen the mill in Fort Frances?" ],
  "anchor" : "para423",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "To the member’s point—and I said this in response to the similar questions yesterday—last week when the deal fell apart I did reach out to the CEO of Expera, and I talked to him. I talked to the CEO of Expera again just this morning. We are still working within our ministry, within government, to see exactly what is possible, if anything. I had a good conversation with him this morning; there were no commitments made from him back to me, or from me back to him, only for him to be aware that as a government and as a ministry we’re still very interested in seeing something positive for Fort Frances.", "The member should also know that it is not with a stroke of a pen that an eSFL is created. In fact, if we were to do it that way there would obviously be impacts for the current flow of that wood fibre to other operations in the province of Ontario. I would think that the member knows that." ],
  "anchor" : "para425",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It would impact the flow to your riding." ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark, come to order." ],
  "anchor" : "para428",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "As a result of that, his suggestion would be that we wouldn’t be consulting with First Nations or with the community or with industry on what that eSFL should look like. That work would not have guaranteed anything. We’re willing to look at all options to breathe life back into this deal, and we continue to do that." ],
  "anchor" : "para429",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para416"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the minister responsible for the 2015 Pan/Parapan Games. The minister needs now to take responsibility for the missed deadlines and the mushrooming budgets of the 2015 Pan/Parapan Games. I’ve asked him about the first few games of the Tiger-Cats season that had to be relocated because the Hamilton stadium was not done when the government said it would be, and it is still—I repeat, still—not done. Now a significant soccer match that would have acted as a test run for the Hamilton stadium Pan Am readiness had to be moved to McMaster.", "The minister, as is the Liberal way, didn’t answer these questions, and never has, and now the city of Hamilton is openly concerned that the latest completion date won’t be met, and a member of the local Pan/Parapan Am Committee doesn’t think the completion date will be met. Speaker, does this minister think that the people of this province finally deserve an honest and full answer about the ongoing delays to significant Pan/Parapan Games venues, and the costs?" ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Tourism, Culture and Sport and minister responsible for the 2015 Pan/Parapan Am Games." ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "It’s a long title. Thank you very much, Mr. Speaker.", "The member was here in the Legislature, I believe, on Monday when I answered the exact same question in regards to the Hamilton stadium. He knows fully well that this is a $146-million investment into the city of Hamilton. The people of Hamilton are quite excited with this venue. The Hamilton Tiger-Cats are undefeated in the stadium. In fact, if you talk to the people of Hamilton, you will realize that that region alone has brought in the most volunteers out of all of Ontario. So they’re buying into the games. They’ve bought into the fact that they’re going to have a brand new stadium. He is fully aware there’s—", "Interjections." ],
  "anchor" : "para435",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. The bantering back and forth has got to stop." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The member knows, Mr. Speaker, that this is the largest investment in infrastructure here in the province of Ontario when it comes to our sport facilities, probably in the history of this province. We’re going to go from a jurisdiction that was doing pretty well to exceptionally well, not only here in Canada but throughout North America." ],
  "anchor" : "para439",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para440",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Thanks for the travelogue, again. The people of Hamilton and the people of Milton, where the cycling velodrome is also not ready and where they also missed a staging test event, deserve better than a smiling, happy minister who says everything is great. No answers are coming from the other side, as usual.", "We’re not talking about a peewee hockey game here, Minister. We’re talking about a $260-million-and-rising multi-site international games for the people of Ontario, who could be on the hook for a lot more.", "The minister’s reputation is also on the hook. Will he take responsibility for the mess, end the rhetoric, take the lead with his cabinet colleagues, and make sure that these venues are going to be ready on time and on budget? I don’t think they will be. In fact, I know they won’t be." ],
  "anchor" : "para441",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "We’ve had three technical briefings on the issue in regards to the Pan Am/Parapan Am Games. We’ve gone through the venues. We’ve gone through the costs. I don’t think the member opposite has showed up to any of those briefings, number 1.", "Number 2, Mr. Speaker, if you look at the actual infrastructure projects that we have in operation in Ontario in regards to the Pan and Parapan Am Games—the Scarborough aquatics centre is fully operational. If you go in there, it’s a big hub of activity. It is $43.8 million under budget, number 1. Number 2, the Pan Am/Parapan Am Fields: $2.9 million under budget. The Atos Markham Pan Am/Parapan Am Centre—" ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Talk about the stadium. Talk about the velodrome." ],
  "anchor" : "para446",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Let’s not talk." ],
  "anchor" : "para447",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "And I was at the briefings, by the way." ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek, come to order.", "Wrap up, please." ],
  "anchor" : "para449",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The simple fact is, this government has made the largest investment into athletic infrastructure in the history of this province. We’re proud of our record. We’re doing this not only for the athletes here today but the athletes in the future. We’re very proud of our record." ],
  "anchor" : "para451",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "My question is for the minister responsible for women’s issues. Minister, the Premier has just noted that sexual harassment will not be tolerated in Ontario and that we must remain vigilant when it comes to addressing this very serious issue. She told us that whether it is at work or whether it’s at home, women in Ontario have a right to feel safe. I know that this government is committed to taking action and working collectively as we move forward.", "Minister, can you please share with us what steps your ministry has taken to ensure that we are safe?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you to the member for Kitchener Centre for this very important and serious question. As we know, the Premier has taken a very active role on this issue. In fact, I want to share with the House that later this evening, the Premier will be delivering opening remarks at the official opening of the HeForShe campaign. This is a movement of over 119,000 men across the world who have committed to take a stand for gender equality. Over 12,200 people in Canada have done the very same thing. I would strongly encourage everyone in this Legislature to join this movement. Initiatives like HeForShe are critical because they raise awareness on this issue.", "Mon ministère a pris des actions concrètes pour mettre le point sur la prévention de l’agression sexuelle. Those actions include $15 million for a four-year plan and $3 million for sexual assault centres in our province." ],
  "anchor" : "para455",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para457",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Thank you, Minister. It’s very encouraging to hear about a campaign like HeForShe. I think I speak for the entire caucus when I say that we are very proud of the Premier for taking action on this very serious matter.", "Just last week, I had a meeting with some stakeholders at the Waterloo region sexual assault centre. Most of the conversation was about events at the CBC. I tell you, as a former broadcaster, I get it, having witnessed and experienced sexual harassment in the workplace.", "Minister, can you please tell us what other policies are in place in the workplace to ensure that we all feel safe at work?" ],
  "anchor" : "para458",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very, very important question. As I said in response to a previous question, we simply do not tolerate violence and harassment in Ontario’s workplaces. It’s that clear: Everybody in this province should be able to work in a workplace that is both safe and healthy.", "To answer the question specifically, what we did in 2009, as a government, was make amendments to the Occupational Health and Safety Act in Bill 168. What that said is that all employers in this province have to have workplace violence and workplace harassment policies in place, and they also have to have programs that implement those policies in a serious way. There’s a variety of information that we can provide from the Ministry of Labour if there’s any employer out there that’s watching today that wants to do better, that thinks that he or she wants to review those policies.", "We also give the right to refuse work. Anybody who feels they’re under duress in this regard should simply refuse to do the job and contact the police or contact us." ],
  "anchor" : "para462",
  "subject" : {
    "text" : "Sexual harassment / Harcèlement sexuel",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is to the Minister of Community and Social Services. Minister, Shane Burt is a 21-year-old man with spastic quadriplegia cerebral palsy who, due to his age, has been told he is no longer allowed to attend school.", "In a matter of months, he has gone from having access to a walker, a stander, a bike, lifts, an exercise table, and an integrated computer system allowing him to communicate in a school setting, to having none of those things now. His family explains that no programming exists for his type of disability in the entire region, outside of a school setting.", "Minister, the all-party Select Committee on Developmental Services released its final report in July. The 46th recommendation was for the inter-ministerial committee to work with families and community agencies to develop more day programming tailored to a wider range of needs.", "Will you commit to providing day programming to meet the needs of Shane Burt?" ],
  "anchor" : "para466",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para465"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for the question. Certainly, I cannot comment on any specific case, but I can say in general that we on this side of the House took the select committee’s report extremely seriously. I did say in my ministerial statement, in some detail, that we were looking very closely at all 46 recommendations in that report. Certainly, we’ll be taking the advice very, very seriously.", "In terms of individuals transitioning specifically from one situation, an educational situation in particular, and moving through to adulthood, this is an area that I’ve asked my parliamentary assistant to focus on in terms of ensuring that these types of transitions are as smooth as possible and that a plan is in place at the earliest date possible." ],
  "anchor" : "para470",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para465"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para465"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Again to the Minister: The Burt family explains that no programming is available in our area, and we have been in contact with your ministry, but I would be happy to provide you with Shane’s particulars again.", "As the family describes, Shane is like a six-month-old baby who understands everything. He can’t walk and he can’t talk, but when the proper programming is in place, he thrives. At school, he learned to float and roll over in a pool by himself. He helped serve food and dusted furniture at the local Brick store with his classmates. He had daily exercise and interaction with his peers.", "The Burts want Shane back in school until programming in the community is available, and I don’t think that’s an unreasonable suggestion. In fact, a regulation under section 16 of the Education Act states: “The committee may recommend that an exceptional pupil who is 21 years of age or older remain in a secondary day school program.”", "My question is simple: Will you undertake to ensure that everything is done to see if Shane can’t stay in the secondary program that he was thriving in?" ],
  "anchor" : "para473",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para465"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Of course, this is precisely the type of situation that caused us to invest some $810 million over three years, particularly into this sector. I do recall that the two opposition parties voted against that budget, which is most unfortunate.", "I do want to reassure the member opposite that in September 2014 my ministry, the Ministry of Children and Youth Services, the Ministry of Health and Long-Term Care and the Ministry of Education implemented integrated transition planning for young people with developmental disabilities who are preparing for adulthood.", "I’m very open to hearing more about this particular case, but this is precisely the work that we are committed to doing. We took the good advice of the select committee in this regard, and we will be moving forward." ],
  "anchor" : "para478",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para465"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "To the Minister of Natural Resources: Minister, I believe first and foremost that the forest in the Rainy River district should serve to create jobs in the Rainy River district, as it has for the better part of 100 years.", "Now the people in this town are left watching as their livelihood is being trucked away. I believe that the Crossroute Forest should be providing fibre to the local Fort Frances mill so that we can create 1,000 jobs and so that 1,000 people can pay their bills, but the minister seems content with the status quo.", "My question is: Minister, is the reason why you’re refusing to resolve this situation in Fort Frances because the wood is going to your riding to be processed instead of staying in Fort Frances?" ],
  "anchor" : "para482",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask for order, and then I’m going to make an observation that we have to be very careful in the House when we make comments that are coming close. I’ll only offer a warning that impugning motive is not what we do in this place." ],
  "anchor" : "para486",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "But I still think you’re right." ],
  "anchor" : "para487",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton will come to order." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I wasn’t looking at you." ],
  "anchor" : "para489",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It doesn’t matter if you’re looking at me or not. That includes anyone who wants to add anything else.", "The Minister of Natural Resources and Forestry." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "A week ago, I asked my staff, “Who do you think will ask this question?” I predicted it would be the NDP, so I was right.", "This kind of question is so predictable from that particular party, and I will demonstrate to you by way of example for the member opposite why she is so misplaced in—", "Interjections." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjections." ],
  "anchor" : "para495",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock. Order.", "Interjections." ],
  "anchor" : "para497",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m still standing. And the Minister of Agriculture, come to order as well.", "Carry on." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "In 2011, three months before the provincial election, a mill in my riding, in Atikokan, called the Sapawe mill, that was owned by Buchanan, had 640,000 cubic metres of wood attached to it. Three months before a provincial election, our government took that wood away from the mill in my riding. Very shortly after that, that mill was torn down. Do you know where that wood went? It went to Fort Frances—the Resolute mill owned in Fort Frances. How did you feel about the flow of wood at that time? Were you standing up and—", "Interjections." ],
  "anchor" : "para501",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para503",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Aboriginal Affairs will withdraw." ],
  "anchor" : "para505",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I withdraw.", "Interjections." ],
  "anchor" : "para506",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. At this time I will also remind you once again: In this place we raise the level of debate.", "Supplementary?" ],
  "anchor" : "para508",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I will tell the minister who the NDP is. We are the party in this Parliament that is standing up for the people of this province. It is your government that is making this mess. The people of Fort Frances are keen to work, and they are feeling angry and betrayed by your government’s unwillingness to act. One thousand jobs will have a major impact on our community. Sustainably managing the Crossroute Forest in order to create jobs at the Fort Frances mill would bring stability and prosperity back to the northwest.", "In fact, in 2011 New Democrats proposed changes to the wood tenure system that would ensure that when a mill closes its doors, the wood allocations would revert back to the local community. Right now, the minister seems content with the status quo that is only benefiting his community, the community that he represents, instead of listening to the priorities of the people who live in the area where the wood is being harvested.", "My question to the minister: Does this sound like good, solid, sound governmental policy?" ],
  "anchor" : "para510",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, no. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para514",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "This particular member was so concerned about the Fort Frances mill that never once since it has been closed, for the last two years or so, has she written to this minister or this ministry in regard to the closure of that mill. That’s how concerned she has been about that particular mill.", "At the core of this is the tenure modernization piece. We introduced it in 2011. The members opposite, in both parties apparently, want you to think that if an eSFL process was in place for this mill—if that process had started a year ago, it would not have been concluded by now in all likelihood. Even if it had been, as I’ve said before, it is only one component of the deal that was required, hopefully between a willing seller and a potential buyer. It was only one phase. There were other components of the deal that were on the table that were being negotiated between the two parties. This was only one part of it.", "As I’ve said repeatedly and will say again, even if the eSFL had been in place, it would not have guaranteed any deal. We continue to work with both parties and with the community to see—" ],
  "anchor" : "para516",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para519",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "My question is to the Minister of Government and Consumer Services. In my riding of Brampton–Springdale, one of the most frequent things I hear about from constituents is their experiences at ServiceOntario locations. My constituents depend on ServiceOntario for many important services such as licence plate sticker renewals, health card and driver’s licence renewals, and obtaining birth certificates.", "ServiceOntario is not just important to my constituents but to all Ontarians. The services they provide are essential and important to ensuring Ontarians have proper documentation to see a doctor or register their business. However, I’ve had constituents comment on the occasional longer-than-normal wait times. My constituents understand that delays are a part of life and that they do happen. They want to know what can be done to try to minimize these instances.", "Can the minister please update the House on what his ministry is doing to alleviate wait times at ServiceOntario locations, not only in my riding but across the province?" ],
  "anchor" : "para522",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para521"
  }
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I want to thank my colleague from Brampton–Springdale for the question. She has raised a very important issue in her riding. Low wait times are one of the keys to customer satisfaction. We have many initiatives to shorten wait times that we’re proud of.", "In 2013, the average customer wait time at ServiceOntario centres was roughly nine minutes. Of our over 280 ServiceOntario locations, 97% of them had a wait time of less than 15 minutes. Recognizing that the ServiceOntario centre in Brampton has an above-average wait time, we recently launched a pilot project aimed at helping to improve the wait times in Brampton. Part of the strategy involved informing the public of the necessary documentation needed, as well as highlighting the option to use various online services for renewal functions.", "We have moved over 40 of our services offered at ServiceOntario to online services, making transactions easily accessible. This past year, we made it possible to renew your driver’s licence online—a first of its kind in Canada." ],
  "anchor" : "para525",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para521"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para528",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "My thanks to the minister for his response and for informing myself and the House of the important steps that the ministry has taken. These are all great initiatives towards reducing wait times at ServiceOntario, both in my riding and across the province.", "There have been many other steps taken by ServiceOntario to ensure that wait times remain reasonable. As the minister said, many services are now offered online, some of them for the first time in Canada. These online services not only decrease wait times but increase the convenience of renewing documents for Ontarians.", "Would the minister please update the House on what other ServiceOntario services are offered online and the benefits of completing transactions online?" ],
  "anchor" : "para529",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para521"
  }
}, {
  "speaker" : "David Orazietti",
  "text" : [ "Again, thanks to the member from Brampton–Springdale for the question.", "By offering more services online, ServiceOntario is ensuring that Ontarians can access the services they need when they need them. One of the options is certainly the 15-day money-back guarantee when you order your birth certificate online. We also have a four-in-one bundle available where parents can apply for a birth certificate, a social insurance number, and both federal and provincial child tax benefit credits in one easy transaction.", "This year we’re encouraging people to renew licence plate stickers online. This will decrease wait times not only at the Brampton ServiceOntario location, but at ServiceOntario locations across Ontario.", "Another important service is ONe-Source for Business, an online service portal that provides businesses with a single window to view and manage their relationship with different levels of government.", "At ServiceOntario, we are focused on innovation and customer service excellence so that Ontarians will spend less time standing in line and more time online." ],
  "anchor" : "para533",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Premier. During a Liberal fundraiser in Stratford in November of last year, before the last election, you were asked about GO train service to Stratford. You were quoted as saying: “Full-day, two-way GO service is a priority, and expanding GO service is a priority.”", "I then asked you to clarify your plans for GO Transit in Perth–Wellington. It’s now a year later and you still haven’t answered. I have twice written to the Minister of Transportation and he still hasn’t answered.", "I ask the Premier: Can we conclude from your silence that you were just telling people what they wanted to hear before an election?" ],
  "anchor" : "para539",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para542",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member opposite for that question. I had the opportunity a number of months ago, Speaker, while at the AMO conference, to have a face-to-face conversation with the mayor from the community that he referenced, the mayor of Stratford. It was a great conversation.", "As I’ve spoken to many mayors and council members and others from communities right across the province of Ontario, there is exceptional excitement, as there should be, about our government’s very ambitious plan to invest significantly in transit and transportation infrastructure over the next decade.", "I look forward to having continued dialogue and conversations with the mayor of Stratford and mayors and regional chairs from communities in York region, Durham, Peele, Toronto, Niagara and elsewhere while Metrolinx and the Ministry of Transportation continue to do their work, because all of our decisions going forward, as to where and how we invest that money that I mentioned a second ago, will be based on business case analysis and evidence so that we can provide positive results for communities right across the region and province." ],
  "anchor" : "para543",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para546",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Speaker, that was on interesting answer. It looks like the government is leaving out even the possibility that GO trains could serve Stratford in the future. It sounds like the minister isn’t even giving us something aspirational in nature.", "I wrote to the Premier in November 2013. She sent my letter to the Minister of Transportation. On April 15 of this year, after months of silence, I wrote to the minister’s predecessor. I wrote again to this minister on September 23. My letters remain unanswered.", "The government’s silence is deafening. When will this government start planning for the future and acknowledge the need for future GO service expansion to Stratford? And, Speaker, when will it start answering its mail?" ],
  "anchor" : "para547",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I have to admit to the Legislature that I find this truly fascinating, not only the question that I hear from this member today, but the questions that were raised last week from some of his colleagues while I was at estimates committee.", "Since my time in this Legislature, since first being elected in 2012—at every instance I’ve heard nothing from members of that particular caucus and party about anything with respect to building Ontario up, anything with respect to making more investments in crucial infrastructure. What I’ve heard, time and time again, is about their fascination with the need to slash and burn at every turn. Yet, while at estimates committee last week, while I stand in my place at this moment, while I did last week as well, whether we’re talking about that community or others, I hear repeatedly about their somewhat belated desire to support our plans to invest in crucial infrastructure. It’s peculiar to me that I hear this repeatedly.", "What I can tell that member is that over the next decade, this government, under the leadership of this Premier, will invest $29 billion, up to $15 billion for the GTHA, up to $14 billion for the rest of Ontario, to deliver—", "Interjections." ],
  "anchor" : "para550",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Thank you.", "New question." ],
  "anchor" : "para554",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Yesterday, media and ministerial staff were invited to tour the Windsor Jail in my riding, yet I was explicitly denied access. It’s ironic that a government touting transparency denies elected officials access to government facilities.", "Perhaps the minister didn’t want me to point out that, like the old jail, our new South West Detention Centre is overcrowded and understaffed. Offenders making up 80% of the maximum capacity are crammed into 60% of the facility’s space. Also, Windsor’s male intermittent offenders are being shipped to London.", "While the minister thinks his misstatement of this file is limited to only four to six male intermittent offenders, I want to remind him that the problems in our correctional system impact correctional officers, staff, families and the general public.", "When will the minister be proactive, not reactive, when addressing the problems of our correctional system?" ],
  "anchor" : "para557",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "First of all, I want to thank the member for yesterday, for reaching out to me to get more information about the Windsor Jail and the tours that we are hosting as we open the South West Detention Centre.", "I want the member to know—and I’m sure she has received an invite—that on Friday, November 14, she’s getting a VIP tour of the jail, along with the judiciary, the mayor, the council members, area MPPs, MPs, the police chief, the fire chief and the former superintendent. So I hope she will be able to attend a special tour that has already been planned, along with all the elected representatives, on Friday, November 14.", "Speaker, I am very excited by the challenge and the mandate that the Premier has given to me, and that is to transform our correctional system. I look forward to working with all members of the House and getting their ideas as to how do we have a correctional system that focuses on rehabilitation of our inmates." ],
  "anchor" : "para561",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington on a point of order." ],
  "anchor" : "para564",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Speaker, on a point of order: Earlier during question period, you ruled to dismiss my notice of privilege, and you made reference to standing order 121 that it first must be raised in committee. If I may, Speaker, I attempted to raise this matter in committee on Monday evening. However, the Chair refused to consider the matter, due to the time allocation—" ],
  "anchor" : "para565",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve made my ruling and that’s the end of it. In terms of anything else, you need to bring that back to committee." ],
  "anchor" : "para566",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Point of order." ],
  "anchor" : "para567",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member from Hamilton East–Stoney Creek." ],
  "anchor" : "para568",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I just want to clarify the record that the minister claimed that I didn’t attend any—and I did—he came—" ],
  "anchor" : "para569",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order." ],
  "anchor" : "para570",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para556"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the amendment to the amendment to the motion of allocation of time on Bill 10.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para573",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "On November 4, Mr. Bradley moved government notice of motion 7.", "Mr. Bisson then moved the motion to be amended by deleting all the words after the second paragraph and submitting the following:", "“That the committee shall travel for up to five days outside of Toronto, for the purpose of public hearings, as determined by the committee.”", "Ms. MacLeod then moved that the amendment be amended as follows:", "“That the number ‘5’ be deleted and replaced with the number ‘7,’ and that the words ‘as determined by the committee’ be deleted and replaced with ‘in the following locations: Hamilton, Guelph, Ottawa, Kitchener, London, Windsor and Sudbury.’”", "All those in favour of the amendment to the amendment by Ms. MacLeod will rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para576",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para627",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 44; the nays are 56." ],
  "anchor" : "para685",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the amendment to the amendment lost.", "Is the House ready to vote on the amendment by Mr. Bisson?", "Mr. Bisson has moved that the motion be amended by deleting all the words after the second paragraph and substituting the following:", "“That the committee shall travel for up to five days outside of Toronto, for the purpose of public hearings, as determined by the committee.”", "Is it the pleasure of the House that the amendment carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the nays have it.", "Call in the members. This is a five-minute bell." ],
  "anchor" : "para686",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Same vote." ],
  "anchor" : "para695",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote?", "Interjections." ],
  "anchor" : "para696",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have to wait until all are seated.", "All those in favour of the amendment to the motion will rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para698",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed to the amendment to the motion will rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para745",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 44; the nays are 56." ],
  "anchor" : "para803",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the amendment lost.", "Is the House ready for the vote on the main motion?", "Mr. Bradley has moved government notice of motion number 7 for the allocation of time on Bill 10, An Act to enact the Child Care and Early Years Act, 2014, to repeal the Day Nurseries Act, to amend the Early Childhood Educators Act, 2007, the Education Act and the Ministry of Training, Colleges and Universities Act and to make consequential and related amendments to other Acts.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "I believe the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para804",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of the motion will rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para813",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please stand one at a time and be recognized by the Clerk." ],
  "anchor" : "para871",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 56; the nays are 44." ],
  "anchor" : "para917",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para918",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para920",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Ajax–Pickering." ],
  "anchor" : "para923",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para922"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "Thank you, Mr. Speaker. It’s great to be back in the Legislature with you at control of the helm.", "I would like to again welcome the Myalgic Encephalomyelitis Association of Ontario. We have representatives here with us now, and they are: the vice-president and secretary, Denise Magi; Keith Deviney, the president; and other MEAO directors, including Ted Ball, John Dougherty and Adrianna Tetley.", "Just for the record, MEAO is a registered charitable organization which offers support and advocates on several things, which we will address later.", "We welcome all members of the Legislature to visit with us in rooms 228 and 230 after 3:45.", "Thank you for the flexibility, Mr. Speaker." ],
  "anchor" : "para924",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para922"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m very pleased to rise today to recognize the Myalgic Encephalomyelitis Association of Ontario, also known as MEAO for short, on their annual community engagement day at Queen’s Park.", "In October 2013, a business case proposal for an Ontario Centre of Excellence in Environmental Health was presented to the Ministry of Health and Long-Term Care with the objective of ensuring that effective and appropriate care is given to individuals who suffer from chronic, complex environmentally linked illnesses. To date, there has been no answer from the ministry on the approval of the business case proposal.", "Our caucus health critic and Whitby MPP, Christine Elliott, recently met with members of the interim steering committee of the Ontario Centre of Excellence in Environmental Health to discuss the issues facing the hundreds of thousands of patients who are now, and have been for many years, without care.", "Sufficient time has now passed to deliberate the business case, and we are calling on the Ministry of Health and Long-Term Care to act. Time is of the essence.", "Today there are approximately 570,000 people in Ontario living with chronic complex environmentally linked illnesses, such as myalgic encephalomyelitis, or chronic fatigue syndrome, fibromyalgia, and multiple chemical sensitivities. Individuals living with these conditions have overwhelming fatigue and a host of other debilitating symptoms that can get worse after mental or physical activity but do not improve with rest.", "I would like to thank the association for their excellent advocacy work for Ontarians living with myalgic encephalomyelitis and associated illnesses. We look forward to receiving the health minister’s update with regard to his approval of this proposal." ],
  "anchor" : "para931",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para930"
  }
}, {
  "speaker" : "Joe Cimino",
  "text" : [ "It is with great pleasure that I congratulate the Sudbury Multicultural and Folk Arts Association on their 50th anniversary of serving Greater Sudbury and northeastern Ontario.", "As a former city councillor, I was fortunate to really get to know and become friends with the wonderful members, staff and volunteers of this organization. I am sincerely impressed with their commitment to our community, a community that celebrates with them the beauty of multiculturalism. Our part of the world is a better place because of the work this organization does to welcome newcomers and help them transition into our community.", "The SMFAA champions cultural sharing and the passing on of our traditions to our youth. This group also organizes the annual Canada Day festivities at the Sudbury community arena, which is a proud showcase of our city’s many heritages.", "The association administers a Newcomer Settlement Program that includes services such as facilitating employment, ESL and FSL classes, community referrals, and relevant legislation discussions.", "The association also has a multicultural youth council made up of members aged 10 to 25. This group participates in ethnic dance and fundraising and interacts with other community organizations. They assist in organizing events such as the international day against racial discrimination, Human Rights Day, Canadian Charter of Rights and Freedoms day, and prevention of violence against immigrant women awareness.", "Lastly, the SMFAA is involved in cross-cultural education. They visit schools, hold international cooking classes and organize days around the themes of celebrating multiculturalism and anti-racism. Again, congratulations to the Sudbury Multicultural and Folk Arts Association on their 50th anniversary." ],
  "anchor" : "para938",
  "subject" : {
    "text" : "Sudbury Multicultural and Folk Arts Association",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "I’m pleased today to speak about the seventh annual Sikh Remembrance Day Ceremony, being held at the Mount Hope Cemetery in Kitchener this upcoming Sunday. This historic Sikh Remembrance Day Ceremony takes place every year at a location of unique military significance in Canada: the gravesite of Private Buckam Singh, the only military grave in Canada of a Sikh soldier from the world wars.", "Private Singh was born in India. In 1907, at the age of 14, he moved to Canada. He joined the Canadian forces and was wounded twice on the battlefields of France. In fact, Canadian soldier Private Buckam Singh was one of only nine Sikh soldiers allowed to serve with the Canadian forces in the First World War.", "Buckam Singh’s war medal and grave were only discovered by sikhmuseum.com after having been forgotten for nearly a century. His war medal is the only known surviving military medal of a Sikh Canadian soldier from World War I. With the discovery of this war medal and military grave, the Sikh community has reclaimed a forgotten son and Canada has reclaimed the story of a hero.", "Let us pay tribute to Private Buckam Singh and all those brave Canadian men and women who made sacrifices to protect our freedom. I especially want to recognize the service of our Sikh community for advancing the principles and values that make Canada the great country it is today." ],
  "anchor" : "para945",
  "subject" : {
    "text" : "Sikh Remembrance Day Ceremony",
    "anchor" : "para944"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s my pleasure today to share my support for the Ontario Legislature Internship Programme. For almost 40 years now, the program has been providing recent graduates with the opportunity to work with members of provincial Parliament, gaining practical experience with the daily workings of the Ontario Legislature.", "I can say, from my own experience working with interns, that the program provides a variety of learning opportunities: everything from helping members write statements and questions or research relevant issues, to participating in comparative study trips to other Legislatures.", "I’ve had the honour of working with three interns who have all excelled in their own personal way, and today I would like to welcome my fourth intern, Kristy May. Originally from East Gwillimbury, Ontario, Kristy completed her bachelor of environmental studies at the University of Waterloo and master’s at the University of Guelph. She shared with me her excitement to work with my office and me on environment and climate change critic portfolio issues, as well as local issues facing my riding. I look forward to showing Kristy how much Huron–Bruce matters.", "To close, I’d like to share with the Speaker and everyone else in the House that I’m proudly wearing green today, because it’s Show Your 4-H Colours day. I would like to invite everybody to the Royal Agricultural Winter Fair, where youth from across the province and Canada will travel to the city—where country meets city—bring their animals and show how proud they are to be raised on farms." ],
  "anchor" : "para950",
  "subject" : {
    "text" : "Ontario Legislature Internship Programme",
    "anchor" : "para949"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to rise today in recognition of the Myalgic Encephalomyelitis Association of Ontario community engagement day. Today is a community engagement day for the Myalgic Encephalomyelitis Association of Ontario—MEAO is the acronym. In October 2013, a business case proposal for the Ontario Centre of Excellence in Environmental Health was presented to the Ministry of Health and Long-Term Care. To date, there has been no answer on the approval of this business case.", "In the NDP, we have a strong commitment to keeping people healthy, supporting health promotion and disease prevention, and ensuring a sustainable health care system.", "From the business case proposal from the OCEEH, we learned that over 568,000 people in Ontario have been diagnosed with this chronic complex and environmentally linked illness. That’s 5% of the Ontario population. We also learned that people suffering from these conditions experience systemic barriers to getting the health care they need, because diagnosis and treatment of these serious conditions are not currently available in Ontario’s health care system.", "Now we’re hearing from MEAO that over $150 million is spent annually to serve people suffering from environmentally linked illnesses, but it’s done in a fragmented way that does not achieve the desired health outcomes.", "We believe this has to change. It’s time to support the proposed Ontario Centre for Excellence in Environmental Health and ensure that people suffering from environmentally linked conditions receive the effective and appropriate care they need to move forward in their lives. I want to commend those who are here today, on behalf of those affected and afflicted by MEA." ],
  "anchor" : "para955",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para954"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "In 2007, I was driving past the century-old red brick building in Cambridge that had been the home of the Galt Knife Co. I noted that construction workers were working, renovating the building’s large multi-paned heritage windows. This was the beginning of a wonderful, adaptive reuse of a heritage building which transformed into the Grand River Brewing company.", "Imagine the delight of my very good friends who learned that a craft brewer was setting up shop two minutes from their home. I do believe they were their first customers.", "Indeed, as Grand River Brewing began distributing their craft beers to local restaurants, pubs and community events, the residents of Cambridge were delighted to have this unique brewery right in the heart of our beautiful city. Not only do we have a preserved heritage building, but Cambridge has a thriving and expanding business that has created local jobs.", "Speaker, it is clear that CEO Bob Hanenberg’s dream has become a rousing success.", "Many of the fine craft beers crafted by Grand River Brewing have won several Ontario and Canadian Brewing Awards, including my personal favourite, Plowman’s Ale.", "Grand River Brewing offers brewery tours and a hospitality room for tastings and local events. I would welcome and encourage all members in this House to visit my riding of Cambridge to stop in for a very enjoyable pint." ],
  "anchor" : "para961",
  "subject" : {
    "text" : "Grand River Brewing",
    "anchor" : "para960"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Phragmites, the European common reed, has been referred to by ecologists as Canada’s worst invasive plant.", "Invasive phragmites release toxins from their roots into the soil and impede the growth of local plants. These toxins can even kill other plants. They force out local vegetation, resulting in decreased plant biodiversity.", "These tall, densely growing weeds can reach up to five metres in height, can cause damage to the natural habitats they grow in and can also cut off food supplies for native wildlife, including several species at risk.", "Speaker, phragmites can grow so thick that even deer can get caught up in them and eventually die.", "In my riding of Chatham–Kent–Essex and in many other areas of the province, they contribute to flooding as they spread throughout ditches, roadsides and our highways. They’re so thick that they can even prohibit natural water flow. I’ve seen this first-hand, most recently while working with farmers in the Leamington area during the Essex County Ploughing Match.", "To see just how far widespread phragmites are, all one needs to do is travel Highway 401 between Windsor and London to see this invasive plant growing in the medians and ditches. In some cases, on county roads, phragmites actually impair visibility to oncoming traffic—an accident waiting to happen.", "Thus far, Ontario has taken a piecemeal approach to combatting phragmites. It’s recognized as an invasive plant but not a noxious weed.", "The Ontario Phragmites Working Group has established four recommendations to help control and manage phragmites. These recommendations include emergency use permits for herbicides, approval of aerial treatment application, establishing a province-wide control program and, lastly, establishing an invasive species act.", "I encourage the government to address this growing nuisance head-on before it spreads out of control." ],
  "anchor" : "para969",
  "subject" : {
    "text" : "Phragmites",
    "anchor" : "para968"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Mr. Speaker, earlier today, I had an opportunity to meet with volunteer representatives of Myeloma Canada, including Leslie Weatherby, who lives in my riding of Northumberland–Quinte West.", "Leslie, along with other volunteers, came to Queen’s Park today to help us understand more about this disease and the kind of treatments and support that patients and their families need.", "Myeloma Canada provides educational resources and emotional support to patients, families and caregivers; increases awareness of the disease and its effects on the lives of patients and families; promotes clinical research and access to new drug trials in Canada; and facilitates access to new therapies, treatment options and health care resources.", "Myeloma is the second most prevalent form of blood cancer in Canada. Nearly 1,000 Ontarians are diagnosed with myeloma every year. While there’s no cure, early diagnosis and the right treatment at the right time will save lives and save the health system money in the long run.", "I commend Myeloma Canada for the work they do every day for patients and volunteers living with this disease.", "I also urge my colleague the Minister of Health and Long-Term Care to continue to champion for a national rare disease strategy that will make new treatments more affordable." ],
  "anchor" : "para979",
  "subject" : {
    "text" : "Myeloma Canada",
    "anchor" : "para978"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’m pleased to once again sponsor the Myalgic Encephalomyelitis Association of Ontario—MEAO, of course, is the acronym—who are here today for their community engagement day at Queen’s Park. That will be just down the hall, on the west end of this floor.", "I have sponsored this association many times over in the last several years for their extremely worthy cause. MEAO supports hundreds of thousands of patients in Ontario who have complex, chronic, environmentally linked illnesses. As pointed out numerous times over the years, these patients experience systemic barriers to getting the health care they need because diagnosis and treatment of these very serious conditions are currently unavailable in Ontario.", "One year ago, MEAO, together with the Association of Ontario Health Centres, submitted a business case proposal for the Ontario Centre of Excellence in Environmental Health to the Ministry of Health and Long-Term Care, but to date, approval has not yet been given to the business case proposal. I request, and I’m sure others do, that with the assistance of our good Minister of Health and Long-Term Care, Dr. Hoskins, we approve the business case proposal for the Ontario Centre of Excellence and assist hundreds of thousands of people.", "Members are welcome immediately after this, of course, down the hall at rooms 228 and 230. We welcome to see you all. I will sit down so I can go down there and speak shortly." ],
  "anchor" : "para986",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para985"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para992",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para991"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bills without amendment:", "Bill Pr1, An Act respecting The Loretto Ladies’ Colleges and Schools.", "Bill Pr3, An Act to revive Bensfort Wood Inc.", "Bill Pr4, An Act to revive Bruno’s Alignment Limited.", "Bill Pr6, An Act respecting The Macdonald Stewart Community Art Centre.", "Bill Pr9, An Act to revive 1807041 Ontario Inc." ],
  "anchor" : "para993",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para991"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed.", "Mr. Mauro moved first reading of the following bill:", "Bill 37, An Act respecting Invasive Species / Projet de loi 37, Loi concernant les espèces envahissantes." ],
  "anchor" : "para999",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para991"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1005",
  "subject" : {
    "text" : "Invasive Species Act, 2014 / Loi de 2014 sur les espèces envahissantes",
    "anchor" : "para1002"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para1007",
  "subject" : {
    "text" : "Invasive Species Act, 2014 / Loi de 2014 sur les espèces envahissantes",
    "anchor" : "para1002"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’m pleased to rise in the House today to reintroduce the proposed Invasive Species Act. This legislation would provide a strong legislative framework to better prevent, detect, rapidly respond to and eradicate invasive species in Ontario. If passed, this landmark legislation would help by providing the powers to intervene earlier, so invasive species do not become established and lead to significant social, environmental and economic costs for Ontarians.", "If the proposed legislation is passed, Ontario will be the first jurisdiction in Canada that has stand-alone invasive species legislation. With the introduction of the proposed Invasive Species Act, Ontario is taking a leadership role with significant and necessary action to address the social, ecological and economic threats posed by invasive species to our great province." ],
  "anchor" : "para1008",
  "subject" : {
    "text" : "Invasive Species Act, 2014 / Loi de 2014 sur les espèces envahissantes",
    "anchor" : "para1002"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Children and Youth Services." ],
  "anchor" : "para1012",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And I’m speaking as the minister responsible for women’s issues." ],
  "anchor" : "para1013",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And minister responsible for women’s issues." ],
  "anchor" : "para1014",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you, Speaker. I rise today to recognize November as Woman Abuse Prevention Month in Ontario. Our government believes that all women deserve to live free from violence and from fear of violence.", "While abuse of women crosses every social boundary, aboriginal women are at particular risk. Nationally, recorded incidents of aboriginal female homicides and unresolved missing aboriginal women total 1,181 as of November of last year. Between 2001 and 2011, at least 8% of all murdered women aged 15 years and older were aboriginal, double their representation in the Canadian population. They are 2.5 times more likely to experience spousal violence than other women. In Canada, aboriginal women are 3.5 times more likely to be victims of violence than non-aboriginal women. In Canada, aboriginal women are almost three times more likely to be killed by a stranger than non-aboriginal women.", "Our government is investing in initiatives and working with many stakeholders to bring down the high rates of violence against aboriginal women. We’re investing $2 million over the next two years to support the excellent work of our Joint Working Group on Violence Against Aboriginal Women. This is a broad coalition of five aboriginal organizations and 10 government ministries working together to end violence against both aboriginal women and girls.", "So it’s against this backdrop of co-operation in Ontario that I must express my profound disappointment that the federal government is missing in action on this very important issue.", "The federal government continues to resist calls from many quarters and many provinces, including ours, and the call of Premier Wynne for a national public inquiry into missing and murdered aboriginal women.", "The federal government skipped the National Aboriginal Women’s Summit last month, at which important progress was made. I was there with my colleague the Minister of Aboriginal Affairs. It was at that summit, with representation from all provinces and territories, where plans were developed to hold a national round table on the issue, even in the absence of the federal government.", "Our government, Speaker, will not abandon aboriginal women and girls. We will not be an empty chair at a conference. We will support aboriginal women and girls and help make their lives safer. We will do that because our government is committed to seeing that all women in Ontario are safe in their homes, in their workplaces and in their communities.", "In 2011, we launched our Sexual Violence Action Plan, working with community organizations to raise awareness and better support victims. And since we established our groundbreaking Domestic Violence Action Plan back in 2004, our government has implemented many initiatives to combat domestic violence. Among them is the Neighbours, Friends and Families public education campaign to help people recognize the signs of woman abuse and teach them how to help an abused woman. This initiative includes francophone, aboriginal, and immigrant and refugee communities across Ontario.", "November has a number of significant dates and activities that allow us to recognize the work being done by communities across Ontario to end abuse against women and to renew our commitment to ending violence that still affects far too many women.", "I urge all Ontarians and MPPs in this chamber to support these campaigns because ending woman abuse is absolutely everybody’s responsibility. Let us build on our success and finish the work that is before us so that all women and girls are safe and secure and are able to be successful in life.", "I will now ask my colleague the Minister of Aboriginal Affairs to outline in greater depth the government’s commitment to the safety of aboriginal women and girls." ],
  "anchor" : "para1015",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m pleased to join my colleague Minister MacCharles in recognizing Woman Abuse Prevention Month.", "Violence against aboriginal women and girls is a serious issue for First Nations, Inuit and Métis families and their communities. The statistics are deeply troubling. In some northern aboriginal communities, it is estimated that 75% to 90% of women experience violence.", "Preventing and ending violence against aboriginal women and girls requires collaboration not only between the ministries and aboriginal partners, but all our partners, all Ontarians, all Canadians. We have a role to play.", "In 2010, our government established the Joint Working Group on Violence Against Aboriginal Women to provide us with direct advice on how best to tackle this important issue.", "The working group consists of 10 Ontario ministries as well as the Ontario Native Women’s Association, the Ontario Federation of Indigenous Friendship Centres, the Métis Nation of Ontario and the Independent First Nations and the Chiefs of Ontario.", "Mr. Speaker, I want to take this opportunity to thank all of the aboriginal partners for their hard work, their support and their dedication to putting an end to this violence. Our partners are delivering vital programs and services to prevent violence and support aboriginal women on their healing journey. For example, the Ontario Native Women’s Association has implemented Talk4Healing, a free and culturally sensitive telephone helpline available to aboriginal women in northern Ontario. The help line is available 24 hours a day, seven days a week. It provides counselling and support to help aboriginal women and youth who are experiencing violence and abuse.", "The Ontario Federation of Indigenous Friendship Centres has delivered several campaigns to raise awareness and provide resources to aboriginal communities. For example, the “I Am a Kind Man” campaign uses the seven grandfather teachings to engage aboriginal men, youth and children in preventing violence.", "Mr. Speaker, violence against aboriginal women is complex. Last month, I attended the National Aboriginal Women’s Summit with the minister responsible for women’s issues. It was a great opportunity for leaders from across Canada to share their experience and their knowledge, as well as to identify areas to work together in. Regrettably, however, yet again the federal government did not attend that national conference.", "Planning is now under way to convene the national round table on violence against aboriginal women. It will take place in February. We are working with the National Aboriginal Organizations and the provinces and territories across Canada. Our government is committed to participating in this round table so that we can work together on an action plan going forward.", "Mr. Speaker, violence against aboriginal women, and indeed against all women, must be stopped. Our government is committed to working with all levels of government and with our aboriginal partners to end violence and help aboriginal women, children, their families and their communities to move forward through the healing process.", "Meegwetch. Thank you." ],
  "anchor" : "para1027",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m pleased to stand in this House today to celebrate the 20th anniversary of Take Our Kids to Work Day. Today, more than 250,000 grade 9 students in Canada are spending the day learning in the workplace of a parent, relative or friend.", "I am delighted to have Piers Burnfield Wiebe, who is up in the gallery here, a grade 9 student from Harbord Collegiate, joining my office today as part of Take Our Kids to Work Day. Welcome again. He was here for question period too.", "I would also like to welcome all of the grade 9 students taking part in learning opportunities today at the Ministry of Education, as well as all of the other ministries across government and in the offices here at the Legislature.", "I’d like to thank the Learning Partnership, who have been sponsoring this program since 1994 and helping grade 9 students get a head start to their future by providing career options that connect them directly with the world.", "Take Our Kids to Work Day is a unique way for students to experience a day in the life of a profession or a workplace. We know that students today are more likely to have many careers over the course of their lifetime, and we need to equip them with the tools they need to be part of Ontario’s highly skilled workforce. Take Our Kids to Work Day is one of many programs that create opportunities to help students see the connections between their studies, the world beyond high school and their future careers. Additional career-oriented programs for students include the Specialist High Skills Major Program, the Dual Credit Program and Co-operative Education—" ],
  "anchor" : "para1039",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1038"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "My son is in that and it’s great, in the specialist program." ],
  "anchor" : "para1044",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1038"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "It’s a good program. Yes.", "These programs allow high school students to tailor their experience through a variety of enhanced learning options. I am pleased that approximately 42,000 high school students are enrolled in Specialist High Skills Major programs this year, including Minister MacCharles’s son, and each one is spending more than 220 hours in hands-on work placements in their sector of focus.", "Through the numerous activities and programs, including Ontario’s co-operative education programs, an estimated 40,000 employers across the province provide over 80,000 high school students with valuable work-related learning opportunities. We want to thank each and every one of those 40,000 employers for helping us to educate our students.", "Programs like these have helped us to achieve impressive results over the past decade. In 2003, the graduation rate in Ontario was 68%. That’s equivalent to about one third of students not graduating from high school. With the help of innovative programs and hard work by parents, teachers and school administrators, our graduation rate is now at 83%. What this means is that there are more than 138,000 students who are on a better path in life because they’ve graduated from high school.", "We want to give students meaningful workplace learning opportunities to gain valuable skills and experience that they will need for their future careers. Take Our Kids to Work Day provides this for grade 9 students. It’s another wonderful opportunity for Ontario students to get real-world experience.", "We know that experiential learning is helping students achieve excellence, which is a key goal of Ontario’s renewed vision for education. The other goals of the vision include ensuring equity, promoting well-being, and enhancing public confidence.", "Ontario’s renewed vision for education will help to prepare our students for a productive and successful future, and our renewed vision provides the necessary focus for everyone to work together to ensure that all students in our publicly funded education system feel engaged and included.", "Speaker, again, I extend my thanks and appreciation to the Learning Partnership.", "I encourage everyone in this House to recognize this day and support our students as they take part in learning opportunities in workplaces throughout Ontario." ],
  "anchor" : "para1045",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1038"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for responses." ],
  "anchor" : "para1055",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1038"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m honoured today to rise, on behalf of the Ontario Progressive Conservative caucus, to respond to the ministers’ statement on Woman Abuse Prevention Month and violence against aboriginal women—and for the women who are wearing purple today, that is the colour that has been designated. Today we acknowledge the need to continue to work together to prevent violence against women, and we recognize that it’s everyone’s responsibility to end woman abuse.", "Woman abuse is insidious, and much of it goes unreported. It can take many forms: physical abuse, sexual abuse, emotional abuse. Every day this week, during question period, I have stood and asked the Premier to take action by striking an all-party select committee to study sexual harassment in the Ontario workplace.", "While the allegations that have been brought forward in the media are deeply disturbing, what is more troubling is the number of women who have come forward from all walks of life with their stories of harassment. Roughly 54% have experienced some form of workplace sexual harassment, while 27% say they have experienced harassment by a colleague, and 17% were harassed by their superior. Of these claims, 79% of victims of workplace harassment are women. And of every 1,000 sex assaults in Canada, there are three convictions.", "Clearly, this is an issue that has been ignored for far too long, and it’s time that the Ontario government took a closer look at how the gaps in the current system can be diminished.", "Countless women have shared their stories of abuse with the powerful Twitter hashtag #BeenRapedNeverReported. The hashtag was created by a former Toronto Star writer who shared her own stories of rape.", "Women all over the world are still blamed for the violence committed against them. They are blamed if they speak out and if they don’t. It’s a wonder that anyone comes forward at all. The reasons why women may not report abuse are complex and intractable, and so deeply ingrained that they span generations and cultures.", "Several weeks ago, all three parties supported the motion to request the federal government to support the National Aboriginal Organizations’ request for a national public inquiry into missing and murdered aboriginal women and girls in order to provide a deeper understanding of the underlying causes and severity of the issue.", "We owe it to the victims of all abuse to have a discussion—and as I have said this week, I have asked many times to strike an all-party committee to study sexual harassment in the workplace. By doing this, I think we can provide effective recommendations to combat the serious issues facing women in the workplace.", "Violence against women has many costs, and perhaps the greatest cost is when we, as a society, look away. This is our opportunity to address the issue and give victims a voice." ],
  "anchor" : "para1057",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "It’s my pleasure to rise today on behalf of the PC caucus and my colleague MPP Garfield Dunlop, the PC critic of education.", "Today marks the annual national program Take Our Kids to Work Day that many students across Canada take part in. It was my pleasure today to be joined by my nephew Matthew Yurek, who came up to shadow me, and last year I had my other nephew, Greg Fougere, up for his Take Our Kids to Work Day. So it’s great that we can bring our nieces and nephews and children to the Legislature.", "Take Our Kids to Work Day was founded by the Learning Partnership, a not-for-profit organization, in November 1994 in the greater Toronto area, and has since expanded to be a nationwide initiative, with students participating in every province and territory in Canada. This program currently involves more than 250,000 students and 75,000 organizations each year.", "I think it is vital to allow our students to work and volunteer in the workplace throughout the year. My constituency office in St. Thomas hosts student volunteers and co-op students year-round. As all members of this Legislature can attest to, our constituency offices are a fast-paced environment that presents itself with many different experiences, challenges and people throughout the day.", "I am proud to say that there are currently 20 students participating in the Take Our Kids to Work Day at the St. Thomas Elgin General Hospital in my riding. It is great to see so many students take an interest in our health care system by choosing to participate in this program at this great health care facility.", "I’d like to take this opportunity to thank the Learning Partnership for taking a lead on this great program, as well as to all the employers in the province who open their doors to students, not only today but every day, giving students the opportunities that they might not otherwise get in the school system." ],
  "anchor" : "para1067",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1066"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I, too, want to thank the Learning Partnership for their efforts to give young people access to the work world. Parents are proud to bring their children to work, and I’m sure their children appreciate it.", "The minister noted that this program helps prepare our young people for a productive future. The piece that is too often missing is the work for those children when they graduate from school. Regularly, my constituents come to me about the dire situation their daughter or son faces when they finish college or university and find no work. Highly qualified graduates with large debts are often working at jobs far below their skill, if they get work at all.", "It’s a good idea to bring our children to work; I think it’s an even better idea to make sure there are jobs for them when they finish school." ],
  "anchor" : "para1074",
  "subject" : {
    "text" : "Take Our Kids to Work Day",
    "anchor" : "para1073"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s an honour to be able to rise today in the House and speak on behalf of the Ontario NDP caucus and our leader, Andrea Horwath, about Woman Abuse Prevention Month and violence against aboriginal women. Of course, November is Woman Abuse Prevention Month, but clearly, every month should be Woman Abuse Prevention Month. The instances in the media of late bring that quite home.", "A few stats: Of those 8% of the 460,000 incidents of sexual assault in Canada, only 0.3% led to a conviction. And you wonder why women are reluctant to come forward and report sexual assault.", "Locally, here in Toronto, I can tell this House that Victims Services Toronto, the only front-line agency that provides support services for victims of domestic violence and sexual abuse immediately—they go with the police on calls to every site and they provide assistance to victims and survivors. They work seven days a week, 24 hours a day, and for their efforts their funding has been reduced from $286 per victim in 1990 to $31 per victim in 2010.", "In Waterloo region, the 473 women who sought shelter at one of our two shelters stayed there for 20,000 days of residential care. Since 1995, 16 cases in Waterloo region were intimate partner homicides.", "Fourteen per cent of female murder victims in Canada are aboriginal women, despite making up only 4% of the female population in Canada. It’s important to keep in mind, when considering this issue, the fact that aboriginal communities are very diverse, much like the rest of Canada. Aboriginal communities vary from one community to the next, but 75% of aboriginal girls under the age of 18 have experienced sexual abuse—this is from Correctional Service Canada, cited from 2007. Research has found that the average age that aboriginal girls are forced into the sex trade is 11 or 12. This is a painful and heartbreaking stat.", "This is the reality of these young children in this country and in this province. Sexual abuse at that age—at any age, quite honestly—has the power to steal a part of you; it steals your innocence. That should drive home the need for this House to refocus our attention on prevention and on education, and also on helping those victims recover from sexual abuse.", "In the media, of course, it’s hard not to address the issue with this Jian Ghomeshi—I hate even saying his name. My friend sent me this: “Personally, I think the most telling aspect of this horrible situation is that all of the women, regardless of where they were in their lives and careers, regardless of loving friends and family, felt unable to fight back and felt they would not be listened to. While Ghomeshi appears to have incredible narcissism, it was allowed to flourish in a” work “environment that made him feel unassailable”—above the law. “I think one of the lessons for organizations”—and governments, given the news of the day at the federal level, where allegations have been placed against two MPs for sexual harassment—“is that you still have to be able to cast a cold critical eye on even your most prized success stories.”", "Our success story in this Legislature is when we educate, when we empower, and when we fund victims’ services. When we get that done, then we will be successful." ],
  "anchor" : "para1078",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1077"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para1087",
  "subject" : {
    "text" : "Woman Abuse Prevention Month",
    "anchor" : "para1077"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I want to thank the good people at Lilac Lane Quilts, which is a store located next to my constituency office in Alliston.", "“To the Legislative Assembly of Ontario:", "“Whereas there is a discrepancy between how hospices are funded in Ontario; and", "“Whereas Matthews House Hospice is the lowest-funded hospice in the Central Local Health Integration Network (LHIN) and among the lowest-funded in the province, even though it serves as many clients or more than other hospices that receive greater provincial support; and", "“Whereas Matthews House has been told by the Central LHIN that LHINs do not fund residential hospice operational costs and yet hospices in other LHINs, including Barrie, Huntsville, Richmond Hill, Owen Sound and now Collingwood, all receive operational funding from the province; and", "“Whereas in February 2010 Matthews House Hospice was promised a solution to its underfunding by the Central LHIN which has never materialized;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Wynne government immediately develop a comprehensive strategy to deal with hospice funding to ensure that people in south Simcoe and all Ontarians receive equal access to end-of-life care.”", "I agree with this petition; I certainly will sign it." ],
  "anchor" : "para1090",
  "subject" : {
    "text" : "Hospice funding",
    "anchor" : "para1089"
  }
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "I’m going to read a petition. Many of the signatures are from the police, firefighters and paramedics from Elliot Lake, from the Algo Centre Mall collapse.", "“To the Legislative Assembly of Ontario:", "“Whereas emergency response workers (paramedics, police officers, and firefighters) confront traumatic events on a nearly daily basis to provide safety to the public; and", "“Whereas many emergency response workers suffer from post-traumatic stress disorder as a result of their work; and", "“Whereas Bill 2 ‘An Act to amend the Workplace Safety and Insurance Act, 1997 with respect to post-traumatic stress disorder’ sets out that if an emergency response worker suffers from post-traumatic stress disorder, the disorder is presumed to be an occupational disease that occurred due to their employment as an emergency response worker, unless the contrary is shown;", "“We, the undersigned, petition the Legislative Assembly of Ontario to unanimously endorse and quickly pass Bill 2 ‘An Act to amend the Workplace Safety and Insurance Act, 1997 with respect to post-traumatic stress disorder’.”", "In response to all these heroes, I sign this and give it to Félix to be delivered to the table." ],
  "anchor" : "para1100",
  "subject" : {
    "text" : "First responders",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I have a petition to the Ontario Legislative Assembly with regard to population-based legal services funding.", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds in the 2012-13 budget, and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”" ],
  "anchor" : "para1108",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the tick-borne illness known as chronic Lyme disease, which mimics many catastrophic illnesses such as multiple sclerosis, Crohn’s and others is increasingly endemic in Canada, but scientifically validated diagnostic tests and treatment choices are currently not available in Ontario, forcing patients to seek these in the USA and Europe; and", "“Whereas the Canadian Medical Association informed the public, governments and the medical profession in the May 30, 2000, edition of their professional journal that Lyme disease is endemic throughout Canada, particularly in southern Ontario; and", "“Whereas the public health system and the Ontario Health Insurance Plan currently do not fund those specific tests that accurately serve the process of establishing a clinical diagnosis, but only recognize testing procedures known in the medical literature to provide false negatives 45% to 95% of the time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To request that the Minister of Health direct that the Ontario public health system and OHIP include all currently available and scientifically verified tests for acute and chronic Lyme diagnosis and to have everything necessary to create public awareness of Lyme disease in Ontario, and to have internationally developed diagnostic and successful treatment protocols available to patients and physicians.”", "I agree with this and will be passing it off to page Jamie." ],
  "anchor" : "para1115",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para1114"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas there are an estimated 100,000 to 300,000 unpaid internships in Canada each year; and", "“Whereas youth unemployment in Ontario is over 15%; and", "“Whereas the Ontario Ministry of Labour is not adequately enforcing the laws on unpaid internships;", "“We, the undersigned, petition the Legislative Assembly of Ontario to take the following actions:", "“(1) Proactively enforce the law on unpaid internships;", "“(2) Engage in an educational campaign to inform students, youth, employers, educational institutions and the general public of the laws surrounding unpaid internships; and", "“(3) Undertake a comprehensive review of the current laws surrounding unpaid internships in Ontario.”", "I support this petition, affix my name to it and give it to page Gregory to take to the table." ],
  "anchor" : "para1123",
  "subject" : {
    "text" : "Employment standards",
    "anchor" : "para1122"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds in the 2012-13 budget, and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”", "I agree with this petition, affix my name to it and give it to page Félix to deliver." ],
  "anchor" : "para1133",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para1132"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Auditor General confirmed that no comprehensive evaluation was completed by the McGuinty government on the impact of the billion-dollar commitment of renewable energy on such things as net job losses and future energy prices, which will increase another 46% over the next five years; and", "“Whereas poor decisions by the McGuinty government, such as the Green Energy Act, where Ontario pays up to 80 cents per kilowatt hour for electricity it doesn’t need and then must pay our neighbours to take it for free, and the billion-dollar cost of the seat-saving cancellation of the Oakville and Mississauga gas power plants, have contributed to making the cost of Ontario power the highest in North America; and", "“Whereas there has been no third party study to look at the health, physical, social, economic and environmental impacts of wind turbines; and", "“Whereas Ontario’s largest farm organizations, the Ontario Federation of Agriculture and the Christian Farmers Federation of Ontario, have called for a suspension of industrial wind turbine development until the serious shortcomings can be addressed; and", "“Whereas the McGuinty government has removed all decision-making powers from the local municipal governments when it comes to the location and size of industrial wind and solar farms;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government support Huron–Bruce MPP Lisa Thompson’s private member’s motion which calls for a moratorium on all industrial wind turbine development until a third party health and environmental study has been completed.”", "I agree with this and will be passing it off to Danielle." ],
  "anchor" : "para1141",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para1140"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas in 2013, 16 construction workers in Ontario were killed in tragic falls, almost 3,400 WSIB fall claims were accepted, and many other falls were never reported;", "“Whereas in addition to the human tragedy of workplace falls, the financial cost of each year’s WSIB fall claims is about $100 million;", "“Whereas the provincial government of Newfoundland and Labrador implemented new fall protection training regulations on January 1, 2012, after which fall claims declined by 25%;", "“Whereas a similar training requirement and result in Ontario could prevent over 800 fall tragedies each year and avoid $25 million in costs with the WSIB; and", "“Whereas in 2010, the Ontario government promised to implement a similar training requirement by December 2011, but still has not done so; and has thereby left workers at risk;", "“We, the undersigned, call upon the Minister of Labour to make saving workers’ lives a priority and stop delaying fall protection training regulations.”", "It’s my pleasure to affix my signature and give this to page Renée." ],
  "anchor" : "para1151",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para1150"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“Whereas the Liberal government of Ontario is currently reviewing proposals to sell off a significant amount of our shared public assets such as Ontario Power Generation (OPG), Hydro One, and the Liquor Control Board of Ontario (LCBO); and", "“Whereas our shared public assets provide more affordable hydro, develop environmentally friendly energy, create thousands of good Ontario jobs, and are accountable to all Ontarians; and", "“Whereas our shared public assets put money in the public bank account so we can invest in hospitals, roads and schools; and", "“Whereas this Liberal government is more interested in helping out wealthy shareholders and investors than they are in the hardworking Ontarians who are building this province; and", "“Whereas Ontario is stronger when there is shared prosperity;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“Stop the selling-off of our shared public assets. Keep our public assets in public hands.”", "I sign this petition and hand it to page Gregory." ],
  "anchor" : "para1160",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para1159"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Residential Tenancies Act protects tenants in dwellings and long-term-care homes from sudden and unfair increases to their rent; and", "“Whereas ancillary costs such as the provision of meals and other services … are not subject to the” same “act; and", "“Whereas there have been episodes of repeated, large and unjustified increases to the stated costs of meal provision in … Cornwall and area; and", "“Whereas residents do not have a say in the procurement and administration of meals and other services provided by the facility, nor can they opt out of such services when notified of an increase in charges, being thus committed to a ‘take it or leave it’ choice;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) To instruct the Ministry of Municipal Affairs and Housing to enact regulations ensuring fairness, protection and choice for residents of long-term-care facilities that provide any other necessary service such as, but not limited to, meals and personal assistance at extra cost to their residents;", "“(2) To instruct the Ministry of Health and Long-Term Care to undertake a comprehensive review of the administration of retirement homes and long-term-care facilities with respect to the provision of services other than lodging that involve an extra charge to residents.”", "I agree with this and will be passing it off to Meher." ],
  "anchor" : "para1169",
  "subject" : {
    "text" : "Seniors’ health services",
    "anchor" : "para1168"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario that reads:", "“Whereas Ontario’s youth justice facilities are run by two completely different sets of policy guidelines depending on whether they are part of the Ontario public service (OPS) and funded directly by the provincial government, or the broader public service (BPS) and funded indirectly; and", "“Whereas OPS and BPS facilities serve the very same youth, and both receive their funding from the Ministry of Children and Youth Services; and", "“Whereas unlike in similar OPS facilities, there is no provincial mandate for youth corrections community agencies to provide WSIB coverage, meaning many agencies have inadequate private insurance coverage; and", "“Whereas youth corrections community agencies are struggling with chronic underfunding;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We strongly urge the provision of a provincial mandate for all youth corrections agencies to provide WSIB coverage to their staff. We further urge the assembly to improve systemic inequities by ensuring that all youth corrections facilities receive proper funding.”", "I support the petition, will affix my name and send it to the Clerks’ table via Renée.", "Mr. Flynn moved third reading of the following bill:", "Bill 18, An Act to amend various statutes with respect to employment and labour / Projet de loi 18, Loi modifiant diverses lois en ce qui concerne l’emploi et la main-d’oeuvre." ],
  "anchor" : "para1179",
  "subject" : {
    "text" : "Correctional facilities",
    "anchor" : "para1178"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn." ],
  "anchor" : "para1191",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you, Speaker. It’s a pleasure to rise today for third reading of Bill 18.", "Before I start, I want to thank the fine new member for Barrie, who I have the privilege of having as my parliamentary assistant, for the work that she has done on this bill to date. I would also like to thank all members and the Chair and the Clerk of the Standing Committee on General Government for working very, very hard the other evening to report this bill back to the House for its third reading.", "The bill we have before us, the Stronger Workplaces for a Stronger Economy Act, 2014, will, if passed by this House, protect our province’s most vulnerable workers, and it’s going to increase fairness for both employees and employers.", "It’s important to recognize at a time like this, when a bill comes forward for third reading, that it doesn’t come forward out of nowhere, that people have worked really hard to make sure that we have solicited the right type of advice at the right time. I really want to single out some people who have helped us along the way on this bill: the Law Commission of Ontario. The United Way of Toronto provided very, very important reports on this topic themselves. Our government is going to continue to move to better protect all of our workers. I think these groups want to be a key part of that and have said they are going to be.", "I also want to take some time to say a very personal thank you to the Workers’ Action Centre and their allies, the people they work with and for. These people actually walk the walk. While they help individual workers, they also take on a crucial advocacy role for those workers as a group. They pushed for a very long time for policy changes, Speaker. They want policy changes that help vulnerable workers in our province, and this bill takes what I think are some very important steps in that direction.", "Sometimes when I see the Workers’ Action Centre and their work, I wonder how they keep pressing on. Some of the issues they deal with are issues they would have liked to have seen changed a long time ago. But I hope they can look at this bill—I hope they can look at certain portions of this bill—and be very proud that the work they’ve done has indeed made a difference and has made it into proposed legislation that is going to help all workers across this province.", "I think one of the main features of this bill is the annual increase we will be seeing to the minimum wage, based on the consumer price index. This increased amount will now be announced in April of each year, and it will come into effect a few months later, in October of the same year.", "In the past, increases to the minimum wage have been made on an ad hoc basis. They were subject to politics. They were subject to the whim of the party of the day, basically. But that will change now, Speaker, if this bill passes. Workers and businesses will finally have that certainty on the minimum wage that they’ve been asking for, and to see it in place for the first time, I think, meets with the approval of a vast majority of employers and employees.", "This decision wasn’t made lightly. It was made after a very extensive consultation process that was undertaken by the minimum wage panel. The panel, during its deliberations, heard from more than 400 individuals and organizations. They heard 92 in-person presentations and 340 submissions. The result, I think, is a more consistent, a more transparent, and a much more fair approach to setting Ontario’s minimum wage.", "We all know and hear that vulnerable and precarious work is increasing in the province of Ontario. We’ve all seen the reports. This often includes employment where workers are in temporary jobs for extended periods of time, and sometimes those temporary jobs don’t offer the prospect for work that employees would like to see.", "So what the proposals in this legislation respond to are key recommendations and recent reports from our stakeholders. What they include—some of the changes you will see, Speaker, in the bill—is the elimination, for example, of the $10,000 cap on the recovery of unpaid wages through the Ministry of Labour and increasing the period of recovery from what is now six and 12 months to two years for employees, and making employers who use temporary help agencies liable when the agencies themselves don’t pay up with certain types of wages.", "It will also extend the Occupational Health and Safety Act. It will include coverage now for unpaid co-op students and some other unpaid learners—legal unpaid learners, I might add. It will also prohibit employers from recovering certain costs.", "It’s amazing to think that this still goes on in this day and age, but it would also now prohibit employers from seizing personal documents, such as passports, from foreign employees. We do this by extending the application of the Employment Protection for Foreign Nationals Act. That will now cover all foreign employees who come to Ontario under an immigration or any other foreign temporary employee program that we might have.", "We know that the world of work is changing. The number of temporary foreign workers in Ontario has risen from 91,000 in 2008 to, five years later, in 2013, a figure of 133,000. We believe that all Ontarians will agree that it’s proper and it’s compassionate to extend that same coverage to foreign workers.", "We all know people in our ridings, people in this province, work very, very hard, and they expect and they deserve to be paid for the work that they do. But currently, employees can only recover up to $10,000 through the Ministry of Labour under the legislation we have in place today. So what we’re proposing is to make it easier for employees to get the money that’s owed to them. We’re proposing to remove the $10,000 cap that applies to orders for unpaid wages that are issued by the Minister of Labour under the Employment Standards Act. That means employees would no longer be forced to pursue larger claims through the court system, for example. That’s going to save employees and employers a lot of time and a lot of money that should rightfully be going to the employees themselves.", "If passed, our legislation would also increase the time limit for the recovery of wages. Those wages are recovered through an order to pay under the Employment Standards Act. We think it should be two years.", "The committee that reviewed this bill agreed to speed up the implementation of these changes from six to three months so workers can start to benefit from them a lot sooner.", "I’d like to express my admiration and my thanks to the Ministry of Labour operations division, for finding a way to be ready to help workers under these new rules and on a much tighter timeline. Their hard work is appreciated by everyone that’s involved.", "Our proposed legislation would also require employers to provide information on employment standards through a poster in the workplace, so that employees can better understand the rights that they have under the act.", "We know that people often come to this province and this country from all corners of the world, and often English isn’t their first language. When they enter the world of work in Ontario, often, to make them properly aware of the rights they have in Ontario as employees, translated posters have to be provided. What we’re saying is that the translation should be provided in any language requested by the employee if it’s one of the languages—I think it’s 26 and growing—that is provided by the Ministry of Labour.", "The legislation we have before us would help better protect employees who choose to be employed by temporary help agencies. We have decided that the best way to move forward on this, and what we’re proposing to the House, is that we establish joint and several liability between the agencies and their client businesses when the agencies fail to pay certain types of wages. Client employers who use temporary help agencies would be liable for regular wages, for overtime pay, for public holiday pay and for premium pay if the agencies themselves don’t or refuse to pay up.", "Additionally, we originally proposed changes to the Workplace Safety and Insurance Act experience rating system. However, Speaker, a lot of time has passed since this bill was first introduced; it was almost a year ago. It didn’t pass in the last Parliament due to delays. The situation has changed since then. The WSIB is currently itself now undertaking a rate framework review, which also includes a review of the same experience rating system. We expect the WSIB will make decisions regarding these changes just around the same time next year.", "As a result, it did not make sense to legislate, and then implement, changes to a system that may or may not exist in its current form in the very near future. Therefore, I’m glad the Standing Committee on General Government changed schedule 5 of this bill to a regulatory authority, so when the time comes to act in the future, we can indeed act.", "Speaker, all workers should expect that when they go to work they will return home at the end of the day safe, healthy and having earned some money. That’s why our bill, if passed, would extend coverage of the Occupational Health and Safety Act to unpaid co-op students and some other unpaid trainees and learners. We need to ensure they have the same individual rights and the same protections that are afforded other workers in this province.", "In order to proactively protect the rights of employees, our proposed legislation would also give the Ministry of Labour the authority to require employers, when ordered by the ministry, to conduct self-audits to make sure they are in compliance with the Employment Standards Act. The intent of this proposal is to provide a tool that promotes and encourages compliance with the Employment Standards Act and is going to extend the program’s reach in a very significant way and in a way that’s very efficient and is very cost-effective.", "Speaker, we all know that construction is a key driver of Ontario’s economy. That’s why we’re strengthening the Labour Relations Act. It’s the cornerstone of what we believe is a fair and a balanced labour relations system. We’re proposing to reduce the collective agreement open period in the construction industry from what is currently three months to two months. This will allow skilled workers to spend more time building the roads and the bridges and the schools and the hospitals that grow our economy and to ensure we have a very prosperous Ontario for many generations to come.", "The proposed Stronger Workplaces for a Stronger Economy Act is about taking action to protect workers, but it also levels the playing field for those Ontario businesses that do treat their workers well and treats them in a way that we would all agree we would like to be treated. They have a right as a business to not have to compete with those who choose not to follow the rules. It puts businesses on a level playing field, Speaker. We think that is fair.", "Our government is investing in infrastructure, it’s investing in skills training and it’s investing in second careers as the world of work changes. We’re securing investments from abroad that will create hundreds of new jobs in this province. But most importantly, we’re investing in our people. We’re investing in the people of this province because, at the end of the day, they are the real wealth of this province.", "We can and we will build our economy. At the same time, though, this bill enables us to work together to protect the most vulnerable in our society. I would urge all members of the House to support this bill on third reading." ],
  "anchor" : "para1192",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1223",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Comme toujours, ça me donne un énorme plaisir de participer dans ce débat, le débat de la troisième lecture du projet de loi numéro 18, Loi modifiant diverses lois en ce qui concerne l’emploi et la main-d’oeuvre.", "It is, of course, a pleasure to debate and to speak to Bill 18, the Stronger Workplaces for a Stronger Economy Act, one that deals with several provisions under several different areas of labour law and employment standards. For the benefit of members who are in the House today and maybe some who haven’t had the ability or the opportunity to review the bill in some time, I’ll give a quick little recap as to what the bill does and how New Democrats attempted and proposed the bill to be stronger.", "First, the bill extends damages that an employee can recover from an employer. It replaces the current six-month cap on back wages with a two-year limit while also removing the $10,000 cap on damages for unpaid wages. The changes will allow the workers to recover a greater proportion of their actual lost wages when employers have violated the Employment Standards Act over an extended period of time.", "Of course, New Democrats support—I’ll say, firstly, that we support this bill. We see it as a couple of small measures to be able to enhance the livelihoods of workers, and particularly vulnerable workers, in the province. But we have attempted to make the bill stronger to make sure that those protections were far-reaching and well known in the broader public.", "Back to the ability for workers to recover damages in excess of $10,000: I think no one in this House could ever argue that if an employer owes you more than $10,000, you shouldn’t have the legal right to be able to seek out those damages in excess of $10,000. We see that as something that is matter-of-fact and something that makes complete sense. However, there are certain provisions and certain areas where employees are prohibited to seek damages. New Democrats attempted to make that stronger. We proposed that client companies be jointly responsible for all monetary and non-monetary entitlements under the Employment Standards Act, not just wages and overtime. That would have gone a long way in sending a message that what’s fair is fair. What you’re owed is what you should be paid, under all rights under the Employment Standards Act.", "The government met us halfway there, and we found some compromise—I guess, not really, because they have a majority on committee, so there wasn’t really any compromise. They just voted down our amendments to the bill and went halfway, as I said, to extending those damages. Holiday pay will now be one of the recoverables. At least, I guess, that’s something that we can say will be an enhancement.", "Bill 18 increases the minimum wage by the rate of inflation each year and sets up a process for reviewing the minimum wage every five years. We know that the government introduced a bill prior to the election of this year to raise the minimum wage on June 1 of this year. They did that. This bill sets in place the mechanics to raise that minimum wage at the rate of inflation.", "New Democrats proposed a different idea. We proposed a two-step phase-in of $12 an hour, where it would be palatable not only for our small business community, who wouldn’t necessarily be able to make those, in adjusting their small business tax rate by half a point at the same time that each 50-cent increment was put on to the minimum wage.", "It was a quid pro quo and something that I think resonated in the small business community. They know there are matters of income inequality. They also know that when, particularly, lower-wage earners have more disposable income, they tend to spend more money. There’s a direct correlation and a benefit to paying workers more money, especially in smaller communities in rural Ontario, but I guess it would be the same in any community.", "We know that the glaring income inequality that has been growing not only in this province but across the country is something that Legislatures in every region have to address. With this measure that the provincial government has enacted, it is a small step, but of course New Democrats believe we could have gone further.", "Speaker, the bill also requires that temp agencies have new record-keeping and joint and several liability responsibilities for temp agency workers. Another matrix of an explosion of job insecurity, income inequality—where we see temporary work agencies absolutely take over what historically would have been a labour market where you would just be directly hired from employers. We see temp agencies filling the gap and playing a role not really in enhancing the lives and the opportunities of workers but simply providing a mechanism for cheap, expendable and almost disposable sources of labour.", "I could tell you about incidents in Essex county where folks get hired through temp agencies and 89 days later they are fired, they’re terminated, their contract is revoked, they are no longer needed. “Go to the back of the line and try to find some more employment.” It is very unfortunate that the government has allowed these temp agencies to proliferate in our communities and our economy, because they add no tangible value.", "The bill requires temp agencies to keep records on who is actually there. It also requires joint and several liability in terms of the responsibilities between the employer and the temp agency, as to who enforces and who is liable under the Employment Standards Act and its compliance. We think that’s a good measure. We think it shouldn’t be either/or. They should both be responsible, as they are the ones who are requiring this labour.", "Speaker, there’s a provision for new information disclosure posters and self-audits. It requires the distribution of an employment standards poster to every employee and adds another tool, the employer self-audit. We agree with the employee poster. I think everybody should be informed as to their rights and responsibilities under the Employment Standards Act. But when it comes to the employment standards branch having the power to order an employer to conduct a self-audit, I have some reservations.", "I’m recalling our committee work just a couple of days ago. Because the bill was time-allocated, which also meant that the committee was time-allocated, we didn’t get to hear a lot of testimony from deputants, but what we did hear was certainly shocking. We heard of violations of the Employment Standards Act. We heard of temporary agencies that continue to take advantage of workers, that are in violation. There are really no regulatory or enforcement provisions to help these workers, so they are, of course, happy to see some movement on the front.", "But when it comes to the employer self-audits, I question how that will actually play out. If you mandate an employer self-audit on their compliance with the Employment Standards Act, they’re essentially filling out their own report card. I’ve said it before, Speaker: If I was able to do that during my educational career, I would have been a straight-A student and had perfect attendance. Unfortunately, that’s not my record. I fear that there will be no real teeth to identifying and remedying employers who are not in compliance with the Employment Standards Act.", "Speaker, the bill introduces new protections for foreign nationals working in Ontario by extending protections for live-in caregivers in the Employment Protection for Foreign Nationals Act to other foreign nationals working or looking for work in Ontario, such as temporary foreign workers. Of course, due to the policies of the federal government, who have promoted the expanded use of temporary foreign workers not only in Ontario but across the country, we have seen, again, a proliferation of temporary foreign workers come into the country, where they’re filling job vacancies in all facets of our economy, in all industries and in all sectors—not that that’s wrong; that’s great. Of course, we welcome folks to come in and to play an active role and to seek gainful employment. That’s fine. But there are no regulations on them. They’re under the radar, especially specifically in the migrant worker community and those who work in the agricultural sector. We don’t know who they are. We don’t know what their conditions are. There’s no reporting mechanisms. Employers are certainly obligated to fulfill the basic standards set out by the province and the feds; however, we don’t know. So this bill attempts to—", "Interjections." ],
  "anchor" : "para1224",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para1243",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "This bill protects foreign nationals from incidents where they would be charged recruiting fees, and sometimes some of their personal documents would be taken from them. As a matter of fact and as a measure of human decency, we should prohibit that, and this is what this bill does.", "However, at committee, we heard testimony from folks who are family caregivers, who are foreign caregivers, who, despite this mechanism already being in place to protect foreign caregivers, still know of incidents where recruitment fees are being charged and people are being prohibited from working without these types of parameters, without people taking their documents and levying charges against them, making them seek out loans to even apply for positions as foreign caregivers.", "So my question—and our question throughout the committee—was, what enforcement mechanisms is the ministry willing to enact and to put into place to protect the broader umbrella of workers who will be under this provision? There was no answer there. We would expect, or can expect, simply, that the status quo will prevail, and more foreign workers will fall through the cracks, and this provision of the bill will be shallow in its effect. It is definitely a concern that we heard at committee, and one where, again, the government infuses no measure of confidence—in me, at least—that they will fix that problem.", "The bill changes the definition of “worker” in the Occupational Health and Safety Act to include people who are performing work for no pay, such as unpaid trainees, commonly called unpaid interns. It closes a loophole in the Occupational Health and Safety Act that protects only workers who are paid.", "Again, of course, if you’re working in the province of Ontario, if you’re performing work at a registered business, you should be protected under the Occupational Health and Safety Act. We’ve seen too many young workers, vulnerable workers, who have embarked on unpaid internships—we’ve seen two just this year who have died on the job. Speaker, I think this is definitely a point where we can all agree: If you’re working in the province of Ontario, you should be covered under the Occupational Health and Safety Act and educated and given the resources to know your rights: know that you can refuse, know that you can participate. The rights are clearly outlined for workers. I think that is an important component.", "However, why is it that we have to deal with this? You would think in a developed, in a mature, in a First World economy such as Canada’s—we have such a problem that we have to talk about unpaid workers. You would think this was the Third World, with people just going to work and not being paid at all and not being covered under any provisions.", "Even today, we came to learn that there’s such a prevalence of unpaid work and that it’s become such a norm in our day-to-day economy that the Bank of Canada governor, Stephen Poloz, suggested that young workers seek out more unpaid work. That’s his solution to—", "Interjection." ],
  "anchor" : "para1244",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I did not hear that in the Economics 101 courses I took at university: “If you want to stimulate an economy, start working for free.” Unbelievable. It’s shocking, and I hope it sends some shockwaves through the Bank of Canada governor’s office that he should give that a little bit of second thought. We don’t agree with that.", "Some days I wonder, and I wish that every member of this House worked a couple of years at minimum wage or, even better, do your job as an unpaid intern. See how long you last. Just gain some experience. It’s a valuable experience in here, Speaker. Come and sit here, and do it for free. We’ll see how quickly things change in the economy. We’ll see how quickly rules get changed. We would see. I don’t think that would ever be the case." ],
  "anchor" : "para1252",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Especially if you had to work at heights." ],
  "anchor" : "para1254",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Especially if you had to work at heights, Speaker. You know—", "Interjection." ],
  "anchor" : "para1255",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew." ],
  "anchor" : "para1257",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, I think I forgot to mention that I will be sharing my time with my colleague the member for London West.", "There are just two—three more, actually. The bill reduces the open period for decertification in union raids in the construction industry from three months to two months at the end of a collective agreement. Having worked in that universe as an organizer and as a training director for my union, LIUNA Local 65 in Windsor, I understand the nature of certification and open period and raids. I think this is common sense. It actually is supported by the business community as well as labour. If you’re not ready for the two-month open period, if you can’t get the job done in terms of signing up new members or having them switch over to your union, then you probably don’t deserve to represent those workers in the first place. So that’s not a really big issue. It is surprising that it is in this bill.", "Speaker, number 7, as I have it, amends the Workplace Safety and Insurance Act to clarify responsibilities for workers. Now, you heard that this provision was rescinded from the bill; they removed this provision, which was previously under schedule 5, that deals with the experience rating system under WSIB, under the WSIA when it comes to the transaction or the employment contract between workplace temp agencies and workplaces. We’ll see if that gets done.", "The minister had some comforting words that that should be all fixed within a year, but I’m not certain if it isn’t just buckling to the business community, who really don’t want any responsibility for the worker on their side, under temporary worker arrangements. So I would ask members of the government side—if you’re not a minister, or whatever—to take a look at this provision, because you’re going to leave workers more vulnerable if that provision isn’t remedied.", "As I mentioned at the beginning, the bill was time-allocated. I think we’re seeing a trend in this building where the government decides that no longer is this place the building and the arena for public purview and public discussion. They are using their majority to quash extended debate and full debate. They time-allocated this bill so that we had the least amount of time to debate it that we possibly could. I don’t think that can be good for our democracy. I certainly don’t think it can be good for the full review of a bill, and to gain as much insight and information as we possibly can.", "I’m disheartened that that’s the approach the government is taking. I hope and wish that some members of the government stand up at some point and say, “Hey, we’ve got four years here. Let’s at least take our time; let’s not rush through things. Let’s ensure that we get it right, and let’s ensure that we talk to as many people as we possibly can.” In their haste, I think they’re making a tremendous mistake. They’re missing an opportunity to actually fix issues.", "This bill is a half measure when it comes to supporting workers, although we agree that some of them certainly will be beneficial. The minister talks about labour relations in the province of Ontario, and this is their measure: to reduce the open period from three months to two months—30 days. That’s what they’ve done. That’s the only tangible effort they’ve taken in, I guess, a positive step. I mean, we’ve seen them enact Bill 115; we’ve seen them work to quash teachers’ contracts in the province of Ontario; we saw in the previous session where they were looking to open up collective agreements for workers to be able to give EllisDon a big bonus. They’ve certainly been able to work backwards, but when it comes to progressive labour legislation, this is what we get: 30 days. The raid period is condensed to 30 days.", "I wonder, and I doubt, again, if we’ll ever see tangible labour relations progress in the form of anti-scab legislation that would stop strikes and violence at job actions, and card-based certification, giving workers in this province the ability to join and organize and be represented by a union without fear and without the repercussions that come in a certifying effort.", "Speaker, I’m pleased and happy to have added some comments to this debate. New Democrats are supportive overall of the direction, as we see the majority of it as being small, positive steps. However, we certainly proposed a different approach.", "Thank you, Speaker, and I cede my time to my colleague." ],
  "anchor" : "para1258",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1269",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you very much, Speaker.", "I’d like to direct a few comments to the Minister of Labour on Bill 18. At the delegations that came to the committee last week, it was very clear and very evident that the minister and his ministry did not get the bill quite right. That is often the case when you are hasty to alter public policy, and haste is more important than quality in this case. It was clear from the representations that the ministry’s change with self-audits under the Employment Standards Act is clearly a foolhardy manoeuvre at best, will do nothing whatsoever except add additional time and cost to people and will actually encourage and incent people not to be forthright in their dealings with the Ministry of Labour.", "Also, the joint and several liability changes with regard to temp agencies: again, another poorly-thought-out and hasty modification which will have significant negative consequences to many people.", "Finally, the WSIB changes, with that joint and several liability: missing the boat. It would have been nice if the minister had heard those representations directly. Maybe he would have been supportive of a number of the amendments put forward by the third party and ourselves. But once again, under a time allocation motion and a majority government, the government is acting in a reprehensible and atrocious manner, not just with regard to listening to the perspectives and the concerns of other members of this House but reprehensible in their actions in that they disregard the legitimate, thoughtful concerns expressed by others in those public representations.", "Minister, this is not a laughing matter. I know that the Deputy Premier and the Treasury Board secretary thinks it is a laughing matter; I don’t. There are people who are going to be facing and dealing with the consequences of Bill 18, and they won’t be laughing. When people have greater difficulties with WSIB, when they have greater difficulties with shared responsibilities and complicated and convoluted liability responsibilities, they won’t be laughing. Maybe the Treasury Board secretary will be laughing; maybe the Deputy Premier will be laughing. But I know that when I get people coming into my constituency office who are facing injustice, facing bureaucracy in the lack of decisions, I don’t laugh at them. I take their concerns with seriousness and endeavour to fix them up.", "This bill was brought forward in a hasty manner, completely—all parties agreed to support it; at second reading we did support it. We did also clearly communicate to all House leaders that we were willing to give somewhat rapid passage to Bill 18, but with some thoughtful considerations by the public deputations, and with thoughtful amendments. All those good-faith measures put forward by the two opposition parties were dismissed in a very cavalier and reprehensible manner by this Liberal government.", "We have a shortened time frame: Two hours of debate at third reading for a bill that will, I will say, affect everybody in this province, either directly or indirectly—employers, employees, everybody will be affected. And this government views two hours as adequate to ventilate and understand the concerns and the interest—two hours for a bill that will affect 13 million people.", "I’ve seen first-hand, and I think everybody has seen first-hand, but very much emphasized with this new government: It is easier for these fellows to pass a bill that affects 13 million people—and faster to pass a bill that affects 13 million people—than it is to get a health card or a driver’s licence in this province. It’s a cumbersome, slow process to get a health card, but we can pass a bill in two hours. If only our administration of justice was as fast as our legislative arm, maybe we would get the horse and the cart in the right order. Take our time—thoughtful deliberations—when we develop policies, legislation, take our time on the legislative side, and maybe we would have a more expedient administrative side.", "We are continuing down the same faulty path, and it’s exacerbated now with a majority government who says one thing in one mandate letter and whose actions truly and infinitely betray the words that they put in their mandate letters.", "Again, I think it’s reprehensible and undignified for a Legislature, in its first week back, to start bringing in time allocation motions on such important bills." ],
  "anchor" : "para1270",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from London West." ],
  "anchor" : "para1280",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I’m pleased to join the debate today on behalf of the people I represent in London West. Certainly the bill that we are debating here, Bill 18, the Stronger Workplaces for a Stronger Economy Act, is an important piece of legislation, not just for Londoners but for people across this province.", "I want to say up front, just as my colleague did, that we in the New Democratic caucus will be supporting this bill. We supported it at second reading and we will continue to support it through third reading.", "There’s no question that strong workplaces are the absolute foundation of a strong economy, and we agree that this bill does take some valuable, although relatively modest, steps toward strengthening workplaces and improving workplace protections for workers.", "But let’s be clear: This is not a game-changer for vulnerable workers. The bill will not fix the problems that were documented so thoroughly in the law reform commission’s report on precarious work, and it will not address the concerns that were brought to the committee during the single day that was set aside for public input on the bill by workers’ advocates, who pointed out how very vulnerable precarious workers are and who highlighted the need for much more proactive enforcement by the Ministry of Labour, which currently has only 20 employment standards officers, who are responsible for hundreds of thousands of Ontario workplaces.", "Bill 18 is one of many examples of omnibus legislation that we’re seeing more and more of under this majority Liberal government, one of many bills that string together a diverse package of complex changes to multiple pieces of existing legislation. In theory, there’s nothing wrong with that, because sometimes it’s necessary to amend different acts in order to get the kind of wholesale change that is needed. But when you combine omnibus legislation with time allocation, you risk circumventing the democratic process, because there is so much in the bill that it is difficult for the few MPPs who have had an opportunity to speak to it to address all the various provisions. The timelines were so short that stakeholders had only a couple of days’ notice to sign up for public input and to prepare their presentation. As I said, public hearings were limited to a single day. This made it very difficult for some of the groups who wanted to speak to the bill to participate in the democratic process, and it creates a real risk that some of the elements of the legislation have not received the kind of public scrutiny they deserve and the kind of scrutiny that the people in this province expect.", "Some of the most significant changes that will result from this bill concern temporary workers and migrant workers. Indeed, many of the presenters who spoke to the committee about the bill focused on these two groups. We know that temporary work and other forms of precarious work have increased dramatically in Canada since the 2008 recession and the collapse of the manufacturing sector. There are estimates that as many as one third of all workers in this province work in precarious jobs, mainly low-wage, non-union jobs that do not provide a pension or other benefits, that make it hard to put food on the table, hard to find decent housing and hard to raise a family.", "I’m not talking about low-skilled workers or workers with low educational attainment. In many cases, people in precarious jobs bring impressive educational credentials and diverse skill sets to the labour market, but they have been shut out of finding well-paid, stable employment. We’re seeing a troubling rise in PhDs who are in precarious work, employed as contract faculty in Ontario colleges and universities, who are trying to pay off the huge debts they accumulated while going to school, teaching a course here and a course there with no job security, no benefits and no prospects.", "But the two groups who make up the largest proportion of this new “precariat” are temporary workers and foreign workers. Not only is Ontario home to the largest number of foreign workers in Canada, but temporary work agencies are concentrated in this province; about 60% of temp agency revenues are generated in Ontario alone.", "Under current law, the agency that places a temp worker is held responsible if that worker’s rights under the Employment Standards Act are violated. There is no liability for the company that is employing the temp worker. Bill 18 introduces the concept of joint and several liability to make temp agencies and the client company jointly responsible for paying workers’ unpaid wages. It also extends the time period for temp workers to file claims against employers for unpaid wages from six months to two years and removes the arbitrary $10,000 cap on the amount that can be claimed. This is critical and speaks to the nature of temp work and the vulnerability of temp workers, since over 90% of temp workers have to wait until after they have left their job before they make a claim. They’re worried that making a claim could jeopardize their employment.", "We know that a 2013 inspection blitz of temporary help agencies found that 70% of the agencies inspected had monetary violations, usually unpaid holiday pay, so New Democrats are certainly in favour of the amendment that was introduced by the committee that adds public holiday pay and premium pay to the list of items for which a client employer can be held jointly and severally responsible. We do feel, however, that the bill should have gone further by holding client companies jointly responsible for all monetary and non-monetary entitlements under the Employment Standards Act, not just wages and overtime. During the committee, we heard, “The complaints that we see more often are workers whose rights have been violated, and they are kind of stuck in nowhere land. For example, we have temp workers who are pregnant, and they’re fired by the client employer, while the temp agency tries to pretend that they don’t know anything about it.” Temp workers who have been unfairly treated—illegally treated—by their employer should be entitled to the full protection of the Employment Standards Act. While Bill 18 will address some of the injustices experienced by temp workers, New Democrats believe that these provisions do not go far enough.", "During public input, the committee also heard from temp workers who earned only half as much as their co-workers who were doing exactly the same job because they were employed by the company rather than the temp agency. This is just wrong, and it could and should have been addressed in this legislation.", "Other changes that could have been considered in Bill 18 include:", "—making sure that after a certain period of time, temp agency workers become direct employees of the client company and are protected from unfair dismissal by either the temp agency or the client company;", "—requiring that agency workers must receive 80% of the total wages paid by the client company to the temp agency;", "—limiting the proportion of temp agency workers in a company’s workforce to no more than 25%, with an exemption for small businesses; and finally,", "—requiring all temp agencies to have a licence to operate in Ontario.", "Another amendment that was introduced to the bill, which is certainly an improvement over the original legislation, was a change to the transitional time for the new rules to come into effect. We would have preferred the act to come into force immediately. However, the amendment will at least allow temp workers to claim back wages three months after the bill receives royal assent, instead of having to wait six months, as was originally proposed.", "The third amendment passed by the committee was to move the proposed changes to the Workplace Safety and Insurance Act from a legislative mandate to a regulatory authority. Clarifying legislative responsibility for temp workers who are injured during a job placement by attributing costs to the employer where the injury occurred and assessing wages with reference to income earned by the agency was regarded as a positive step forward by workers’ advocates. Research studies by the Institute for Work and Health at the University of Toronto have shown that client companies frequently bring in temp workers when they do not want their existing workers to be exposed to hazardous and unsafe workplaces.", "Holding client companies and agencies responsible for temp workers’ injuries was an important step forward. We are concerned that moving it to regulation is totally at the discretion of the minister and removes the public from having a say in when that regulation will be passed and what it will contain.", "The other section of the act that I wanted to address is the provisions that are designed to reduce wage theft. This is an obvious and much-needed improvement. We know that a recent Workers’ Action Centre survey found that one in three workers in low-wage precarious jobs experienced wage theft in the last five years. Wage theft takes the form of unpaid wages and unpaid vacation pay or overtime pay, as well as employers’ misclassification of employees as independent contractors or misclassification of unpaid interns as trainees.", "Within the hospitality sector, employers who withhold tips and gratuities from their employees or who require their employees to forfeit tips and gratuities are engaging in wage theft. Essentially, they are stealing from their employees. Bill 18 prohibits tip-outs, which is a long-overdue measure and something that was raised by New Democrats in this Legislature on multiple occasions by the former member for Beaches–East York, Michael Prue.", "The other section of Bill 18 that will contribute to reducing wage theft is the extended damages provision, which I already discussed in relation to temp workers, and also the new requirement for posting information about the Employment Standards Act in Ontario workplaces. Bill 18 requires employers to provide employees with a poster on their rights under the Employment Standards Act. But as one of the experts who spoke to the committee explained, there are limits on the effectiveness of posters. This expert said, “You could have all the international conventions and all the laws in Canada posted in every workplace, and I don’t think it’s going to make a difference if there aren’t resources to enforce them.”", "In addition, Bill 18 requires workers who want to see the poster in multiple languages to request for a different-language version of the poster. This may certainly be a barrier for a vulnerable worker who fears that if they come forward to ask about their rights under the ESA, they could be dismissed.", "When I spoke to Bill 18 at second reading, I focused many of my comments on the sections of the bill that deal with unpaid workers, and I’m going to return to that section of the bill now.", "Unpaid workers are typically students in high school, college or university work-placement programs, but they can also be trainees who are brought into the workplace under six very specific conditions that legally exempt their employers from paying wages.", "From the perspective of these unpaid workers—these young people who are doing secondary school work experiences or post-secondary internships or field placements—the most important change contained in the bill is the amendment to the Occupational Health and Safety Act to change the definition of “worker.” No longer will an individual have to be paid to be recognized as a worker under the act. With Bill 18, unpaid workers will have the same rights as paid workers to refuse unsafe work, to participate in resolving health and safety concerns, to be informed of any hazards to which they may be exposed, and to be protected from reprisals if they exercise these rights.", "Bill 18 is certainly a step forward from the patchwork quilt of health and safety protections that are available to students, which categorize young people into four basic groups, depending on whether their work placement is paid or unpaid and whether their placement is optional or a mandatory requirement for graduation. Bill 18 puts students who are unpaid on the same footing as those who are paid. Both groups of students will now be covered by occupational health and safety protections.", "What Bill 18 fails to do is to address workplace safety issues for students whose placements are optional. Currently, whether they are paid or unpaid, all post-secondary students who are doing a placement that is required in order to graduate receive WSIB coverage from the Ministry of Training, Colleges and Universities, so they are insured if a workplace accident or injury occurs during the work placement. But students who are doing optional placements, whether they are paid or unpaid, do not receive WSIB coverage, and Bill 18 does nothing to address this discrepancy.", "You can see the fundamental unfairness because of this application of WSIB, because who is to say whether a placement is optional or not? With youth unemployment double the provincial average, and young people desperate for any kind of relevant job experience, an optional placement may be considered the only way for a student to get ahead, to get that toehold in the labour market they are so anxiously seeking.", "What Bill 18 also fails to do is to provide young people, whether they are paid or unpaid, with any assurance that their rights in the workplace will be protected. It fails to extend to these young people basic rights under the Employment Standards Act that all of us take for granted, such as reasonable hours of work, lunch breaks and leaves of absence.", "More importantly, it fails to protect young people from exploitation as unpaid interns, when they are doing work for which they should be paid. I’m sure that all of us in this House know of young people who are working for free because they see no other option to get the experience they need to enter the career they dream of.", "New Democrats believe that a much more proactive approach is needed on the part of government to educate and raise awareness among both employers and interns about interns’ rights to be compensated for the work they are doing unless they meet the very narrow definition of “trainee.”", "We are calling for the publication and posting of an interns’ bill of rights, not just the general ESA poster required in Bill 18. In addition, and more importantly, we are calling for employers to be required to meet with interns before the placement begins, to review interns’ rights under the Employment Standards Act and to provide written notice to the ministry about conditions of work, length of employment, job description, hours of work and whether the act applies. Because right now, all we have is anecdotes. There are estimates that as many as 300,000 people across Canada are working as unpaid interns, but Ontario currently has no way of tracking how many young people are asked to work for free, usually illegally.", "But perhaps the most critical omission from Bill 18 is the absence of an anonymous reporting mechanism to allow third party complaints about inappropriate or illegal conduct by employers. The last week has shone a spotlight on the realities facing unpaid interns, particularly if they are young and attractive women eager for a career in journalism who are doing an internship with a powerful and allegedly dangerous media personality. Interns need a mechanism to safely report being taken advantage of, or other inappropriate conduct, without having to risk their future career. This is essential if we are truly committed to protecting vulnerable workers.", "New Democrats would have liked to see in Bill 18 an anonymous reporting mechanism, like the one that I proposed in my private member’s bill, the Greater Protection for Interns and Vulnerable Workers Act. But sadly, this too is absent from Bill 18.", "To wrap up, Speaker, my colleagues and I in the NDP caucus support Bill 18, although, as I have clearly set out, we believe that there were lots of opportunities for the government to have made it much stronger and to have offered some real protection to the growing numbers of precarious workers that we see in our economy.", "We feel strongly that the bill should have received more public scrutiny. It should have received more opportunity for all of us, as representatives of the people who elected us, to comment on the bill, to bring forward concerns of our community about how the bill will impact our constituents.", "We also believe that it should have had more time—much more time—for public hearings so that stakeholder organizations, and individuals who are affected by the bill, could have come and shared their personal stories with members of the committee. There was so much in this legislation that deserved that kind of scrutiny and that did not get the kind of input that would enhanced the bill, that would have strengthened the bill, and that would have offered much better and stronger protections for workers." ],
  "anchor" : "para1281",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1321",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Speaker, I’m not going to speak for a great deal of time on this bill. I want to read into the record a letter that was sent to the Minister of Labour from the Ontario Business Coalition, because I think it’s very valid. I don’t doubt that the minister got this letter. Maybe he knows about it. It does express some concern with this bill. I’ll read it. It goes as follows:", "“The Ontario Business Coalition (OBC) is writing to you regarding Bill 18, the Stronger Workplaces for a Stronger Economy Act, 2014, and in particular, the proposed amendments to the Workplace Safety and Insurance Act, 1997 (WSIA) that appear in schedule 5 of the bill.", "“The OBC is the province’s largest and most representative group of employer associations and individual companies that focuses exclusively on workers’ compensation matters. Its membership includes employer associations from manufacturing, construction, petroleum products, retail, hospitals, long-term-care facilities, home health, and staffing services as well as schedule 2 employers. Collectively, we represent more than 80% of the Workplace Safety and Insurance Board’s (WSIB) schedule 1 covered employment. OBC members are committed to an equitable and sustainable workplace safety and insurance system that serves the needs of employers and workers effectively and efficiently, and we are dedicated to proactively working with the WSIB and the government on the design, direction and administration of the province’s workplace safety and insurance system. “Many of the companies represented by OBC require the services and workers provided by temporary help agencies to fill their time-limited needs, including manufacturing, construction, health care, hospitals etc.", "“The proposed amendments would fundamentally alter where costs of workplace injuries suffered by employees of temporary help agencies are applied. The bill proposes to shift the liability and full cost of WSIB claims from temporary health agencies, who pay premiums to cover their workers, to their client employers. As a result, the full costs of WSIB along with the additional administrative burden would be transferred to client employers, thereby impacting the client employer’s WSIB costs. The shift in liability to the client employer means that the client employer may be faced with a surcharge or reduced rebate at the end of a year should a temporary help agency worker be injured, while the temporary help agency’s record (the actual employer) remains clear. This is inconsistent with the first principles of workers’ compensation insurance, given that the temporary worker is actually employed by the temporary help agency and the temporary help agency pays the WSIB premium.", "“It’s also important to note that there are provisions currently in the WSIA to allow the transfer of costs from one employer to another in the event of negligence.", "“At a time when our economy is in a fragile state and employment growth is lagging, it’s especially critical to understand that WSIB premiums are a tax against jobs. Despite the fact that the province’s employers have been doing their part to reduce workplace injuries and claims, Ontario’s workers’ compensation premiums are among the highest of all Canadian jurisdictions. Proceeding with these amendments does nothing to improve the lot of injured workers and moreover only further erodes Ontario’s competitiveness and reinforces the perception that Ontario is a high-cost province and not a good place in which to invest.", "“Given that WSIB has already done significant work on reforming its funding model and rate framework with extensive stakeholder input and has been working to ensure their funding targets (mandated by government) are met, it is imperative to remain focused and disciplined. The proposed amendments to the WSIA, we submit, are a distraction and an impediment to the progress already under way at the provincial compensation agency. Changes to WSIA need to be undertaken in a holistic and not an ad hoc basis.", "“The proposed WSIA amendments have been reviewed from an actuarial perspective on behalf of the OBC by Mr. Ted Nixon, a workers’ compensation specialist actuary, and his opinion outlining the implications of the proposed changes to WSIA is attached. This submission reinforces our concerns with Bill 18 outlined above.", "“OBC strongly requests that the proposed WSIA amendments be removed from Bill 18.", "“We greatly appreciate the careful consideration you give to our concerns and would be pleased to meet with you to discuss the issues we have raised. Our members look forward to hearing back with a favourable response.”", "This is written by Ian Cunningham, chair of the OBC.", "This just reinforces our position that the consultation process in this bill was very, very short. I was at committee the other day, and it was just bang, bang, bang. We had so many people coming through with all these concerns that the government doesn’t seem to be listening to, and here are people with much experience in this type of thing not being listened to. Certainly we had wished they had given us a chance to amend this bill to look at some of their concerns, but this government doesn’t want to do that. They’re pushing this through, as they’ve done other legislation, and certainly there hasn’t been a fair consultation process.", "That is the end of my presentation right now, and I appreciate the time. Thank you, Speaker." ],
  "anchor" : "para1322",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1336",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s a pleasure to rise today and add to the debate of Bill 18, Stronger Workplaces for a Stronger Economy Act, 2014.", "This omnibus bill contains two pieces of legislation by the government in the last Parliament: Bill 146, which, of course, was the Stronger Workplaces for a Stronger Economy Act, 2013; and Bill 165, the Fair Minimum Wage Act, 2014.", "Speaker, Bill 18 is a mashing together of a bill dealing specifically with minimum wage with another bill dealing with issues related to employment and labour. I really don’t understand the connection between these two formerly separate bills, and I’m a little concerned that by forcing them together, it may in fact stifle debate. So early in the fall sitting, this government has given numerous examples of caring more for political expediency than adequate discussion and consultation.", "It came up for second reading on October 20, just over two weeks ago. It was then sent to committee just last week, and here we are at third reading today. That simply isn’t enough time to listen to adequate stakeholder input. Then again, Speaker, welcome to the world of a majority government that really doesn’t want proper stakeholder involvement.", "Prior to the 2014 election, I spoke to Bill 165, the Fair Minimum Wage Act. At that time, I outlined some of the concerns that I was hearing in my riding of Chatham–Kent–Essex. I will take time a little bit later in my remarks to touch upon some of these concerns.", "First off, Bill 18 would prohibit employers from charging fees and seizing personal documents, such as passports, from temporary foreign workers. There are in fact a large number of seasonal workers in the agricultural industry in my riding, especially in the Leamington area. I’m sure that the responsible business owners of Chatham–Kent–Essex would not do anything like take someone’s passport away, so I doubt that this section will have a tremendous impact on my riding, but it is a welcome protection for workers who we increasingly depend on in the province.", "However, the migrant workers’ alliance said that Bill 18 doesn’t do enough to protect these workers. They claim that it still relies on a complaint-based model, which has proven to be ineffective at times for migrant workers. By looking at the best practices of provinces such as Manitoba, Saskatchewan and even Nova Scotia, they believe Bill 18 can in fact be strengthened.", "The bill also seeks to create a self-audit. Under the proposed provisions, an employment standards officer, or an ESO, could also call on an employer to carry out a detailed self-audit and report the findings within a time period specified by the officer, while at the same time the ESO would maintain the authority to come in and do an inspection anyway, even after a self-audit is conducted. It sounds a little redundant, in my opinion. While I support the reining in of companies that don’t play by the rules, I am at the same time concerned that this provision may open the door for problems down the line. This provision seems somewhat redundant, as I said earlier. If you aren’t going to trust the self-audit, why demand employers to conduct an audit at all?", "The other main component of Bill 18 deals with minimum wage. Instead of simply debating about a slight increase in minimum wage, perhaps we should be asking why Ontario is so overly reliant on minimum wage jobs. In 2003, as an example, only 3% of the province’s workforce was earning minimum wage. Now that number has skyrocketed to a shocking 10%. It really has been a race to the bottom over the last 11 years.", "The big businesses, the Walmarts and the McDonalds of the world, are not going to go under if the minimum wage increases. They’ll just likely lay off staff if they need to, but then again, they’re certainly not going to be going out of business. The David versus Goliath narrative is an easy one to sell, so we often see minimum wage debates described as simply being big business versus minimum wage earners. While that is somewhat true, the reality is that most jobs come from small or medium-sized businesses.", "Over the past decade, my riding, Chatham–Kent–Essex, has suffered its fair share of job losses. Large businesses like Navistar and Heinz are gone. They’ve left town. Navistar has been flattened; there is nothing there at all now. Many employees turned to small businesses for employment. I’ve heard from many of these employers that they can barely afford to continue to do business in the province of Ontario, and as you and I both know, Speaker, there are a lot of reasons why they can’t. I’ve heard it countless times, while knocking on doors from Highgate to Ridgetown to Chatham and all the way to Tilbury and Leamington.", "If Bill 18 is passed, increases to the minimum wage would be tied to inflation and announced by April 1 of each year and come into effect on December 1. Many of the business owners that I spoke with regarding the minimum wage increase are glad that future increases will be predictable—instead of arbitrary raises like the one that occurred in June, when the government hiked it to $11 an hour. However, many of them would have preferred that the increases happen every two years instead of every year. This concern was most often voiced by small business owners with only a handful of employees, who were frankly worried about the future of their business. If that business goes under, Speaker, these people are out of work.", "As responsible legislators, it is our duty and our job to do more than just merely look at the contents of a bill at face value. We need to look at the landscape around the bill and carefully consider the implications or unintended consequences of legislation. For a government that professes to be open, why force two bills together and limit debate and input from those the bill will, in fact, impact?", "If this government is committed to improving Ontario’s economy and lifting its citizens out of poverty, a hike to minimum wage is not going to be enough. They need more job opportunities to earn a good living, not simply more minimum wage and vulnerable jobs. I think everyone, especially on this side, would agree with that statement.", "Bill 18 is one that I will ultimately be supporting, but I’m concerned that the government’s desire to put points on the board and quickly pass bills at the expense of meaningful input could keep this bill from being as effective as it could be. They’re just not getting the input, and we need more of that. This is quickly becoming a trend so early in this Parliament, and it is one that I hope will not continue.", "Thank you very much for the time, Speaker." ],
  "anchor" : "para1337",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated October 28, 2014, I am now required to put the question.", "Mr. Flynn has moved third reading of Bill 18, An Act to amend various statutes with respect to employment and labour.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will please say “aye.”", "All those opposed will say “nay.”", "In my opinion, the ayes have it.", "There will be a five-minute bell.", "I have a deferral: “Pursuant to standing order 28(h), I request that the vote on third reading of Bill 18 be deferred until deferred votes on Thursday, November 6, 2014.”" ],
  "anchor" : "para1353",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para1363",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para1364",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Attorney General has moved adjournment of the House.", "Is it the pleasure of the House that the motion carry?" ],
  "anchor" : "para1365",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para1367",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour, please say “aye.”", "All those opposed, say “nay.”", "Well, well, it carries.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1368",
  "subject" : {
    "text" : "Stronger Workplaces for a Stronger Economy Act, 2014 / Loi de 2014 sur l’amélioration du lieu de travail au service d’une économie plus forte",
    "anchor" : "para1188"
  }
} ]