[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to introduce two very special guests who are visiting question period for the very first time. As I say their names, I’m going to ask them if they can stand up.", "First of all, my nephew Darius Faizani and my niece Larisa Faizani are here for the first time. They live in New York state, so it’s very exciting to have them.", "They are accompanied by my sister Elia Naqvi; a good friend of our family, Mrs. Nuzhat Shah; and my mother, Qaisar Naqvi.", "They’re all here at Queen’s Park. Welcome." ],
  "anchor" : "para28",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I have the honour of introducing four very special guests who are in the House with us today. We have Steve Andrusiak, president of the Ukrainian Canadian Congress, Ontario provincial council; Jim Jacuta, former president of the Ukrainian Canadian Congress for Alberta; Myroslava Oleksiuk, who is my mother, but also an election observer in Ukraine; and George Foty, also someone who has been an election observer in Ukraine and who actually headed up the responsibilities for observing the Ternopil region, which is the equivalent of a province in Ukraine, during the most recent elections." ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I would like to welcome Dylan Atack and Steve Vacon, who are here visiting Queen’s Park to watch question period. You can see they are Ticat employees, aficionados and fans. Welcome, Dylan and Steve." ],
  "anchor" : "para33",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It gives me great honour this morning to introduce four visitors. My wife, Gale Simko-Hatfield; my daughter-in-law, Lisa; and our two oldest granddaughters, Paisley and Arwen, are here." ],
  "anchor" : "para34",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "I’m very pleased to introduce my friend and constituent Dr. Ali Nikjoo. He just came back from Africa, being there for about three weeks as a volunteer physician, treating patients. Welcome back to Toronto." ],
  "anchor" : "para35",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "On behalf of the member for Etobicoke–Lakeshore, who has the privilege of having page Gabriel Chemla from his riding, I’d like to introduce his father, David Chemla, who is in the public gallery this morning." ],
  "anchor" : "para36",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m pleased to welcome Judy Scannell, who is here today; she’s a teacher at Stewarttown Public School. Welcome, Judy." ],
  "anchor" : "para37",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m happy to introduce Mark Tishman and Will Eborlee, two great staff from my constituency office in St. Paul’s." ],
  "anchor" : "para38",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "They’re not here yet because we certainly need infrastructure in the middle of the Don Valley, but soon they’ll be here: my wife, Diane; my daughter, Maria, and five of my nine grandkids, Lucas, Madeline, Monica, Maddox and Morgan. They will be here, obviously, sometime today." ],
  "anchor" : "para39",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Also in the west members’ gallery today is my legislative assistant Denny Timm." ],
  "anchor" : "para40",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I’m very pleased to welcome to the Legislative Assembly today, from Thunder Bay, my son Dustin and his girlfriend, my secret weapon in the last provincial election, Christina Foresto. Welcome." ],
  "anchor" : "para41",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Please welcome, joining us in the gallery today, the family of page captain Emma Hébert. Her mother Eva Bak Hébert and brother Jasper Hébert are here in the public gallery this morning. Thank you very much for supporting your sister." ],
  "anchor" : "para42",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke Centre on a point of order." ],
  "anchor" : "para44",
  "subject" : {
    "text" : "Airline disaster",
    "anchor" : "para43"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I rise on a point of order today, Mr. Speaker. On Thursday, Malaysia Airlines flight MH17 was shot down over rebel-controlled territory in eastern Ukraine. On that flight were 298 passengers, scores of children and three infants, all of whom lost their lives.", "One of the people who lost their lives was a gentleman by the name of Andrei Anghel. He was from my colleague Joe Dickson’s riding of Ajax–Pickering. He was a medical student who was going on vacation to celebrate graduating from his second year of medical school.", "I believe that all our thoughts and prayers are with the victims, their families and the Ukrainian people at this time. I rise to ask for unanimous consent in this House for a moment of silence to honour the victims of this tragedy." ],
  "anchor" : "para45",
  "subject" : {
    "text" : "Airline disaster",
    "anchor" : "para43"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke Centre is seeking unanimous consent to pay homage to the victims of the flight. Do we agree? Agreed.", "I would ask all members in the entire House and in the gallery to please rise and join us in a moment of silence." ],
  "anchor" : "para48",
  "subject" : {
    "text" : "Airline disaster",
    "anchor" : "para43"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Our sympathies to the families. May they rest in peace.", "It is now time for question period." ],
  "anchor" : "para51",
  "subject" : {
    "text" : "Airline disaster",
    "anchor" : "para43"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Premier. Premier, Ontario was once the economic engine of Canada, and now we’re a have-not province. Just last month alone we lost 34,000 additional jobs in the private sector.", "During the election campaign, you avoided discussion about the huge fiscal mess that your government has created and that we’re now facing as a province. Your campaign focused on spending promises that you claimed would bolster our economy. But now that the votes are counted, you’re both spending and raising taxes. This time it’s the aviation fuel tax. The executive director of the National Airlines Council of Canada says that this puts Ontario at a competitive disadvantage.", "So I ask you Premier, how can you possibly justify putting this province at a further competitive disadvantage just to pay for your pricey campaign promises?" ],
  "anchor" : "para55",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I have said a number of times, there is a fundamental disagreement between us and the opposition, Mr. Speaker. We believe that investing in transit is a very important part of the building up of this province and the future economic growth. The reality is that in order to be able to invest in transit and transportation infrastructure, there is a need to put a modest increase on the tax rate on aviation fuel, one cent a litre for four years.", "I would just say that these investments in transit and transportation infrastructure actually help and support the aviation industry. The Union Pearson Express is a really good example of that. As Minister of Transportation, I visited Pearson airport, had a tour, and saw exactly how the passengers are going to be assisted by that investment in transit." ],
  "anchor" : "para58",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para60",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Again to the Premier: Premier, the only passengers who are going to be assisted are those passengers who go to Buffalo airport, so I hope you’ll build good infrastructure and good roads to Buffalo, because you have certainly become their economic champion, not ours.", "Fred Lazar of York University concluded that the tax hike will hurt the Ontario economy, cut jobs and drive away tourists. He said that the provincial GDP would fall between $67 million and $97 million by 2017, result in a decrease of up to 2,907 full-time jobs and discourage at least 292,000 air travellers.", "Premier, you say that you have a jobs plan to grow the economy but you implement policies, like the aviation fuel tax, which hurt the economy and cause job losses, especially in our tourism industry. Will you commit today to putting that tax hike on hold until you fully study all the implications of it, particularly with respect to the job losses that we can expect?" ],
  "anchor" : "para61",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let’s be clear on exactly what we’re talking about. The cost difference that consumers see between Canadian and US fares, which is apparently what he’s talking about, is largely attributable to federal—and the airline’s own surcharges.", "Let’s just do a comparison—and remember that this aviation fuel tax in Ontario has not been changed since 1992. At 2.7—", "Interjections." ],
  "anchor" : "para65",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Interjection." ],
  "anchor" : "para68",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Haldimand–Norfolk, when I stand, it gets quiet.", "Carry on, please." ],
  "anchor" : "para70",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Ontario’s aviation fuel tax is significantly lower than these comparisons: London, Heathrow, 69.6 cents per litre—remember, Ontario’s is 2.7 cents per litre—Paris, de Gaulle, 54.6 cents; New York, JFK, 5.7 cents per litre; Chicago, O’Hare, 5.7 cents; and Manitoba—" ],
  "anchor" : "para72",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para73",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier: This morning people went to work on the ramp in Red Lake, and as baggage handlers in Windsor and at the customer service desk in the airport in Ottawa. Across our province, jobs depend on the aviation industry, but with your new tax hikes those jobs are at risk. You’re setting the stage for more job losses—needless job losses—across our province.", "British Columbia, New Brunswick, Alberta, Quebec and Saskatchewan have all eliminated the international aviation fuel tax. They’ve recognized that a healthy aviation industry means more jobs. Yet with your government’s first budget, you are about to put those jobs at risk.", "Premier, do you know or do you care how many jobs you’re putting at risk and how many will be lost as a result of the full implementation by 2017?" ],
  "anchor" : "para74",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I guess I would ask the Leader of the Opposition whether he knows and whether he cares that we need to make investments in transportation and transit infrastructure. He mentioned Red Lake. It’s very important that the roads and bridges in our northern and rural communities are in good shape, so that kind of investment is necessary.", "I will say to the Leader of the Opposition that I am concerned about some of the small northern airports. So I have asked that we look at those particular situations to see if there is a way of mitigating for those very small communities.", "But overall, we are competitive. The investments in transit and transportation infrastructure that are necessary in this province will create economic growth and economic well-being in the future." ],
  "anchor" : "para77",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para54"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is to the Premier. Premier, last week you insisted that the province would commit $1 billion to the Ring of Fire, even though page 288 of your own budget reads that the funding will be contingent on the federal government matching the amount. I think you would agree that $1 billion is a lot of money to request without providing a detailed spending plan.", "Infrastructure is key to developing the Ring of Fire and will be a huge asset for First Nation communities who call the region home. Premier, could you please explain your plan for how this $1 billion is to be spent? Specifically, will it be on a road or a rail link? Will it be on an east-west or a north-south corridor?" ],
  "anchor" : "para81",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I would have to ask the member opposite if he is asking as a representative of Stephen Harper or whether he’s asking as a representative of a northern community in Ontario, because the reality is we need that investment. We need the infrastructure built.", "We have committed to setting up a development corporation that would include all of the parties, and we very much hope that the federal government is at the table, because in order for that infrastructure to be completely developed and in order for those chromite and mineral deposits to be realized, we need everyone working together.", "We have committed $1 billion. We are firm in that commitment. We will work to set up a development corporation.", "So if the member opposite is speaking for Stephen Harper, I hope he will let him know that we would like to have him at the table." ],
  "anchor" : "para83",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para87",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Again to the Premier: No, Premier, I’m asking about your plan. I didn’t hear a response to my question.", "In November, as Cliffs Resources was about to idle their operations, you rushed to announce the establishment of a new development corporation. In February, it was revealed that the development corporation wasn’t even incorporated and that you would instead pay Deloitte to work out the details. Now you say it will be a done deal in just over a month.", "Premier, considering your government’s track record on this file, why should anyone trust that you can meet this target that you set for yourself?" ],
  "anchor" : "para88",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "In fact, Mr. Speaker—", "Interjection." ],
  "anchor" : "para91",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings will come to order.", "Premier?" ],
  "anchor" : "para93",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "In fact, Mr. Speaker, we have made huge progress on this file. I don’t know whether the member opposite, in his haste to come up with a question that really doesn’t take into account all of the work that has been done, realizes that the work that has been done to get in place a framework agreement with the Matawa First Nations is a hugely significant piece of the puzzle in terms of making sure that everyone—all of the communities—can take part.", "The development corporation, which is in the process of being established, will allow First Nations, the businesses, the federal government and the provincial government to take part in getting that infrastructure built.", "The building blocks are in place, and we hope very much that the federal government is interested in taking part in that process." ],
  "anchor" : "para95",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para98",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Again to the Premier: Considering your missed targets in the past, this is hardly convincing.", "In 2012, you would have thought the Ring of Fire would be producing now, if you were to believe your government’s own press releases. On May 9 of that year, you proclaimed that there were “Thousands of Jobs Coming to Northern Ontario.” It has now been over six months since Cliffs has idled their project in the region, and it’s even more clear now that there was no concrete plan to back up your empty promise.", "Premier, will you admit that you still have no plan to make the Ring of Fire a job-creating reality for Ontario?" ],
  "anchor" : "para99",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, it’s a bit rich, coming from a member of a party that had nothing in their platform, no money in their platform, for the development of the Ring of Fire—absolutely no process in terms of including all of the communities, bringing in the federal government and the companies, and making a concrete investment in infrastructure.", "I am very confident that the work we have done already in the north, the work that we are doing in order to set up the development corporation, and our outreach to the federal government in the hopes that they will come forward as they have with the oil sands, as they have in Newfoundland and Labrador—my hope is that they will see that this is a national project.", "Nonetheless, we are going ahead. We are working to set up the development corporation, because we believe that this is an opportunity that will benefit not just the region, not just the province, but the country." ],
  "anchor" : "para102",
  "subject" : {
    "text" : "Mining industry",
    "anchor" : "para80"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Will the Premier agree that financial uncertainty and confusion around the province’s state of affairs is not in the best interests of Ontario?" ],
  "anchor" : "para106",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Indeed, we are moving ahead to reintroduce the budget that we ran on, that we introduced at the beginning of May. We are working very, very hard to make sure that there is exactly that certainty, that understanding of the investments that are necessary, the understanding that we are tackling our fiscal situation. All of that is contained within our budget, and that certainty is exactly what we aspire to as we work to get the budget through the Legislature." ],
  "anchor" : "para107",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para108",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, tough questions are being asked about that budget, and not just by New Democrats. The Globe and Mail says, “There’s a lot of confusion about the budget....” Moody’s calls it “credit negative.” Even the finance minister admits that there are skeptics who simply do not believe the government’s fiscal plan.", "Now, does this Premier think that it’s okay that there is skepticism and confusion around the province’s finances when we already face considerable challenges in this province?" ],
  "anchor" : "para109",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I would suggest that there’s a lot of skepticism and confusion around the NDP’s support, or lack of support, for the issues that we have addressed in this budget.", "So I would ask the leader of the third party whether she supports a $2.5-billion Jobs and Prosperity Fund, whether she supports the investments in infrastructure—the transit, transportation, hospitals and schools—$130 billion in public infrastructure investments, $11.4 billion in hospital expansions, whether she supports the made-in-Ontario retirement pension plan, whether she supports increasing the Ontario Child Benefit, and whether she supports $810 million to support adults with developmental disabilities. Does she support those initiatives? I think it is a very legitimate question to ask her." ],
  "anchor" : "para111",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para114",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "One of the things I think that is true in this Legislature regardless of which side you sit on is that nobody—nobody—wants to see a downgrade in our province’s credit rating, and New Democrats certainly don’t want to see cuts to hospitals and schools or more job losses for the people of this province. That’s why it’s time to actually clear up the uncertainty and confusion surrounding the government’s budget.", "In 2004, the Premier supported a law that allows the Auditor General to review the government’s estimates and assumptions for the coming years, something that the auditor did in 2007 and something that the auditor did in 2011. Will the Premier join me today in calling for the Auditor General to review the government’s fiscal plan and clear the air with a public report on her findings?" ],
  "anchor" : "para115",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The Auditor General, in due course, will look at all aspects of our financial situation.", "Mr. Speaker, the leader of the third party is grasping at any justification that she can find to vote against our budget. She ran on a fiscal platform that was identical to ours except she said that she would find $600 million more on top of what we had already said we were going to do in terms of investments.", "The reality is that the initiatives contained in this budget are initiatives that I think we have a legitimate reason to ask the leader of the third party whether she supports or not. Expanding low-income benefits, $20 million for expanding the Student Nutrition Program, $42 million to prevent and reduce homelessness, $50 million for a new Local Poverty Reduction Fund, wage increases for personal support workers: Does she or does she not think those are worth—" ],
  "anchor" : "para117",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para120",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek will come to order." ],
  "anchor" : "para122",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "What did I say?" ],
  "anchor" : "para123",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I don’t need rebuttal.", "New question?" ],
  "anchor" : "para124",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para105"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is to the Premier. I hope for an answer this time.", "In the throne speech, the government committed to “choose partnership over partisanship.” Today, she can do the right thing and ask the Auditor General to look at the estimates and assumptions of the fiscal plan and set the story straight. Only that independent assurance will provide the clarity that investors and credit rating agencies need to see, and only that clarity will help secure the hospitals and schools that our families rely on.", "My question, again, to the Premier: Will she do the right thing and ask the Auditor General to review the books?" ],
  "anchor" : "para127",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We introduced a budget at the beginning of May. We reintroduced that budget and we are working now to get that budget passed. In that budget, there are a number of initiatives that are investments in this province that are designed to build the province up.", "We also tackled our fiscal situation. We have laid out a path to balance. We understand that there are constraints in terms of collective bargaining that need to be in place. We have also tackled the issue of revenue. I’m taking flak from the Leader of the Opposition because we recognize we have to have revenue in order to invest in transportation and transit.", "Our budget is a well-thought-out and thorough plan. It is what is needed right now. The leader of the third party is looking for ways to justify to whatever her constituency is that she’s not going to support that budget, but we are going to continue to—" ],
  "anchor" : "para130",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para133",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Perhaps the Premier isn’t understanding my question. It’s a pretty basic one. It’s about the Auditor General’s review of the state of finances of the province. I’m shocked, frankly, that she hasn’t responded to that question.", "All of us, everyone in this House, believe that Ontario’s fiscal stability must be secured. But today, credit rating agencies are breathing down our necks threatening our province with a downgrade that puts public services at risk. We cannot allow that to happen. We need the trusted Auditor General to have her say.", "Will the Premier allow the Auditor General to review the Liberals’ fiscal plan or will she stand in the way?" ],
  "anchor" : "para134",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, it is the Auditor General’s job to look at the finances of the province. Every year, in her report, she looks at the finances of the province.", "What the leader of the third party is looking for is an excuse not to support a budget to invest in the province. With all due respect, she should be ashamed of herself for not supporting the issues that we tackle in this budget.", "The Auditor General will do her work. She will look at the finances of the province, as she does every year, and we will receive those recommendations in her annual report.", "In the meantime, I want to know whether the leader of the third party supports increases for personal support workers and child care workers and developmental services for adults with disabilities. Does she support those things?", "Interjections." ],
  "anchor" : "para137",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Be seated, please. Order.", "Final supplementary." ],
  "anchor" : "para142",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, perhaps the Premier is simply unaware of the process that her own government put in place a number of years ago. It’s about a pre-election review of the state of the finances of this province. Of course, with an election in the form that we had this time, that wasn’t able to happen this time around, and that still needs to happen.", "Now, more than ever, in fact, families are counting on us to protect public services. With so many questions swirling around and with such high stakes for the families of this province, we need to get the full picture of Ontario’s fiscal position.", "The Liberals thought a review by the Auditor General was a good idea in 2004. They thought it was a good idea in 2007 and even in 2011. Why doesn’t the Premier think it’s a good idea now?" ],
  "anchor" : "para144",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We had an election in this province because the NDP had an opportunity to support this budget and they chose not to do that. We are back reintroducing this budget.", "I welcome the scrutiny of the Auditor General. As she does every year, she will look across government and she will make recommendations based on our financial situation.", "The fact is that we ran on a platform. It is our responsibility to make sure that we implement that plan. That plan is contained in our budget, which we reintroduced to this Legislature immediately after the election. In that budget is a plan to build this province up, to help the families of this province, the very families that the leader of the third party is talking about. Those are the families we are most concerned about, those vulnerable families. The initiatives in our budget—" ],
  "anchor" : "para147",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para150",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para152",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para126"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Speaker, my question is to the Premier.", "Premier, we’ve all heard you say several times that there’s no new money for wage increases, but we now know that while you were making those comments you were in fact doing the exact opposite. Without any public scrutiny, you rubber-stamped a more than 8% wage hike for Metrolinx workers in the waning days of the last election campaign. Once again, you put your own political interests ahead of the financial management of our province—yes, you did.", "Premier, wouldn’t you agree that saying there’s no new money for raises and then doling out a more than 8% increase to Metrolinx workers is blatant hypocrisy?" ],
  "anchor" : "para156",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para159",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Withdraw." ],
  "anchor" : "para160",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "If it’s used again in the supplementary, we’ll pass.", "Interjection." ],
  "anchor" : "para161",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Haldimand–Norfolk will withdraw." ],
  "anchor" : "para163",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Withdraw." ],
  "anchor" : "para164",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "No; stand, please." ],
  "anchor" : "para165",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Withdraw." ],
  "anchor" : "para166",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para167",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the President of the Treasury Board is going to want to comment on this, but I want to be very clear that there is no new money for wage increases and that in the collective agreements that are bargained, including for Metrolinx, any increases would have to come from within the envelope; and that is exactly what has happened. My contention and my statement is very, very clear, and it stands that there is no new money for wages and salaries in the collective bargaining process. That was the situation before the election, when we introduced the budget, it’s the situation now, and it was the situation when the Metrolinx collective agreement was finalized." ],
  "anchor" : "para168",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para170",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Well, 8.45% is more than zero.", "Premier, now that the government has given in to the ATU on the Metrolinx deal, other locals are looking for the same treatment. In fact, the ATU local for Guelph transit workers rejected an offer that included a 6.8% wage increase just last night. One of the primary reasons was, of course, wages—money—and it’s not hard to see why when their colleagues are getting more.", "Municipalities cannot take on excessive debt like the province, yet they will now be facing more financial pressure because of demands for larger wage hikes.", "Premier, will you admit your short-sighted, politically motivated decision to dole out a more than 8% wage increase to the ATU has now put already cash-strapped municipalities in a more difficult negotiating position?" ],
  "anchor" : "para171",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para175",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Well, Speaker, we have been very clear that any wage increases must be absorbed within existing funding, and that’s exactly what has happened at Metrolinx. I refer you to the budget. I don’t know if you’ve had a chance to read it yet, but it’s on page 153. I’ll quote from it: “Any modest wage increases that are negotiated must be absorbed by employers within available funding and within Ontario’s existing fiscal plan through efficiency and productivity gains or other trade-offs so that service levels continue to meet public needs.” That’s exactly what has happened at Metrolinx." ],
  "anchor" : "para176",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Speaker, my question is to the Premier.", "It has now been established that your budget calls for a 9% cut—in real terms—in program spending over the next three years. Even economists closely associated with this government, such as Don Drummond, are saying that program cuts of this magnitude could result in a 100,000 job loss. How can this government possibly call a budget that could result in the loss of 100,000 jobs a “progressive” budget?" ],
  "anchor" : "para178",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para180",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "It’s appropriate for us to do the review, ensure that we are safeguarding the interests of the public by providing quality service, while at the same time taking fiscal prudence, ensuring that we control our spending, as we must so that we can balance the budget by 2017-18. We’re looking at a suite of opportunities by which to continue to invest in those initiatives so that we can become more competitive in the future. But, Mr. Speaker, we must look at our spending and ensure that we control it so that we can balance the books by 2017-18, and that’s what we’ll do. Mr. Drummond has made recommendations and we’re implementing over 80% of them." ],
  "anchor" : "para181",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para182",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "A 9% cut in real program spending, but still this government won’t come clean with the public and tell them where those job cuts are going to fall.", "Will this government finally admit that their so-called progressive budget is really an austerity budget? And will it tell us what front-line workers and services are going to be cut over the next three years?" ],
  "anchor" : "para183",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, we made it clear in the budget that we are going to control our program spending. We’ve done so at 1.4% year over year. We actually did cut spending year over year, last year, while not sacrificing our service and maintaining those jobs that are so important to provide those services. We made it clear that we’ll control that program spending in the years to come.", "My question, though, back to you, is: You’ve just stated in your platform that you’re going to cut it by $600 million more. How would you expect to do that? What were you going to cut and who were you going to fire? Because we will not, on this side of the House, sacrifice the public interest." ],
  "anchor" : "para185",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para177"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "My question is for the Minister of Economic Development, Employment and Infrastructure.", "Minister, our government has demonstrated their commitment to helping young people find meaningful employment through our youth jobs strategy. I know that the constituents in my riding of Burlington are keen to hear how this government will continue to tackle the challenges we face collectively on youth unemployment.", "I’m particularly proud of the work that we’ve done on the youth jobs strategy, developed after a series of consultations that brought together local business leaders, employers, not-for-profits, educators, labour and, of course, youth themselves.", "Minister, I know we’ve had some recent announcements on the success of these programs, and I’m keen to hear about what we’ve accomplished.", "Speaker, through you to the Minister of Economic Development, Employment and Infrastructure: Could the minister please update the House on what we will continue to do to tackle youth unemployment in Ontario?" ],
  "anchor" : "para188",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I want to thank the member for that great question. We’re committed to making the investments we need to make, to continue to invest in our people, to continue to invest in infrastructure, and building a strong climate for investment so that those young people can find jobs today and find jobs in the future. We’re also committed to ensuring that those young people get the education, training and experience they need to be able to excel and succeed.", "As the member knows, we’ve committed to the youth jobs strategy in this budget. This $295-million strategy is creating 30,000 jobs for young people through four streams: the Ontario Youth Entrepreneurship Fund, which will support young entrepreneurs; the Ontario Youth Innovation Fund, which will support skills in industrial research, development and commercialization and build on our emerging innovation acceleration hubs; the youth skills connection program; and the centrepiece, the youth employment fund, which is helping young people get real job experience.", "Together, these programs have helped 20,000 young people." ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para196",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "It’s great to hear that our government is committed to youth jobs.", "As the member from Burlington, I’m often meeting young people searching for ways to enter Ontario’s workforce and gain the necessary skills that will help them succeed. I’m very happy to hear that our strategy does just that. However, many of the youth in my riding have said they face the challenge of needing real work experience to apply for good-paying jobs in their field but have no way of obtaining that experience or training.", "With youth unemployment at 15.4% in our province, we must ensure that our young people have access to these opportunities. Can the minister update the House on how the government will continue to ensure that our young people have access to the training they need to succeed in Ontario’s growing economy while, at the same time, gaining real work experience?" ],
  "anchor" : "para197",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Speaker, I’m going to refer this to the Minister of Training, Colleges and Universities, and Research and Innovation." ],
  "anchor" : "para200",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "Mr. Speaker, I want to thank the member from Burlington for that question. Also, I want to congratulate her on her election.", "Providing access to employment and training opportunities for our young people is a top priority for this government. As the minister just mentioned, we were very happy to announce that through our youth jobs strategy, 20,000 employment opportunities have already been created. The majority of those numbers came from the youth employment fund, which is a $195-million investment to create 25,000 jobs for our youth.", "We are very pleased with the results of this program so far. Of the 4,800 youth who have completed their placements, 95% of them were retained by their employers or found jobs elsewhere. This is fantastic news, Mr. Speaker. Helping young people develop their talents and skills—" ],
  "anchor" : "para201",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para204",
  "subject" : {
    "text" : "Youth employment",
    "anchor" : "para187"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure. According to Stats Canada, 33,900 jobs were lost in June, the same month the minimum wage jumped. In fact, report after report links your policies—minimum wage hikes, high apprenticeship ratios and rising energy rates—to the 600,000 men and women currently out of work in Ontario.", "Looking forward, your pledge to slap a new payroll tax on both the hard-working people of Ontario and their employers threatens to be yet another roadblock to hiring in Ontario.", "Minister, please explain how you envision this payroll tax allowing small or big business to hire more workers in Ontario." ],
  "anchor" : "para206",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I may refer the supplementary here, but I’m pleased to take the first question, at least.", "This government has done a lot for our business community to make us more competitive. I think about the corporate tax cuts that we brought in. They’re giving us one of the most effective—lowest effective corporate tax rates in North America. I think about the HST, which made Ontario a much more competitive business environment. I think about our recent changes to the accelerated capital cost allowance, that encourages businesses to invest in capital and maintenance of machinery. I think about our regional economic development funds, over 90% of which have gone to the manufacturing sector.", "There’s a reason why we’re up 460,000 net new jobs since the recession. It’s because we’ve been working in partnership with our businesses to invest in building a strong economy. We’re number one for foreign direct investment. We’re going to keep moving in that direction." ],
  "anchor" : "para209",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the minister: Minister, what you’ve done a lot of is move 300,000 manufacturing jobs out of Ontario. You talk about regional economic development. I’m hopeful that you’re sincere in bringing some money to Georgian College marine emergency duties before that moves out of Ontario again.", "Minister, my riding is facing a staggering 21% youth unemployment rate, the highest in the province and three times the national average. In light of the thousands of young people currently looking for work, I respectfully urge you to reconsider the consequences of putting yet another roadblock to hiring in Ontario.", "Please explain again, Minister: How do businesses afford adding more Ontarians to the payroll at the same time you’re increasing their payroll tax?" ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, the member talked about the youth unemployment rate. This party agrees: The fact is that the youth unemployment rate is double the unemployment rate for everyone else. But I defy you to find a jurisdiction anywhere in North America doing more for our young people than this government here in the province of Ontario today.", "Our youth jobs strategy—and my colleague just mentioned it: 20,000 young people since the fall have received youth job experiences through that program. Of the 4,800 who have already completed their requirements, over 90% of them are still retained in employment. That’s a program that’s unique. It’s a program that’s working. We’re also using that program to invest in youth who want to be entrepreneurs. We’re using it to build our innovation hub. We’re using it to create partnerships for training.", "Mr. Speaker, nobody in North America is doing more for our young people than this government. We’re going to keep doing it—" ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para220",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para205"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "My question this morning is to the Premier. It’s about a major fire that destroyed parts of a food processing plant in Tecumseh last Friday. But first, Speaker, allow me to thank the Minister of Agriculture, Food and Rural Affairs for touching base and keeping me in the loop last Friday morning, as well as the Minister of Community Safety.", "Good morning, Premier. You have said that you wouldn’t forget about those parts of the province that are represented by members of the opposition. After a major fire at the St. Albert cheese factory in Glengarry–Prescott–Russell, the province made a million-dollar grant available. I know it’s early days yet, but all things considered, will the Bonduelle plant in Tecumseh receive equal consideration as the St. Albert cheese factory?" ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Minister of Agriculture, Food and Rural Affairs will want to comment, but I want to just say, first of all, that I have spoken with the member and I reached out to the mayor of Tecumseh. I know that both the Minister of Community Safety and Correctional Services and the Minister of Agriculture, Food and Rural Affairs have had conversations with folks in Tecumseh.", "Mr. Speaker, we will do everything in our power. I understand that the business is getting back on its feet and there has been good progress there already. Obviously, we will stay in close touch and we will do everything in our power to make sure that this business can thrive.", "Agri-food is a part of our economy that is extremely important. The money in our Jobs and Prosperity Fund—part of that is carved out specifically for food processing. I know that we will stay in touch with this business and make sure that we do everything in our power to make sure it thrives." ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Premier, as you know, this fire caused an estimated $30 million to $40 million in damage, and it couldn’t have come at a worse time, with peak production just a couple of weeks away. Some 700 people are normally employed during the corn harvest; 145 farmers grow crops for this plant. Actually, 95% of Canada’s Green Giant product comes from this facility. Whatever Ontario can do to sustain and grow this business would guarantee a brighter future for us all.", "Will the Premier or the Minister of Agriculture, Food and Rural Affairs commit to a speedy decision on what grants may be available and to visiting this plant and seeing first-hand the destruction this fire has caused?" ],
  "anchor" : "para228",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I learned of the fire at Bonduelle at about 7 a.m. on Friday morning. I immediately called the mayor of Tecumseh, Mr. McNamara. I had an extensive conversation with His Worship. I then touched base when my colleague the member from Windsor–Tecumseh, and later that morning I talked to the president in a conference call with the principals of Bonduelle.", "Of course, at this time all of our thoughts in this chamber are with the employees, the growers and the community during this very difficult time. I want to take this opportunity to thank the emergency responders who did such an incredible job with the mutual aid program for fire services within that community.", "The real challenge, from a safety perspective—there were ammonia tanks within the warehouse. We remember the Mississauga train derailment, and the safety—from my colleague the Minister of Community and Social Services to respond to this particular—" ],
  "anchor" : "para231",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para221"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the Minister of Labour. While talking to constituents in Trinity–Spadina, I still hear stories about foreign workers who come to Ontario with the promise of a job, only to find crippling recruitment fees and bills on the other side. Our young people seeking real-world experience try to beef up their resumé and establish a career, but are not being protected by Ontario’s strict rules on health and safety. That’s just not right.", "Mr. Speaker, through you to the minister: Is the government doing anything on this?" ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Protection for workers",
    "anchor" : "para235"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member from Trinity–Spadina for his question. He’s absolutely right, and I want to thank him for being such a strong advocate for his constituents and bringing this forward.", "We’re committed to standing up for Ontario’s workers because safe and fair workplaces are the foundation of a strong, competitive and growing economy.", "Last week, we introduced legislation that, if passed, would address the exact concerns the member from Trinity–Spadina has raised and more. It will make it illegal for employees to charge temporary foreign workers recruitment fees or to take away personal documents. His constituents in Trinity–Spadina will now have access to information sheets on employment rights and health and safety rights, and those will be handed out in 23 languages.", "This bill will also bring co-op students, trainees and other unpaid learners under the Occupational Health and Safety Act so that they can get valuable work experience but be protected at the same time." ],
  "anchor" : "para238",
  "subject" : {
    "text" : "Protection for workers",
    "anchor" : "para235"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para242",
  "subject" : {
    "text" : "Protection for workers",
    "anchor" : "para235"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I thank the minister for his answer. I’m sure my constituents in Trinity–Spadina will be pleased to know that the government hears their concerns and is taking steps to address them.", "I also hear from workers who have been taken advantage of by their employers and, in some instances, left with no pay, or workers who are assigned to the most dangerous jobs simply because they were recruited through a temporary help agency.", "Mr. Speaker, through you to the minister: When is the Ministry of Labour proposing to ensure that hard-working individuals are paid for the work they do?" ],
  "anchor" : "para243",
  "subject" : {
    "text" : "Protection for workers",
    "anchor" : "para235"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thanks again to the member from Trinity–Spadina.", "Making sure workers get paid for the work they do and giving businesses that play by the rules a competitive advantage is what this proposed legislation is all about. The bill, if passed, would remove the current $10,000 cap on the recovery of unpaid wages from an order to pay from the Ministry of Labour, but it would also increase the time limit from six months or a year; now it will be two years, if the bill passes. More workers will get the money they’re owed.", "Our government was the first in Canada to introduce legislation specifically addressing temporary help agencies in 2009, so this bill, if passed, would take the next step and would increase protections for other workers. It would extend this joint liability for both unpaid wages and workplace injuries. We believe that these proposed changes will lead to real and meaningful action for Ontario workers." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Protection for workers",
    "anchor" : "para235"
  }
}, {
  "speaker" : "Julia Munro",
  "text" : [ "My question is for the Minister of Transportation. It now takes six to nine business days to expedite an oversized-vehicle permit for travel on Ontario highways. This is a very long time to wait for a permit, and this problem is exacerbated when a vehicle is travelling to another jurisdiction where a similar permit is required. Timing is of the essence. All of these permits are time-sensitive.", "Can the minister please explain why the permits, which used to take 48 hours to acquire, now take almost two weeks?" ],
  "anchor" : "para250",
  "subject" : {
    "text" : "Vehicle permits",
    "anchor" : "para249"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member opposite for that question. Actually, I don’t mind pointing out to her and also to the House that one of my colleagues, the Minister of Natural Resources, has actually raised this issue with me as well. I will be happy to take a look and to delve a little bit deeper into the issue, and I’d be happy to get back to the member opposite.", "I do appreciate the question and I look forward to working with you on this." ],
  "anchor" : "para252",
  "subject" : {
    "text" : "Vehicle permits",
    "anchor" : "para249"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Vehicle permits",
    "anchor" : "para249"
  }
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Minister, the timing of these permits is crucial for the survival of businesses that must transport their goods across the province, particularly for those vehicles that are going into other jurisdictions, because they have to be able to purchase their permits according to how long their vehicle is going to be in that jurisdiction. How does this fit in with your Open for Business initiative? Clearly, this is just another example of red tape and government making it harder for businesses to compete and survive. I’ve heard that within the last year the waiting time for permits has grown worse and worse. When can businesses count on a more efficient expedited process for their oversized-vehicle permits?" ],
  "anchor" : "para256",
  "subject" : {
    "text" : "Vehicle permits",
    "anchor" : "para249"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I do thank the member opposite for that question, for the supplementary. As I mentioned in responding to the original question, I would be happy to talk to her and to work with members on all sides of the House and with individuals who are affected by this particular circumstance to try to come to a resolution. I do understand why it’s an important issue, and I certainly do acknowledge and appreciate that the member opposite shares our passion for making sure that we do find ways to reduce burdens that may exist, to help the economy continue to flourish. That’s why it is so important, in the budget that was introduced originally on May 1 and then again just a few days ago, that the Minister of Finance spent a fair degree of time talking about the importance of opening up and reducing the burdens that we discussed.", "As I said in my original answer, I would be happy to work with the member opposite in trying to find a resolution on this." ],
  "anchor" : "para257",
  "subject" : {
    "text" : "Vehicle permits",
    "anchor" : "para249"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the minister responsible for the Pan/Parapan games. Speaker, last week I asked the Minister of Infrastructure about the costly delay to completion of the Hamilton stadium. His flip reply was to ignore the serious problem of venue construction delays and to wax on about future venue use. The people of this province aren’t looking for typical responses from this government; they’re looking for answers. Can this minister move past the Liberal partisan playbook and admit that major projects are behind schedule and that this is likely going to result in extra costs for Ontarians long after these games are done?" ],
  "anchor" : "para260",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para259"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member opposite for the question. The Pan Am Games and the Parapan Am Games are the largest multi-sport events that have ever taken place in the history of this country. We have an incredible opportunity as the host to have our 60 municipalities come together and have the federal government and provincial government work together to build new venues so we can support our athletes here in the province of Ontario.", "We have 31 venues that are being built or retrofitted and 12 training facilities here in the province of Ontario. Six of those venues have suffered some type of delay. I know that the member opposite laughed at the reason I gave last week in regard to the weather, but we went through a very cold winter; we had an ice storm.", "There were some delays, but I can assure you that all of our venues will be well-positioned for the games here in Ontario." ],
  "anchor" : "para261",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para259"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para264",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para259"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Actually, we ran a steel plant 365 days a year there, in case you didn’t know.", "Speaker, Ontarians want to know that promises made on Pan/Parapan venue completion dates and costs matter. It’s not just the Hamilton stadium; it’s several venues. We learned from the Pan/Parapan organizers’ quarterly report last week where completion deadlines have been or will be missed. TO2015 is also missing deadlines on venues within their scope.", "Again, on behalf of the athletes and the taxpayers, will this government finally come clean in this House about: (1) the missed deadlines; (2) what plan B is to complete the venues; and (3) any cost overruns associated with their failure on this file?" ],
  "anchor" : "para265",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para259"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Again, I’d like to thank the member for the question. I know he’s a big supporter of sports and athleticism here in the province of Ontario. He finished his question by saying, “Think of the athletes,” and that’s exactly what we’re doing here on this side of the Legislature. Our athletes don’t have to travel to California if they want to practise their specific sports. They can stay right here in Ontario. Not only that, Mr. Speaker, but people from right across this country can come into Ontario—and I think we need to keep things in perspective. Our venues will be finished almost a year before the games. The games are next year, and these venues are positioned to be finished all in the fall, the six venues. We have rebuilt our infrastructure for sport and athleticism here in the province of Ontario. Now is the time for all of us to get together and to celebrate our athletes here in the province." ],
  "anchor" : "para268",
  "subject" : {
    "text" : "Pan Am Games",
    "anchor" : "para259"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "My question is to the Minister of the Environment and Climate Change. Speaker, climate change is considered one of the defining issues of our time and requires continuous effort to address, by governments, industry, communities and individuals. It’s important that our government take the necessary steps to ensure Ontario properly adapts to and mitigates the effects of climate change. A failure to do so could be detrimental to Ontarians today and more so to future generations. It’s for these reasons that I was very pleased to hear the Premier and minister’s announcement of a few weeks ago about the Ending Coal for Cleaner Air Act. I believe this to be a positive step in the right direction.", "Speaker, through you, could the Minister of the Environment and Climate Change please update the House on our government’s progress towards reducing greenhouse gas emissions and climate change?" ],
  "anchor" : "para270",
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para269"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I want to congratulate my friend from Newmarket–Aurora on his election, and also his concern and understanding of particularly the relationship between climate change and municipal infrastructure, and his advocacy for it.", "Mr. Speaker, in 2005, when I chaired the national round table, our emissions in Canada were 737 megatonnes. Today, they are 702. The only thing that’s happened in Canada in that period of time was the closure of our coal plants. As a matter of fact, there is almost nothing that has been done by any other provincial government or our national government that comes close. The challenge is to have Canada’s GHG emissions coming down. Right now, it seems to be almost entirely on the weight of provinces like Quebec and Ontario.", "Finally, the costs to infrastructure and to the insurance industry are amazing. In nine of the past 11 years, for the first time, insurance claims on property damage related to climate change and flooding have exceeded premiums. This is becoming an economic problem and an infrastructure problem—" ],
  "anchor" : "para272",
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para269"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para275",
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para269"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Again my question is for the Minister of the Environment and Climate Change.", "Minister, I’m pleased to be part of a government that is taking the issue of climate change so seriously. These are positive steps forward. However, it is important that I address the concerns raised by many of my constituents in Newmarket and Aurora. A common theme among their concerns relates to the protection of our natural water resources. They fear that the new weather norms, which can already be attributed to climate change, such as increased storm water runoff and discharge, are having a negative effect on nearby Lake Simcoe and bodies of water within our own riding. The harmful chemicals that increased storm water runoff can bring into these bodies of water can negatively affect their sustainability.", "Speaker, through you, could the Minister of the Environment and Climate Change please share with the House what efforts are in place to protect our water from the changing conditions of our climate?" ],
  "anchor" : "para276",
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para269"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Part of our challenge with water and sewer systems is—there are a number of us over here who are mayors and former councillors who will tell you that we used to talk about things being 1-in-500-year events, and you would not allow people to build houses in areas where that happened and you would try to build your sewers to 1-in-100-year events or 1-in-500-year events.", "The problem now, Mr. Speaker, is that those 1-in-500-year events in the 1990s, in this decade are 1-in-10-year events. But this government has been very vigilant with our municipal partners and not too concerned about the political stripes of the people representing that, to an earlier comment. As a matter of fact, the Lake Simcoe Region Conservation Authority was given $1.5 million to develop innovative technology approaches to managing stormwater, and the regional municipality of York, as I know you’ve advocated for and were part of, was given almost $150,000 for green sewage infrastructure—" ],
  "anchor" : "para279",
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para269"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Education.", "Minister, you’ve made grand statements about your efforts to combat bullying in our schools. The laws and regulations enacted by your government require principals to notify parents if their child has been harmed due to bullying, and to outline the steps being taken and the supports being provided for the pupil in response to bullying.", "These are necessary legislative requirements, but unfortunately, there’s a family in my riding who, due to a lack of action from school administrators in response to bullying, have had to pull their child out of school.", "Minister, laws and regulations are only as good as the people responsible for enforcing them. What process does your ministry follow to ensure school boards comply with anti-bullying legislation, how do you keep school administrators accountable, and why has this process failed in my riding?" ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "There has been, as you have noted, a series of pieces of legislation to put in place both legislation and policy around managing bullying in our schools. We have come a long way. Not every incident turns out to be managed 100% perfectly.", "I think one of the big strides that we are making is making sure, when we do training, that we ensure teachers have the appropriate training. Certainly, when we put the new laws in place, there was a lot of training for the teachers at that time. But with the changes that we’re making to our initial teacher education program at the faculty of education, we will now ensure that every new teacher to be licensed in Ontario will have training on safe schools and anti-bullying protocols, as part of their training to be licensed as a teacher in Ontario." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para289",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question was about accountability and how the processes are monitored, not training, so maybe in my supplemental, I’ll get the answer to my first question.", "Minister, bullying is one of the most harmful things a child can experience while at school. Bullying imposes significant health and social consequences on our community and can adversely affect the development of our students. Fortunately, we have moved past the notion that bullying is a natural part of school and just something that someone has to deal with.", "I’m pleased that every party in this House has agreed that legislation is a tool that must be used to fight against bullying. But, unfortunately, your government has one of the worst track records for oversight and accountability. This leads to non-compliance, which is undermining anti-bullying legislation.", "Minister, can you explain to the family in my riding why they had to pull their child from the school despite legislation designed to keep their child safe?" ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m pleased that you’ve noted the dramatic impact that bullying can have on a child, because when you look at all the research, it absolutely indicates that a child who has been bullied—that it can have a dramatic impact, both on their current school experience and their future life.", "In fact, the same is true of the child who does the bullying, a chronic bully. You often see that they also have a negative outlook, when you look down the road.", "Absolutely, when a parent is concerned, they need to be contacting their local trustee, because it is in fact the local trustees who are accountable for ensuring that this legislation is put into place.", "I must say that it is extremely strange to be getting a lecture from this party, which failed to vote in favour of the last piece of bullying legislation, which was Bill 13. You’ve—" ],
  "anchor" : "para294",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Anti-bullying initiatives",
    "anchor" : "para282"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Algoma–Manitoulin." ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker, and good morning to you. My question is to the Premier.", "For seven years, the isolated Lac La Croix reserve has pinned its hopes on a promising hydroelectric program, partly bankrolled by a Toronto philanthropist, that could generate clean power and economic opportunity.", "Now it appears that this government has quietly snuffed out a promising hydroelectric project that could generate clean power and economic opportunity for the isolated reserve, perched along the Minnesota border. Can the Premier explain why it is destroying years of hard work on what was the community’s best chance to break the cycle of poverty and unemployment?" ],
  "anchor" : "para301",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "In total, more than 35 First Nation and Métis communities are involved in wind, solar and hydroelectric projects across the province. They are all required to abide by their contracts and by the rules. That is 240 projects, representing over 1,000 megawatts of clean energy.", "I’ve met with the Lac La Croix First Nation and Gemini Power in the past, and have offered another technical meeting with them to discuss this project. They have an existing FIT contract with the OPA. Like all FIT contracts, they have a fixed price, and proponents are required by contract to pay the costs of connecting their project to the provincial grid.", "The contracts are in place to protect ratepayers and create clear expectations for developers. It would be completely unfair to all other contract owners if the government were to increase the price under the existing contract for only one project to cover the costs of transmission." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para307",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Again to the Premier: Premier, the major roadblock is a botched transmission line. Without a proper connection, the proposed run-of-river dam is a non-starter. Hydro One, the government’s own utility, which is responsible for transmission, claims it would cost roughly $16 million to build the transmission line, but this cost is contested by many hydro experts familiar with this project. Why is this government blocking this badly needed project that could provide jobs and hope to this isolated community?" ],
  "anchor" : "para308",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I can only repeat that the contract is very specific. It’s a contract, like all the other contracts, that requires the proponent to pay the costs of transmission. They have to assure themselves that it’s available before they submit to win a contract for a fixed price, with the responsibility to produce the transmission.", "We have been exceedingly innovative in terms of our incentives for First Nations people to participate in our energy sector. It is unprecedented, the number of contracts we have awarded to First Nations. We’re extremely proud of that. I certainly await a response from this particular proponent to come in and review the file once again. I provided to them that opportunity in the letter early in May." ],
  "anchor" : "para309",
  "subject" : {
    "text" : "Energy contracts",
    "anchor" : "para299"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "My question is for the Minister of Tourism, Culture and Sport. Physical activity is linked to minimizing cardiovascular disease risk factors and enhancing positive health outcomes, and has a positive impact on academic performance. Childhood obesity is on the rise, and less than 10% of Ontario children and youth achieve 60 minutes of daily physical activity six days a week. The economic costs associated with physical inactivity in Ontario are estimated at $3.4 billion.", "Mr. Speaker, through you to the minister: Can he please update us on which ways our government is working towards decreasing childhood obesity and increasing the amount of physical activity Ontario children and youth are receiving?" ],
  "anchor" : "para312",
  "subject" : {
    "text" : "Childhood obesity",
    "anchor" : "para311"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member for the question. Before I answer, I’d just like to recognize that the North American Indigenous Games are taking place this week in Saskatchewan, and I want to wish all of our athletes from Ontario all the best.", "Our government is committed to promoting and protecting the health of Ontario’s youth people. Our after-school program provides the opportunity for children and youth to participate in fun, safe and supervised activities that focus on: physical activity, recreation and sport to encourage active lifestyles; healthy eating and nutrition education to help combat child obesity; and personal health and wellness education to promote self-esteem.", "The after-school program is a critical component of Ontario’s Poverty Reduction Strategy and our youth action plan. As a former school board trustee, I am so proud to support this program and to take on this new role in this ministry." ],
  "anchor" : "para314",
  "subject" : {
    "text" : "Childhood obesity",
    "anchor" : "para311"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Northumberland–Quinte West on a point of order." ],
  "anchor" : "para318",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para317"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "A point of order, Speaker: I hope you’ll indulge me to introduce my wife, Diane, and Maria and five grandkids. They experienced gridlock in the GTA this morning, but they’re here, along with my grandkids Lucas, Madeline, Monica, Maddox and Morgan, right in the west gallery." ],
  "anchor" : "para319",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para317"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s not a point of order, but we welcome our guests.", "There are no deferred votes.", "This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para317"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I have the honour of welcoming a number of guests to the Legislature today. We have Steve Andrusiak, president of the Ukrainian Canadian Conference for Ontario. We have Jim Jakuta, who is the former president of the Ukrainian Canadian Conference for Alberta. We have Liudmyla Davydovych, who is the consul for the Consulate General of Ukraine in Toronto; Myroslava Oleksiuk, who is my mother—you’ve all met her at least once today; Victor Hetmanczuk, from the Canada Ukraine Foundation; Ihor Tomkiw, who is a leader in our community in many respects, and George Foty, an election observer in Ukraine." ],
  "anchor" : "para325",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para324"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pryvít." ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para324"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I would like to take a moment to acknowledge the current situation in Israel and the Palestinian territories. We in Canada are so fortunate to live in a country and province that are blessed with peace and stability. I can only hope that the aggression and violence that have currently taken hold in Israel will end as quickly as they started, and that a lasting, peaceful solution will bring stability and tolerance to a region that is desperately in need of it.", "I pray for the well-being of my family and friends who are currently in Israel, and extend my thoughts and prayers to all of my constituents living in Thornhill, as well as those across the province, who have family members and friends who have been affected by the cowardly, violent, reckless and indiscriminate actions of Hamas, a known terrorist group, that have cost the lives of so many innocent civilians in the region. I hope that the scourge of terrorism will be strongly rejected by all peace-loving people around the world.", "I woke up to disappointing news this morning that a mosque in my riding was defaced overnight with messages of hatred and intolerance. It is my hope that those messages are removed quickly and that the perpetrators are caught and brought to justice. I believe that we in Ontario and Canada should continue to serve as exemplary role models to the world of how diverse communities can live together with values of respect and tolerance." ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Conflict in Middle East",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I want to bring to people’s attention the recent report from the Environmental Commissioner of Ontario, Looking for Leadership, his annual report on greenhouse gas emissions action by this government.", "He notes that Ontario has no plan to meet our 2020 targets for reducing greenhouse gas emissions. That means that we will continue to be part of this global problem. He also reports that Ontario is not ready for the mess that it is helping to create.", "People and their homes and families are in harm’s way because the Liberals have consistently refused to act on warnings that power lines and sewer lines are vulnerable to the extreme weather that comes from global warming. Two years ago, New Brunswick’s Consumer Advocate for Insurance warned that damage from climate-related extreme weather events had taken over from fire as the top source of insurance claims.", "The Liberal government has received many warnings about the need to act. As the Environmental Commissioner reports, they have done little. The next time an extreme weather event fills people’s basements with sewage, traps trains on flooded rail lines or leaves people in the dark with no power, they need to remember the Liberals’ failure to protect them." ],
  "anchor" : "para333",
  "subject" : {
    "text" : "Greenhouse gas emissions",
    "anchor" : "para332"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "This morning, this House gave unanimous consent to hold a moment of silence to commemorate the loss of 298 passengers on Malaysia Airlines flight MH17. This is a tragedy of unspeakable proportions. The families of those lost remain in all our thoughts during this devastating time.", "The unfortunate reality is that this is one more act of unspeakable violence in a string of civilian casualties since the crisis in Ukraine began. The dead include brave Ukrainians who stood in Independence Square to demand a better life and died for that cause at the hands of the Yanukovych regime. It includes those whose blood has been spilled by rebels that have, according to US government officials, likely been funded, supplied and trained by the Putin regime.", "Now the violence in Ukraine has made casualties of 298 citizens from countries around the world who were needlessly shot down on that flight. The killing of civilians during a conflict, whether deliberate or not, is inexcusable. As leaders and as MPPs, I believe we have a responsibility to speak up in the face of injustice and when human rights are violated, and now is one of those times.", "The violation of Ukraine’s territorial integrity is an affront to all those who value democracy, freedom and human rights. I would urge our federal government and the international community to implement stringent sanctions against the Putin regime and provide support to the Ukrainian government as it seeks to preserve Ukraine’s independence, democracy and freedom from violence.", "I believe, Mr. Speaker, that these are principles that we all in this House share. That is why I stand today in solidarity with all those who seek a peaceful and democratic plan for Ukrainians and all people seeking to protect their freedom." ],
  "anchor" : "para338",
  "subject" : {
    "text" : "Conflict in Ukraine",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Since mid-June, more than 1,700 missiles and mortars have been fired at Israeli citizens. Sadly, virtually all of Israel is now on the front lines as more than five million Israelis have been forced to take shelter from Hamas missile fire. Hamas is an extreme Islamist terrorist group, banned in Canada and various other countries throughout the world, that deliberately targets Israeli civilians while using innocent Palestinians as human shields.", "Speaker, you will know that Prime Minister Harper has clearly stated that Canada is unequivocally behind Israel: “Failure by the international community to condemn these reprehensible actions would encourage these terrorists to continue their appalling actions. Canada calls on its allies and partners to recognize that these terrorist acts are unacceptable....”", "On behalf of the Ontario PC caucus, I applaud Prime Minister Harper for calling on the world to adopt the same position, and to express solidarity with Israel as the best means to end this conflict.", "Speaker, no one should have to live in constant fear for the safety of their own children. It is time for the Palestinian government to disarm Hamas and all other Palestinian terrorist groups in operation, including the Palestinian Islamic Jihad. I and members of the PC caucus join in solidarity with millions calling for an immediate end to the daily terror and a return to quiet and stability." ],
  "anchor" : "para344",
  "subject" : {
    "text" : "Conflict in Middle East",
    "anchor" : "para343"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Earlier today in question period, I talked about the horrendous fire that devastated the community of Tecumseh last Friday. A fire broke out in the warehouse of a Bonduelle plant. I believe four or five of the warehouses went up—a great deal of tonnage of product that was already packaged, peas and beans.", "Earlier today, we talked about the Minister of Agriculture and Rural Affairs keeping me in the loop—I appreciated that—and the Minister of Community Safety as well. Nobody wanted to play politics with this. I know they were in touch with the mayor, Gary McNamara, and town council.", "I just want to pay tribute, if I could, sir, to all of the first responders who helped out, because basically we had support from every fire department in Windsor and Essex county. Leamington, Amherstburg, LaSalle, Essex, Kingsville: They were all out there and lending a hand; the city of Windsor as well. The first responders were helped by the Red Cross and different people. Everybody pulled together and it was a great tribute. Had these ammonia tanks gone up, Speaker, it would have been a horrendous tragedy. As it is, we hope that the plant will rebuild and will hire more people than ever before.", "Thank you to all of the people that responded and responded in such a great way to save that community." ],
  "anchor" : "para349",
  "subject" : {
    "text" : "Fire in Tecumseh",
    "anchor" : "para348"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "It is with heavy heart that I rise in the House today to commemorate the sole Canadian and an Ajax resident of mine who perished in the crash of Malaysia Airlines flight MH17. Andrei Anghel was a 24-year-old medical student who grew up in my hometown and constituency where I have lived all my life.", "Earlier today, all members stood in a minute’s silence for Andrei, as graciously put forward by my colleague Yvan Baker of Etobicoke Centre.", "Andrei’s mother, Anca, and father, Sorin, live near Lake Ontario, just south off Audley Road in Ajax on Hoile Drive. This is only minutes from my home.", "Andrei graduated from the University of Waterloo with an honours degree in biomedical sciences after finishing high school at Ajax High. He was attending medical school in Romania, which was indicative of his ambition and his drive to help others.", "His father, Sorin, describes Andrei as an avid artist and explorer. His goal in life was to find a cure for cancer.", "It is unfathomable to understand the sorrow and pain currently experienced by those affected, and we all share the Legislature’s condolences with the Anghel family. My heart and soul go out to Sorin, Anca and Alexandra, from all Ajax residents, and all others around the world who lost their loved ones in this most senseless tragedy." ],
  "anchor" : "para354",
  "subject" : {
    "text" : "Andrei Anghel",
    "anchor" : "para353"
  }
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "Today, People First of Lanark County celebrates its eighth anniversary. People First of Lanark County was formed on July 21, 2006, by Kory Earle, the founder and former leader of the local chapter and now an honorary member.", "A leader in self-advocacy, People First has enjoyed many successful campaigns. Highlights include the introduction of the Protecting Vulnerable People Against Picketing Act, inclusive education programs, increased community acceptance, community partnerships with the Community Living Association of Lanark County and the Mills Community Support Corporation, and an anti-bullying campaign.", "Beyond advocacy, People First of Lanark County has made it a point of pride to give back to the community through their annual Bunny Run and community Christmas dinner.", "Today, I would like to congratulate People First of Lanark County for their tireless efforts and good work bringing people together over the last eight years." ],
  "anchor" : "para362",
  "subject" : {
    "text" : "People First of Lanark County",
    "anchor" : "para361"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "I’m pleased to stand today and announce that CFL football has returned to Ottawa. Last Friday, the Ottawa RedBlacks hosted the Toronto Argonauts in their home opener. A sellout crowd of 24,000-plus enjoyed Ottawa’s first CFL game since 2005 at the brand new TD Place stadium. Congratulations to the Ottawa Sports and Entertainment Group, its partners and tradespeople for transforming Lansdowne Park into a beautiful, people-friendly stadium ready for game time. It gives Ottawans a gathering place to celebrate sport and our community.", "Last Friday was a real celebration with old rivalries revived between the north side and the south side stands. I sat on the south side for Friday night’s game despite having been a long-time north side season ticket holder. I have seen the light and understand more clearly the sentiment expressed by the south siders, and have now converted to the south side.", "Speaking of old rivalries, Friday saw a come-from-behind victory on a last-minute field goal by Brett Maher—" ],
  "anchor" : "para367",
  "subject" : {
    "text" : "Football",
    "anchor" : "para366"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Remember Russ Jackson?" ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Football",
    "anchor" : "para366"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "—he was there—led by a spirited defence. The final score was 18-17, and it gave the RedBlacks their first win of the season. Equally as important, it silenced those Argos fans in the crowd. Congratulations to Coach Campbell and his team.", "Next up is taming the Tiger-Cats this Saturday night—to the Minister of Municipal Affairs.", "Speaker, it’s great to have the CFL back in Ottawa and thanks to all those who made it happen." ],
  "anchor" : "para371",
  "subject" : {
    "text" : "Football",
    "anchor" : "para366"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Mr. Speaker, thanks for the opportunity to bring good news from my constituency of Newmarket, specifically about the 40th anniversary of the Newmarket Car Club. It’s a car club with a twist: While members enjoy classic and high-performance vehicles, the club is also a service organization raising funds for the Food Pantry and sponsoring minor hockey.", "The group also organizes a number of popular community events, like Life is a Drag, the annual Graffiti Night, cruises, the Main Street Car Show and the very impressive Rods by the River Car and Truck Extravaganza.", "The Newmarket Car Club is, I’m told, the largest car club in York region.", "Like so many excellent groups found in towns and cities across our great province, the Newmarket Car Club began when a number of residents came together to enjoy a common interest. Like so many others, it grew into something bigger, as members decided to give back to the community. The group has become a part of the fabric of Newmarket, joining with other local service groups to foster a strong sense of community, so important in helping our town be a great place to live.", "If you find yourself hankering for a visual feast of classic and high-performance cars, the smell of hot engines, the gleam of highly polished chrome and the feel of thundering raw power, cruise to Newmarket on August 9 for the annual Rods by the River event." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Newmarket Car Club",
    "anchor" : "para374"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "Ms. Sattler moved first reading of the following bill:", "Bill Pr2, An Act to revive 1474486 Ontario Limited." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Newmarket Car Club",
    "anchor" : "para374"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para385",
  "subject" : {
    "text" : "1474486 Ontario Limited Act, 2014",
    "anchor" : "para382"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para387",
  "subject" : {
    "text" : "1474486 Ontario Limited Act, 2014",
    "anchor" : "para382"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "To the Legislative Assembly of Ontario:", "“Whereas Grey Bruce Health Services’ Markdale hospital is the only health care facility between Owen Sound and Orangeville on the Highway 10 corridor;", "“Whereas the community of Markdale rallied to raise $13 million on the promise they would get a new state-of-the-art hospital in Markdale;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of Health and Long-Term Care announce as soon as possible its intended construction date for the new Markdale hospital and ensure that the care needs of the patients and families of our community are met in a timely manner.”", "I support it, will affix my signature and send it with page Brendan." ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Markdale hospital",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas youth mental health in the province of Ontario is rising at an alarming rate. According to the Centre for Addiction and Mental Health, 70% of mental health problems and illnesses have their onset during childhood or adolescence. Research shows that early identification leads to improved outcomes;", "“Whereas, pursuant to the Ontario Ministry of Children and Youth Services, studies suggest 15% to 21% of children and youth, approximately 467,000 to 654,000 children and youth in Ontario, have at least one mental health disorder. The consequences can affect children and youth now and into adulthood, their families/caregivers, schools, communities, employers and the province as a whole;", "“Whereas the 2010 Ontario report by the Select Committee on Mental Health and Addictions, entitled Navigating the Journey to Wellness: The Comprehensive Mental Health and Addictions Action Plan for Ontarians, made specific recommendations that would address the growing mental health and addiction crisis among youth in the province, but no further concrete steps have been taken;", "“Whereas waiting lists for help are at a crisis level and our schools do not have the resources to deal with the growing incidents of bullying, addiction, anxiety, depression and suicide. Education and awareness is critical to remove the stigma;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to prioritize funding and resources for our schools and communities to help our youth with mental health and addiction illnesses and the resulting consequences.”", "I fully support this petition, affix my signature and give it to page Nardien to take to the table." ],
  "anchor" : "para397",
  "subject" : {
    "text" : "Youth mental health",
    "anchor" : "para396"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas protecting the environment should be everyone’s responsibility, including manufacturing and material producing companies; and", "“Whereas it is important to require producers to be financially and environmentally responsible for recycling the goods and packaging they sell in Ontario, and to divert these wastes from landfill to recycling to drive innovation, generate new jobs, and new Ontario-made products; and", "“Whereas new approaches are needed that reflect ideas and recommendations from the recycling sector that are designed to improve current recycling systems, to increase recycling and diversion rates, and better protect our environment;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That members of the Legislative Assembly pass Bill 91, the Waste Reduction Act, 2013, introduced on June 6, 2013, by the Ontario Minister of Environment.”", "I fully support the petition, and I will give the petition to page Matthew." ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Waste reduction",
    "anchor" : "para405"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s minimum wage has been frozen at $10.25 an hour since 2010, and some workers earn even less due to current exemptions in the Employment Standards Act; and", "“Whereas full-time minimum wage workers are living at nearly 20% below the poverty line as measured by the Ontario government’s low-income measure (LIM); and", "“Whereas minimum wage should, as a matter of principle, bring people working 35 hours per week above the poverty line; and", "“Whereas an immediate increase in the minimum wage to $14 per hour would bring workers’ wages 10% above the LIM poverty line; and", "“Whereas raising the minimum wage will benefit workers, local businesses and the economy by putting money in workers’ pockets to spend in their local community;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately increase the minimum wage to $14 per hour for all workers and thereafter increase it annually by no less than the cost of living.”", "Interjections." ],
  "anchor" : "para414",
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para413"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I ask for order, please. We tend not to heckle during petitions.", "Further petitions." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para413"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition gathered by people from right across Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I agree with this petition. I will sign my name to it and present it to page David to present to the Clerk." ],
  "anchor" : "para425",
  "subject" : {
    "text" : "Alzheimer’s disease",
    "anchor" : "para424"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions. The member from Perth–Wellington.", "Interjection." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para437"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Microphone." ],
  "anchor" : "para440",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para437"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with this and will be sending it off to the table with page Hayden." ],
  "anchor" : "para441",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para437"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Stormont–Dundas–South Glengarry, and I apologize for the microphone call because you actually did it right. So thank you. My apologies.", "Further petitions?" ],
  "anchor" : "para450",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para437"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. The Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para453",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, pursuant to standing order 8(e), I wish to indicate that no business is to be called during orders of the day tomorrow morning." ],
  "anchor" : "para454",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para452"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now you can carry on to the next phase—so carry on." ],
  "anchor" : "para455",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para452"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, it’s my great pleasure and privilege—I move adjournment of the House." ],
  "anchor" : "para456",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para452"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture, Food and Rural Affairs is moving adjournment of the House. Agreed? Agreed. Carried.", "This House therefore stands adjourned until 10:30 a.m., Tuesday, July 22." ],
  "anchor" : "para457",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para452"
  }
} ]