[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’d like to introduce seven people who have joined us in the east members’ gallery today from our wonderful staff at the Ministry of Labour. We’ve got Ben Lim, Jordan McLeod, Alissa Bortolus, Jenny Nguyen, Pamela Britto, Christopher Taylor and Janet Deline. Please welcome them to Queen’s Park." ],
  "anchor" : "para28",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "I’d like to introduce Sandip Nagra, who is a resident from Brampton–Springdale and also my new constituency assistant." ],
  "anchor" : "para29",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Joining us today in the east members’ gallery is Charlene Lee from Janssen Pharmaceuticals, which is located in the beautiful riding of Don Valley East. Welcome." ],
  "anchor" : "para30",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I’m very excited to introduce a very close friend of mine, Craig Haynes, who I’ve known for decades and decades, who is visiting here at Queen’s Park, along with his parents, Russell and Linda Haynes, who are visiting from New Brunswick. Welcome to Queen’s Park." ],
  "anchor" : "para31",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m pleased to introduce and welcome to the gallery my daughter, Linnaea Kiwala, who is here with us today. She’ll be with us the next couple of days. So welcome, Linnaea." ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to introduce my guests, local entrepreneur Lin Jian and his business partners from Fujin, China: Chen Hai Bin, Hong Guo Wen, Lin Shu Ming and Zheng Zhi Xin. I wish them a fruitful visit and welcome to Queen’s Park." ],
  "anchor" : "para33",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para34",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Premier. Premier, at yesterday’s budget hearings, aviation sector representatives expressed serious concern with your government’s proposed 148% increase to the province’s aviation fuel tax over the next four years. Marc-André O’Rourke, executive director of the National Airlines Council of Canada, collectively represents over 43,000 employees. He said that this tax increase could mean the loss of more than 2,000 jobs and 400,000 air travellers in Ontario alone.", "Yesterday, the finance minister was forced to admit that job losses would result from this fuel tax increase, so he blurted out that some airports might be exempt; he just didn’t know which ones.", "Premier, Ontario can’t afford any more job losses. Will you defer implementing this tax increase until a full economic study is done?" ],
  "anchor" : "para37",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "First, let me just say that the modest increase on the tax rate on aviation fuel is part of a comprehensive plan, and it’s a plan that we put forward in our budget when we brought in the budget at the beginning of May, it’s the plan that we ran on in the provincial election, and it’s the plan that we reintroduced in this budget.", "And it’s the plan that has led us to a situation where two rating agencies, both S&P—Standard and Poor’s—and DBRS, have chosen not to downgrade Ontario. They have actually confirmed our outlook. It seems to me that if Standard and Poor’s is saying, “Ontario’s fiscal management is strong”—this is part of the fiscal management plan that we put forward, so we’re going to stick with it." ],
  "anchor" : "para40",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para42",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Premier, the fact that your finance minister was unprepared to tell us yesterday who would be exempt from this tax increase just demonstrates that once again you’re barrelling ahead with a tax increase without considering who you’re hurting.", "Don McDougald, chair of the Kenora airport board, said that this fuel tax increase will be “devastating” to Kenora’s small airport, and gives Americans cause to reconsider flying directly to Kenora. Kenora is just one of many airports in small communities across Ontario which will suffer from your actions.", "Premier, if you won’t conduct an impact study, will you at least answer the question that your finance minister couldn’t answer yesterday: Which Ontario airports will be exempt from the aviation fuel tax increase?" ],
  "anchor" : "para43",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I applaud the late-breaking concern for the north from the party across the floor, because the fact is that from the outset we have said that small and northern airports would receive special consideration because we understand that there is a concern with those airports, because we actually care deeply about what happens in the north. We care deeply about the northern economy, and that is why, from the outset, we said that that was a concern in this instance.", "The fact is that this is a modest increase. The aviation fuel tax has not increased since 1992. If you look at other jurisdictions, if you look at London Heathrow, their aviation fuel tax is 69.6 cents per litre; ours is 2.7 cents per litre. We are making a fiscally sound decision." ],
  "anchor" : "para46",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para48",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, we’re not only concerned about small airports in the north, we’re concerned about airports in central and southern Ontario also, right from London to Collingwood to Owen Sound to Barrie to Buttonville—you name it.", "You said in your budget that you weren’t going to increase taxes on the middle class. I guess you think that just rich people and business people fly. The fact of the matter is more middle-class, average families fly every year, and you’re hitting the middle class with this tax increase. People fly to visit their children at university; kids fly home; they fly to visit a sick parent overseas; they fly to reconnect with family members—that’s the vast majority of people. They fly to go on a well-deserved vacation—that’s the vast majority of flying. You’re hurting the middle class.", "You failed to consider the impact of this tax increase on the middle class. So I ask you again, will you defer implementing the aviation fuel tax increase until a full study of its economic impact has been undertaken?" ],
  "anchor" : "para49",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, it’s very interesting that this reaction is coming from the party opposite, when it’s federal taxes and fees that actually increase the costs the most.", "This modest increase that we are putting forward in our budget will have a minimal impact on travellers, and it’s up to the organizations to make a decision as to how they pass that along. The fact is that the analysis that we have seen shows that there will be very little impact on airlines and on passengers.", "We’ve also said that small and northern airports need special consideration.", "We also know that the transportation and transit infrastructure that we are going to build as a result of our plan—and this is part of our plan—will actually help the airline industry. That will actually help our airports. That infrastructure is well-needed across the province." ],
  "anchor" : "para52",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para36"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Premier. Premier, your Treasury Board president claimed yesterday that Metrolinx would not cut service levels to pay for the 8.5% wage increase you doled out to 1,850 transit workers in June. Does that mean that you’re planning to pass these costs on to GO riders with even higher fares?" ],
  "anchor" : "para58",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know that the President of the Treasury Board will want to comment on this, but I just want to reinforce what I said yesterday, which is that we are well aware that in terms of collective bargaining for public sector employees, it is very necessary that we hold to the funding levels that are in place now and work to bargain within those funding levels.", "That’s exactly what happened with Metrolinx. The increase is over four years. The member opposite is making it sound like that increase is all in one year, but it is not; it is over four years. That increase of about 2% a year is found within the funding levels that already exist. That’s what we have committed to. That’s what has been delivered in this collective agreement." ],
  "anchor" : "para59",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para61",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Premier, you should know that millions of dollars for pay hikes can’t be created out of thin air. You need to cover these new costs, either by cutting services or by raising revenue, and so far you’ve shown that your favourite method to make up for the shortfalls is raising fares.", "Premier, can you tell this House how much, in total, your 8.5% pay raise for 1,850 workers will cost?" ],
  "anchor" : "para62",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just use an example, because I think this is a broader issue. The members on the other side immediately go to cutting and slashing services. That’s the framework within which they operate. That was their entire platform. That’s what they—" ],
  "anchor" : "para64",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Answer the question." ],
  "anchor" : "para65",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew will come to order.", "Please finish." ],
  "anchor" : "para66",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me give you an example of how you can constrain costs and change the way service is delivered at the same time. If you look at the health care system in Ontario and you look at the way services are being changed in terms of moving them into the community and making sure that people get health care and home care at home rather than in an acute-care bed, that kind of transformation has the benefit of saving money and delivering better service. That’s what we’re talking—" ],
  "anchor" : "para68",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para69",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Premier, you have consistently raised transit fares, while adding more than 225 Metrolinx employees to the sunshine list since 2007. With hundreds of Metrolinx staff already making more than $100,000 a year, could you explain how many more will soon be added to the sunshine list with your 8.5% wage increase?" ],
  "anchor" : "para70",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the reality is that we believe that supporting and investing in transit, whether it is GO service, whether it’s municipal transit—we actually have that as a foundation of our economic plan. We know how important it is to the people who travel regionally in the greater Toronto and Hamilton area, and to people across the province. Making those investments in transit and transportation infrastructure is foundational to our plan.", "The member opposite is going to try to undermine that plan. He is going to try to make a critique of that plan that will stick.", "In fact, we know that people want more investment in transit. They want to be able to travel on full-day, two-way GO. That is the plan that we are putting forward. Those are the investments that we are going to make, and it will benefit his constituents, Mr. Speaker." ],
  "anchor" : "para71",
  "subject" : {
    "text" : "Public sector compensation",
    "anchor" : "para57"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Yesterday I called on the Premier to support a review of the fiscal plan by the Auditor General. It’s exactly what the Fiscal Transparency and Accountability Act calls for: an independent review of the government’s budget in each election year. It’s the only time when the auditor actually examines the government’s revenue projections, the government’s expense estimates and the government’s fiscal assumptions. It’s the one opportunity for Ontarians to hear from an independent officer about whether the budget can be trusted.", "My question is a simple one, Speaker: Will the Premier submit her fiscal plan for review by the auditor or not?" ],
  "anchor" : "para75",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "So we’ll go over this again: The Auditor General looks at our finances every year as part of public accounts. This is happening now, and that report will be tabled in the fall. We were on track to have a pre-election audit until the NDP and the PCs decided that it was time for an election. Otherwise that would have happened.", "The fact is that, as I said yesterday, the leader of the third party is looking for any reason, whether it is real or illusory, not to support the budget that we have put forward, not to support the initiatives that will help the very families whom she references on a regular basis. That’s what she’s doing, Mr. Speaker.", "We know that the Auditor General will do her work and that that report will be tabled in the fall." ],
  "anchor" : "para77",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para80",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, it looks to me like the Premier is grasping for any reason not to be up front with the people about the state of the province’s finances.", "In 2004, the Premier actually supported the Fiscal Transparency and Accountability Act to crack down on the notoriously inaccurate budgets that governments campaign on. Back then, she understood, that independent oversight in election years is actually a good idea. Today, the Premier can follow through by requesting, under section 17 of the Auditor General Act, that the auditor promptly review the fiscal plan and report publicly on her findings.", "Will the Premier do the right thing and request that independent review today, Speaker?" ],
  "anchor" : "para81",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We made it clear that we were on track to have that audit done. There was an election that was called as a result of the actions of the NDP and the Conservatives, Mr. Speaker, and we made a commitment to come back and make sure—", "Interjections." ],
  "anchor" : "para84",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek come to order. The member from Eglinton–Lawrence, come to order. Minister of Government Services, come to order.", "Interjection." ],
  "anchor" : "para86",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And again, the member from Hamilton East–Stoney Creek.", "Carry on, please. Finish up." ],
  "anchor" : "para88",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. The fact is that the election happened because the NDP and the Conservatives decided not to support the budget, the budget that we have reintroduced.", "I want to quote from the Standard and Poor’s report from yesterday: “Ontario’s financial management is strong, in our view. The level of transparency and disclosure in its financial”—" ],
  "anchor" : "para90",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para92",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, there’s a big difference, and this Premier knows it, between the auditor’s annual reports and what we are asking for today and what we asked for yesterday. Election years are the one time when the auditor looks forward, not backwards, and assesses the government’s plan for the next three years. That’s how the auditor caught this very government in 2011 using overly optimistic projections that put the province at risk for higher deficits, in fact, the very same higher deficit that we see today.", "So my question is simple and it deserve a straightforward answer from this Premier, Speaker. Will the Premier respect the act or will she not?" ],
  "anchor" : "para94",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We would have had that review had the election not been called, Mr. Speaker, and that was the leader of the third party’s decision.", "Let me quote from Standard and Poor’s yesterday:", "“Ontario’s financial management is strong, in our view. The level of transparency and disclosure in its financial statements is high: notes and schedules provide detailed information about core government agencies and boards, and business enterprises. The independent Auditor General audits the province’s financial statements.” Mr. Speaker, that is the reality.", "The report will be tabled in the fall. We were on track to have that review, but the election has happened and we made a commitment to bring the budget back. That’s what we’re doing, and we are going to work to implement that budget if it passes in this Legislature.", "Interjections." ],
  "anchor" : "para96",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para101",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para74"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. For weeks New Democrats have been asking straightforward questions about the Premier’s fire sale of public assets, her cuts to public services and her layoffs of up to 100,000 people. She has refused to answer those questions, Speaker, questions that families are asking. That’s her decision, but it doesn’t mean that Ontarians have to live in the dark. We can get answers by calling on the Auditor General, if only this Premier will allow it. Why is the Premier refusing to allow independent verification of her election budget?", "Interjection." ],
  "anchor" : "para105",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Economic Development, Employment and Infrastructure will come to order.", "Please carry on." ],
  "anchor" : "para107",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. Despite the rhetoric coming from the leader of the third party, the fact is that we have put in place a group, led by Ed Clark, who is looking at our assets and is working to give us advice on how to optimize those assets. Those are assets that are owned by the people of Ontario, and I believe that it is responsible for us to make sure that they are working to the best advantage of the people of the province.", "The Auditor General and the people of the province can see that the details of that are on page 164 of the budget. But that work is ongoing. Those decisions have not been made. So the suggestion from the leader of the third party that somehow there is a nefarious plot and decisions that have already been made that are being kept from the people of Ontario is just not the reality.", "The work is ongoing. We are going to review those assets. Ed Clark is doing that work for us. He is going to give us advice, and then we will make it clear what our intentions are." ],
  "anchor" : "para109",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para112",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, what’s nefarious is a government that’s not prepared to answer straightforward questions about its own budget. That’s what’s nefarious. This Premier is refusing to answer those basic questions, and she’s preventing the Auditor General from giving us those answers. That’s very odd, because this very Premier supported the auditor’s review in 2004, in 2007 and in 2011. Why is she standing in the way of the auditor’s review now that she’s in charge?" ],
  "anchor" : "para113",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Here’s a more immediate and puzzling question, Mr. Speaker. The leader of the third party based her platform on our fiscal plan, then said she was going to cut $600 million, and now she’s not supporting any part of our plan. She’s not supporting $2.5 billion in the Jobs and Prosperity Fund. She’s not supporting $130 billion in infrastructure investments. She’s not supporting a made-in-Ontario retirement pension plan. She’s not supporting increasing the Ontario Child Benefit. She’s not supporting $810 million in supports for adults with developmental disabilities. She’s not supporting expanding low-income health benefits, and she’s not supporting $20 million for expansion of student nutrition programs.", "I think it’s very puzzling as to why she’s not supporting those things. Maybe she has an answer for the people of Ontario.", "Interjections." ],
  "anchor" : "para114",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para117",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I think the people of Ontario will be disappointed to see that they have a Premier who’s not supporting fundamental transparency and accountability of her budget, Speaker.", "In 2004, the member from Eglinton–Lawrence supported the budget oversight by the Auditor General by saying, “No governing party can again pull the wool over our eyes.” He was right. It’s a good idea to get the auditor to look at the books every single election year, without exception. No one should be above the rules, and no election should become an excuse to avoid fundamental oversight.", "Why does the Premier think that Dalton McGuinty’s transparency and accountability measures are too good for her own government?" ],
  "anchor" : "para119",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I actually don’t, Mr. Speaker. As I said, we were on track to have that review, but there was an election called as a result of the NDP and the Conservatives not supporting the budget. We ran on that budget, Mr. Speaker. The Auditor General is looking at our fiscal fundamentals, and that report will be tabled in the fall.", "The fact is that the plan we ran on had $50 million for a new Local Poverty Reduction Fund in it. The leader of the third party is not supporting that. There’s child care modernization and investments in early learning in our budget. The leader of the third party is not supporting that. She’s not supporting wage increases for personal support workers. She’s not supporting new funding for long-term-care homes. She’s not supporting a comprehensive aboriginal action plan. I think that the people of Ontario deserve to know why she and her party are not supporting those progressive measures." ],
  "anchor" : "para122",
  "subject" : {
    "text" : "Fiscal review",
    "anchor" : "para104"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "My question is for the Minister of Economic Development, Employment and Infrastructure. In a press conference on Friday, the minister admitted that the goal of his government’s youth jobs strategy is to create opportunities and experience, not meaningful long-term employment. He added that his programs don’t have a good long-term success rate. But yesterday, in a staged, set-up, lob ball question in this House from the member for Burlington, the minister bragged about the success of his youth job programs.", "Why was the minister saying one thing on Friday and something very different in this House yesterday?" ],
  "anchor" : "para125",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I might suggest the member directly quote me next time instead of saying things that I’m allegedly saying.", "The fact of the matter is, our youth jobs strategy has created 20,000 job opportunities for young people since September.", "Here’s the good news, because we’ve been very clear about that: When it comes to the youth employment fund, it’s four-to-six-month opportunities to experience real-life employment, and 95% of the students—the 4,800 who have gone through the program so far—have been retained by those businesses or have found jobs elsewhere. Mr. Speaker, I don’t expect it to stay at that level of retention. I think that would be unrealistic. But the program is off to a great start: 20,000 job opportunities since the fall. That’s phenomenal. We’re proud of the program, and we’re going to keep working at it." ],
  "anchor" : "para127",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para130",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Mr. Speaker, the press were at the event on Friday. They heard what he said.", "A cynic once said that a political gaffe is when a politician accidentally tells the truth. The minister’s behaviour in recent days serves to reinforce this view.", "The truth is that the youth unemployment rate in Ontario is at more than 15% today. Surely this is unacceptable to the minister, just as it should be to all members of this House. We’ve all met bright, enthusiastic young people who have their degrees or certificates and who are discouraged because after months or even years of trying, they can’t find that career-track first job.", "If the minister knows that his programs aren’t working, as he seemed to understand on Friday, when will he announce a youth jobs strategy that will work?" ],
  "anchor" : "para131",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, 20,000 jobs created for young people—20,000 job opportunities for young people created since the fall. You find me a program that has been more successful anywhere in North America than our youth jobs strategy. I bet you can’t.", "We recognize that youth unemployment is too high. That’s why the Premier asked me and my colleague to bring forward a youth jobs strategy. We’re responding. We’re creating those opportunities. We’re increasing entrepreneurial opportunities. We’re building on our innovation agenda to help those young people who want to create jobs or start their own businesses.", "Mr. Speaker, you cannot find a program—" ],
  "anchor" : "para135",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para138",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "—anywhere in North America—", "Interjections." ],
  "anchor" : "para139",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjections." ],
  "anchor" : "para141",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para143",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "I’m going to use this opportunity, now that I’ve stopped the clock, to remind all members that this is part of the problem when you don’t address the Chair. When I stand, you sit. If you end up arguing with somebody across the way, you don’t see that I’m standing and you’re not sitting when you should. All of us would be better served if you direct your questions and answers to the Chair." ],
  "anchor" : "para145",
  "subject" : {
    "text" : "Youth unemployment",
    "anchor" : "para124"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. On page 4 of the Liberal Party’s infrastructure platform—and I took a look at it again this morning—it clearly says this government’s plan is to pocket $3.15 billion from the sale of public assets. Neither you, Premier, nor the Minister of Finance have explained how much of this money is going to come from the sale of all or part of the LCBO, Ontario Power Generation or Hydro One. Will the Premier finally tell the House how much is slotted into the government’s fiscal framework from the full or partial sale of these core public assets?" ],
  "anchor" : "para148",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para150",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We are doing a full review of our assets—for LCBO, OLG and OPA. We’re looking at all of our assets, including real estate and those shares that we own in private companies, and we’re going to ensure that we maximize opportunity to increase dividends to the province of Ontario, and to the taxpayers who own these organizations. It’s prudent for us to do so.", "The member, I appreciate, has looked at some of the numbers, and he’ll be able to reflect on the fact that the valuations of many of these organizations are tremendous. What we want to do is safeguard the public interest and be fully transparent in the things that we do.", "In the meantime, some of the things that we are going to roll out are very quick to suggest: some of the real estate that is owned by the province, and some of the shares that we own, as well. That is part of what we are going to be doing in the short term." ],
  "anchor" : "para151",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para154",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Well, Speaker, that was hardly an answer. Let’s face it: When you put that figure into your platform, someone, hopefully, had a sense of the ballpark value of what would be coming from those different asset sales. How much of that $3.15 billion from the sale of the LCBO, OPG and Hydro One is allocated to those assets, or was your number just a guess in the platform?" ],
  "anchor" : "para155",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We’re unlocking value of our assets. We’re not suggesting that we’re going to sell any three of those organizations that you’ve just mentioned. We want to maximize the potential of the revenue generated from those organizations.", "We are looking at assets that can be sold in the short term. I’ve just stated that there’s a number of properties and real estate that we own as a landlord that are unproductive. We also have shares in various companies that, again, are passive, and they can be better reinvested into the Trillium Trust to produce transportation and infrastructure—things that make us competitive.", "Those are tabulated, and those will be the things that we are going to release. It would be inappropriate for me to suggest anything until the review has been done. Furthermore, it’s also implicating the public interest by going public with some of the valuations of these companies. That too is inappropriate. We are looking after the public interest, and we will continue to do so." ],
  "anchor" : "para156",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para147"
  }
}, {
  "speaker" : "Grant Crack",
  "text" : [ "My question is to the Minister of Transportation. Minister, Ontario does have the safest roads in North America, something all Ontarians can be proud of. As the member for Glengarry–Prescott–Russell, I travel almost 1,500 kilometres a week, Mr. Speaker. We recognize how important it is to keep our roads safe.", "Contrary to the gorgeous humid weather outside today, we know that winters can be harsh in the province. We saw that last winter, with more storms than we’ve been used to in quite some time. This affects how people do things every day, including business, or even going grocery shopping, which I love.", "Some of my constituents have expressed concerns about our roads during winter, particularly after storms, and they’re concerned about how fast we clean the roadways of snow and ice. Through you, Speaker, can the minister please speak to the improvements that this government has made in our winter road maintenance programs?" ],
  "anchor" : "para160",
  "subject" : {
    "text" : "Winter road maintenance",
    "anchor" : "para159"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member from Glengarry–Prescott–Russell for his question, and for his advocacy. That member is quite correct: Ontario has some of the safest roads across North America. In fact, Speaker, we are so committed to road safety that here we are in the middle of July—or near the end of July—talking about winter maintenance, even when the temperatures outside today are hovering around 30 degrees.", "Our winter maintenance standards are among the highest or best in North America, but we are always looking to improve our winter maintenance program. As an example, this past winter, we added 55 additional winter maintenance units, and 42 of those additional units were provided to northern Ontario.", "We have made significant investments in roads across Ontario to ensure that they are safe, no matter the season, and I’m happy to report to the House that the Ministry of Transportation will provide all interested MPPs with a technical briefing on this particular issue come this fall." ],
  "anchor" : "para163",
  "subject" : {
    "text" : "Winter road maintenance",
    "anchor" : "para159"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para166",
  "subject" : {
    "text" : "Winter road maintenance",
    "anchor" : "para159"
  }
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Thank you, minister, for that very comprehensive answer. My riding of Glengarry–Prescott–Russell is a great place to live and do business. That’s why it’s important to have safe roads for every type of commuter.", "I understand that Ontario’s winter road maintenance is performed by maintenance contractors, and my constituents are interested in knowing more about these contractors. The people in my riding want to make sure that they’re getting good value for their tax dollars. They also want to know who is keeping their roads safe when the snow is falling and on the ground.", "Through you, Speaker, could the minister please speak to Ontario’s relationship with our contractors?" ],
  "anchor" : "para167",
  "subject" : {
    "text" : "Winter road maintenance",
    "anchor" : "para159"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member again for his supplementary question and for the fantastic work he does on behalf of the people of his community.", "As he mentioned, contracts with area maintenance contractors are performance-based. Our contractors bid in a competitive environment for their contracts, and there are 31 performance indicators that contractors are required to meet. The number one indicator is making sure that the roads have bare pavement, clean of all ice and snow. Bare pavement ensures safety for all commuters.", "The Ministry of Transportation has always had a good relationship with the contractors’ association, the Ontario Road Builders’ Association, and we look forward to continuing our strong working relationship with this association leading up to the next winter season, although I’m sure we can all agree, we hope winter doesn’t come too soon." ],
  "anchor" : "para170",
  "subject" : {
    "text" : "Winter road maintenance",
    "anchor" : "para159"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Premier. Premier, as you travelled the province during the election, you were greeted by wind turbine protestors in almost every rural riding. Obviously, these Ontarians are fed up. They have watched their pristine rural landscapes destroyed by costly wind turbines that carry a myriad of consequences.", "You have said that you want to improve the approval process for wind developments to allow for more local input. However, you stated on numerous occasions that you remain fully committed to wind turbines. The fact that you have not given municipalities the final say over wind turbine development indicates to me that this promise is more smoke and mirrors than anything else.", "Premier, which is it? Do you want to continue to push unwanted wind farms on rural communities, or will you finally step up and give local municipalities a true say in their communities?" ],
  "anchor" : "para174",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para173"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I think we just need to be clear. What is happening is the OPA, the Ontario Power Authority, is creating a new competitive bidding process in which projects that have the support of local communities will be given priority. When we said that we were going to work with communities to make sure there was much more buy-in, that municipalities would have a greater say in siting renewable energy projects—that’s exactly what we have done. That’s exactly what we have done. In fact, the OPA and the IESO have engaged with municipalities, with First Nation leaders, with community associations and with others to get that input. That’s the work that was done in order to come up with a process that actually weights those projects that have community buy-in.", "What the member opposite is asking for is a veto. The member opposite is basically saying that he doesn’t support the renewable energy industry—we know that—but we do. We know how important it is to the future of the province." ],
  "anchor" : "para177",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para173"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para179",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para173"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the Premier: Premier I’m asking for the veto for our municipalities just like rural Ontario vetoed the Liberals.", "The west end of my riding borders on the Chatham-Kent region, where residents have had hundreds of turbines forced upon them. Those in my riding who live in West Elgin and Dutton/Dunwich look to the west and fear the same thing will happen to them. In fact, there is a development proposal currently on the table.", "Residents in West Elgin fear for their health, their property values and the destruction of the social fabric. It’s one of the reasons West Elgin council voted to be an unwilling host to this development. Also, the municipality of Dutton/Dunwich issued a survey to area residents; 84% of the residents do not want wind turbines in Dutton/Dunwich. Clearly, it’s an unwanted project.", "Premier, will you listen to the will of the local municipalities? Or do you think the people in my riding are just wrong?" ],
  "anchor" : "para180",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para173"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me first say I would love to introduce the member opposite to some of our new members—the members who represent the rural constituents, for example, in Northumberland–Quinte West, Durham and Glengarry–Prescott–Russell. I’m sure that there are some rural constituents who would feel quite insulted by the comments of the member opposite.", "Mr. Speaker, the reality is that we have made changes to the process. We have consulted with communities across the province, and the OPA is putting in place a competitive bidding process that actually weights the siting of projects towards municipalities that are open to them and are interested in having them. I have said in this House that if I could roll back the clock and if we could have had that process from the beginning, that would be a good thing; but the fact is, we can’t. We need to have a process that takes those concerns into account now. That’s what we have.", "We will continue to work with municipalities to make sure that we have a renewable industry in this province and that we have the cleanest air and the cleanest energy anywhere." ],
  "anchor" : "para184",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para173"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is to the Minister of Health. When patients need care at a hospital, they shouldn’t have to pay through the nose just to park their car. But after three years of frozen budgets from this government, hospitals are passing the buck to patients by charging up to $25 a day.", "This government’s health care austerity has let parking fees get out of control, and patients are paying the price. Will the minister admit that another year of hospital austerity will only leave families falling further behind?" ],
  "anchor" : "para189",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para188"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m glad to hear from the third party that there is another piece of our platform that you like, because you didn’t mention in the campaign nor in your platform capping parking fees. It’s a commitment we made during the election and in our platform, and we stand by that commitment.", "Our government is going to bring in a realistic plan to help Ontarians with their living costs today as they pertain to hospital parking fees. I’ve engaged my ministry; I’ve asked them at the earliest possible moment for us to come up with a reasonable plan that reflects not only the need for hospitals to be able to generate sufficient revenue for their activities, but addresses this priority issue to make sure that patients and their families have access to those hospitals and that costs should not and will not be an impediment." ],
  "anchor" : "para191",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para188"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para188"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "This government has made many promises but they refuse to talk about the actual budget. The fact is that this Trojan Horse budget continues to squeeze our health care system. Patients in Hamilton have seen a 25% increase in hospital parking fees this spring. They’re being charged $25 a day before they even enter the hospital to get the treatment they need. That’s not what public health care should be.", "Will this minister tell Ontarians why there is nothing in this budget to get outrageous parking lot user fees under control?" ],
  "anchor" : "para194",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para188"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, I remain confused by the supplementary question because I was very clear, I think, in my first response that this is an issue that is a priority for this side of the Legislature. It was not a priority for the third party, for the NDP. We made a commitment in the platform and during the campaign to address this issue as it’s an important issue for many Ontarians. Just to repeat, Mr. Speaker, we remain committed. Our government will bring in a realistic plan to help individuals across the province address the issue of parking fees in hospitals.", "I don’t understand why the member from the third party can’t accept this commitment and “yes” as an answer to her question, but if it had been a priority, I wish you would have addressed it during the campaign. You didn’t; we did. We’re following through on that commitment." ],
  "anchor" : "para196",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para188"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "My question is to the Minister of Education. I was very pleased to see the government reintroduce the Child Care Modernization Act just a week ago. I know that in my riding of Beaches–East York, as in so many of your ridings, many families and child care operators will benefit significantly from these changes. I understand that this bill, if passed, will strengthen oversight of the province’s unlicensed child care sector while increasing access to licensed child care options for families.", "I’m even more pleased that our government has placed a priority on reforming a piece of legislation that hasn’t been changed for 30 years, which neither of the parties opposite took the time to amend in their time in office.", "So much of this proposed legislation is aimed at addressing oversight within the unlicensed sector. Mr. Speaker, I ask the minister, can she describe how the legislation will strengthen and improve oversight?" ],
  "anchor" : "para199",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Congratulations to the member from Beaches–East York, who gave a great maiden speech last week.", "The member is absolutely correct. This legislation is well overdue for a comprehensive update. That is why in December 2013 our government first introduced the Child Care Modernization Act. Unfortunately, debate was cut short; we had this election happen. But I’m proud of the legislation, and we have reintroduced it in this House. It will, if passed, improve oversight in the unlicensed sector and modernize the province’s child care system.", "Well over a year ago, we began to consult with parents and stakeholders on how to update the legislation. If passed, the Child Care Modernization Act—" ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer?" ],
  "anchor" : "para205",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "—will allow the province to immediately shut down a child care provider when a child’s safety is at risk. It will clarify what—" ],
  "anchor" : "para206",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para207",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I thank the minister for her response and particularly for her commendations on my inaugural speech.", "I also know that our government has already taken steps to improve the oversight of child care. These include a dedicated enforcement team to investigate complaints against unlicensed operators and the development of online searchable databases of validated complaints.", "We need to take further action to strengthen oversight in the child care sector. Mr. Speaker, through you: Can the minister please share with the House why this piece of legislation is critical and why it needs to move through the legislative process?" ],
  "anchor" : "para208",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "The Child Care Modernization Act makes a number of amendments—or a number of things that will improve oversight and organization of the child care sector. In addition to those things I already mentioned, it will improve access to licensed child care and support parent choice; it will enhance and clarify the provincial, municipal and First Nations partnerships in the child care sector; and it would amend the Education Act to ensure school boards offer before- and after-school programs for six to 12-year-olds when there is sufficient demand. It will also ensure for the first time that Ministry of Education inspectors have the authority to impose administrative penalties of up to $100,000 when people break—" ],
  "anchor" : "para211",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer?" ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "—the unlicensed home care rules.", "Speaker, it is absolutely critical that we get this act passed. I look forward—" ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para215",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para198"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is for the Minister of Natural Resources. The Magnetawan River in my riding of Parry Sound–Muskoka is a natural feature that shapes a number of communities. With headwaters in Algonquin Park, the river flows through Burk’s Falls, Magnetawan and Magnetawan First Nation before emptying into Byng Inlet at Britt on Georgian Bay.", "In recent years, there have been issues with increased silt levels being deposited into the river. This causes higher turbidity of the water and it is plainly visible from a number of locations.", "I met with concerned constituents who have spent their lives living near the river, who know the river. They have never seen it muddied up like it has been this year. Ryerson township council has also contacted me with regard to this important issue.", "Minister, what is being done by your government to protect the Magnetawan River?" ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Thank you to the member for the question and an opportunity to respond. I don’t mind saying it’s an issue that I have not been briefed on. I have not received any correspondence from the member on this particular issue.", "I guess if I were to look for a parallel, I would perhaps talk about what we deal with on a regular basis when we think of lower or higher water levels in the Great Lakes when we are called upon to make decisions on how we’re going to maintain the integrity of ecological systems, water levels, and their impact on local communities.", "As I mentioned in my opening remark, I have not heard from the member on this. I’m happy to work with him to see what’s possible and what we can bring to the table to help the affected community and the people around there who use this river system. I look forward to discussing it in greater length with the member on a go-forward basis." ],
  "anchor" : "para221",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Thank you, Minister. There are currently two solar farms that lie in very close proximity to the Magnetawan River near Burk’s Falls. Through your government and the Green Energy Act, permits for these projects were approved. The removal of natural vegetation is surely a contributing factor to the significant runoff deposited into the river during seasonal rain events so far this summer.", "The full effects of greater sediment levels entering the river and the subsequent impact on the natural ecosystem of the Magnetawan are unknown. Minister, will you commit to looking into this issue to ensure that this important natural resource can continue to be enjoyed by future generations?" ],
  "anchor" : "para225",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Again, I thank the member for the question. As I mentioned in the opening remark, I have not heard from the member on this particular issue. He has now in his supplementary connected what’s going on with the river system to a green energy project. I would have appreciated having heard from the member on the particular issue; we haven’t. I commit to working with him and the community on the issue on a go-forward basis. I thank him for the heads up I got through question period." ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "To the Premier: In the recent throne speech, this government reaffirmed its commitment to Ontario’s First Nations people, and yet last week we learned that a long-promised public inquest into the tragic deaths of seven First Nations youth in Thunder Bay won’t be proceeding now, any time soon, or maybe ever. The chief coroner, an officer of this House, made the decision not to proceed, saying that ongoing issues with the underrepresentation of First Nations on juries in Thunder Bay is an issue, and also that the complexity of the issue is a contributing factor as to why there will not be an inquest. Seven youths who had to leave their home communities in order to get a high school education have wound up dead. Families and northerners have been waiting for over 10 years for answers, and they’re still waiting.", "Will this government take immediate steps to rectify the underrepresentation of First Nations on juries so we can finally go forward with this inquest?" ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Aboriginal Affairs." ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Thank you for that question and for raising this very important issue. I can tell the member opposite that about this time last year I was in Thunder Bay and I met with the parents of the students who had been killed. They had been brought into one of the local high schools and they were doing some preparation work, getting ready for the inquest which was to start at about this time.", "Along with that we have the Iacobucci report, which made certain recommendations about the selection of jurors on criminal panels. The coroner has also suggested that those same recommendations ought to be implemented into coroner’s juries so that there is sufficient representation of First Nation members on a coroner’s jury. Accordingly, he has adjourned the inquest so that he can make arrangements to perhaps work with some of the recommendations in the Iacobucci report to ensure that First Nations participate not only in criminal juries and civil juries, but in coroner’s juries." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "Jethro Anderson, 15; Curran Strang, 18; Paul Panacheese, 17; Robyn Harper, 18; Reggie Bushie, 15; Kyle Morriseau, 17; and Jordan Wabasse, 15—their mothers and families deserve answers.", "You have to wonder, if it was seven kids somewhere in southwestern Ontario who died tragically, would there be any hesitation to overcome the roadblocks and call an inquest to get to the bottom of it?", "Will this government finally take action to address the systemic issues with jury selection the coroner cited as preventing a public inquest from going forward, and call an inquest into the deaths of these youth right away?" ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thanks to the Minister of Aboriginal Affairs for providing clarity in the first answer.", "Ontario is very committed to building strong relationships with First Nations, Métis, Inuit and urban aboriginal partners. Working together, Speaker, we can improve opportunities and outcomes for aboriginal youth and their families. We are currently developing an Aboriginal Children and Youth Strategy to transform how services are designed and delivered to improve outcomes for aboriginal children and youth. This outcome is under way. It’s very community-driven, integrating culturally appropriate supports for children so that services can better meet their needs.", "As the new Minister of Children and Youth Services, I look forward very much to spearheading this in co-operation with my colleagues and my critic for children and youth services." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Jury selection",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is to the Minister of Citizenship, Immigration and International Trade. In my community of Halton there are many examples of outstanding contributions from remarkable constituents who have made our community a better place to work and live. Former and current residents like astronaut Chris Hadfield and Olympian Travis Gerrits are two examples of exemplary individuals who have made exceptional contributions to our community and our province. Honors and awards are one of the best ways that outstanding citizens in Halton and across Ontario can be recognized for their contributions to their communities. They acknowledge achievements and celebrate people’s deep commitments to making communities like Halton the thriving, caring and communal places they are", "Mr. Speaker, through to the minister, how can Ontarians recognize exceptional members in their communities?" ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Citizens’ awards",
    "anchor" : "para243"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Thank you very much for the question.", "Speaker, this is the first time I have received a question from the new member. I worked with the member in the past, and I can tell you she will be a great MPP for the people of Halton.", "Speaker, Ontario is a land of opportunity, incredibly diverse, and many, many people have done great things. This is why Ontario has a number of honours and awards that recognize individuals who, through exceptional long-term efforts, have made outstanding contributions to their community. These prestigious honours include the Order of Ontario, the Ontario Medal for Good Citizenship, the Ontario Medal for Young Volunteers, the Ontario Award for Leadership in Immigrant Employment, the Lincoln M. Alexander Award, the June Callwood Outstanding Achievement Award, and the Ontario Newcomer Champion Award, just to name a few." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Citizens’ awards",
    "anchor" : "para243"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Citizens’ awards",
    "anchor" : "para243"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you, Minister, for providing great insight into this very important cause.", "Mr. Speaker, Halton’s first responders are among the best in the province. Every day, these outstanding individuals put their lives on the line to protect and serve the great residents of my community. Our police and firefighters’ courage and life-saving skills often make the difference between life and death.", "I know first-hand the outstanding work that these first responders do. From their presence in the community to assisting Halton residents through challenging times of distress, they can always be counted on to be there when we need them most. When we are in greatest need, they are always there to help and protect us and our families.", "Mr. Speaker, through you to the minister: How does the province recognize the great bravery of police officers and firefighters in Halton and Ontario?" ],
  "anchor" : "para250",
  "subject" : {
    "text" : "Citizens’ awards",
    "anchor" : "para243"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I again want to thank the honourable member for her question.", "I also want to remind all of the members of this House that nominations for the Ontario medals for firefighter and police bravery are fast approaching. Both of these honourable medals recognize individual acts of outstanding courage and bravery by members of Ontario’s firefighting and police services.", "For more information on how to nominate a police officer or firefighter from your community, I invite all of you to please visit the Ontario honours and awards website today at www.citizenship.gov.on.ca.", "Speaker, I would like to take this opportunity to thank police and firefighters for their hard work, day in and day out, to serve and protect us all." ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Citizens’ awards",
    "anchor" : "para243"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure. Minister, I recently wrote you, just as I wrote your predecessors, asking you to review a proposal from Georgian College to invest $2 million from the public infrastructure funds program to move the marine emergency duties training and research program to their Owen Sound campus. As you know, MED is a compulsory training program for the marine industry and is currently unavailable anywhere in central Canada. It provides jobs such as marine engineers, mechanics, technicians and navigators, which are all required to sustain this $6-billion industry.", "Your government opted to give $220 million in public dollars to a private firm called Cisco, yet gave no such support to a public institution that plays a key role in the economy of Bruce–Grey–Owen Sound and the province.", "My question to you is simple, Minister: Do you agree that public infrastructure money should be going to public institutions? Yes or no?" ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "What I believe, Mr. Speaker, is that the PC Party should be supporting our budget, which is going to invest $130 billion over 10 years in infrastructure programs that will be going to public institutions, including building transit, including investing in training, colleges and university facilities and including investing in health care and education buildings. That’s what I believe, and I would think that the member would agree with that, and if he does, he should support our upcoming budget.", "That being said, the member brought this to my attention in my previous post, prior to the election, and it’s something that we are looking into on his behalf. He did, as he said, provide me with information on it yesterday.", "I’m going to refer to my colleague the Minister of Training, College and Universities, who has carriage of this matter, in the supplementary, but I do thank the member for bringing it to my attention." ],
  "anchor" : "para262",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para265",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Actually, I want to go back to the Minister of Economic Development, Employment and Infrastructure. Minister, you suggested in yesterday’s question period that nobody in North America was doing more for young people than your Liberal government. I suggest to you that Georgian College is a key investment in post-secondary education and skills training for our youth. If you make it a priority, I believe you could actually leverage Infrastructure Canada funds and make this project a reality.", "So, Minister, here is an opportunity to take real action as opposed to just talk and make a critical infrastructure investment that would be a key source of jobs at a time when unemployment is stuck at 7% and youth unemployment hovers at a critical 21% in Bruce–Grey–Owen Sound.", "Minister, with the $130 billion that you’ve allocated for public infrastructure, are you prepared to support this critical investment in a public institution and ensure that Georgian College remains a key leader in our education sector and supports the sustainability of the valued marine sector in Ontario?" ],
  "anchor" : "para267",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I’d refer this to the Minister of Training, Colleges and Universities and Research and Innovation." ],
  "anchor" : "para270",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "I want to thank the member opposite for that question. It’s crucial for us and also for the industry to make sure that marine emergency duty training is going on in our colleges, including Georgian College.", "It was the federal government, actually, that closed this place, and it was this government last year that invested $500,000 to continue the courses for marine navigation and engineering students at Georgian College. We also helped the college to transfer some of their equipment from the federal government to this organization. It is the key to making sure that Georgian College will continue offering this course. We will work with our federal counterparts. As you know, negotiations with the various levels of government take time and we are in negotiation with the federal government. Also, I look forward to talking to municipal leaders at the AMO conference in the future." ],
  "anchor" : "para271",
  "subject" : {
    "text" : "Job creation",
    "anchor" : "para258"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker, and good morning. My question is to the Minister of Finance.", "Last week, we alerted you to the possible financial crisis many communities could face with the clawback of the Power Dam Special Payment Program. We urge you to work with Wawa, which will lose 47% of their tax base. Last week, you indicated that you were in communication with Wawa to discuss these matters, but the mayor and council have no record of any communication from you on this vital issue—zero, nada, goose egg, bupkis, rien, pas un mot, nothing.", "Minister, when can the people of Wawa expect to hear from you?" ],
  "anchor" : "para274",
  "subject" : {
    "text" : "Property taxation",
    "anchor" : "para273"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, the member opposite brings forward a matter of great importance to the people of Wawa and to other communities in the north. I very clearly stated that they will be contacted and we will have those deliberations. I’ve noted that we are going to increase funding to the municipalities. In fact, our budget talks about continuing to support the municipalities, something which, by the way, the member opposite is going to reject by voting away and voting down a budget that’s very progressive and talks about supports for the municipalities.", "Notwithstanding that, I will continue to work with the city council. We have made clear that our officials will reach out to the council and to Wawa to find ways to support the communities that will be affected adversely as a result of the extraordinary effects this would have on that particular community." ],
  "anchor" : "para277",
  "subject" : {
    "text" : "Property taxation",
    "anchor" : "para273"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para279",
  "subject" : {
    "text" : "Property taxation",
    "anchor" : "para273"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Again to the Minister of Finance: Minister, you seem to think that it’s only the community of Wawa that will suffer greatly with the clawback of this program. Wawa may be the hardest hit, but other communities will be in dire straits and will lose significant amounts of money from the power dam compensation program. To add insult to injury, these communities haven’t received a penny of the monies owed to them from this year and their cash is drained.", "When will your government make good on outstanding payments so these communities can pay their bills?" ],
  "anchor" : "para280",
  "subject" : {
    "text" : "Property taxation",
    "anchor" : "para273"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, maybe he didn’t hear the first response. I did say, “communities like Wawa and others that would be affected.” I did state that there’s a consultation process that’s going to be under way, that they will reach out to those communities that will be affected to ensure they are not adversely affected.", "I also said that OMPF funding has been increased and that supports for the municipalities will continue to ensure that the communities are continuing to have what’s necessary, unlike what the oppositions have now stated. By opposing this budget, by opposing the progressive nature of what we’re putting forward, they are the ones putting them in harm’s way. We know that some of the effects that have been proposed in the budget would adversely affect certain communities. We will address them. We’re going through those consultations, and our officials will reach out to them. They know that, and we’ll continue to proceed to protect them. But, Mr. Speaker, the members opposite should stand with this budget to support all communities all across the province of Ontario." ],
  "anchor" : "para282",
  "subject" : {
    "text" : "Property taxation",
    "anchor" : "para273"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. Minister, last August, your predecessor, Minister Jeffrey, announced our government’s intention to begin consultations on changing our land use planning and development charges system. Now, almost a year from that announcement, my constituents have numerous questions about what changes we may make to the land use planning and appeals system. They have found the current process complicated, difficult to navigate and even harder to understand.", "Minister, our government needs to ensure that our planning system works well for municipalities and community groups, as well as developers, while remaining responsive to the changing needs of our community. Mr. Speaker, through you to the minister, can you explain to my constituents what has happened to the feedback that they have given to help change the land use planning system?" ],
  "anchor" : "para285",
  "subject" : {
    "text" : "Land use planning",
    "anchor" : "para284"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Well, Mr. Speaker, in the 11 seconds I have, I want to begin by thanking the honourable member for her question. Our government believes a strong land use planning system gives municipalities the tools to manage growth, so our cities can become communities and our streets can become neighbourhoods.", "Many, however, find the current system difficult to navigate. We’ve heard from municipal leaders, planning officials and the public that the rules can sometimes be too complex, and delays and appeals too frustrating. That’s why we’re taking the input from consultations held in Kitchener-Waterloo, Sault Ste. Marie, Mississauga, Toronto, Thunder Bay, Ottawa and elsewhere to help our government move forward with a refresh of this important system. We’ll continue to listen to everyday Ontarians, municipal politicians and community groups as we build the stronger, more vibrant communities that we all long for in Ontario." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Land use planning",
    "anchor" : "para284"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38(a), the member from Kenora–Rainy River has given notice of her dissatisfaction with the answer to her question given by the Minister of Aboriginal Affairs concerning the coroner’s inquest into the deaths of seven First Nations youth. This matter will be debated today at 6 p.m.", "The member from Algoma–Manitoulin on a point of order." ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker. We all have an opportunity to correct the record. Last week, the Minister of Finance had indicated that we were taking steps with the municipality of Wawa. In his reply to my question this morning, it certainly wasn’t that—" ],
  "anchor" : "para292",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. First of all, that is not a point of order, as the only time you correct a record is your own.", "There are no deferred—" ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Further to that point of order." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Another point of order." ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Just further to—" ],
  "anchor" : "para297",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Not to that issue. Sit, please.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It gives me great pleasure to introduce two members of the board of the Bangladesh Centre and Community Services—they’re here today with me—Serajul Kazi and Dr. Mahbub Reza. They are here, and they’re accompanied by my constituency assistant, Nahid Sharif. I welcome them." ],
  "anchor" : "para302",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para301"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader on a point of order." ],
  "anchor" : "para305",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move, pursuant to standing order 8(e)—I wish to indicate that no business is to be called during orders of the day tomorrow morning." ],
  "anchor" : "para306",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the government House leader for his announcement.", "It is now time for—" ],
  "anchor" : "para307",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Are the Liberals sleeping in?" ],
  "anchor" : "para309",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Things were very kind when you were not here." ],
  "anchor" : "para310",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thought you guys promised me that—just not in the afternoon.", "It is now time for members’ statements." ],
  "anchor" : "para311",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para303"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "While attending a variety of exciting events in my riding, you will often find the Chatham-Kent town crier George Sims. Named the former city of Chatham’s town crier since 1991, George has served his community, and served it well, for almost 25 years.", "He’s won three Ontario town crier competitions and has won the North American championship once, while finishing second on two separate occasions.", "George was also named Chatham’s Citizen of the Year in 1996 and was recently awarded the Diamond Jubilee Medal.", "A town crier’s pride and joy is their bell, and George’s bell was made from an oak bannister from Chatham’s old Harrison Hall, also known as our town hall. As he rings his bell, you can hear George cry out “Oyez, oyez, oyez.”", "His uniform consists of three significant colours: blue, green and gold. In George’s words:", "“Blue represents Chatham-Kent’s many historic rivers, beautiful bays, splendid lakes and wonderful waterways.", "“Green depicts Chatham-Kent’s tapestry of a myriad of abundant acclaimed agricultural displays.", "“Gold symbolizes Chatham-Kent’s residents working, playing and giving in so many ways.”", "Speaker, I’ve known George for over 40 years, and I’m very thankful for his years of service and dedication to our community as a teacher, coach and town crier. I look forward to seeing him at local events for years to come.", "Interjections." ],
  "anchor" : "para315",
  "subject" : {
    "text" : "George Sims",
    "anchor" : "para314"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think we need an arm-wrestling match over here." ],
  "anchor" : "para325",
  "subject" : {
    "text" : "George Sims",
    "anchor" : "para314"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "It was my honour and my privilege to serve on the Select Committee on Developmental Services, and I was relieved that the committee was resurrected so that we could complete our work and make formal recommendations from the committee. Today, Speaker, our report will be tabled.", "Last week, when another member of this House asked the Premier when and if she was planning on bringing the committee together, she did not commit. Instead, she spoke of the money the government was putting forward to the sector, and I had serious concerns with that, Speaker.", "I had concerns that the people who gave testimonies to the committee, people who lived daily with extraordinary challenges in their life and in the system, would not see their voices, their advice and their suggestions reflected in the recommendations from the committee. I had concerns that the Liberal government, which for years let this sector run underfunded and left families falling into crisis, would once again say that they know best. I believe the members of her own party were shocked by her statements, and I believe that they, too, felt relief when the committee was finally struck.", "I am proud of the report that’s being tabled today, and I am proud of the work that we accomplished together. I look forward to the government’s response to our recommendations. I am hopeful that our recommendations will be implemented and not used as a political football, but as a plan that will make fundamental changes in the lives of those the system serves. They are among the most vulnerable in our province, and they deserve to have stability in their future." ],
  "anchor" : "para327",
  "subject" : {
    "text" : "Services for the developmentally disabled",
    "anchor" : "para326"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I rise today asking for the help of my colleagues on all sides of the House. This is my second time bringing attention to the Miracle League of Ottawa, the only Ontario finalist in a national community development competition. The organization wants to build an accessible park and baseball diamond, and the prize of $100,000 will go a long way to making this dream a reality.", "While I know we don’t agree on everything, I am confident that all members of this House can agree that a baseball diamond and playground for children with disabilities is a project we should all support.", "Nous avons cette rare opportunité de se rassembler tous ensemble pour une cause commune afin de faire une grande différence dans la vie de milliers d’enfants qui font face à des besoins spéciaux. Un simple clic sur votre ordinateur aujourd’hui au profit de la Ligue Miracle d’Ottawa permettra à cet organisme extraordinaire de gagner 100 000 $ pour pouvoir construire un terrain de baseball et un parc d’amusement pour tous ces enfants.", "Please join me in spreading the word about this incredible organization. Tweet, send emails, post on Facebook and, most importantly, vote. Vote for Ottawa’s families, vote for accessibility, and vote for the right of every child to play outside: www.kraftcelebrationtour.ca. We only have nine hours left to vote. Cast your ballots. I thank you very much." ],
  "anchor" : "para332",
  "subject" : {
    "text" : "Miracle League of Ottawa / Ligue Miracle d’Ottawa",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Two years ago in this House, we praised the accomplishments of Annaleise Carr, a teenager from my riding. Those of you who were here last term will remember her as a legislative page. You will remember the headlines she made both provincially and internationally by becoming the youngest person to swim across Lake Ontario. This weekend, she will be seeking a new record by trying to swim across the longest distance of Lake Erie.", "Annaleise does fundraisers for Camp Trillium. It’s a camp in my riding for children with cancer. In fact, raising money for Camp Trillium is the driving force behind Annaleise becoming a marathon swimmer. She has already raised $200,000, and she has a target of another $200,000.", "Following the last swim, Annaleise was the 2012 World Open Water Swimming Association Woman of the Year. She received the Queen’s Diamond Jubilee Medal from Prime Minister Harper and was an Ontario Junior Citizen of the Year.", "This Saturday, join me on the beach at Port Dover when Annaleise sets foot on the Canadian side of Lake Erie after swimming from Erie, Pennsylvania, to set a new world record. She will have swum 75 kilometres and have been in the water for well over a day." ],
  "anchor" : "para337",
  "subject" : {
    "text" : "Annaleise Carr",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Today, I’d like to take the opportunity to introduce to the House a unique organization in my hometown of London called Emerging Leaders. They are a dynamic non-profit group seeking to engage, develop and retain London’s most important asset, our emerging leaders, leaders who drive our communities, to go above and beyond, to do the best they can and strive to be inclusive, engaged and kind to each other.", "We know that youth who are active in their community have a vested interest in that community’s growth and development. They are also the spark our communities require to be successful, vibrant and diverse. Our communities must thrive not just in the present but well into the future.", "We are all familiar with the concept of brain drain whereby youth from our small communities leave to relocate to larger cities. Emerging Leaders aims to prevent that potential loss by working actively to engage London’s young adults and by encouraging their professional development, fostering entrepreneurship opportunities and emphasizing the importance of leadership.", "Since its inception only a few years ago, Emerging Leaders has established itself as a significant pillar in the London community. I would like to thank Emerging Leaders and its members for their efforts that inspire young people to want to call London their home." ],
  "anchor" : "para342",
  "subject" : {
    "text" : "Emerging Leaders",
    "anchor" : "para341"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I rise in the House today to speak to two of the significant ongoing projects in my riding of Ajax–Pickering: the 407 east highway and our beloved Rouge Valley Ajax-Pickering hospital.", "The 407 east highway is currently on schedule, on budget and on track to become one of the most important transportation investments in the province’s history. It is from Brock Road in Pickering all the way through to Highway 115 and Highway 35, which, of course, is on the east side of Durham. This $1-billion investment will increase east-west transportation through my riding of Ajax–Pickering to get people moving quicker through Durham and the GTA.", "This major infrastructure undertaking is complemented by the continued growth of our Ajax-Pickering hospital, which has seen constant new positions and programs added to support a growing population.", "The hospital has recently added highly qualified medical professionals to the teams at both Rouge Valley’s Ajax-Pickering and Centenary sites. This includes Cara Begg-Reid, a midwife from the multilingual Sages-Femmes Rouge Valley Midwives, who has both a midwifery degree and a degree in medical anthropology; and respected anesthesiologist Dr. Rachel Meyer.", "The group includes midwives who speak multiple languages in order to assist expectant mothers of different cultures. That is a great comfort for expecting mothers.", "Now we see that the CATCH program, Care After The Care in Hospital, has had 230 patients participate after receiving care, and none have been readmitted to the hospital. This is helping patients cared for in the hospital ensure that they were not sent home too early—" ],
  "anchor" : "para348",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para354",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’m pretty close to the end." ],
  "anchor" : "para355",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, you are at the end." ],
  "anchor" : "para356",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The end is nigh, Joe. The end is nigh." ],
  "anchor" : "para358",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I got it.", "The member for Bruce–Grey–Owen Sound." ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Infrastructure in Ajax–Pickering",
    "anchor" : "para347"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Thank you, Mr. Speaker. A tough act to follow.", "I rise today to recognize two Canadian icons with roots in my riding of Bruce–Grey–Owen Sound. The iconic painter Tom Thomson, who inspired the formation of the Group of Seven, is the inspiration behind iconic clothing retailer Roots’s new apparel and accessories collection.", "Thomson is a great landscape artist who lived humbly but passionately with the wild and whose paintings captured the rugged yet beautiful Canadian outdoors. Thomson died in 1917, but his influential style lives on. The toque, the flannel shirt, the white long-sleeved shirts and other Thomson faves will be part of the exclusive Tom Thomson clothing collection available in most Roots stores, online and at Owen Sound’s Tom Thomson Art Gallery, which is a partner in the project.", "The idea began with Virginia Eichhorn, who is the art gallery’s director and chief curator, and something of an icon in our local art community and across the province. According to Eichhorn, the similarities in the company’s brand and Thomson were stark, so they were a natural fit for each other. Eichhorn quickly arranged to meet the company executives in Toronto, and their collaborative work began in earnest.", "I encourage all members of the House and any viewers watching to visit the great Tom gallery in Owen Sound and check out the ongoing Canadian Spirit exhibition and to explore, celebrate and connect with Thomson and his legacy. The Canadian Spirit exhibition gives visitors an educational and entertaining introduction to Tom Thomson’s life, his connections with Owen Sound and Grey county and the factors that led him to become one of Canada’s greatest artists.", "Canadian Spirit continues through to Canadian Spirit 2017: Someday, They Will Know What I Mean, marking the 100th anniversary of Thomson’s death and the 150th anniversary of Canada, which will focus on ideas and issues around Canadian identity, its past and its evolution. The Canadian Spirit series will balance the honour owed to the past with the needs of the present, while always looking forward to the future." ],
  "anchor" : "para362",
  "subject" : {
    "text" : "Tom Thomson",
    "anchor" : "para361"
  }
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "Mr. Speaker, last weekend I had the opportunity to attend Carabram, a marvelous showcase of the cultural diversity of Brampton. Run entirely by volunteers, Carabram is a celebration of our multiculturalism and the diversity that defines us as an open and inclusive society.", "I had the opportunity to learn more about the African, Pakistani, Irish, Macedonian, Filipino, Ukrainian and Indian cultures. They showcased ethnic fashions, performed folk dances and introduced us to delicious ethnic cuisines. It also gave me the opportunity to meet with my fellow Bramptonians who belong to these vibrant and diverse cultures.", "Carabram’s mission is to promote understanding and appreciation of the multiculturalism of Brampton, provide non-profit groups an opportunity to promote projects that benefit the entire community, and serve as an enlightening forum for all people. Carabram is an important celebration, and I am proud to have been a part of it.", "Mr. Speaker, I want to commend the organizers, sponsors and volunteers that worked so hard to showcase their cultures. I also want to thank them for their hospitality as I experienced the cultural displays of the world. Carabram is surely a model to be shared with the rest of Canada." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Carabram",
    "anchor" : "para368"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members’ statements? Oh, the member from Beaches–East York." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Ramadan",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Mr. Speaker. As I’ve said repeatedly, this is a learning experience.", "It gives me great pleasure to rise on behalf of the Muslim celebration of Ramadan. One of the amazing parts about living in and representing Beaches–East York is the very diverse communities I have a chance to interact with, including those in the Muslim faith. Shortly after being elected, I was invited to attend the Ahmadiyya Muslim Jama’at at the International Centre with a number of my colleagues. Their mission, Mr. Speaker, is, “Love for all, hatred for none.” It was an inspiring afternoon for me.", "Our Muslim friends are all celebrating Ramadan now—it’s the new moon to the new moon—in which they have an opportunity to fast during the day. I had the pleasure on Saturday night to attend an Iftar at the Bangladeshi community centre, resplendent with my Punjabi, and also with my executive assistant, who wore a Punjabi as well. We had the pleasure to break bread, break the fast with the members of the community, and it was a fantastic experience.", "During the day, Mr. Speaker, prayers during the fasting occur. They’re fasting in order to create a sense of humility, humility that they too are experiencing the hunger of poor people who don’t have. But it’s not just about humility; it’s also about purity and purity from passions where nothing bad will be heard, nothing bad will be seen and nothing bad will be spoken.", "I asked one of my friends what he was praying for and he said, “A better world and a better place for my family.” I thought, this is fantastic. We have so much more in common than we do in diversity. I appreciate very much the opportunity to attend with them." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Ramadan",
    "anchor" : "para373"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Ramadan",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I beg leave to present the final report from the Select Committee on Developmental Services, entitled Inclusion and Opportunity: A New Path for Developmental Services in Ontario, and move the adoption of its recommendations." ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Select Committee on Developmental Services",
    "anchor" : "para382"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mrs. Albanese presents the committee’s report and moves the adoption of its recommendations.", "Does the member with wish to make a brief statement?" ],
  "anchor" : "para384",
  "subject" : {
    "text" : "Select Committee on Developmental Services",
    "anchor" : "para382"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Yes, I do, Mr. Speaker. I want to thank all the members of the committee who worked in a non-partisan way on the committee and focused on the task at hand with the goal of addressing the needs of individuals with developmental disabilities or dual diagnosis.", "I also want to thank the legislative staff who worked with the committee and helped us write the report, and I want to thank everyone who participated, who made deputations or submissions, who offered opinions and shared with us their life stories. We hope that this report will make a difference in their lives.", "I move adjournment of the debate." ],
  "anchor" : "para386",
  "subject" : {
    "text" : "Select Committee on Developmental Services",
    "anchor" : "para382"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Hoskins moved first reading of the following bill:", "Bill 21, An Act to safeguard health care integrity by enacting the Voluntary Blood Donations Act, 2014 and by amending certain statutes with respect to the regulation of pharmacies and other matters concerning regulated health professions / Projet de loi 21, Loi visant à sauvegarder l’intégrité des soins de santé par l’édiction de la Loi de 2014 sur le don de sang volontaire et la modification de certaines lois en ce qui concerne la réglementation des pharmacies et d’autres questions relatives aux professions de la santé réglementées." ],
  "anchor" : "para389",
  "subject" : {
    "text" : "Select Committee on Developmental Services",
    "anchor" : "para382"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para392"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para398",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para392"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Today, it’s my pleasure to introduce the Safeguarding Health Care Integrity Act, 2014, that will, if passed, combine two previously introduced pieces of health legislation that died on the order paper in the spring.", "The proposed legislation links together our government’s actions to prohibit the compensation of blood and plasma donors in Ontario with the regulation of hospital pharmacies and other matters concerning the health professions regulatory system.", "Very, very briefly, let me start with blood donation, then move to the regulation of hospital pharmacies. Every year, thousands of Ontarians voluntarily give blood and plasma to help others survive accidents, surgery or life-threatening conditions. Our position remains crystal clear: We stand firmly against payment for blood or plasma donations in Ontario.", "The second part of the bill is our government’s response to a very serious incident that occurred last year when 1,019 patients in Ontario received weaker doses of chemotherapy drugs than had been prescribed. Our proposed legislation, if passed, will amend the Drug and Pharmacies Regulation Act so as to allow the Ontario College of Pharmacists to inspect and license all hospital pharmacies operating in Ontario as a means to ensure that medication management and processing systems in hospital pharmacies are standardized.", "At the same time, I’m introducing additional amendments to the Regulated Health Professions Act, 1991, and the Public Hospitals Act that will enhance communications among health systems partners, including health regulatory colleges, public hospitals and others, to strengthen oversight and better protect patients.", "Speaker, I’m confident that all members can stand behind this proposed legislation.", "Mr. Colle moved first reading of the following bill:", "Bill Pr1, An Act respecting The Loretto Ladies’ Colleges and Schools." ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Safeguarding Health Care Integrity Act, 2014 / Loi de 2014 de sauvegarde de l’intégrité des soins de santé",
    "anchor" : "para392"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Loretto Ladies’ Colleges and Schools Act, 2014",
    "anchor" : "para405"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills.", "Ms. Sattler moved first reading of the following bill:", "Bill 22, An Act to amend the Employment Standards Act, 2000 / Projet de loi 22, Loi modifiant la Loi de 2000 sur les normes d’emploi." ],
  "anchor" : "para410",
  "subject" : {
    "text" : "Loretto Ladies’ Colleges and Schools Act, 2014",
    "anchor" : "para405"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para414",
  "subject" : {
    "text" : "Employment Standards Amendment Act (Greater Protection for Interns and Vulnerable Workers), 2014 / Loi de 2014 modifiant la Loi sur les normes d’emploi (protection accrue des stagiaires et des travailleurs vulnérables)",
    "anchor" : "para411"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para416",
  "subject" : {
    "text" : "Employment Standards Amendment Act (Greater Protection for Interns and Vulnerable Workers), 2014 / Loi de 2014 modifiant la Loi sur les normes d’emploi (protection accrue des stagiaires et des travailleurs vulnérables)",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Before I move to my brief remarks about the bill, I want to recognize the efforts of Jonah Schein, former MPP for Davenport, who developed and introduced this legislation in the last Parliament.", "The purpose of the bill is to increase protections for interns and vulnerable workers in Ontario and prevent illegal internships through amendments to the Employment Standards Act or ESA.", "Currently, the ESA sets out certain conditions under which trainees, commonly known as interns, can be excluded from the definition of “employee” and exempted from the provisions of the act. The act also excludes secondary school students and work experience programs, and college or university students who are performing work as part of their program.", "This bill extends some basic rights under the ESA to these three groups of individuals and also enhances protections for interns by requiring employers to post information about interns’ rights in a conspicuous place in the workplace, review and provide written notice to interns about their rights, and submit a copy of the written notice to the Ministry of Labour, enabling the collection of data on the extent of internships in Ontario. Finally, the bill creates a system to allow anonymous and third party complaints.", "I’m proud to introduce this bill and look forward to the debate." ],
  "anchor" : "para417",
  "subject" : {
    "text" : "Employment Standards Amendment Act (Greater Protection for Interns and Vulnerable Workers), 2014 / Loi de 2014 modifiant la Loi sur les normes d’emploi (protection accrue des stagiaires et des travailleurs vulnérables)",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas, beginning on January 1, 2013, the WSIB was expanded to include groups of employers and principals who had previously been exempt from WSIB and had private insurance; and", "“Whereas this new financial burden does nothing to improve worker safety and only drives up the cost of doing business in Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To repeal the statutory obligations created by Bill 119.”", "I support it and will send it to the Clerks’ desk with page David." ],
  "anchor" : "para424",
  "subject" : {
    "text" : "Workplace insurance",
    "anchor" : "para423"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Eglinton–Lawrence." ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’m just looking for it, Speaker, one second—come around again." ],
  "anchor" : "para432",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. The member for Mississauga–Streetsville." ],
  "anchor" : "para433",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly which was provided to me by Mississauga Community Legal Services. It reads as follows:", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds … and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”", "I am pleased to sign and support this petition and have page Matthew carry it for me." ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Legal aid",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas repeated cuts to health care funding under the present government are having a negative impact on the residents of Stormont–Dundas–South Glengarry, including seniors, diabetics and those suffering from eye and cardiovascular conditions; and", "“Whereas the heart rehabilitation program at the Seaway Valley Health Centre provided a valuable service for many residents; and", "“Whereas it is in everyone’s interests to help all Ontarians stay healthy and prevent the occurrence of acute and dangerous conditions, such as heart failure; and", "“Whereas this interest is best served through adequate funding to programs that have proven their value;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take all necessary action to restore the heart rehab program at the Seaway Valley Health Centre.”", "I agree with this, and will be signing it and passing it off to page Daniel." ],
  "anchor" : "para442",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para441"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Eglinton–Lawrence." ],
  "anchor" : "para451",
  "subject" : {
    "text" : "Childhood apraxia of speech",
    "anchor" : "para450"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Sorry for the delay, Mr. Speaker. This petition was gathered by the good people of Mississauga. It reads as follows:", "“Whereas childhood apraxia of speech is a rare neurological speech disorder that affects oral motor planning;", "“Whereas an estimated 3% to 5% of the world’s childhood population are diagnosed with childhood apraxia of speech;", "“Whereas Ontario has excellent speech-language centres and programs that currently provide treatment for childhood apraxia of speech;", "“Whereas children diagnosed in Canada with childhood apraxia of speech are eligible to receive the children’s disability tax credit to assist with therapy costs;", "“Whereas greater public awareness of speech disorders and the benefits of early intervention speech-language therapy are needed in the province of Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to join the United States of America in declaring May 14 as Apraxia Awareness Day” in Ontario.", "I support this, and I affix my name to this very good petition." ],
  "anchor" : "para452",
  "subject" : {
    "text" : "Childhood apraxia of speech",
    "anchor" : "para450"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "This petition is to the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with this petition, Mr. Speaker, and will affix my name to it as well." ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para460"
  }
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "Mr. Speaker, I sign it and give it to page Matthew." ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Credit unions",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Winchester District Memorial Hospital provides essential health services to the residents of Stormont–Dundas–South Glengarry and was awarded ‘accreditation with exemplary standing’—the highest award by Accreditation Canada earlier this year; and", "“Whereas the projected increase in Ontario’s senior population demands that facilities have the resources and capacity required to accommodate increasing demand; and", "“Whereas Ontarians cherish access to high-quality ... health care; and", "“Whereas the recent closure of 14 beds at the WDMH and the loss of over” seven “full-time skilled staff positions at a time when Ontario has experienced unemployment above the national average for over seven consecutive years are the result of ongoing silent funding cuts that are threatening our cherished health care system;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate adequate funding levels for the Winchester District Memorial Hospital that would allow the reopening of local beds and the rehiring of local qualified front-line health staff.”", "I agree with that and will be passing it on to page Ethan." ],
  "anchor" : "para481",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para480"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? Last call for petitions.", "Orders of the day." ],
  "anchor" : "para489",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para480"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para491",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para480"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves adjournment of the House. Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "This House stands adjourned until 10:30 tomorrow morning." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para480"
  }
} ]