[ {
  "speaker" : "David C. Onley",
  "text" : [ "Pray be seated." ],
  "anchor" : "para26",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "May it please Your Honour, the Legislative Assembly has elected me as their Speaker, though I am but little able to fulfill the important duties thus assigned to me. If, in the performance of those duties, I should at any time fall into error, I pray that the fault may be imputed to me and not to the assembly, whose servant I am and who, through me, the better to enable them to discharge their duty to their Queen and country, hereby claim all their undoubted rights and privileges, especially that they have freedom of speech in their debates, access to your person at all sensible times, and that their proceedings may receive from you the most favourable consideration." ],
  "anchor" : "para27",
  "subject" : null
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I am commanded by His Honour the Lieutenant Governor to declare to you that he freely confides in the duty and attachment of the assembly to Her Majesty’s person and government, and, not doubting that the proceedings will be conducted with wisdom, temperance and prudence, he grants and upon all occasions will recognize and allow the constitutional privileges.", "I am commanded also to assure you that the assembly shall have ready access to His Honour upon all suitable occasions and that their proceedings, as well as your words and actions, will constantly receive from him the most favourable construction." ],
  "anchor" : "para28",
  "subject" : null
}, {
  "speaker" : "David C. Onley",
  "text" : [ "Mr. Speaker, Madam Clerk, Premier, former Premier McGuinty—with whom I still disagree as to which Ontario team shall win the Stanley Cup first—and honourable members of the Legislature, before I begin the reading of my last speech from the throne as Lieutenant Governor, I just wanted to say that I have greatly appreciated your collective support and individual support, in many ways, large and small, of my office over the last seven years.", "We have a unique form of government, in which we all play different roles, yet despite its deficiencies it is still quite a remarkable system, and it serves us well. So let us guard it with dedication and determination. It has been a privilege to be part of that process with you." ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Speech from the throne / Discours du trône",
    "anchor" : "para31"
  }
}, {
  "speaker" : "David C. Onley",
  "text" : [ "Mr. Speaker, honourable members, all people of Ontario.", "We open the 41st Parliament of Ontario acknowledging the rich history of aboriginal peoples in Ontario, whose contributions to our great province go back centuries, well before the first European settlers and certainly well before the first sitting of this House. It is on the traditional territory of the Mississaugas of the New Credit that we gather for today’s time-honoured tradition, and to reaffirm your government’s commitment to aboriginal peoples and to all people, as it builds Ontario up, and creates more opportunity and more security for every citizen in every region.", "As the representative of Her Majesty the Queen, I bring greetings and extend warm congratulations to all 107 members of this assembly. You take your places today to give voice to Ontario’s wonderfully diverse peoples and regions.", "We can all share enormous pride in the changing face of representation in our Parliament, its developing balance in gender equality and racial diversity. Ontario’s 41st Parliament reflects the election of more women to this chamber than any Ontario Parliament before it, and your government is led by the first female Premier elected in the history of this province. The 107 members of this Legislative Assembly bring a diversity of backgrounds and experiences that is truly representative of Ontario’s greatest strength—its people.", "In this context, it is my privilege to deliver this speech from the throne from your newly re-elected government.", "J’ai l’honneur de présenter le discours du trône de votre gouvernement récemment réélu.", "Your government believes that of Ontario’s many advantages, none is greater than its people: your talent and skills, your compassion and competitiveness, your depth, diversity and unfailing support for one another.", "And so today, I speak to you—wherever you are in Ontario and wherever you came from to be here—I speak to you on behalf of your government to share how it will move Ontario forward in the days and years ahead.", "Since it last addressed this chamber from the throne, your government invited all Ontarians into an open discussion that has shaped a plan for our province’s future. It is a way forward that promises more opportunity and builds more security for all Ontarians in this 21st century economy.", "Your government brought forward a plan designed to grow the economy and support all people of the province by investing in education and the skills training necessary for new growth; a plan that builds better public transit in congested cities and better roads to connect towns with rural and remote communities; a plan that creates good job opportunities for today’s workforce by fostering partnerships with the private sector and guarantees financial security for those leaving the workforce by creating stronger pensions; a plan carefully balanced to eliminate the deficit by 2017-18 in a fair and responsible manner; and a plan to open up government with increased transparency and more accountability.", "Vous avez confié à votre gouvernement le mandat de jouer un rôle positif dans votre vie, de contribuer activement au bien-être de la population et des collectivités de la province.", "With this plan, your government asked you to affirm the positive role it can play. My fellow Ontarians, by putting in place a stable government with a practical plan to help you succeed, you have given your answer. You have entrusted your government to be a force for good—a full and active participant in your communities and in your lives.", "Your government knows that trust is hard-earned, but easily lost. And so it will work each and every day to keep your trust by meeting its commitments to you.", "To deliver its balanced and comprehensive plan, your government will lead from the activist centre. This is what you asked of your government, and it is where government must be to engage all Ontarians as full partners.", "This means your government will implement its plan by convening people first, instead of directing them. It will not invite your questions only after decisions are taken, but as decisions are made. Your government will put evidence before ideology and choose partnership over partisanship.", "This is how your government will solve the challenges we face as individuals, as communities, as businesses and as a province.", "Consider the challenges: an economy with great potential but still not operating at full capacity; families unable to save enough for retirement; young people getting the education, but not the job that matches; roads that are congested, slowing goods, people and growth; climate change that is already having an impact on our lives, creating severe weather events that affect us all.", "Ontario’s economic recovery is real, but fragile, and therefore, by no means certain. My fellow Ontarians, your government invites you to work together, with and through government, to overcome these challenges and to thrive.", "Your government’s top priority is to grow the economy and create good jobs in every region of the province. Ontarians seek good jobs not as ends unto themselves, but as the means by which we can achieve our goals and do more for ourselves and for our families. Likewise, good jobs and a growing economy allow government to do more for all families and for all people.", "This is why your government’s economic plan embraces strategic public investments that generate lasting benefits for people, families and communities. It is why your government will not limit its economic action to businesses alone. Your government’s efforts to lift children out of poverty, send more young people on to post-secondary education and help businesses become more globally competitive are all part of the same equation, because together they add up to more opportunity, more security and more economic growth. Your health, your children’s education, your chance at a second career, your town’s biggest employer or your community’s smallest legal aid provider—all are the necessary foundations for your success and for Ontario’s success. All are supported by your government’s comprehensive and coherent economic plan.", "Last year, Ontario was North America’s top destination for foreign direct investment, and our economy added nearly 100,000 jobs. With consumer and business confidence on the rise and a forecast of accelerating growth, there is no doubt Ontario is recovering from the global recession. Your government is at work sustaining this momentum. Last week, ministers were appointed to a cabinet shaped to address your priorities. As promised, the Legislative Assembly was called back just 20 days after the provincial election. And provided that the debate on this speech from the throne is completed, on July 14, your government will reintroduce the budget originally tabled in this chamber on May 1 and ask that the assembly move quickly to pass it.", "Your government’s jobs agenda is a people’s agenda. It includes an ambitious goal for Ontario to become North America’s leading jurisdiction for talent, skills and training. International businesses come here and local businesses grow here because of the talent and the dedication of our workforce. This great strength combines well with our geography and the unique global reach that our increasingly diverse workforce underpins.", "With wage increases planned for early childhood educators and the province-wide availability of full-day kindergarten this fall, your government is ensuring that every child in Ontario has the best possible start in life. It will implement Achieving Excellence, a plan to take public education in Ontario from great to excellent by continually improving learning, so that young people are prepared to lead in the global economy.", "As more young people graduate high school, your government will ensure that opportunities are available to them. It will continue to provide the 30% Off Ontario Tuition grant, so that every year as many as 260,000 young people can afford that all-important first degree or diploma.", "To ensure that there are as many spaces as there are talented, ambitious young people, your government will build new campuses.", "Pour s’assurer que tous les jeunes talentueux et ambitieux puissent faire des études, votre gouvernement améliorera l’accès aux programmes offerts en français pour les Franco-Ontariens et Franco-Ontariennes.", "Your government will introduce Experience Ontario, a new program to give recent high school graduates valuable work experience before they choose their path in life. The youth jobs strategy, which is being extended to help connect more young people to promising careers, and the largest apprenticeship system in Ontario’s history, will both remain central to your government’s investment in opportunities for youth.", "Your government’s focus on the talent and skills of its people recognizes the value of public sector work as well. Indeed, developing the talent and skills of our people requires excellent early childhood educators, teachers, educational assistants and post-secondary instructors. These and other public sector jobs are good, knowledge-based jobs. Public sector workers tend to our sick, nurture our young, protect us and build us up in all facets of life. Your government unconditionally rejects the argument that the only jobs that matter are private sector jobs.", "Public investments to develop the talent and skills of our people are not a luxury. They are investments that keep our industries on the sharp edge of innovation and pay dividends today and tomorrow. They are central pieces of your government’s economic plan.", "The second part of your government’s economic plan for Ontario is an historic investment in modern infrastructure, particularly in transit and transportation. Your government will spend more than $130 billion on public infrastructure over the next decade—on new hospitals, schools, undergraduate campuses, safer roads, better public transit and all-day, two-way GO Regional Express Rail—all to support sustainable economic growth across Ontario.", "For decades, investments in Ontario’s transportation system did not keep pace with growth. Accordingly, your government will dedicate a new, $29-billion investment toward Moving Ontario Forward, a 10-year transit and transportation strategy, which will create jobs and grow our economy right now and well into the future. Moving Ontario Forward will transparently allocate up to $15 billion towards projects in the greater Toronto and Hamilton area and nearly $14 billion towards projects elsewhere in Ontario, where the guaranteed movement of people and goods is fundamental to growth.", "To firmly seize this once-in-a-generation opportunity and build a seamless, province-wide transportation network, your government will work with municipalities, local governments, transit agencies, citizens and experts. Your government will also engage the federal government as a partner in supporting its transit strategy and those of the other provinces.", "Public investment in infrastructure is a critical element of your government’s economic plan. It is an investment your government can make right away that pays dividends and creates jobs today and tomorrow. Former Bank of Canada governor David Dodge agrees that “with low interest rates, it is the right time for governments and the private sector to invest in infrastructure.”", "Votre gouvernement va aussi continuer à favoriser un climat favorable au milieu d’affaires en Ontario.", "Ontario’s dynamic business climate starts with a great strength—a diversified economy that helps manage the highs and lows of commodity, sector and currency cycles. It is sustained by a competitive and predictable corporate tax rate, which is lower than those of competing jurisdictions.", "Ontarians know that in the global competition for investment, government needs to be a partner with business. Your government will partner by pursuing more trade missions, because increased exports are the clearest path to sustainable, continuous economic growth. This will include trade missions led by the Premier to other countries, including China, this fall.", "Your government will also create partnerships through the Jobs and Prosperity Fund, so that communities across Ontario can win the global competition for jobs. This new fund will help to create good jobs in traditional and emerging industries and bring much needed investment to regions still recovering from the impact of the global recession. Sectors such as advanced manufacturing and automotive, agri-food, information and communications technology, natural resources, tourism, media and culture will benefit.", "A changing economy means a changing workplace. Your government will engage with Ontarians to consider what it can do in the context of our labour and employment law regime to continue to protect workers while supporting business in today’s modern economy.", "Through partnerships with business and persons with disabilities, your government will work to increase the number of employment opportunities for Ontarians of all abilities, and your government will continue to work with its partners to build a fully accessible Ontario by 2025.", "Fiscal responsibility is essential to securing Ontario’s dynamic and innovative business climate. Accordingly, your government will make strategic investments while eliminating the deficit and reducing its debt burden in a responsible and sustainable manner. The commitment to eliminate the deficit in three years is unwavering.", "Your government will introduce legislation to raise revenues by asking the top 2% of income earners to pay a little bit more. At the same time, there will be no increase in the HST, the gas tax or the personal income taxes of middle-class workers. Your government will not add to the financial pressures Ontario families face as the recovery takes hold.", "Votre gouvernement est résolu à ne pas alourdir le fardeau financier des familles ontariennes au moment où l’économie reprend de la vigueur.", "Already, your government spends less per capita on programs than any other province, while providing high-quality public services. In all areas, including health care and education, your government will continue to manage spending wisely. It will not allocate new money for compensation increases and it will get more value from the assets it owns.", "To ensure that the government stays on track to reach its fiscal targets, your government has created the new position of President of the Treasury Board. The President of the Treasury Board will work closely with the Minister of Finance, the Premier, Treasury Board members, and cabinet, and be responsible for overseeing labour relations between the government and the Ontario public service and broader public sector. In this capacity, the president will lead your government’s oversight of crown agencies, boards and commissions, and through action and deed, lead the government towards more accountability, openness and modernization. With the new President of the Treasury Board, your government will stay on a path to balance that protects vital public services.", "As citizens of Canada, Ontarians want all parts of our country to grow and prosper, and we are proud to live and work in a province that is a net financial contributor to Confederation. The people of Ontario also expect and deserve to be treated fairly by their federal government.", "La population de l’Ontario s’attend à être traitée de façon équitable par le gouvernement fédéral, et mérite de l’être.", "Independent analysts such as the Mowat Centre and the federal Parliamentary Budget Office have found that Ontario’s share of federal fiscal transfers falls short by $1.2 billion this year alone. Your government will continue to insist on fair fiscal transfers from the federal government, and calls on all members of this Legislature to join forces in standing up for the people of Ontario.", "Your government is best able to deliver results when all orders of government are working co-operatively and collaboratively. That is why it joined all provincial governments in asking for federal partnership to consider enhancing the Canada Pension Plan. Experts warn that many Canadians are not able to save enough for retirement, but Canada Pension Plan payments alone are not enough for a secure retirement.", "Enhancing the Canada Pension Plan would help resolve this crisis nationally. It remains your government’s preferred solution. But absent a federal partner, your government will not sit idly by while more Ontarians move towards retirement without the savings they will need to live comfortably.", "Your government has already begun work to create an independently managed Ontario Retirement Pension Plan. With the co-operation of this House, it will provide Ontarians an additional annual pension payout similar to that of the Canada Pension Plan. Former OMERS CEO Michael Nobrega will lead implementation of the plan. Because this is a national issue, as Ontario moves forward to secure a better pension for your retirement, your government will continue to work with the other provinces.", "Better pensions build broader economic confidence. As Larry Fink, head of the world’s largest money manager, BlackRock, has said, “If you have confidence in your retirement, then you can consume more too.”", "Your government’s action to secure your retirement is an area in which national and provincial interests overlap. Both stand to gain from increased retirement savings. The same is true when it comes to supporting key sectors of the Ontario economy. For example, the partnership between Ontario and the federal government to invest in the future of the auto sector at the height of the global recession produced enduring economic benefits for Ontario and Canada.", "On all matters of both national and provincial significance, your government will stand up for the people of Ontario in calling for leadership and partnership from the federal government. But understand: In the absence of a willing federal partner, Ontario will do what is right and necessary. Ontario will lead.", "Within the next 60 days, your government will establish a Ring of Fire development corporation and move forward in a smart, sustainable and collaborative way with First Nations, the private sector and communities to unlock the enormous mineral potential in northern Ontario. Your government commits $1 billion for transportation infrastructure to help access the Ring of Fire.", "Your government will continue its efforts to bring the federal government to the table as a willing and active partner, and will seek a matching federal commitment to seize the opportunity for Ontario and Canada that lies in the Ring of Fire.", "As it pursues sustainable resource extraction to further the provincial and national interest, your government restates the necessity of protecting our environment for today and tomorrow. Ontario’s conservation efforts and clean energy initiatives have moved our province down the road to a sustainable energy future. A growing renewables and energy innovation sector can become an important export industry for our province and our country. It can help to reduce climate change-causing emissions in other areas of Canada’s energy sector and elsewhere in the world.", "Ontarians are proud to be leaders in the global fight against climate change. The closing of Ontario’s coal-fired electricity plants stands as North America’s most significant climate change initiative. Your government is encouraged by the United States’ newly announced restrictions on coal emissions, but Ontarians know there is more to be done here and around the world.", "Climate change is an overarching concern for this province, as it is for this country and the world. That is why your government is giving responsibilities for climate change to a new Ministry of the Environment and Climate Change.", "munities across Ontario on adaptation to the growing impacts of climate change.", "Your government also knows that climate change solutions need to span borders. Ontario will work with other provinces and territories to develop a Canadian energy strategy, which includes co-ordinated efforts to reduce greenhouse gas emissions, and which recognizes the important role of renewable energy and energy conservation. While the provinces are leading this effort, your government will encourage federal partnership in addressing this challenge, which is both local and global in scale.", "Your government will implement its plans in the same manner they were developed—openly and transparently.", "It will bring back to this Legislature the Public Sector and MPP Accountability and Transparency Act, which was not passed by the previous Legislature. If passed by the 41st Parliament of Ontario, your government will act to expand oversight of government agencies and the broader public sector. It will require government ministers and their staff to post all expenses. It will give more powers to the Integrity Commissioner to investigate and punish wrongdoing, and strengthen the laws around the retention of government documents.", "The Public Sector and MPP Accountability and Transparency Act will also give your government the power to control compensation of senior executives in the broader public sector. Your government is committed to introducing more oversight and accountability at arm’s-length government agencies. This will help ensure tax dollars are spent wisely as it delivers on its firm commitment to eliminate the deficit by 2017-18.", "And to ensure that its decisions are always made responsibly, openly and in the best interests of Ontarians, your government will take steps to allow the justice committee to write its report.", "Your government will continue to build a fairer and healthier Ontario. It is transforming health care, placing the patient at the centre and making strategic investments in community care to keep people where they want to be: in their home rather than in a hospital. Guided by a promise to provide the right care, in the right place, at the right time, your government will expand home and community care and guarantee every Ontarian a primary care provider.", "Your government will place an added focus on community wellness. By expanding the Student Nutrition Program, creating opportunities for all students to participate in 60 minutes of physical activity a day, supporting community hubs, implementing a cycling strategy, and reinforcing these measures with cross-ministry initiatives and a new associate minister’s portfolio focused on long-term care and wellness, Ontario will become the healthiest place to live, work and grow old.", "Your government’s commitment to building a fairer, healthier province will increase the pay for personal support workers over a period of three years, because the very people on whom health system transformation depends deserve a fair wage; a wage that reflects the quality of care Ontarians rightly expect for themselves and for their loved ones.", "Within 60 days, your government will introduce a new poverty reduction strategy. It will build on the gains made with Breaking the Cycle, Ontario’s first poverty reduction strategy, which lifted 47,000 children out of poverty and kept many more from falling into it. Already this month, your government has increased the Ontario Child Benefit and through legislation it will introduce, your government aims to index future annual increases to inflation so that low-income families do not fall further behind. To further ensure fairness for workers and their families, legislation to increase Ontario’s minimum wage annually at the rate of inflation and to increase protections for vulnerable workers will also come before this House. And your government will expand its Community Homelessness Prevention Initiative and investment in the Affordable Housing Program, increase support for developmental services and increase its investment in the Mental Health and Addictions Strategy.", "In my introductory remarks, I acknowledged, as your government often does, that we are gathered on the traditional territory of the Mississaugas of the New Credit. To give full meaning to these words, they must see expression in the practice, policies and actions of your government. That is why your government will build on the success of the historic Matawa Regional Framework Agreement. Your government will continue increasing opportunities for aboriginal peoples through relationships that are built on respect and partnership.", "Votre gouvernement a un plan pour faire progresser l’Ontario.", "Your government brought you a plan to build Ontario up. Today, the building starts. Building the potential of every child; building new transit and new ways of securing the comfortable retirement everyone deserves; building more competitive industries and more skilled workers than anywhere in the world; building a fair and inclusive society, diverse in talent and experiences, but united in purpose.", "And so today, your government asks for your partnership, as it begins the work of building opportunity today and securing the future for all citizens of this vast and inspiring province that everyone calls Ontario, but that only we can proudly call our home.", "Thank you. Merci. Meegwetch." ],
  "anchor" : "para35",
  "subject" : {
    "text" : "Speech from the throne / Discours du trône",
    "anchor" : "para31"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please be seated. I beg to inform the House that to prevent mistakes, I have obtained a copy of the speech from the throne, which I will now read." ],
  "anchor" : "para115",
  "subject" : {
    "text" : "Speech from the throne / Discours du trône",
    "anchor" : "para31"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para116",
  "subject" : {
    "text" : "Speech from the throne / Discours du trône",
    "anchor" : "para31"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Agreed? Agreed.", "Ms. Wynne moved first reading of the following bill:", "Bill 1, An Act to perpetuate an ancient parliamentary right / Projet de loi 1, Loi visant à perpétuer un ancien droit parlementaire." ],
  "anchor" : "para117",
  "subject" : {
    "text" : "Speech from the throne / Discours du trône",
    "anchor" : "para31"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para122",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para119"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "A short comment from the Premier." ],
  "anchor" : "para124",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para119"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Following long-standing tradition, the first bill introduced in the Legislature involves an initiative not mentioned in the speech from the throne. I am pleased to introduce this bill here today.", "This practice signifies the assembly’s independence from the crown and the collective right of members to address the Legislature's priorities before attending to other business." ],
  "anchor" : "para125",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para119"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that the speech of His Honour the Lieutenant Governor to this House be taken into consideration on Monday, July 7, 2014." ],
  "anchor" : "para129",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para128"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para130",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para128"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House.", "Interjections." ],
  "anchor" : "para132",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para128"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It doesn’t feel like I ever left.", "Mr. Naqvi has moved the adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 10:30 a.m. on Monday, July 7, 2014." ],
  "anchor" : "para134",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para128"
  }
} ]