[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I’d like to introduce Bill and Sharon McClure. They’re actually from the riding of Huron–Bruce but are here today to tour the Legislature and have lunch with me today." ],
  "anchor" : "para28",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I want to introduce Diane Crawshaw and John Whitmore, the parents of page captain Dale Whitmore, from the great riding of Ancaster–Dundas–Flamborough–Westdale. They’ll be in the gallery this morning. And I’m looking forward to having lunch with Dale Whitmore as well today. Welcome." ],
  "anchor" : "para29",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I would like members to help me in welcoming a staff member from my constituency office, Carol Clarke, and her partner, Brian Barber." ],
  "anchor" : "para30",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It’s my pleasure to introduce my partner, Shawn Kerwin, and our friend, visiting from England, Mary Phillips. Welcome to the Legislature." ],
  "anchor" : "para31",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Please help me welcome some individuals sitting in the east members’ gallery from Rotary Cheshire Homes and the Canadian Helen Keller Centre: Cindy Accardi, the executive director; Jennifer Robbins, administration and facilities manager; Mélanie Gauthier-Perley, provincial programs supervisor; Betty-Jean Reid, board chair; and Philip Corke, director, on the board. They are having a reception today in room 228 following question period." ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s my pleasure to welcome, as they arrive in the House today, grade 10s from F.E. Madill Secondary School, their teacher Mr. Wilhelm and their other teacher Ms. Payne, whom you might remember because she participated in your Teacher’s Forum earlier this year." ],
  "anchor" : "para33",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "On behalf of page captain Megan Sweetman I’m pleased to introduce her mother, Catherine Norris, who is in the members’ east gallery this morning." ],
  "anchor" : "para34",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I am very happy to introduce my family here with us today in the Legislature. In the members’ east gallery we are joined today by my wife, Utilia Amaral, our daughters, Talia and Grace, and my parents, Margaret and Ben Del Duca." ],
  "anchor" : "para35",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I’d like us to give a warm welcome to Robert Heckbert’s—our page from Ottawa–Orléans—father, who is here today in the Legislature, Stephen Heckbert. Thank you and welcome to the Legislature." ],
  "anchor" : "para36",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Joining us shortly is Jessica Bell from TTCriders, CUPE flight attendant Tracy Rowan, and the class of Perth Avenue public school and their teachers, to celebrate the winners of a 12-school, 400-student colouring competition to protest the UP Express and demand clean electric transit." ],
  "anchor" : "para37",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I have particularly good reason to smile today. My dentist is here, Dennis Marangos, his wife, Nadine—both proud Kiwanians—and their son Matthew.", "I’d also like to introduce Heather Bellmore, mother of my assistant, David, who is a proud Ontarian but a Cape Bretoner at heart.", "I’d finally like to introduce Gerald Teahen, who you all know as Tom’s father. It’s lovely to have all of you here today." ],
  "anchor" : "para38",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I’ve got a few folks to introduce today. Luke Woolcock is one of the pages here, from my community of Etobicoke Centre. We have a number of folks visiting him today: his mother, Vita Peri, and his aunt, Franca Peri. Also, a number of his colleagues from his class at St. Gregory Catholic School are here with us today in the gallery, led by homeroom teacher Edward York. Welcome to Queen’s Park." ],
  "anchor" : "para41",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "We’re joined in the members’ east gallery today by the mother of my legislative assistant, Andrea. It’s Anne Ernesaks who is here with us today.", "Also, Ram Ahuja is the page captain today, from my riding. His mother, Parul; father, Kamal; and other family members, including Uma and Rea, are visiting Queen’s Park today." ],
  "anchor" : "para42",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to welcome to Queen’s Park today, Mike Berry. I’m not seeing him at the moment. He is the recipient of a double lung transplant after being diagnosed with systemic scleroderma. Welcome." ],
  "anchor" : "para44",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Two interns have joined me at the Ministry of Labour this summer. Please welcome Olivia Pineau and Prabjit Malhi to the chamber." ],
  "anchor" : "para45",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para27"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "A point of order." ],
  "anchor" : "para47",
  "subject" : {
    "text" : "Wearing of hockey jersey",
    "anchor" : "para46"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order, the member from Oshawa." ],
  "anchor" : "para48",
  "subject" : {
    "text" : "Wearing of hockey jersey",
    "anchor" : "para46"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I rise on a point of order because last night was an epic journey with a fantastic, happy ending for the Oshawa Generals, who won the Memorial Cup. Following a record-setting season with 51 wins, the Oshawa Generals won the Memorial Cup in a thrilling overtime victory last night. It was their first Memorial Cup in 25 years and fifth in their history, following their OHL championship last month.", "Mr. Speaker, since this is such an exciting day for my riding, I would ask for unanimous consent to join in the celebration by wearing my Oshawa General’s hockey jersey today." ],
  "anchor" : "para49",
  "subject" : {
    "text" : "Wearing of hockey jersey",
    "anchor" : "para46"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I did it when the Brantford Blast won the cup.", "The member from Oshawa is seeking unanimous consent to wear the jersey of the Oshawa Generals. Do we agree? Agreed.", "Interjection." ],
  "anchor" : "para51",
  "subject" : {
    "text" : "Wearing of hockey jersey",
    "anchor" : "para46"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Hometown pride is nothing to laugh at. Congratulations." ],
  "anchor" : "para54",
  "subject" : {
    "text" : "Wearing of hockey jersey",
    "anchor" : "para46"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "On a serious note, on May 26, 2015, the member from Leeds–Grenville, Mr. Clark, rose on a point of privilege with respect to a report of the Ombudsman of Ontario concerning Hydro One’s billing practices and the timelines and effectiveness of its process for responding to customer concerns.", "The government House leader, Mr. Naqvi, also made a submission in response and both the government House leader and the member from Lanark–Frontenac–Lennox and Addington, Mr. Hillier, also provided me with subsequent written submissions.", "Having reviewed these, and the relevant precedents and procedural authorities, I am now ready to rule.", "The member from Leeds–Grenville pointed to the section of the Ombudsman’s report in which the Ombudsman recounted the contact his staff had with that of Hydro One during the course of his investigation, and the Ombudsman’s very scathing analysis of Hydro One’s lack of co-operation and forthrightness, on the one hand, and its extreme defensiveness and evasiveness on the other.", "The Ombudsman cited a litany of complaints and criticisms of the conduct of Hydro One toward his office. The Ombudsman, likewise, aimed similarly strong criticism toward Hydro One with respect to the way and extent to which the Minister of Energy was given information and kept briefed by Hydro One on its management of both its billing problems and of the Ombudsman’s investigation of this issue.", "The member from Leeds–Grenville stated that the issue being investigated by the Ombudsman—apparently serious, systemic billing-system problems on the part of Hydro One—was also a matter in which many MPP offices were involved on behalf of their constituents. This was noted in the Ombudsman’s report.", "The member asserts that, in raising these matters either directly with Hydro One or via the minister’s office, MPPs were entitled to expect honest and open dealings in order to facilitate the resolution of genuine errors and mistakes on the part of Hydro One. However, Hydro One’s method of response, according to both the Ombudsman and the member from Leeds–Grenville, appears to have been virtually identical to the way it dealt with the Ombudsman in the course of his investigation.", "Moreover, the Ombudsman asserted in his report that the minister was intentionally given a less-than-completely forthright “don’t worry” soft sell by Hydro One about the problems, a response the minister apparently accepted and repeated in the House. By misinforming the minister, who then passed that misinformation on to the House, the member from Leeds–Grenville asserts that Hydro One has committed a contempt of the Legislature both by obstructing members in their duties and by being the vehicle by which knowingly incorrect information was conveyed to the assembly.", "Lying to the House is a serious matter. To make a misleading statement, to know while making it that the statement is incorrect, and with the overt goal of deceiving the House, is Parliament’s cardinal sin. These are the compound of motives and actions that constitute the so-called McGee test. If established that such a sequence of events has occurred, there can be little doubt that the Speaker would find that a prima facie case of contempt had been made out. The member from Leeds–Grenville mentions this test with respect to Hydro One’s allegedly dishonest dealings with the Minister of Energy.", "However, the test is not directly applicable in this case. First, this test applies to statements made by members of the House, in the House or another proceeding in Parliament. The source of the misinformation, in this case, was an outside actor. It is alleged that deceptive information was conveyed to the House by a minister, perhaps thus providing a vicarious link to the McGee test. That is, had it been established that the Minister of Energy believed the information he was stating in the House to be untrue, and had he nevertheless provided it and with the intent to mislead the House, then a prima facie case of contempt would be apparent. However, both the Ombudsman and the member from Leeds–Grenville absolve the Minister of Energy for his statements in the House because they both assert that Hydro One was disingenuous in informing the minister, who then passed on that information to the House. No one asserts that the minister intentionally set out to mislead the House.", "Moreover, the Minister of Energy, who, as the government House Leader correctly pointed out in his written submission, ought to be the one to do so, has not raised a point of privilege on the grounds that he was intentionally misled by anyone, with that person’s foreknowledge and their intention that the minister would then give that same incorrect information to the House.", "The member for Leeds–Grenville cites the 1978 case from the Canadian House of Commons in which a prima facie case of contempt was found on the basis that an official had given false information to a minister, who then repeated that information in the House of Commons. This case is too detailed and nuanced to go into at any length here, but a key facet was that objective evidence—sworn testimony before a royal commission—was available to make the case that the minister had been misled. I do not have that same calibre of evidence before me in this particular case.", "I will turn now to the assertion by the member from Leeds–Grenville that Hydro One obstructed members of this assembly in their duties by failing to fully co-operate, in good faith, with members who were seeking to deal with Hydro One on behalf of their constituents who had fallen victim to Hydro One’s billing problems.", "It may be that Hydro One was in fact a bad player when it came to its dealings with members of this Legislature. The Ombudsman’s report does not equivocate on that view. However, it is well-established that parliamentary privilege does not extend to the constituency or other non-parliamentary work that a member does.", "The second edition of House of Commons Procedure and Practice, at page 117, cites a ruling by Speaker Sauvé that very eloquently explains this principle, as follows:", "“While I am only too aware of the multiple responsibilities, duties, and also the work the member has to do relating to his constituency, as Speaker I am required to consider only those matters which affect the member’s parliamentary work. That is to say, whatever duty a member has to his constituents, before a valid question of privilege arises in respect of any alleged interference, such interference must relate to the member’s parliamentary duties. In other words, just as a member is protected from anything he does while taking part in a proceeding in Parliament, so too must interference relate to the member’s role in the context of parliamentary work.”", "This view has been taken numerous times by Speakers of this House as well. For instance, Speaker Carr on April 26, 2001, stated:", "“Speakers have consistently found—supported by the procedural authorities and a multitude of precedents—that privilege attaches only to a member’s parliamentary duties, and not to subsidiary duties away from Parliament.”", "I therefore cannot find a prima facie case of contempt has been established with respect to Hydro One’s dealings with MPPs concerning their constituents’ complaints.", "Though the member for Leeds-Grenville does not explicitly address this aspect, he does so by inference, and this is the crux of the argument made by the member from Lanark–Frontenac–Lennox and Addington, so I will address the possibility of contempt of the Legislature arising with respect to the obstruction or interference by anyone with one of the assembly’s parliamentary officers.", "Erskine May’s Parliamentary Practice states that: “Generally speaking, any act or omission which obstructs or impedes either House of Parliament in the performance of its functions, or which obstructs or impedes any member or officer of such House in the discharge of his duty, or which has a tendency, directly or indirectly, to produce such results may be treated as a contempt even though there is no precedent of the offence.”", "A prima facie case of contempt on these grounds was established in this House in 2000, on a point of privilege raised in response to a report from the Information and Privacy Commissioner. In that report, the commissioner reported that in attempting to conduct a certain investigation, her office was disregarded, discounted and thwarted to the extent that she was “unable to conduct a full and complete investigation.”", "The Speaker found that, “In official business dealings with an officer of this House, individuals owe an obligation of accountability to Parliament. That our own officer advises that the opposite was the case is sufficient cause in my mind to find that a prima facie case of contempt of Parliament has been made out. How could it be otherwise? The privacy commissioner’s sole loyalty is to this House, manifested in her trusted discharge of the role and functions assigned to her, by us, in the act.”", "While the Ombudsman dedicates a portion of his report, under the title “Obstructing the Ombudsman,” to a description of his many frustrations in dealing with Hydro One, and its posture of alleged disingenuousness, the Ombudsman does not ultimately argue that he was unable to complete his investigation, and make findings and recommendations.", "For all of these reasons, I do not find that a prima facie case of breach of privilege or of contempt has been established.", "I thank the member from Leeds–Grenville, the government House leader and the member from Lanark–Frontenac–Lennox and Addington for their submissions in this matter.", "Point of order, the member from Leeds–Grenville." ],
  "anchor" : "para57",
  "subject" : {
    "text" : "Contempt of Parliament",
    "anchor" : "para56"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Speaker, I guess, as a point of clarification, I’m just a little concerned. The Ombudsman, on page 35, had a section called Keeping Outsiders in the Dark. It had four sections: Obstructing the Ombudsman, Obfuscating the Ontario Energy Board, Mollifying the Minister’s Office and Befuddling the Board of Directors.", "Are you saying that the Ombudsman was lying to this House in this report?" ],
  "anchor" : "para85",
  "subject" : {
    "text" : "Contempt of Parliament",
    "anchor" : "para56"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Leeds–Grenville for his subsequent question, although I’m not going to engage in a debate. My ruling was that the Ombudsman, in my opinion, did not show cause for not being able to complete his report. I will not debate this further. The ruling has been made.", "It is time for question period." ],
  "anchor" : "para87",
  "subject" : {
    "text" : "Contempt of Parliament",
    "anchor" : "para56"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is to the Premier. This morning, our party and our leader, Patrick Brown, laid out our concerns with the Hydro One fire sale, a sale that the PCs knew was wrong in 2002, and we know it is wrong today.", "This morning, you heard Patrick Brown talk about the first demonstration of Hydro in 1910. The demonstration lit up a sign for all to see above a street in Kitchener, and that sign said, “For the People.” Because of this government’s mismanagement and its desire to sell Hydro One to pay its debts, the utility will no longer be for the people.", "Premier, will you stop the Hydro One fire sale and keep the majority of it for the people?" ],
  "anchor" : "para91",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just say to the member opposite—and he can deliver the message to his leader—that the reason we are in the process of reviewing assets, the reason we have made a decision about Hydro One, is that we know that investing in transit and transportation infrastructure is critical to the economic life of this province and the opportunity to grow.", "I know that the interim Leader of the Opposition is not supportive of investing in transit; they’ve made that very, very clear. But the reality is that we ran on a platform of economic growth and investment in this province, in people’s talent and skills and in infrastructure, and the infrastructure component was backed up by a review of assets. That’s the investment we committed to, and that’s the investment we’re making." ],
  "anchor" : "para94",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para96",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier: The misguided actions of the government mean that Hydro One will no longer be for the people. Sadly, the sale isn’t about the people, and the sale isn’t about infrastructure. There is nothing new in the government’s recent budget about infrastructure that wasn’t already laid out in last year’s budget, and it didn’t include the sale of Hydro One at that time. The sale is about paying the government’s debts: debts they can’t keep under control. The Premier and the Liberal Party are not looking out for the peoples’ interests.", "Premier, if you were looking out for the people of Ontario, you would allow the auditor and the Financial Accountability Officer to review the sale to make sure we are getting the best value for the people. Will you at least commit to that today?" ],
  "anchor" : "para97",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just remind the member opposite, as I have said many times in this House, that our plan to invest in infrastructure, whether it’s roads or bridges, whether it’s Connecting Links in communities around the province, or whether it’s transit infrastructure, that plan always contained, as part, a review of our assets, because we knew we were going to need that funding to be able to make those investments.", "I will also remind the member opposite that as a backdrop to our decision around Hydro One we used the sale of the 407 as an example of how not to sell off an asset, because the way the 407 was sold off, there was no ongoing return to the people of Ontario, there was no targeted investment in the future of the people of Ontario and there was no accurate assessment of the value of that asset before it was sold off. We are not doing what the party opposite did on the 407. We’re investing in the people of Ontario." ],
  "anchor" : "para99",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary.", "Interjections." ],
  "anchor" : "para101",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para103",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Premier, how do we know that anything you just said is true? There will be no accountability after the budget is passed this Wednesday. You are selling Hydro One to a shell company that won’t be subject to oversight from the Auditor General, freedom of information, the Financial Accountability Officer, the Ombudsman—none of the officers of this House.", "You are telling us to believe that the $15-billion total value is the true value of Hydro One, yet there are no independent studies, there is no cost-benefit analysis; there is nobody but you and your hired hack that tells us that we’re to take your word for it.", "You have already spent the $4 billion you are going to get in terms of $2 billion for smart meters, $1.1 billion to cancel gas plants, $83 million—we just learned—in terms of the Hydro One billing scandal. Premier, why should we believe anything you say?" ],
  "anchor" : "para104",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If you look around this province, you can see infrastructure projects being built around the province. You can see shovels in the ground, and you can see projects being completed. That is the experience that we are building on in our investments going forwards.", "But I would say to the member opposite, I don’t know where this party is coming from. The leader of the official opposition seems to be a little confused about where he stands.", "Patrick Brown, on May 5 of this year, said, “I generally believe that the private sector can do a better job than the public sector. I generally think market conditions would be helpful for a lot of government agencies.” That was Patrick Brown on May 5.", "In their most recent paper on energy—that was in 2012—they suggested opening both Hydro One and OPG to investment.", "What I would say to the member opposite: They don’t support investing in transit and transportation infrastructure. We understand that. We do: We know that is necessary. We said all along that we needed to review assets. That is what we are doing—" ],
  "anchor" : "para107",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para112",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para90"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "My question is to the Premier as well.", "“Generally” does not mean the sale of Hydro One.", "Premier, this morning we outlined three key points that worry our caucus about the Liberals’ fire sale of Hydro One: first, the secrecy that is associated with this sale. The decision to sell Hydro One was made without public input, and now, with the government’s recent budget amendment, we find that it will be done in complete secrecy: no information for the public on who is making offers to purchase it, no information on the price that is being offered and no information on the conditions attached to the purchase.", "Premier, why won’t you come clean with your true motives behind this fire sale?" ],
  "anchor" : "para115",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para119",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "We have said consistently the true motive is to reposition assets that we have to invest in infrastructure. There are tremendous infrastructure deficits across the province and across Canada, and it’s important that we invest in those. The proceeds from this sale—a significant amount of them—will go in to build infrastructure without raising taxes, without raising more debt and without cutting programs. It is the right thing to do. That is why we are proceeding with it.", "We said in our budget 2014 that we were going to reposition our assets. We identified the energy agencies, as well as others. We are going ahead with our agenda. We are making a difference for people in this province. We are creating economic development, and we’re creating quality of life with our investments in infrastructure." ],
  "anchor" : "para120",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para122",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "In February 2013, you said it was the wrong idea. It’s no wonder nobody believes a word they hear from that side over there.", "Secondly, the sale of Hydro One is a bad policy decision. Whether the government owns 40% or 14%, the fact remains the same: It is not a majority stake, and they will no longer have control. The majority will do what is in the best interest of their bottom line, not the best interests of Ontarians.", "Hydro One is a natural monopoly. There is no alternative. People don’t have a choice if they don’t like their service, but people will pay what the majority owners demand.", "Premier, why won’t you stop the fire sale and make sure that the sale of this natural monopoly does not harm Ontarians?" ],
  "anchor" : "para123",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "We’ve taken tremendous care to protect the interests of the ratepayer and the taxpayer—", "Interjections." ],
  "anchor" : "para128",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek and the member from Nepean–Carleton, come to order.", "Finish, please." ],
  "anchor" : "para130",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, there are allegations that are made without basis. The structure, going forward, is to ensure that no other shareholder will have more than a 10% interest in Hydro One. We’ve put protections in, in terms of the board of directors, in terms of protecting the appointment of the directors and requiring a two-thirds vote, which will include the provincial government in all significant major decisions.", "They will choose to ignore almost everything that’s in the legislation, and they will spin items that have no relevance at all with respect to the way we are proceeding. They have a policy that would privatize OPG and Hydro One. They have a new leader who wants to privatize government agencies. They can’t have it both ways." ],
  "anchor" : "para132",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para134",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The minister has had more positions on the sale of Hydro One than there are police investigations going on in that party.", "Our caucus has brought this up time and time again: The problems created with the lack of independent oversight are frightening. Public oversight of Hydro One ends this week, not when a majority is sold, but in fact before a single share is sold. As the budget is written, all public oversight disappears the day the budget receives royal assent. Clearly, that is wrong. No more investigations into the billing complaints, no more information on your smart meter boondoggle. The details of this sale are being hidden, and so will all the problems that come with Hydro One.", "Premier, don’t you agree that the public has a right to know what’s going on with the sale of Hydro One? I’ll ask you once again: Will you not remove this bad sale and any reference to it from your budget bill?" ],
  "anchor" : "para135",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "It’s interesting to note that in their version of privatization, they said quite clearly that the ratepayer would be protected by the Ontario Energy Board; rates will be protected. The reality is: Moving forward, we have protections for the ratepayer. Furthermore, they know very, very well that, moving forward, there will be an opportunity for Hydro One to expand business—to be a growth business—at the same time as they are protecting ratepayers. We will always have a 40% interest.", "We have Denis Desautels, the former Auditor General—", "Interjections." ],
  "anchor" : "para138",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para141",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Denis Desautels, the former Auditor General of Canada, is overseeing the implementation of an ombudsman in the Hydro One corporation. They also know, particularly some in the front benches, that the Ontario Securities Act and the Ontario Securities Commission have tremendous protections for all companies, public companies, publicly—" ],
  "anchor" : "para142",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para143",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para114"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Hydro One isn’t the Premier’s to sell. It belongs to Ontarians. I believe that Ontarians deserve a say. Will this Premier agree to hold a referendum so that Ontarians can have their say on their Hydro One?" ],
  "anchor" : "para146",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’m happy to answer this question again; I’ve answered this question many times in this House.", "We were very clear in our budget, in our platform and in our budget again, that in order to make the investments in transit and transportation infrastructure around the province, we needed to look at the assets that were currently owned by the people of Ontario. We need to leverage those in order to be able to make investments in new assets that will work for people over the coming generations. That is what we have done.", "We asked Ed Clark and his group to look at the assets. We made it very clear which assets we were looking at. The decisions have been made. We need to make those investments in transit and transportation infrastructure, and part of the way we need to do that is to recycle the value of current assets into new assets. That is what the investments are about." ],
  "anchor" : "para147",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para150",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "This is not her decision to make. Ontarians deserve a say on this Premier’s wrong-headed decision to sell Hydro One. The Toronto Star says, “Rushing this risky deal into law is wrong.” The Toronto Sun says, “This proposed sale of Hydro One doesn’t make sense.”", "Interjections." ],
  "anchor" : "para151",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "Please finish." ],
  "anchor" : "para153",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Globe and Mail says the scheme is based on “wishful-thinking accounting.” The most important question is what Ontarians want for their Hydro One.", "Speaker, I ask again, will this Premier give Ontarians a say and hold a referendum on the sell-off of Hydro One?", "Interjections." ],
  "anchor" : "para155",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para158",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There are various decisions that are made by government that some members of the media and members of the opposition either agree with or don’t agree with. That actually cannot be the deciding factor in a decision that is made by a government, whether a particular media outlet or a particular member of the opposition chooses to take a different position. What we have to do as government is, we have to take a position, which we did in our platform and in our budget. We have to explain that position, and then we have to move forward.", "Mr. Speaker, in our budget we said it a number of times. One quote: “The government will look at maximizing and unlocking value from assets it currently holds, including real estate holdings as well as crown corporations such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.”", "On page 164 of our 2014 budget, we said, “Valuable assets include large and complex government business enterprises ... such as the LCBO, Hydro One and OPG.... the government will launch an in‐depth review process.”", "It was quite clear we were looking at these assets, Mr. Speaker, to—" ],
  "anchor" : "para159",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para163",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, it’s not about my opinion or some other opposition member’s opinion; it’s about the opinion of Ontarians, which this Premier should get before she sells off Hydro One.", "On top of not making sense, being risky and being based on wishful thinking, the Premier’s plan to sell off Hydro One is being called “a con job of astronomical magnitude” by a man who actually knows about financial sector cons first-hand, Speaker. He says it’s a con job because it’s such a great deal for banks and investors and such a bad deal—such a bad deal—for the people of Ontario.", "Will this Premier give Ontarians a say and agree to hold a referendum on Hydro One? It’s their right to decide whether to sell it, not hers." ],
  "anchor" : "para165",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, what I would just say to the leader of the third party is, she just cannot have it both ways. She can’t rewrite history. She can’t say on the one hand that we didn’t talk about what we were going to do, in the face of all of the material that we put forward—including her own statements. On July 9, 2014, the leader of the NDP said, “The budget says in black and white that the government is looking at the sale of assets, ‘including ... crown corporations, such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.’”", "Mr. Speaker, we said we were reviewing assets. We said we were looking at leveraging those assets in order to invest in new assets. That is what we are doing. We are putting protections in place so that the regulatory controls, the price controls, will remain in place with the new company." ],
  "anchor" : "para168",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para145"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is to the Premier. That is exactly why New Democrats voted against that terrible budget not once but twice. That’s why.", "Ontarians are paying some of the highest hydro bills in this country. They cannot afford to pay more—", "Interjections." ],
  "anchor" : "para171",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "Interjection." ],
  "anchor" : "para174",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Finance, come to order.", "Please finish." ],
  "anchor" : "para176",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "They can’t afford to pay more, Speaker. Even Bay Street fraudsters think that the Premier’s numbers are fishy. Once the Premier starts down this road, there is no going back.", "Before the Premier makes yet another wrong decision for the people of Ontario, will she give them a say through a referendum?" ],
  "anchor" : "para178",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It is very important to recognize that, as government, there are many things that have to be tackled at once. The budget that the leader of third party is talking about did include the review of public assets. We said we were going to do that, and we said we were going to do that because we know that investing in transit and transportation infrastructure is what is needed right now.", "All across this country and in North America, there are jurisdictions that are looking for ways to build infrastructure. They know that if we are going to compete—we in North America—with other jurisdictions around the world, we have to make those investments. So, that was part of our budget. But also part of our budget was an increase in wages for PSWs, it was an increase in money for developmental services, and it was an increase in the minimum wage. The leader of the third party voted against all of that as well.", "Interjection." ],
  "anchor" : "para181",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain, come to order.", "Supplementary?" ],
  "anchor" : "para184",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Selling Hydro One hurts middle class families and struggling Ontarians. It hurts moms and dads who need to pay the bills. It hurts young people looking for jobs because it’s hurting businesses that want to hire those young people. It hurts health care. It hurts education. It hurts every corner of our province. This is the wrong decision, end of story.", "Will the Premier do the right thing—will she finally do the right thing—and give Ontarians a say on the sell-off of their Hydro One?" ],
  "anchor" : "para186",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I would say to the leader of the third party that you can’t on the one hand say that we talked about maximizing assets, selling off some of the assets that are owned by the people of Ontario in order to be able to invest in new assets, which is what she has said repeatedly, and then at the same time say that we didn’t talk about this and that somehow it is a surprise to people that we said we were going to review assets in order to be able to invest in new assets. The fact is, we said we were going to do this.", "This is not an easy decision; this is not an easy decision for the people sitting on this side of the House. But what is an important decision is that we make the right investments in 2015 so that in 2020 and 2025, we have the infrastructure that’s needed so that businesses can move their goods, so that people can move and so that those families that the leader of the third party is talking about can get to their children’s daycare and get to their jobs in a decent amount of time." ],
  "anchor" : "para188",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para190",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier can’t pretend that she was upfront with the people of Ontario during that election campaign. But New Democrats know the Premier’s ways—we know the Liberal ways—and that’s why we were so concerned.", "But there is still one fundamental question that needs to be answered by this Premier: Why will this Premier not bother to hear from the people of Ontario by putting the sale of Hydro One to a referendum? Why will she not do that, Speaker?" ],
  "anchor" : "para191",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The reason that we were so explicit in our budget and in our platform and then in our budget again—the reason we were explicit about how we were going to pay for transit and transportation infrastructure was that we knew that those were going to be difficult decisions. So we made it very clear that we were looking at OPG, we were looking at the LCBO, we were looking at Hydro One, we were looking at real estate that is owned by the people of Ontario, and that we needed to recycle, we needed to leverage those assets in order to make those investments.", "We have made a set of very difficult decisions in order to make the investments that we know are necessary, because we know that if we don’t upgrade our transit, if we don’t invest in Hamilton, in Kitchener–Waterloo, in Ottawa and in the greater Toronto and Hamilton area—if we don’t do that, if we don’t build the connecting links in our rural communities, if we don’t repair those roads and bridges and build new ones, we will not be able to compete. We must make those investments." ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para170"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is as well to the Premier. On February 2, 2013, her energy minister said to sell off Hydro One was a “failed plan.” In fact, not only did the Premier campaign against the sale of Hydro in every single election since she entered politics, she and Dalton McGuinty said that it was bad for families, it would cause power rates to go up, and it was just “plain wrong.”", "The Premier has changed her policies and beliefs over the past year on anti-SLAPP legislation, on government advertising laws and on a publicly funded documentary starring herself, but the Hydro One about-face is the biggest, most dishonest flip-flop we have seen to date.", "She now says the fire sale won’t cost us more, and dismisses any concern of a lack of oversight. I have a question. Was she lying then or is she lying now?", "Interjections." ],
  "anchor" : "para196",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will—", "Interjections." ],
  "anchor" : "para200",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll take care of the judgment here. The member will withdraw.", "Interjection." ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sorry. Excuse me—I didn’t hear it." ],
  "anchor" : "para204",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdrawn, Speaker." ],
  "anchor" : "para205",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And if the member says it again, she will be named.", "Premier." ],
  "anchor" : "para206",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I guess it’s the last week in the Legislature, Mr. Speaker.", "I would just say to the member opposite that I’ve been very clear. Actually, from the time I started to run in the leadership race, I was very clear that investing in transit and transportation infrastructure was a priority. I’d had the experience of being the Minister of—", "Interjections." ],
  "anchor" : "para208",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para211",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I actually had the experience of being the Minister of Transportation for two years, and I had travelled the province. There was not a jurisdiction in this province that didn’t—", "Interjections." ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville and the member from Renfrew–Nipissing–Pembroke will come to order.", "Carry on." ],
  "anchor" : "para214",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There wasn’t a jurisdiction in this province that wasn’t suffering from underinvestment in infrastructure—the underinvestment that we inherited when we came into office in 2003. We’ve been working on that, but we know that if we don’t make those investments going forward, we won’t be able to thrive economically, and so we’re going to make those investments." ],
  "anchor" : "para216",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Her changing position on Hydro One’s sale is not the only flip-flop with respect to this file. Take what she’s going to do with the money and the profits. The Premier said the profits from Hydro One would pay for infrastructure. Then she said it would go toward the debt when she was reminded—and only when reminded—that it was the law. Now she’s bargained off shares of the company before it has been sold to prevent a strike in the energy sector. She has spent the profit three times already, and the company hasn’t yet been sold. This isn’t a coherent plan for an asset sale in the province of Ontario and it’s not an appropriate way to manage the energy sector in this province.", "The two opposition leaders have asked you to withdraw this piece of legislation from the budget. Will you do it, or is your pantsuit on fire over there?" ],
  "anchor" : "para218",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para220",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Withdrawn." ],
  "anchor" : "para221",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Premier." ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para223",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, we’ve stated it very clearly all along, consistently, since 2013, and in our budget 2014 we did so twice. We put it in the platform of our election. The people spoke and reaffirmed their desire for us to move forward. We introduced it again in the 2015 budget. It is a very pragmatic and deliberate way to maximize the valuations of a substantial crown corporation while at the same time holding the majority shares of that corporation for the benefit of the public. It’s going to be one of the largest growth companies. We’re doing it in stages: only a 15% tranche in the first stage. It will then determine its true maximized value. We will do so to protect the public interest in the best interest of our public, and it will be broadly held as a result.", "More so, the member opposite and that party were actually proposing a full, 100% sale of that corporation, which we are not—" ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para195"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question to the Premier: Not a single Ontarian voted to sell Hydro One—not a single Ontarian. For months the Premier and her ministers insisted that was never the plan. They stood in the Legislature and insisted that Hydro One was staying public.", "Now they’ve changed their tune and the Premier is insisting a sell-off was the plan the whole time. This is a mess. While the Liberals are making a 180-degree turn, Ontarians are sending a clear message: Stop the sell-off.", "Interjections." ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence will come to order: second time. I don’t need the member from Hamilton East–Stoney Creek to tell me." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Will the Premier give Ontarians the chance to have their say on Hydro One in a binding referendum?" ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Let’s examine exactly what’s happened since 2013. Pre-election 2013 we had a budget which indicated that we were going to assess all of our entrepreneur assets for repurposing to invest in infrastructure.", "After the election, we had a budget that was approved—", "Interjections." ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Timmins–James Bay." ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "—based on specifically reviewing, among other things—", "Interjections." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Timmins–James Bay: second time." ],
  "anchor" : "para242",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "—energy agencies in terms of repurposing those assets.", "Coming forward—before the last election, in April 2013—we appointed Mr. Clark and the asset council to review. They studied that for almost a year. They then provided an interim report. They did further analysis. They provided a report. Everybody in this province who was paying any attention knew where we were going—" ],
  "anchor" : "para243",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para245",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Actually, many of them read that interim report saying that it shouldn’t be sold off. They knew where it should be going.", "Ontarians own Hydro One. It’s clear they were kept in the dark. For months, the Liberal government insisted that Hydro One would stay public. Ontarians want a say. They don’t want to pay the price for this wrong decision.", "Will the Premier give Ontarians a say on Hydro One by putting this to a full public referendum?" ],
  "anchor" : "para247",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "There have been a lot of major decisions and major initiatives that have taken place in this House, some of the most important in the history of this province. They did not go forward with a referendum. We have made this very much part of our agenda since 2013. We’re moving forward with an agenda that makes sense.", "The idea of broadening the ownership of public agencies is not new. The NDP in Manitoba introduced a balanced budget bill—", "Interjections." ],
  "anchor" : "para250",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The two-way conversations have to stop. I need to focus.", "Just finish. Wrap up, please." ],
  "anchor" : "para253",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I’ll wrap up, Mr. Speaker, with that final comment. It’s called the Balanced Budget, Fiscal Management and Taxpayer Accountability Act, introduced by the NDP government in Manitoba—" ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "NDP." ],
  "anchor" : "para256",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "NDP, for sure—where they want to consider the privatization of Manitoba Hydro, the Manitoba Public Insurance corporation and others—" ],
  "anchor" : "para257",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para258",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para229"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "My question is to the Minister of Community and Social Services. You may know that June is Deaf-Blind Awareness Month in Ontario and, as of last week, was declared by the Canadian Senate as Deaf-Blind Awareness Month across Canada. June is the birth month of Helen Keller, who was a champion to people who are deaf-blind. Her courage and determination is an enduring example of how, despite enormous challenges, individuals of all abilities can achieve great things.", "For someone who is deaf-blind, communication barriers can seriously limit their access to activities most of us take for granted. Greater independence is achieved through better access to the community and its services.", "Minister, your ministry provides funding to the community agencies that support individuals who experience deaf-blindness. Can you please give the House an overview of the community agency network which supports the deaf-blind community?" ],
  "anchor" : "para261",
  "subject" : {
    "text" : "Services for the disabled",
    "anchor" : "para260"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Newmarket–Aurora for the question.", "My ministry’s goal is to build greater independence for people living with disabilities, including, of course, those who are deaf-blind. It is the work that our community agencies and professional intervenors do for people who are deaf-blind that really assist in building a more inclusive Ontario.", "Intervenor services delivered by 21 community agencies across the province enhance communication between individuals and their community through tactile sign language, Braille and American Sign Language, with the goal they can live as independently as possible.", "I had the great privilege of visiting both the Canadian Helen Keller Centre and the Rotary Cheshire apartments in Willowdale earlier this year. On my visits I met several of the staff, who every day bring the world to life for people who are deaf-blind. I want to thank and celebrate those individuals for their skillful work and dedication." ],
  "anchor" : "para264",
  "subject" : {
    "text" : "Services for the disabled",
    "anchor" : "para260"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para268",
  "subject" : {
    "text" : "Services for the disabled",
    "anchor" : "para260"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Making Ontario a more inclusive province is a responsibility we all share. There are many people to credit for the advances the deaf-blind community has achieved.", "As you said, Minister, it is those dedicated individuals in the intervenor profession who work hard to open the doors of opportunity for people who are deaf-blind. Also, a lot of momentum has come from the work of the leading partners in the deaf-blind community, who have raised awareness and worked closely with the government to build a better system. This government believes that every Ontarian should have the opportunity to participate in the life of their community as much as they are able.", "Ontario is now a leading jurisdiction in the world for intervenor services and this government has tripled funding for that program since 2003. Minister, can you please detail some of the work your ministry has been doing to better support the deaf-blind community?" ],
  "anchor" : "para269",
  "subject" : {
    "text" : "Services for the disabled",
    "anchor" : "para260"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’m proud to say that Ontario has set an international standard for service delivery and is emerging a world leader in policy development for programs and services for people who are deaf-blind.", "We are currently developing a new funding framework that will result in a consistent approach to funding that is fair, equitable and accountable.", "Our government has increased the minimum hours of service for all individuals who are deaf-blind so that those who require these services receive a minimum of 10 hours per week. Also, we fund an emergency intervenor service that provides support to deaf-blind individuals should an emergency ever arise.", "Last year we invested an additional $3.84 million over three years in interpreter and intervenor services to help support a stable and well-trained workforce. Together we will build a stronger, more inclusive Ontario where people who are deaf-blind can participate to their fullest potential." ],
  "anchor" : "para272",
  "subject" : {
    "text" : "Services for the disabled",
    "anchor" : "para260"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you and good morning, Speaker. My question is for the Premier. Much like your scrapped documentary, you’re going to unprecedented lengths to keep the public in the dark about your Hydro One sale. Even before all our MPPs had a chance to speak to the budget, you closed off debate. Then you rammed it through committee, sitting only four days and only in Toronto.", "You turned down every one of our amendments that would have given businesses, families and seniors a fighting chance. Worse than that, you put forward a surprise amendment that immediately transfers Hydro One to a new corporation, one that you control; and now it’s that corporation that will sell off its pieces to shareholders and remove scrutiny immediately. Premier, what is it that you’re so desperate to hide from us this time?" ],
  "anchor" : "para277",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para279",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, I wonder what it is that he’s so desperate about that he won’t look at the facts. The facts are that in 2000, when Premier Harris restructured the electricity system, all of the LDCs, all of the utilities and Hydro One then and Hydro One today were set up with a holdco and an operating company. It already exists. It was a technical correction to describe what is now. We have a holdco now, we’ve had it for the last 15 years and we’re going to continue to have one moving forward. It was an amendment to correct the record. I don’t know how he doesn’t know that. He should." ],
  "anchor" : "para280",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?", "Interjections." ],
  "anchor" : "para281",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I guess we could have talked about it over a cup of coffee. This amendment that they snuck in is the most serious piece of paper that this government has ever put forward. It transfers the largest asset owned by the people over to a corporation that you control, but you didn’t do it here in the Legislature. Last Thursday it was snuck in as an amendment, a minor change to the budget. You just heard the minister call it that.", "This minor change now immediately takes away the power of the Auditor General, the Financial Accountability Officer, freedom of information and the Ombudsman. They’re cut out of the entire deal immediately. We have now no way to know which insiders they’re paying to do what or even if Ontario is going to be getting a good deal.", "This is an affront to democracy. Premier, will you tell Ontarians what is so bad about the deal that you went to such drastic lengths to sneak this by us?", "Interjections." ],
  "anchor" : "para285",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para292",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, almost all public utilities, and public companies, for that matter, have holding corporations. Most corporations, be they crown-owned—similarly, the federal government and other provinces that have tried and have maximized some of their holdings in the same format have used holdcos. In fact, the Conservatives proposed the very same holding corporation when they were looking at this very venture.", "This will help maximize the value of all of our shares, of which the province continues to hold 100%. More importantly, it helps protect public ownership as we proceed forward so as not to dilute the overall shares held through the holding corporation." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "No, it helps to protect you from telling the truth." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Nipissing will come to order.", "New question." ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para276"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is to the Premier. We know that keeping class sizes manageable is fundamentally important to student success. We also know that the Liberal government is aware of the fact that all research points to the importance of class size caps to ensuring the best learning environment for our students.", "Just a few years ago, the Liberals said, “We know smaller class sizes allow students to get more of the attention they need to learn to read, write and do math at a high level.” So what happened? Our schools are already in chaos because of more than a decade of chronic underfunding of education in Ontario. Bigger class sizes will only make the problems worse.", "My question is simple: Will the Premier make the chaos in schools even worse for our kids by allowing class sizes to increase this fall, yes or no?" ],
  "anchor" : "para299",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para302",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "As I’ve said repeatedly to the member opposite, in fact, the funding model this year provides $22.5 billion, just like the funding model last year provided $22.5 billion, despite the fact that there are fewer students projected to be in the schools in September, which means we’re actually spending more per student. If you were to look at the details of the funding model for next year, you would find that the class size generators in our grants are exactly the same next year as they are this year. I’m not sure why the member thinks that we are trying to change class sizes. That’s not something that we are trying to do. The class size generators and the funding model are exactly the same now as they were last year." ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Speaker, here we go again with the Minister of Education playing the blame game and refusing to take responsibility for the mess her cuts have made to education. We all know that—", "Interjections." ],
  "anchor" : "para305",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "Please." ],
  "anchor" : "para307",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "We all know that class size caps are on the table. I find the Liberals’ change of heart on class size caps very perplexing. It is clear that the Minister of Education has lost control of the situation and is now trying to force students to pay the price for her ill-informed cuts. All evidence suggests lower class size caps are important to preserving quality education for our kids.", "The Premier and her government pay lip service to evidence-based policy, but when it comes down to it, it’s obvious that they are not committed. The Premier and her government are clearly out of touch with what matters to most families.", "So I’ll try asking the Premier again: Will the Premier maintain current caps on class sizes and preserve the quality of children’s education, or will she let class sizes increase this fall and force students to pay the price?" ],
  "anchor" : "para309",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I want to make it clear that we remain absolutely committed to negotiating collective agreements with all of our partners, both the teachers’ unions and the education workers. We have three months between now and next September. I fully intend to be at the bargaining table over the next three months and to reach those collective agreements.", "But I must repeat: We have not cut education funding. In fact, if you look at education funding since 2003, the per-pupil funding has actually increased by over $4,000. The per-pupil funding has gone up by 59%. That’s not blaming anybody; that’s just simply providing accurate information." ],
  "anchor" : "para312",
  "subject" : {
    "text" : "Class size",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is to the Minister of Transportation. As the member for Barrie, I know how important transit and transportation is for those living in my community.", "Time and time again, I have constituents tell me that we need to continue to invest in critical infrastructure projects that will keep Ontario moving. They are frustrated by sitting in traffic. They are tired of gridlock. They are upset that they are spending time, that could be spent with their loved ones, parked on Highway 400. They want to know that our government is making investments that will keep them and their families moving efficiently and reliably across this province.", "Mr. Speaker, could the minister please tell members of this House how our government is planning to invest in transit and transportation infrastructure across the province, to keep Ontario families moving?" ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin by thanking the member from Barrie for her advocacy on behalf of the people living in her community.", "Like many living and working in the GTHA—and, frankly, in communities right across Ontario—I have felt the frustration of gridlock. Successfully fighting our congestion challenge requires strong leadership, the kind of leadership that Premier Wynne is showing, and an ongoing and consistent commitment to making the right decisions, even when those are not necessarily politically convenient.", "Families across this province are asking us to be bold, to build, to put shovels in the ground and to ensure that more transit and transportation options come into actual service, giving them and their families real choices.", "Last June, they gave us a mandate to put progress ahead of politics and to deliver results instead of more rhetoric. That’s exactly what we are doing, with critical investments being made in every corner of Ontario.", "I’ll provide an additional update in the supplementary answer." ],
  "anchor" : "para318",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para323",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I want to thank the minister for his response. I know that those living in my community will be excited to hear that we have such a strong vision for building transit and transportation infrastructure across this province. I’m pleased that the investments we are making will help those living in my community of Barrie. As an example, regional express rail will provide better and more reliable service for those travelling along the Barrie GO line.", "But I am sure that members of the House will be interested in knowing exactly how we are delivering our vision. Can the minister please tell members of this House what investments our government has and will be making to deliver our transit and transportation vision for Ontario?" ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "We are delivering on our plan to move Ontario forward. Because of our $13.5-billion investment, weekly trips across the GO rail network will increase from 1,500 trips to nearly 6,000 in 10 years.", "We were first at the table to support the construction of the Waterloo and Ottawa LRTs and will be there again to offer significant support for phase 2 in both communities.", "We have built the Union Pearson Express, which comes into service this Saturday, connecting Pearson airport to Union Station.", "Here in the GTA, and the area around the GTA, we are and we will build LRTs in Hamilton, along Finch and Eglinton in Toronto, and in Mississauga, Brampton and Peel region.", "We’ll continue to make critical investments through our $31.5-billion Moving Ontario Forward plan.", "If I can say, listening to the question posed this morning by members of that party, particularly the member from Nepean–Carleton, I almost pity poor Patrick Brown, because he has to lead that crew, and they’ve made it clear why they have lost four—" ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para332",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "New question." ],
  "anchor" : "para334",
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para314"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "My question is to the Premier. Premier, you offered an outrageous lump-sum payment—", "Interjections." ],
  "anchor" : "para337",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member?" ],
  "anchor" : "para339",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Premier, you offered an outrageous lump-sum payment and stocks in the soon-to-be-privatized hydro utility, to get the Power Workers’ Union on board with your fire sale.", "This weekend, I came across a quote from June 2012: “We’ve been pretty clear: We’ll keep Ontario Power Generation and Hydro One in the public’s hands, as they should be....”", "Premier, that was your Minister of Agriculture and his thoughts on the sell-off of Hydro One. Will you be open and transparent and tell this House what you offered your minister to get him on board with your fire sale?" ],
  "anchor" : "para340",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para344",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "This corporation will be one of the fastest-growing corporations in Canada. It’s going to be one of the largest ones here in Ontario, based right here in Ontario—", "Interjections." ],
  "anchor" : "para345",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish please." ],
  "anchor" : "para347",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "It will be broadly held. No one person can have more than 10% of this corporation, meaning that there will be more opportunities for retail and public investors to have ownership of the corporation, and we will do so in a very pragmatic and diligent manner to maximize the valuations for the entire public.", "More importantly, we’ll enable greater value of the corporation and reinvest some of the proceeds into another very important public investment, to generate even higher value for the entire public. That’s in keeping with the public good, and we’ll continue to do so." ],
  "anchor" : "para348",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para350",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Clearly, the Premier doesn’t take the agriculture and rural Ontario minister very seriously. I’m not surprised that you’ve ignored your minister’s objections.", "However, I would think that you would take the concerns of the dean of the Legislature and your chair of cabinet seriously when he expressed the following: “I think anyone who looks objectively at Hydro One, the transmission grid in this province, would recognize that it would naturally be something that is best kept in public ownership and public hands.”", "Premier, after 38 years in this Legislature I would think there was nothing left you could offer your chair of cabinet. Premier, what did it take to get him to contradict himself and throw away his Liberal principles?", "Interjections." ],
  "anchor" : "para351",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister of Finance." ],
  "anchor" : "para355",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We’re maintaining ownership of Hydro One. We’re maximizing its value for the public good. We’re reinvesting further into transmission as well as into other public infrastructure like public transit, which is important to the people of Ontario.", "Interjections." ],
  "anchor" : "para357",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "More importantly, this is not about selling an entire corporation. What we are doing is retaining at least 40% of that corporation, and at the start we’re maintaining 85% ownership—" ],
  "anchor" : "para360",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Last time I checked, 40% wasn’t a majority." ],
  "anchor" : "para361",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain—" ],
  "anchor" : "para362",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—in order to assess and maximize our values to the public. That’s exactly in keeping with what we said we should do, and it’s in the public good.", "Interjection." ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain is warned.", "One wrap-up sentence is available." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The member opposite—for what he stands for—I’m shocked by his question in the first place. We are retaining ownership, and we’re doing so for the—" ],
  "anchor" : "para367",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para368",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para336"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. The Union Pearson Express will begin exclusive diesel train service for business-class travellers this Saturday. This is the only new rapid transit service the Liberals have delivered in Toronto since the flurry of transit promises that were made way back in 2007. This government is keeping a promise it made to business-class travellers, but it’s breaking the promise that it made to the communities throughout which this dirty—", "Interjections." ],
  "anchor" : "para371",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Energy with withdraw." ],
  "anchor" : "para373",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Withdraw, Speaker." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carry on." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It is breaking the promise it made to the communities through which this dirty and noisy diesel train will run.", "Can the Premier tell us exactly when the last diesel train will run on the Union Pearson Express?" ],
  "anchor" : "para376",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m always delighted to have the opportunity to stand in my place, or be anywhere in the GTA, to talk about the extraordinary success that is and will be the Union Pearson Express. I mentioned it earlier; it comes into service this Saturday.", "It’s a train that will finally connect two of Canada’s busiest transportation hubs, Union Station and Pearson airport, with trains running—25 minutes long is the actual trip itself. We had the chance to try it out. These trains will be running 19.5 hours a day.", "It’s being delivered on time, it’s being delivered on budget and, most importantly, it’s being delivered on time for the Pan Am/Parapan Am Games, which will be starting a little bit later on." ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "In 2007 the government promised Torontonians that it would build two new subway extensions and eight new light rail lines. Then, before the last election campaign, the Premier declared the downtown relief line—", "Interjection." ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Trinity–Spadina is warned.", "Carry on." ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Before the last election campaign, the Premier declared the downtown relief line to be a top transit priority.", "But since 2007, they’ve cut $4 billion from transit funding. They’ve cancelled five of the light rail projects, deferred the Sheppard East LRT until at least the next decade, and there is no sign of the two subway lines, including the downtown relief line, that the Premier promised to prioritize just a year ago.", "Why should Torontonians believe that the government will not again delay and defer its promise to electrify the Union Pearson Express?" ],
  "anchor" : "para387",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Everywhere that we go in the GTHA, and also in communities like Kitchener-Waterloo and Ottawa, people see very clear evidence of the extraordinary investments that we are making to build transit and transportation.", "Here in the city of Toronto: If the leader of the NDP took the opportunity to travel around this city, she would see that the Eglinton Crosstown LRT is under construction—the single largest public transit project in this province’s history; she would see that the Toronto-York Spadina subway extension is currently under construction—the first time the subway will run into the 905; she would see, again, as I mentioned a second ago, that the Union Pearson Express will be operating this coming Saturday. She would also note that over the last decade we’ve invested $11 billion to build up GO Transit—23 million more people using GO Transit today than were 10 years ago.", "Unfortunately, what that leader doesn’t say—" ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m reminding the minister: I stand, you sit.", "New question." ],
  "anchor" : "para395",
  "subject" : {
    "text" : "Air-rail link",
    "anchor" : "para370"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "My question is for the Minister of Labour. The workers at Crown Metal Packaging have been on strike for 21 months. The employer has been using replacement workers at the site to keep up production and continue their very profitable business.", "Minister, you’ve made it clear that the ongoing labour disruption at Crown Metal was concerning to you and you said that the dispute does not follow the norm in terms of labour relations in our province.", "It’s not just concerning to the minister, Mr. Speaker; it is also concerning to the entire labour community. They’ve sent thousands of letters urging for greater action, and I’m sure that you would be aware that labour leaders are here at Queen’s Park this morning for a press conference on this very situation, pressing for action.", "Minister, you appointed an industrial inquiry commission in April but you’ve heard nothing since. Speaker, through you to the minister: When can we expect a resolution on this matter?" ],
  "anchor" : "para398",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for asking another question on this. The member from York South–Weston is paying the attention that this issue deserves.", "The member is right; the ongoing dispute at Crown was concerning enough that we took action and we appointed the industrial inquiry commission. We’re trying to get to the bottom of the remaining issues and advise on a path forward. This is unusual in Ontario, but on this side of the House we believe that the best deals are negotiated right at the bargaining table.", "Sometimes that relationship breaks down. Further action may be required from time to time. That’s what’s happened at Crown metals. The process is unfolding with the assistance of Mr. Mitchnick. I’m pleased to report that since the appointment of the inquiry the parties have resumed talking and negotiations are continuing. But while they’re at the table, it’s important that we let the discussions happen and continue to hope that an agreement will be—" ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para405",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "The employees at Crown need answers and they need them sooner rather than later. They’ve been out on the lines for 21 months. They’re tired of walking the line, and no one seems to be listening. We need to let them know that someone is listening. It’s time that the workers know that our government has their back and that we won’t let their struggle go unnoticed.", "Crown employees want the minister know that the clock is ticking. They want to know that they will be able to return to their jobs. The minister has said that he has appointed Morton Mitchnick as the head of an industrial inquiry commission, and the commissioner has had nearly two months to resolve the ongoing dispute. Speaker, through you to the minister: What else can the government do? When can we expect to receive the advice of the industrial inquiry commission?" ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thanks again to the member for York South–Weston for continuing to bring this issue forward on behalf of the working people in this province.", "The Ontario Labour Relations Act, 1995, grants a few special powers to the Minister of Labour to intervene during a labour dispute of this nature. Under section 37 of that act, I’ve already appointed an inquiry commission that is led by Morton Mitchnick. His job is to look into and report back on the dispute, with recommendations as to how we can move forward. He’s a well-known and respected mediator. He’s a very good arbitrator. I’ve got full confidence in the ability of this individual to provide this House and me with sound and reasonable advice on a path forward.", "It’s essential to understand that the best deals are the ones made at the table. While the parties remain at the table, it’s essential that we let them continue.", "I can inform this House, Speaker, that I anticipate Mr. Mitchnick’s report will be here on—" ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para413",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para397"
  }
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "My question today is for the Minister of Education. Minister, you know now that because of virtually no bargaining taking place at either the central or the local level, the Elementary Teachers’ Federation of Ontario has escalated their work-to-rule campaign effective today.", "Minister, the clock is ticking. We both know that a little over 800,000 elementary school students and their families are impacted by this escalation. Now, with just 99 days left before the students return from their summer recess, you have the potential of education turmoil on your hands. Minister, when will you actually get serious about the non-bargaining that’s taking place and the turmoil that is building in the education system?" ],
  "anchor" : "para416",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para415"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I want to emphasize that there are three months remaining before the next school year starts. In fact, bargaining has been going on at various tables. As I’ve mentioned many times, we actually have nine central tables, and just because bargaining isn’t happening at one in a particular week doesn’t mean that bargaining isn’t happening at another table in a particular week. Central bargaining is ongoing. We are gradually working towards resolution on a number of issues. I am certainly committed to being at the table over the next three months, and I would hope that everyone would be there." ],
  "anchor" : "para418",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para415"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Bruce–Grey–Owen Sound, on a point of order." ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’d like to welcome Paul Rosebush, CEO of South Bruce Grey Health Centre. He’s here to meet with Ministry of Health staff in regard to the Chesley restorative care unit." ],
  "anchor" : "para421",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Windsor–Tecumseh, on a point of order." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Speaker, with your indulgence, I have two friends here this morning from the Windsor region representing the Windsor Construction Association. They arrived after the start of question period. President Steve Koutsonicolas is here, and the executive director, Jim Lyons. Welcome to Queen’s Park.", "Speaker, they invite you all to the reception at 6 in the dining lounge put on by the construction association of Ontario later today." ],
  "anchor" : "para423",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no deferred votes. This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para425",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "This week is Tourism Week in Canada. From Sunday, May 31 to Saturday, June 6, the tourism industry is celebrating in every province across the country, and Ontario is no exception.", "With the summer season set to begin, I know our tourism operators are busy preparing to welcome visitors from around the world to our great province.", "According to the World Tourism Organization, tourism is growing globally at a rate of 5% per year. Here in Ontario, we need to strive to keep pace with that rate of growth.", "Tourism is a vitally important industry for Ontario’s economy, as it represents 149,000 businesses, more than 305,000 employees, and brings in $28 billion each year in receipts. The tourism industry touches every riding across Ontario, including my own, of course, of Haliburton–Kawartha Lakes–Brock, where it helps drive the local economy. For every additional $1 million of visitor spending in Ontario, the provincial economy yields 13 new jobs, $845,000 in GDP and $173,000 in provincial tax revenues.", "This week, the Tourism Industry Association of Ontario is meeting with industry representatives to talk about ways in which they can continue to grow Ontario’s tourism sector beyond the $22 billion in visitor spending it currently receives and increase the number of international visitors who choose to make Ontario their destination of choice.", "On behalf of Ontario’s tourism industry, we invite you to join us in celebrating Tourism Week in Canada." ],
  "anchor" : "para429",
  "subject" : {
    "text" : "Tourism",
    "anchor" : "para428"
  }
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Mr. Speaker, I stand here in honour of Jimmy Velgakis. You don’t know Jimmy, but he’s the elderly Greek gentleman who’s out front of Queen’s Park every day for a few hours, and he’s on a hunger strike. This is his third hunger strike. He’s an injured worker and has been since the 1990s. He worked for the city. With the very first one, we got a commitment from WSIB to open his case just to have a hearing. He’s not asking for a ruling, just a hearing. It never happened.", "I did his second hunger strike with him. Together, we went without food for 10 days. That was in 2013. Again, we got a promise from WSIB that they would open a tribunal for him. Again, nothing came of it.", "Now he’s back again.", "Today is Injured Workers’ Day, so I’m saying this in honour of Jimmy and also in honour of all injured workers. All he’s asking for is justice. He knows he can’t control the outcome of the tribunal. He just wants his day in court. He just wants justice to be done.", "We’re calling on the city, because they were his employer, to help this process, and we’re, of course, yet again calling on WSIB to do the right thing, the humane thing, and give this elderly Greek gentleman his day in court while he’s still with us.", "Again, I would encourage all members here to say hello to Jimmy. He’s out there, and he will be out there until he gets justice." ],
  "anchor" : "para436",
  "subject" : {
    "text" : "Jimmy Velgakis",
    "anchor" : "para435"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I’m pleased to rise in the House this afternoon to speak about my riding of Etobicoke–Lakeshore. We’re very fortunate to be a waterfront community, and many of my residents are great stewards of Lake Ontario. Today, this beautiful waterfront sanctuary boasts a diversity of environments—wetlands, woods, shoreline and meadows— that provide food, habitat and protection to many plants and animal species, including fish, painted turtles, beavers and, of course, birds.", "Mr. Speaker, recently, I was fortunate to visit the sixth annual Spring Bird Festival in Sam Smith park. The city of Toronto, in partnership with the Toronto and Region Conservation Authority, the Humber Arboretum, Citizens Concerned About the Future of the Etobicoke Waterfront and Friends of Sam Smith Park organized this annual free public festival to create awareness about the importance of bird habitats.", "It’s a wonderful family event which boasted hourly guided bird walks, children’s activities, bird-nesting-box workshops, displays and bird-viewing stations with telescopes.", "Toronto has been referred to as a songbird superhighway because at the height of the spring bird migration, five million to 10 million birds pass over Toronto in a single night.", "Mr. Speaker, I invite everyone in this House and all my constituents to enjoy birdwatching along Etobicoke’s waterfront this summer and to join my community at next year’s Spring Bird Festival in Etobicoke–Lakeshore." ],
  "anchor" : "para443",
  "subject" : {
    "text" : "Spring Bird Festival",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Mr. Speaker, the licensing and approvals process for new pits and quarries continues to be controversial in Ontario today. Nearby residents are often concerned about the impact that a proposed quarry or gravel pit will have on their groundwater, the environment and property values, as well as the impact that the gravel trucks will have on their local roads and infrastructure.", "Local municipalities often have no choice but to spend hundreds of thousands of ratepayers’ dollars responding to these applications. They rightly question the huge cost of dealing with applications, including appeals to the Ontario Municipal Board. However, the reality is that if we’re going to build anything in Ontario, whether it’s schools, hospitals, roads or bridges, we need the aggregate that is extracted from pits and quarries.", "On April 22, I wrote to the Minister of Natural Resources, urging him to update the Aggregate Resources Act and strike the right balance between our need for resource extraction and our concomitant need to protect our environment. In my letter, I wrote that the approvals process should be scientifically based, open and transparent; should ensure that people have a meaningful say; and that the adjudication of disputes is independent, impartial and not cost-prohibitive. I also outlined a number of suggestions that I believe can improve the process, following up on many of the recommendations made almost two years ago by the Standing Committee on General Government in its review of the Aggregate Resources Act.", "This is an important issue for many people in Wellington–Halton Hills. I urge the minister to carefully review my letter and tell this House when he will proceed with the changes he has promised, consistent with the recommendations of the standing committee." ],
  "anchor" : "para449",
  "subject" : {
    "text" : "Aggregate extraction",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "It’s an honour to stand on behalf of New Democrats and our leader, Andrea Horwath, to recognize the 32nd Injured Workers’ Day in Ontario. I want to start by saying that I wish we didn’t have to commemorate this day and that I wish I didn’t feel we have to quantify the raw data—but that’s important.", "According to the WSIB’s own data, on-the-job fatalities have increased by 40% over the last five years—and we could be doing more and better.", "The grim reality is that each year, more than 80 workers die in traumatic workplace accidents, 300 more workers die an even slower death as a result of occupational illness, and over 200,000 are maimed or injured on the job.", "The reality is, the Liberal government is not doing enough for workers.", "Worse, WSIB has been found to be publicly under-reporting its numbers, specifically covering up 1,150 fatalities over the last nine years. This is the agency tasked with compensating workplace victims, and yet it’s trying to erase a third of all those lives lost. That is unacceptable and a blatant injustice for the families.", "In the words of Justice Meredith, the founder of our workers’ compensation system, our standard must be one of “full justice, not half measures.”", "The Dean report and the Arthurs report are sitting on a shelf somewhere, collecting dust.", "On behalf of the NDP and New Democrats across the province, I reaffirm our commitment to fighting for workers across the province of Ontario." ],
  "anchor" : "para454",
  "subject" : {
    "text" : "Injured workers",
    "anchor" : "para453"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "This past Saturday, May 30, I participated in the third annual Run aLung event in my community of Cambridge. It was at last year’s run that I met the organizer, Susan Tremblett. Run aLung was created by her inspirational daughter Kayla Baker, at age 14. Kayla’s dream had always been to run, but she was unable to because she was waiting for a double lung transplant.", "At age 2, Kayla was diagnosed with cancer. She was treated with chemotherapy and surgery to remove the tumour. Kayla became a young ambassador for the SickKids Foundation, appearing in a fundraising video.", "Unfortunately, Kayla developed pulmonary fibrosis as a consequence of the chemotherapy, and she needed to wear an oxygen mask all the time while waiting for a lung transplant.", "Kayla captured the hearts of our entire community as she raised awareness of the importance of organ donation.", "The green ribbon campaign in support of Kayla was a sight to see. Thousands of green ribbons adorned trees, poles and homes in Cambridge.", "Kayla received her left lung transplant in April 2013. Sadly, after a long battle and inspiring journey, she passed away at age 15 on January 1, 2014.", "Her mother, Susan, with support from the Ontario Lung Association, beadonor.ca and the Run aLung committee, keeps Kayla’s dream alive by bringing awareness about organ donation and raising thousands of dollars for SickKids Hospital, leaving an indelible mark on those of us who walk and run in Kayla’s memory." ],
  "anchor" : "para463",
  "subject" : {
    "text" : "Kayla Baker",
    "anchor" : "para462"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Today I would like to highlight some outstanding business initiatives happening in Perth–Wellington.", "In Wellington, several communities have collaborated to launch the Renew Northern Wellington program. The town of Minto, the township of Mapleton and the township of Wellington North have launched this downtown revitalization program which will partner new business with empty storefronts. This program will help entrepreneurs get exposure and grow their businesses by providing low-cost access to a storefront location. Renew Northern Wellington has the added benefits of stimulating employment, generating economic activity and invigorating their downtowns, making them more desirable to visit, shop, dine and invest in.", "I would like to recognize everyone involved in this program, including the municipalities, the chambers of commerce and the Mount Forest Business Improvement Association.", "The county of Perth has another exciting new initiative to attract entrepreneurs and businesses to our area. They’ve launched a new video series featuring local employers doing interesting and innovative things in their businesses and talking about what it takes to grow. These videos will help raise the profile of Perth county, showcasing it as a place that is truly cultivating opportunity.", "I want to congratulate everyone involved in this project, including the county of Perth and the Perth County Visitors’ Association.", "I welcome you all to visit Perth–Wellington and see for yourselves our outstanding business talent." ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Business improvement",
    "anchor" : "para471"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Mississauga’s vibrant cultural diversity was on display in May at the Carassauga Festival of Cultures for 2015. What began in 1986 with just 10 countries hosting pavilions—has grown to 30 pavilions displaying one of the world’s most culturally diverse cities, right in our city of Mississauga.", "Always a non-profit volunteer organization, Carassauga celebrated its 30th anniversary this year. The festival has become Mississauga’s annual premier cultural event, the largest of its kind in Ontario and second-largest in all of Canada. Visitors attending this year’s event could sample signature food items from more than 72 countries. Your 2015 Carassauga passport allowed visitors to document each pavilion that they visited.", "I began my annual journey, as usual, at the Portuguese Cultural Centre of Mississauga in Streetsville for the opening, and the same evening I also visited the Chinese, Canadian, Turkish, Croatian, African, Korean, Pakistani and Filipino pavilions, to name just a few.", "The three-day event featured many cultural performances, authentic international cuisine and evocative cultural displays that showcased the multicultural diversity across Mississauga.", "A must-attend event in Mississauga, Carassauga offers a glimpse into global diversity without ever leaving the comforts of our city." ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Carassauga",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I’m so proud to see the francophone youth of Orléans and Ottawa involved in their schools and recognized for it.", "édition du gala de l’Express Étudiant le 21 mai dernier. Plus de 300 reportages des journalistes-étudiants provenant de 22 écoles francophones ont été remis, et 15 700 $ en bourses ont été distribués afin de féliciter ceux et celles qui se sont distingués dans 18 catégories.", "Les grands gagnants de la soirée furent : Ann-Lin Lagacé de l’école Béatrice-Desloges, récipiendaire du prix de la Plume de Bronze; Ronel Kaboré de l’école Garneau, qui a gagné la Plume d’Argent; Candide Uyanze de l’école Béatrice-Desloges, qui a reçu la Plume d’Or; alors que Rosalie Lemay, également étudiante de l’école Béatrice-Desloges, a été honorée de la plus haute distinction, soit la Grande Plume.", "J’aimerais terminer en faisant mention de comment je suis fière des résultats scolaires de l’année 2013-2014, alors que les conseils scolaires de langue française de l’Ontario ont atteint un taux de diplomation moyen de 92 %, excédant la cible de 85 % du ministère de l’Éducation ontarien.", "Félicitations à tous les participants, et félicitations aux conseils scolaires qui les guident vers un avenir prometteur." ],
  "anchor" : "para485",
  "subject" : {
    "text" : "Gala de l’Express Étudiant",
    "anchor" : "para484"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Gala de l’Express Étudiant",
    "anchor" : "para484"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 91, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 91, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para494",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para496",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members please take their seats.", "Ms. Wong moved a report from the Standing Committee on Finance and Economic Affairs on Bill 91, as amended.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para502",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para559",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 53; the nays are 30." ],
  "anchor" : "para591",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para592",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated May 13, 2015, the bill is ordered for third reading." ],
  "anchor" : "para594",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para492"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, pursuant to standing order 6(c)(ii), the House shall meet from 6:45 p.m. to 12 midnight on Monday, June 1, 2015, for the purpose of considering government business." ],
  "anchor" : "para597",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that, pursuant to standing order 6(c)(ii), the House shall meet from 6:45 p.m. to 12 midnight on Monday June 1, 2015, for the purpose of considering government business.", "Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para598",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that, pursuant to standing order 6(c)(ii), the House shall meet from 6:45 p.m. to 12 midnight on Monday, June 1, 2015, for the purpose of considering government business.", "All those who agree, please stand, one at a time, to be recognized by the Clerk." ],
  "anchor" : "para605",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise, one at a time, and be recognized by the Clerk." ],
  "anchor" : "para677",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 69; the nays are 14." ],
  "anchor" : "para693",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para694",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the membership of the Select Committee on Sexual Violence and Harassment." ],
  "anchor" : "para697",
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para696"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice.", "Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para698",
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para696"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that Ms. Jones replace Mr. Hillier on the membership of the Select Committee on Sexual Violence and Harassment." ],
  "anchor" : "para701",
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para696"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that Ms. Jones replace Mr. Hillier on the membership of the Select Committee on Sexual Violence and Harassment.", "Do we agree? Agreed." ],
  "anchor" : "para702",
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para696"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I’m proud today to stand on International Children’s Day and present a petition signed by 185,000 people. The petition reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas in 2010 the Ontario Liberal government promised to consult with voters before implementing a revised sex education curriculum which many parents felt was age-inappropriate and too explicit; and", "“Whereas since 2010 the Ontario public has not been given adequate opportunity to provide feedback on proposed sex education changes; and", "“Whereas in late October 2014 the Ontario Liberal government announced that more revisions to the sex education curriculum would be implemented in time for the following school year; and", "“Whereas the announced plans to consult only one hand-picked parent per school does not constitute broad public feedback on the curriculum, and therefore, the Ontario Liberal government is breaking its 2010 promise to consult the people of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Repeal the sex education component of the health and physical education curriculum planned for September 2015 and start over with a meaningful parental consultation process that actually gets buy-in from parents across the province of Ontario.”", "Speaker, I’m proud to support this petition and will be signing it." ],
  "anchor" : "para707",
  "subject" : {
    "text" : "Curriculum",
    "anchor" : "para706"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Privatizing Hydro One: Another wrong choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I couldn’t agree with this more, Mr. Speaker. I’m going to affix my name to it and give it to page Jessica to bring to the Clerk." ],
  "anchor" : "para717",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para716"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas microbeads are tiny plastics less than one millimetre in diameter which pass through our water filtration systems and get into our rivers and the Great Lakes; and", "“Whereas these microbeads represent a growing presence in our Great Lakes and are contributing to the plastic pollution of our freshwater lakes and rivers; and", "“Whereas the scientific research and data collected to date has shown that microbeads that get into our water system collect toxins and organisms mistake these microbeads for food and these microbeads can move up our food chain;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario government to ban the creation and addition of microbeads to cosmetic products and all other related health and beauty products; and", "“The Ministry of the Environment conduct an annual study of the Great Lakes analyzing the waters for the presence of microbeads.”", "Speaker, I agree with the petition, affix my name and give it to Katie to bring down." ],
  "anchor" : "para727",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para726"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m very pleased, as I shared with the Premier just moments ago, to share a petition on behalf of a grade 10 civics class from F.E. Madill Secondary School today. It reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario provincial agri-food sector has grown more than 10% since 2002; and", "“Whereas Ontario’s agri-food sector contributes approximately $34 billion to the province’s economy and supports more than 740,000 jobs across Ontario; and", "“Whereas Ontario’s food exports hit a record high of $10.8 billion in 2013; and", "“Whereas Premier Kathleen Wynne recognized excellence in agri-food innovation today and challenged the sector to double its growth rate and create 120,000 new jobs in Ontario by 2020;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To add a compulsory component to the grade 10 careers course (GLC20), which will allow students: to research career information about various careers in the agri-food sector, and identify the job opportunities/trends available in the agri-food sector. In addition, the province should financially support the Ontario Agri-Food Education program, to ensure that every careers classroom will have a teacher ambassador (from OAFE) visit their classroom to discuss career opportunities in agriculture.”", "I thank F.E. Madill very much for their petition; I totally agree with it. I’ll affix my signature and send it to the desk with Duncan." ],
  "anchor" : "para736",
  "subject" : {
    "text" : "Agri-food industry",
    "anchor" : "para735"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Whereas the decision to close the Welland general hospital was made without consultation with the residents of south Niagara, and without regard for potential social and economic impacts of this closure; and", "“Whereas the recommendations to the government contained in Dr. Kevin Smith’s report on restructuring of the Niagara Health System included no evidence to support the closure of the Welland general hospital; no needs assessment for the residents of south Niagara; no costing of the entire restructuring plan; and no proposals to mitigate the impact of reduced hospital access; and", "“Whereas the catchment area of the Welland general hospital includes four municipalities, with a population of over 90,000, including a high percentage (+25%) of seniors and people living in poverty;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop the planned closure of the Welland general hospital;", "“(2) Conduct a proper third-party evidence-based study to assess the present and projected health care and hospital services requirements of residents in the catchment area of the Welland general hospital;", "“(3) Hold public consultations, not only during the assessment process, but also on recommendations resulting from this study.”", "I support this petition, affix my signature and give it to page Megan." ],
  "anchor" : "para746",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para745"
  }
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I’m pleased to present this petition to the Ontario Legislative Assembly. It’s one of a continuing series, signed by thousands of Ontarians. It’s entitled “Fluoridate All Ontario Drinking Water,” and it reads as follows:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I am pleased to sign and support this petition, and to send it down with page Star." ],
  "anchor" : "para757",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para756"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’ve received hundreds of further petitions with regard to health care in Muskoka. This came from the corporation of the Town of Bracebridge, and it’s to the Legislative Assembly of Ontario and Muskoka Algonquin Healthcare.", "“Support of Acute Care Hospital Services at Both the South Muskoka Memorial Hospital in Bracebridge and the Huntsville District Memorial Hospital.", "“Whereas the continued delivery of acute care services at the South Muskoka Memorial Hospital in Bracebridge is crucial to the long-term sustainability of the community and the continued provision of adequate health care services for the residents of the town; and", "“Whereas the provision of a full range of emergency, in-patient and surgical services at both the South Muskoka Memorial Hospital in Bracebridge and the Huntsville District Memorial Hospital by Muskoka Algonquin Healthcare (MAHC) is vital for all of the communities in the Muskoka region; and", "“Whereas it is recognized that small changes in health care funding and service delivery methods could have potentially devastating impacts over the long term for some key hospital sites; and", "“Whereas it is understood that hospitals are key community assets and their importance to ongoing community sustainability needs to be recognized in any long-term health system capacity planning process undertaken by the province; and", "“Whereas Bracebridge and Huntsville strongly support the development and implementation of a long-term provincial health care strategy that allows for multi-site delivery of comprehensive (acute care) services including emergency, in-patient and surgical services.", "“I, the undersigned, petition the Legislative Assembly of Ontario and Muskoka Algonquin Healthcare as follows:", "“(1) That the province of Ontario ensure that the changes to the health care delivery system currently being implemented to improve hospital efficiency do not negatively impact access to services and the quality of care in Bracebridge and the entire Muskoka region;", "“(2) That the province of Ontario ensure that the changes undertaken by the province recognize the unique and important role that smaller hospitals, such as the South Muskoka Memorial Hospital and the Huntsville District Memorial Hospital, have in promoting economic development and creating sustainable communities in Ontario;", "“(3) That the province of Ontario and Muskoka Algonquin Healthcare take appropriate steps to ensure the continued delivery of comprehensive acute care hospital services on a multi-site basis at both the South Muskoka Memorial Hospital in Bracebridge and the Huntsville District Memorial Hospital.”", "I support this petition and will give it to Jessica from Milford Bay in my riding of Parry Sound–Muskoka." ],
  "anchor" : "para767",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para766"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario that is called “Privatizing Hydro One: Another Wrong Choice,” and it reads as follows:", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I proudly affix my name to this petition and will give it to page Megan to send to the table." ],
  "anchor" : "para780",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para779"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the government of Ontario created the ‘new city’ of Hamilton on January 1, 2001, under the City of Hamilton Act, 1999 by amalgamating six lower-tier municipalities including the town of Flamborough and a single upper-tier municipality;", "“Whereas on April 13, 2000, a press release from the Ministry of Municipal Affairs announced, ‘The new city of Hamilton is one step closer to lower taxes as a result of legislation (amalgamation) introduced today by the minister,’ and on July 14, 2000, the Minister of Municipal Affairs, Tony Clement, announced that to prevent taxes from skyrocketing for Flamborough taxpayers, Flamborough will stay in Hamilton.", "“Thirteen years since Minister Clement’s announcement, taxes for Flamborough have skyrocketed. They have increased 57.3%; and", "“Whereas Bill 26, the Savings and Restructuring Act of December 1999, and the City of Hamilton Act, 1999, were adopted to achieve the stated purposes of “fewer politicians while maintaining effective representation; lower taxes; better service delivery; less bureaucracy; better accountability.”", "“In fact, over the past 13 years, none of the above has been achieved. We have now bigger, more costly and more bureaucratic government. Staff personnel pre-amalgamation totalled 3,657 excluding police (O’Brien report 11/99). As of December 20/12, the employee count has increased to 7,559, excluding police, library and HECFI; and", "“Whereas in December 2003, March 2005, November 2005, September 2006 and September 2008 independent surveys were held in Flamborough, all of which showed a very high degree of dissatisfaction with our present form of government; and", "“Accordingly, be it resolved that we, the undersigned, petition the Legislative Assembly to set up a commission for an independent study and report which would cover the fiscal and social impact of amalgamation upon the citizens of Flamborough. It should compare the average cost per household of most core services, general government, fire and public works both before and after amalgamation as well as a comparative analysis of taxation per household and the size of bureaucracy.”", "I sign my name to this petition, I give it to page Luke and I support this petition." ],
  "anchor" : "para789",
  "subject" : {
    "text" : "Municipal restructuring",
    "anchor" : "para788"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Good afternoon. This is a petition to lower hydro rates.", "“To the Legislative Assembly of Ontario:", "“Whereas household electricity bills have skyrocketed by 56% and electricity rates have tripled as a result of the Liberal government’s mismanagement of the energy sector;", "“Whereas the billion-dollar gas plants cancellation, wasteful and unaccountable spending at Ontario Power Generation and the unaffordable subsidies in the Green Energy Act will result in electricity bills climbing by another 35% by 2017 and 45% by 2020; and", "“Whereas the Liberal government wasted $2 billion on the flawed smart meter program; and", "“Whereas the recent announcement to implement the Ontario Electricity Support Program will see average household hydro bills increase an additional $137 per year starting in 2016; and", "“Whereas the soaring cost of electricity is straining family budgets, and hurting the ability of manufacturers and small businesses in the province to compete and create new jobs; and", "“Whereas home heating and electricity are a necessity for families in Ontario who cannot afford to continue footing the bill for the government’s mismanagement of the energy sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately implement policies ensuring Ontario’s power consumers, including families, farmers and employers, have affordable and reliable electricity.”", "I agree with this petition and I will send it down with page Dale." ],
  "anchor" : "para799",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para798"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Unfortunately, that concludes the time we have available for petitions, but we’ll be back tomorrow.", "Resuming the debate adjourned on May 28, 2015, on the amendment to the motion to apply a timetable to certain business of the House." ],
  "anchor" : "para810",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para798"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this motion, the member for Timmins–James Bay had the floor. I see he’s in the House. I recognize the member for Timmins–James Bay." ],
  "anchor" : "para814",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, thank you very much, Mr. Speaker. It just occurred to me, a bit of a conundrum: The Speaker or a member of the House is not allowed to say somebody is absent, so if you got up and said what you said and I wasn’t here, you would be out of order." ],
  "anchor" : "para815",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "But he’s the Speaker." ],
  "anchor" : "para816",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "No, they’ve got to live by the rules as well. It’s just something that occurred to me as I was standing up to start off the debate.", "As I was saying the last time we had a chance to debate this, first of all, I want to put on the record that we’re not going to slow this down. We’re not opposed to any of the bills that are contained within this essentially omnibus time allocation motion that was put into a substantive motion.", "There are four bills listed in here, all of which New Democrats have said we support. As I said last week, if the government were just to allow the bills to go their natural way, those bills would probably pass faster. Should the opposition decide to hold up the substantive motion, we would actually be able to slow these bills down longer by way of your substantive motion than if you hadn’t introduced it, which leads me to the question: Why is the government doing this? Maybe they were looking for a fight. Maybe the government wanted to make it look as if the opposition was slowing things down, and they had a bit of a strategy to try to embarrass the opposition on bills they support. Because clearly, New Democrats, on every one of these bills—and I’m going to go through them.", "Bill 9, the environmental protection act with regard to the banning of the use of coal—we haven’t used coal in this province for a while. It’s a bit of a moot bill, but New Democrats have said we are in favour of that particular legislation.", "An Act respecting Invasive Species—I’m the critic for that and MNR. I thought I was pretty clear in my opening comments in debate at second reading that New Democrats would be supporting that particular bill, Bill 37.", "Then there’s the anti-SLAPP legislation, Bill 52. New Democrats have stood in the House and said we support that bill as well. In fact, Andrea Horwath, the leader of our party, has actually moved such a bill in this House and was the first one to bring that issue here, I believe, two Parliaments ago.", "And Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin, is a bill that we spoke to that we actually support.", "New Democrats, and I believe Conservatives, have agreed to most of these bills. I know New Democrats have agreed to all four. The government, if they wanted to allow these bills to continue down the regular course of debate, would have had these bills pretty shortly, because all but one are at six and a half hours of debate, or pretty darned close, at which point the government could have time-allocated.", "But you wouldn’t even have to time-allocate. We had indicated to you that we had no interest in debating these bills beyond the regular six or seven hours we take to debate a bill. We had no intent to slow these things down. We wanted members who wished to do so to be able to put on the record what they thought about these bills, because these bills will go to committee, and I think it’s important for this Legislature to give the committee a little bit of direction when it comes to opening comments at second reading so that they are able to think about that and the public can think about that when it goes into committee, so that when we do our hearings and we finally get to clause-by-clause, we’re able to have amendments that deal with the concerns that, number one, the public has raised, and number two, that members have raised in this Legislature.", "So why is the government time-allocating an omnibus time allocation motion with this substantive motion when they could have allowed these bills to go their regular course? The only thing I can come up with is that the government decided, “You know, it’s not good that the opposition New Democrats are supporting our legislation. We would rather,” said the Liberals, “have the opposition New Democrats oppose it so that we can go to the stakeholders and say, ‘Oh, my God, look at this. The NDP is holding things up.’” The government says, “Well, since the NDP is not holding these things up and are actually in favour of these bills, maybe we can find a way of creating a crisis by which we can say the NDP is holding things up.” So they come forward with an omnibus—and I’ve got to say, it’s the first time since I’ve been here that a government has done this type of thing on their own. Normally, a programming motion is done with the agreement of all three parties. This government is trying to write a programming motion in the singular self and themselves move this motion as a way of being able to move these bills forward. I think the government thought, “Well, you know what? We can go to the environmental stakeholders and we can say to the environmental stakeholders, ‘Look at that: The government is trying to do the right thing for your bill, and the opposition is holding it up. Those New Democrats—imagine that. They have the gall to stand in the House and to debate and to hold this thing up.’”", "And I say, where’s the government coming from? The reality is, New Democrats said at second reading, where we’re at with all of these bills, that we support them. We don’t intend to slow them down. We only intend to use the regular time allotted normally to debate at second reading so that we can put our comments on the record and, as we’ve done with other bills, allow the bill to collapse naturally and to go into committee so the committee can then decide what the best approach is when it comes to hearings on the particular bill, rather than have the House prescribe how much time the bill will have in committee.", "I think the motive—and I think I’ve latched on to this pretty correctly—of this particular motion is the government saying, “We’re going to create a crisis that makes it look as if New Democrats are opposed so that we can whip up the stakeholder groups to let them know the NDP is not in favour of passing these particular bills that deal with the environment.” And I just say to the government: Shame on you, because what you’ve actually done is harm the process by which people who care about these bills would have been able to deal with this in committee.", "Let me give you an example. If one of these bills or all of these bills had naturally gone into committee, as they should have, and which we as New Democrats have told you we will do—I’ve gone to House leaders’ meetings, and I know my colleague is here with me who is on the House leaders’ team for the New Democrats, and I’ve said it to the Tory House leader and I said it to the Liberal House leader: We are not going to hold up these four pieces of legislation. We will allow these bills to die naturally within the House, and that means just end the debate at between six and seven hours. Our members are going to stand up, and there are some people who want to speak to them, but we think that these bills should go to committee and people should have the right to be heard.", "This government plays a bit of a game to make it look as if there’s a crisis where none exists; it tries to set it up that New Democrats are slowing up these bills when we’re not. So they slow up their own bills, and then what do they do? They time-allocate the committee process in the time allocation motion. Now, if I’m a person who cares deeply about the St. Lawrence basin and about the Great Lakes Protection Act, if I’m a stakeholder who cares a lot about anti-SLAPP, for or against, because I know there are two sides to that issue, or if you are somebody who cares passionately about the end of use of coal and the other bill, you now are limited to how much time you’re going to have in committee, because the government is time-allocating the committee process by way of this motion.", "So the members of the assembly are not going to have an opportunity to be able to speak— it’s not that the members won’t have the opportunity. In fact, it’s not the question that the members are not going to have the time to speak to it; the public is going to have less time to be able to come to committee to be able to present to the bill. I think you’re doing the people of Ontario and those groups that care about these bills and those people who are opposed to these bills a great disservice because you’re not allowing the bills to travel and you’re not allowing the committee to determine how long they should be in committee. These things should go to committee. They should be allowed, based on the input as far as how many people want to present, to determine how long we need for public hearings and where we need to go.", "Let me give you an example—I’m going to do them in order.", "We have ending the use of coal. We don’t use coal anymore, but we’ve stopped the use of coal by practice of what we’ve done by way of policy in this province. I want to say, Mr. Speaker, that every party in this House has the same position. Conservatives, New Democrats and Liberals all agree that we should not use coal. That’s where we’re at now. We all had similar things in our platforms to end the use of coal. But I think it would be important for the people in the Sarnia–Lambton area and the people in the Atikokan area, where coal was being used and has been taken away—and we no longer use coal in Thunder Bay, for example. It would have been important for people there to have their say to talk about what it has meant to their communities since we stopped using coal.", "All three parties owe it to the public to be able to hear what they have to say about how this policy has affected them, and other people could have been able to come to committee here in Toronto—but at least we would have known that there are 10 people in Sarnia–Lambton or there are 20 people in Thunder Bay who want to present. The committee could have made the decision to go to that particular community and be heard.", "Now we’re not going to be able to do that. Why? Because the Liberals have decided, by way of this time allocation motion, to limit the ability of the public to have their say. How is that a service to the public of Ontario? Quite frankly, they’re playing the environmental groups against this Legislature. We would have been better off to allow these bills to go the natural way. Instead, the government is taking away the ability for people to come to those communities to speak about that.", "The question of invasive species: There’s not a member of this House who got up and said they were not in favour of invasive species legislation. Every member that I heard get up and debate, on all sides of the House, said this is very necessary legislation. But we all said the same thing: Liberals, New Democrats and Conservatives said this bill had to go to committee because there were some issues we had to deal with.", "I look at the dean of the Legislature, because he knows far more than everybody else. When the ministry drafts a bill, their best intention is put into the drafting, and they think they’ve got it all covered. But it’s when you get to committee that you find out, “Whoops, that doesn’t work so well. We need to be able to amend it one way or another.”", "When we limit the ability for the public to have their say, as we are by way of this time allocation motion, we don’t have a chance to do a better bill. We’re forcing ourselves into doing a bill, and we’re prescribing how the process is going to work when it comes to hearings and clause-by-clause, in a way that limits the ability of the public to have their say.", "I know that in the case of invasive species, there’s a number of issues in regard to this bill that are going to have to be looked at, especially when it comes to the right of property, one of the issues that I know the member from—what’s Mr. Hillier’s riding?" ],
  "anchor" : "para817",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Lanark and Addington." ],
  "anchor" : "para841",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "The member from Lanark-Addington has a number of issues on property rights that he’s actually going to want to raise—and the people he represents and that he speaks for—as a bit of a libertarian on this issue, will want to speak to. Do I agree with him? Probably not. But I think that people need to be heard.", "I think the mark of good legislation, the art of a good Legislature and the mark of a good government is when you’re prepared to listen to all sides—even those sides that disagree with you—so that you can at least take into account what they’re saying, what their point of view is, how they think the bill should be amended, and then you have a decision to make.", "And do you know what? I get it. I’ve been around here long enough to know—and all members of this assembly get it—that in the end, the Legislature and the committee will have a decision to make as to how the bill will be amended. We’ll never amend the bill to the liking of every citizen in the province of Ontario, but I think you at least owe them the right to appear at committee to have their say and have that say taken into account when it comes to amendments to bills.", "In the case of invasive species, I know there’s a lot of input that people want to give on that particular bill. As critic for MNR, I’ve heard a number of people say that.", "On the question of the anti-SLAPP bill, there are those people who are very much in favour of this bill—I think that most members of this assembly are. But we’ve also been lobbied by some—specifically, people in the forestry sector—who feel that this is going to become a problem for them. The government may not agree with what people in the forestry sector are saying about the anti-SLAPP legislation, but again, I think the government has the responsibility to at least hear what the argument is.", "It’s like you’re in your workplace, there’s some sort of conflict going on and you don’t want to hear what happened as far as the problem is concerned. If you don’t listen to what the problem is, how can you fix it? You at least have to hear what people have to say.", "In the case of the anti-SLAPP legislation, I’m not saying this is not a good bill. My own leader introduced a bill on anti-SLAPP two Parliaments ago; it’s something that we’ve long supported. And I know there are some people who are opposed to it who live in my own community of Timmins–James Bay. My point is: I believe you have a responsibility to give those who are in favour and those who are opposed the ability to come before committee and have their say.", "On the last bill, in regard to the act to protect and restore the Great Lakes-St. Lawrence River Basin: If people think this is only about communities along the St. Lawrence and the Great Lakes, they’ve got something else coming. The Great Lakes watershed goes all the up to my friend’s riding in Nickel Belt and all the way up to my friend’s riding in Timiskaming–Cochrane. North Bay is part of it. Sudbury is part of it. There are lots of communities. Elliot Lake is part of it. There’s a number of communities that are part of the basin—pretty well all of southern Ontario is part of it—that are affected by this particular bill. Again, is this something that’s important that should be done?", "I know that the Ontario Federation of Agriculture supports this bill generally, but they have some issues that they think this bill has to be dealt with. They are saying, “Listen, there are things in this bill that need to be fixed. If we don’t fix them, it’s going to cause problems.”", "It’s a little bit like what happened with some of the other bills that we’ve seen come through this Legislature, where the government comes forward with well-intentioned legislation but ends up not taking into account what should be done by the public, because they don’t have a chance to present, and then they find out they’ve got a lot of problems with legislation.", "I’ll give you a good example of that. The dean of the Legislature will remember the five different versions of the property assessment bill that came through this Legislature. It was first the Liberals under Mr. Peterson, then it was the New Democrats under Mr. Rae, and three bills under Mr. Harris and Mr. Eves that dealt with property assessment. Why? Because we didn’t properly take into account what people had to say at the beginning. If we had taken our time and heard what people had to say, and not just reacted to the politics of property assessment, we probably would have drafted a better assessment bill right from the beginning. Instead, we had four bills come to this House after the initial property assessment bill that the Liberals tried to introduce, but their Parliament—they cut it short by calling an election less than three years since the election. They didn’t get a chance to do it, and it was the New Democrats who ended up moving a bill that, at the end of the day, was not, in my view, completely thought out. I’ll say that upfront. When the Conservatives came and changed it, they made it even worse, and we had to bring three bills after that to fix it in the first place. I would just say to the members across the way, that’s why you have to be able to hear the public when it comes to this.", "I just want to say again that New Democrats are in support of the four bills in this particular motion. These bills would have died naturally. What I mean by “died naturally” is the debate on them would have ended and the bills would have naturally gone into committee. If the bills had gone into committee naturally rather than being time-allocated, as the government is showing as doing in this particular motion, the committees could have decided the proper amount of time for hearings and should the bill travel, yes or no? It would have been a much better process if we would have allowed this to go through.", "Instead, I believe what the government tried to do is they tried to set up a scenario by which they were able to play politics with this by saying, “Oh, look at this. The opposition is obstructing the passage of these particular bills,” and they tried to whip up stakeholder groups that the opposition, and specifically the New Democrats, were the ones who tried to slow this down. Again, we supported these bills at the second reading stage, all four of them.", "We don’t even want to debate this particular substantive motion beyond today. We had started debate on this last week. I took 30 minutes. We’re into the second day now. I’m going to finish my 30 minutes. I believe that we have an agreement that we’ll be done all this by about 4 o’clock this afternoon, when we’re going to wrap up debate on this particular motion, which demonstrates that neither the opposition nor the New Democrats had any intention of holding this up.", "It brings us back to the question: Why did the government bring a motion that, quite frankly, was not necessary, considering—", "Interjection." ],
  "anchor" : "para842",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It was flexing their muscles. I think the member from Hamilton Mountain is perfectly right; it’s part of flexing their muscles, but it was also about the politics of trying to show New Democrats as trying to hold up progressive environmental legislation. I just say to you: Sad on you and shame on you for playing games with essential legislation like this because, in the end, neither the Conservatives nor the New Democrats were slowing down these bills. The fact that the government is bringing forward a bill that essentially is a time allocation motion on bills that we already agreed to I think is pretty sad. Again, I just say that it’s a mark against the government.", "In the last 10 minutes that I’ve got, just because it is a procedural motion, let me just speak to procedure. It won’t be a surprise to any of you, because I’ve said this in this House before, that the government shouldn’t time-allocate. I think the fact the government time-allocates is a declaration that the government has failed in its ability to manage the House successfully. That’s really what it’s all about.", "I know some members don’t want to hear this and they think, “Oh, the opposition is always up to playing games.” If that was the case, why are we ending debate this afternoon at 4 on this particular motion? If that was the case, why have we agreed to end debate on a number of bills in the last couple of weeks without even moving you into time allocation?", "We have said to you that if you have a bill we don’t have a great problem with, we’re not going to hold it up, but, yes, we’re going to get up and debate it somewhat. I think it’s incumbent upon members to put on the record what they feel. For example, if you were to bring a bill in that dealt with something in my constituency, I’d probably want to get up and say something about it. But does that mean to say that you’re holding up debate and you’re trying to filibuster a bill? No, it just means to say you’re putting your views on the record. The critics have to do their jobs, the minister has to do their job when it comes to introducing the bill and putting a few words on the record, and I think some number of members have to speak to it. But what the government is doing when they move to time allocation is that they’re really admitting that they have failed to manage the bill through the House.", "Here’s what should happen: The government should, at the beginning of a session, have an idea of what bills they’re going to be bringing through the session. For example, when we came in here for the spring session back in February, the Premier’s office should have been in discussions with the House leader’s office of the Liberal Party, saying, “Here are the bills that are important to us, that we know we want to pass by the end of the spring session. Here are the bills that we think we can pass at second reading, send them into committee during the summer and then send them back in for third reading in the fall.” If you had been able to do that, it means to say that we the opposition House leaders, my colleague Mr. Clark and myself, would have said, “Okay, we’ll give you these bills, but in exchange we want to travel those bills.” It would be an actual to-and-fro about how this place should work.", "And, quite frankly, that’s the way this place should work. Mr. Bradley, who is the dean of the Legislature and who was in the House far before time allocation, understands full well that when we didn’t have time allocation, this House was akin to a minority Parliament, because any opposition party could hold up the government ad infinitum on any particular bill. I know Mr. Harris did it with us as New Democrats on a budget bill. I know Mr. Kormos did it with the Liberals on an auto insurance bill, and I know Mr. Bradley did it one time on a bill when I was in government. I can’t remember the particular one, but he went on for two days to talk about a bill because he felt strongly that something had to be done on a particular issue—I can’t remember what it was—and until the government moved on that issue, he was going to talk that bill out. He had the floor for at least two sessional days, if not three. My point is, when Mr. Bradley first came into this place—and myself and Mr. Wilson and Mr. Arnott came into this House—there was no such thing as time allocation, and the House functioned. Why? Because the government understood that they needed to have the co-operation of the opposition to be able to move legislation forward. So what would happen is that the government House leader would sit down with the opposition House leaders and they would have a discussion about how legislation moves forward.", "Now we’ve put ourselves into this situation of time allocation. And I’ll admit it: It was my party who brought the concept of time allocation into the standing orders—and it was a mistake. It was a very bad thing to do. Unfortunately, Mr. Harris comes to power and then after that Mr. McGuinty comes to power, and they close down the opposition more and more. I think we’ve gone down a path that has been a disservice to this Legislature and a disservice to the people of Ontario, because the people who really get hurt at the end is the public. When the public doesn’t have an ability to be able to come in and have its say on legislation, and bills don’t travel around this province to communities of interest when it comes to legislation, it’s the public that, quite frankly, is being denied.", "So I say to my friends in the House that we should be trying to work towards a model where we don’t time-allocate, where we do sit down and say that okay, the government is going to have a budget bill—surprise—and the government probably is going to time-allocate their budget bill if they can’t get an agreement—surprise. But on other things it’s like, why do you need to time-allocate bills that the opposition already supports, as we are with these four particular bills? I would argue that you’d be far better off doing that because it means that in the end the public would be better served.", "So I hope—I hope—that the government House leader, because he is showing some signs of trying to work with the opposition on a few items, as we’re showing we’re prepared to work with him on a few items, takes that to heart and realizes that in the end that’s the best way to do things.", "So I say, Mr. Speaker, I would encourage the government to think about changing their ways when it comes to time allocation and actually doing what this Legislature is all about, and that is to allow the Legislature to work in a way that allows business to go through the House with some debate, that allows those bills that are more important to the government or controversial—with those, you may very well have to speak in the House a little bit longer, but that is just the process. That’s not the end of the world. It’s the way this place should operate.", "Again, I just want to say for the last time for those who actually tuned into this late: We as New Democrats didn’t oppose any of these bills—the four environmental bills that are being time-allocated. We had already indicated that we support them. I believe that the government, by way of time allocation motion, is in fact playing a game with the environmental groups by making it look like New Democrats and Conservatives are trying to slow this down and that we don’t want to pass this legislation. Oh, look at how obstructionist we’re going to be. We’re so darned obstructionist that we’re going to allow—where we have the ability to hold this up for far longer than the government wants because it’s a substantive motion—the motion to go forward because we do support the bills. We had said that before they decided to ever time-allocate this.", "So I would encourage the government to stop playing games and to stop playing the stakeholder groups against the opposition in the way that you tried to here. Do your job and be respectful of the process. I think if you did this, this place would work far better.", "With that, Mr. Speaker, I thank you for this time to debate." ],
  "anchor" : "para858",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para872",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’ll be sharing my time with the Attorney General and the Minister of Natural Resources and Forestry.", "I just listened to a lot of theories from the House leader of the New Democratic Party, and they’re nonsense. The government does not want to attribute any motives to any particular political party. The government is simply wanting to pass four pieces of legislation that seem to have been before this House in one way or another, even before the election, for a long period of time and particularly where there is consensus, where there is agreement and where there has been considerable discussion both in the House and outside of the House that there’s an opportunity to move the bills forward. The government wants to ensure that they do get moved forward. There’s no wanting to make anybody look bad because they will counter that with their own arguments; it’s simply trying to get the legislation through the House.", "I’m glad, although I hate canvassing for old mistakes, but I will—it is true that the New Democratic Party in 1993 changed the rules drastically. I remember wanting to not have the government proceed with that. They had a majority and they changed the rules at that time, and we’re stuck with those rules. In fact, the Conservative Party was quite clever on that occasion; my recollection is they actually voted for the rule changes because they thought they were going to be in power and they could use those same rules. I think only the Liberal Party opposed them at that time. Nevertheless those are the rules that are there. There has been tinkering with them since then by different governments where there has been give-and-take on the rules which govern debate in this House.", "This motion is strictly there to take four particularly important bills, but bills which have a pretty good consensus in this House in terms of agreement, and have some certainty as they’re going to proceed through this House. If they were brand new bills I could say that the opposition would have a case to be made. If we had taken four brand new bills which hadn’t seen the light of the House before or hadn’t seen much in terms of discussion in the House before and in committee, I would say they’d have a very good case. So that’s the only motivation the government has in wanting to proceed with these.", "I think the House leader of the NDP and probably the House leader of the Conservatives would agree that in the best of all worlds we would have an agreement which could make all legislation proceed in a reasonable manner. The fact is I was in opposition more than I was in government. If I were to confess today to tactics used in the past—when I was in opposition I remember the opposition parties didn’t always have as a motivation dealing with a particular bill at length because they were concerned about that bill; they simply wanted to slow down the entire agenda of the government. That happens from time to time, and we would prefer that that not happen again.", "There’s a long history to this and I don’t want to get into the long history. I want to simply say that these are four important bills. They’ve been introduced in the House, some more than once. The public is aware of them. There has been input from the public. We’ve invited that input. It can be done both in legislative committees and outside of legislative committees.", "My colleagues are going to be speaking to specific acts within their realm. As a former Minister of the Environment, I can tell you that the act respecting invasive species is important, but it’s largely under Natural Resources and Forestry, and that minister will speak to it. I support it.", "The bill that deals with SLAPP suits is going to be spoken to by the Attorney General, and I happen to agree with that. I’m not convinced by those who are opposed. I think it’s important to hear those people; I don’t disagree. But I think SLAPP suits are extremely important. For instance, I remember when the Honourable Tony Clement launched a suit against Dalton McGuinty, who was at that time the Leader of the Opposition. Some people said, “Well, that was just to cease criticism.” I don’t know if that’s the case or not. I’m not going to impugn motives to Mr. Clement, but I did hear the opposition raise other cases so I thought it would be important to put that on the record.", "The Great Lakes Protection Act: extremely important. I don’t have to go into detail. I know some members of the Conservative caucus did have some concerns about it and they did express those concerns. Overall, I don’t know how they’re going to vote ultimately on it. That’s their decision. But there were some who spoke in favour of certain provisions of it and some who thought there were changes that would be needed. I respect that very much.", "The cessation of coal: The whole idea here is that if a government wanted to change that, it could not do it simply by a regulation of cabinet, but would require a piece of legislation passing this House if, indeed, they wanted to allow coal to be used for the production of electricity in the province again. I think that’s a bill, again, that has a consensus of support in the House.", "All of these bills are important, and as I say, it’s something I look at and say—I can remember when I was environment minister, it seemed we were talking about these endlessly. One of the frustrations—and there are some advantages and disadvantages of a minority Parliament—was I think we only were able to get through about 36% of the bills that we introduced. I thought there was a problem with minority Parliament at that time. The best one, by the way, in my view, was between 1977 and 1981, when Premier Davis was the Premier. He had had a bad experience between 1975 and 1977. I think he learned from that experience, and so did the opposition. The government realized it had to be more responsive; the opposition realized it had to be more responsible. So I thought that worked.", "We hadn’t had experience with a true minority Parliament for a long time. If I were making a judgment, I didn’t think the last minority Parliament worked that well. But, when you’re in opposition, you certainly have a different view, and I understand that. It can work; it’s not that it always has to fail. It can work and I did see it work quite well between 1977 and 1981. I think the problem was the government hadn’t had experience for a long time with a minority Parliament and the opposition hadn’t had that same experience. So the opposition, in our opinion, tend to be much more obstructive and delaying in its tactics and they probably felt the government wasn’t being responsible enough—responsive enough—to their concerns.", "But I do—along with my two colleagues, who will be speaking—want to see these bills proceed. This motion is a manner in which they will proceed in an orderly fashion and in a fashion that will ensure that they get passed appropriately, after having had all the debate that they’ve had.", "I’ll now yield the floor to the next speaker, the Attorney General." ],
  "anchor" : "para873",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "It gives me great pleasure today to talk about Bill 52, An Act to amend the Courts of Justice Act, the Libel and Slander Act and the Statutory Powers Procedure Act in order to protect expression on matters of public interest.", "What would this bill do, if passed? If passed, this bill would encourage healthy debate on issues of public interest by reducing the risk that citizens could be threatened with legal action when voicing legitimate viewpoints.", "The proposed legislation would implement most of the panel’s recommendations—because there was a panel who reviewed it. Key elements of the proposal involve:", "(1) Implementing a fast-track review process for potentially strategic litigation under the Courts of Justice Act. This new process will allow the courts to quickly identify and deal with lawsuits that unduly restrict free expression in the public interest, minimizing costs and other hardships endured by the defendant.", "(2) Extending “qualified privilege” in defamation law under the Libel and Slander Act. Currently, statements made by a person with a direct interest in a public interest matter to another person who also has a direct interest are privileged, so they do not give rise to liability for defamation. We are proposing to extend this privilege to cases where these communications were reported in the media or otherwise, e.g. discussed in a blog.", "(3) Making procedural amendments to the Statutory Powers Procedure Act to avoid lengthy and expensive legal cost applications before an administrative tribunal.", "How does this bill differ from the one introduced by former Attorney General John Gerretsen in 2013? The current proposal includes a few minor amendments to clarify the technical procedural components of the bill and change the application and commencement dates. In particular, the new bill includes amendments to clarify the appeals process respecting decisions to (a) dismiss lawsuits as strategic lawsuits and (b) stay related administrative proceedings; and limit the amount of time spent on cross-examinations to seven hours per side rather than seven hours per party.", "Another effect of this amendment would be to apply the legislation only to those lawsuits begun after the introduction of the bill, so as not to interfere with ongoing litigation.", "Last, it will change the effective date of the bill from the date of royal assent, instead of proclamation.", "Mr. Speaker, one of the great things about living in a fair and democratic society is that we can speak out on matters that are important to us. By protecting citizens against strategic litigation, our government is standing up for the values the people of Ontario cherish. Using intimidation tactics to silence one’s opponent is a misuse of our court system, one of the central institutions of a fair and democratic society.", "If we prolong this debate to add nothing to the debate, there are people paying the price out there. If passed, this legislation will allow courts to quickly identify and deal with strategic lawsuits, minimizing the emotional and financial strain on defendants, as well as the waste of court resources." ],
  "anchor" : "para888",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para899",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "A number of folks have already spoken to this programming motion in terms of exactly what it means and why it is here before us today. There’s no real need for us to go into the details of the particular programming motion, so I won’t do that. But as you’ve heard from a number of speakers already today, there are four bills that are contained within this particular programming motion, two of which I’ll speak to briefly. One, of course, is the Invasive Species Act, which falls directly under my Ministry of Natural Resources and Forestry, that we’re responsible for shepherding through the Legislature. We’re excited by what that’s going to bring to the table.", "Before I get to that and a few brief comments on that one, I wanted to talk a little bit about Bill 9, which is An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities. This was introduced in July 2014. There are at least a couple of reasons why I want to talk about that and the cessation of coal use in the province of Ontario. I begin by suggesting that in 2003, the election of 2003—that was the first year I was elected provincially after six years on Thunder Bay city council. In that election, all three political parties—the Conservative Party I think under Ernie Eves at the time, the NDP under Howard Hampton at the time and the Liberals under Dalton McGuinty at the time—made a very clear commitment that they would end coal-fired generation in the province of Ontario. We committed to and maintained that promise, and fulfilled that promise.", "The reason I want to focus on that just briefly is that in the Legislature, on a consistent basis, we hear a fair bit about increasing energy rates in the province of Ontario. I would suggest that one of the fundamental reasons that energy rates have increased since 2003 is the commitment to closing coal—a commitment that was made by all three parties. Let’s try and put some meat on the bones, so to speak.", "In 2003, when we were elected, out of approximately 25,000 total megawatts of energy produced in the province of Ontario, about 6,000 of those megawatts were produced by burning coal. So somewhere in the neighbourhood of 20% to 25% of the total energy generated in the province of Ontario in 2003, when we were elected, at the time when all three parties made the same commitment to end coal—approximately 6,000 megawatts of energy had to be replaced. Remember, please, that all three political parties—the Conservatives under Ernie Eves, the NDP under Howard Hampton and the Liberals—made the same promise: “We’re going to close coal.” Well, coal was 6,000 megawatts of energy. So if you’re going to close 6,000 megawatts of energy, how are you going to replace it? And how are you going to pay for it? Because without saying it, when the Conservatives made the same commitment and when the NDP made the same commitment, they were committing to the costs associated with replacing 5,000 or 6,000 megawatts of energy—whatever the total was that we were getting from energy generated by the use of coal in the province of Ontario at that time.", "So whenever we’re talking about seeing energy rates increase, we have to remember that a significant percentage of that increase since 2003—and if I had more time, I’d talk about reasons why much more of the increase would have happened under anybody’s circumstance. But we have to remember that implicit in that commitment in 2003 by the NDP and the Conservative Party was a commitment to cost and a commitment to energy rate increases because they were going to do exactly the same thing that we were. At least they had committed to do exactly the same thing. Some 5,000 to 6,000 megawatts of energy is not easily replaced. It costs you a lot of money to do that. It was a commitment that we made in 2003, and it was a commitment that we lived up to.", "I think, at the end of the day, you won’t find too many people who were not supportive of that policy to get out of coal. In fact, many people are lauding and applauding Ontario all across the globe, certainly in Canada, for what we’ve done when it comes to closing coal. So there was an impact on rates as a result of it, but I repeat that it was a decision that has been lauded, and it was a rate increase that would have resulted, no matter which party had won the election in 2003 if, in fact, they would have followed through on that very same commitment. I think it’s important to highlight that, Speaker.", "The other piece of legislation that I’ll highlight briefly in here that falls directly under my Ministry of Natural Resources and Forestry is the Invasive Species Act. This programming motion will set the table for, at the conclusion of second reading, the committee hearings that will go forward. We very much in our ministry look forward to the input that we are going to receive through the committee process on invasive species.", "We had introduced this legislation, I think, first in February 2014. The election occurred in June 2014, and as a result of that, the Invasive Species Act needed to be reintroduced. We’ve done that. We’re moving through second reading, and when we get to committee, we’re very much interested in and looking forward to any suggestions that people may have.", "The damage that invasive species do or create, Speaker, in our forests, in our water systems, is huge—I was about to say “incalculable,” but we can calculate what it does. When we look at the costs associated with zebra mussels being in our water systems over the last number of years, we have a number that we can attach to that. It’s a big number. It costs municipalities in the province of Ontario a great deal of money, on an annual basis, in dealing with their water intake systems, as a result of zebra mussels finding their way into the province of Ontario.", "There are other—even more serious, I would say—impending threats out there that we need to deal with. Carp: If carp get into the Great Lakes, what’s going to happen to our recreational and commercial fishing industry is hard to know, at this point. We need to do everything that we can do, as best we can, to prevent carp from finding their way into the Great Lakes.", "The last one that I would mention, as the minister responsible for forestry, is the Asian pine beetle. We’ve seen and we can calculate the destruction that that pine beetle has created in BC. We know that it is moving east, as far as Manitoba or maybe Saskatchewan by now. Many are associating that migration with climate change. If that pine beetle finds its way into Ontario, as it has in the other provinces, we know the devastation that it can wreak on our forests as well.", "The Invasive Species Act is a very important piece of legislation, and we look forward to getting it to committee, to hear what people have to offer.", "Speaker, I thank you for your time." ],
  "anchor" : "para900",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para914",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I want to just say a quick hello; I believe it’s Bais Yaakov Elementary School up there. If I’m correct, wave to me. When I’m done talking, if we can meet outside, we’ll take a picture.", "Interjection." ],
  "anchor" : "para915",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Yes.", "I just want to say, Mr. Speaker, that there are a lot of reasons why people get involved in politics and manage to get themselves elected. I think that I’m one of the many people who were community persons, a bit of what you call grassroots activists. I was involved in a ratepayers’ association and other community groups. I’m one of those people who often wrote letters to the editor and probably provided a lot of entertainment for my friends and relatives. I got to know a lot of people who I now call friends in the York region area and even in Toronto who also, similar to me, were concerned with things in their community.", "It’s very interesting, in Markham, how all the different ratepayers’ associations—they’re called the miracle group—get together and trade suggestions and often work together on things. We saw a lot of grassroots organized groups countering the mayor of Markham’s proposal for a very large-scale hockey arena in Markham. One of those activists, Karen Rea, actually got elected to council in the last round. Evelin Ellison is vice-president of the Thornhill ward 1 association. She is watching very closely and is very anxious to see new legislation in effect.", "These are people who often have to use their own money to counter lawsuits. They are private individuals. They shouldn’t have to incorporate their ratepayers’ associations or homeowners’ groups in order to protect themselves from SLAPP lawsuits.", "I think it’s all about the spirit of democracy, Mr. Speaker. That’s why we’re here. We’re here to ensure that people’s voices are heard—our voices, yes, of course, but the general public. Often, when we’re speaking here—and that’s why I really did want to get up today—we’re speaking on behalf of those not just in our constituency, but people who contact us from even outside our ridings who are concerned about many issues that they want us to propagate and speak about on their behalf. So it’s really an honour and a privilege to speak on their behalf today.", "I want to mention a few people who were slapped with lawsuits. It’s a little surprising, because there were two Markham councillors, former councillor Erin Shapero and re-elected Valerie Burke, in the new Thornhill amalgamated large riding in Markham.", "They were sued because they took photo ops for some newspaper articles on private property, because they were protesting a farm that was appealing for rezoning for development. That rezoning did not take place. All of the councillors in Markham voted against it, except for one, and they had to deal with this lawsuit.", "Erin Shapero did not put her name on the ballot in the next election and you have to really wonder why. Even though she’s a lawyer, even though she was elected to council, possibly it was one of many factors that caused her to decide not to run for re-election and not to stay in public office. That would be very disappointing to me and, I think, to you, Mr. Speaker, if we were to think that people don’t put their name forward for re-election on municipal councils because they’re afraid of lawsuits.", "Antony Niro is in Vaughan, north of my riding, and he’s also a real grassroots—you might remember him from his yourbillion.ca campaign. He had a video campaign on YouTube. He got slapped with a lawsuit from a local developer just because he was questioning how councillors and the mayor of Vaughan were not questioning the lack of progress on a Vaughan hospital. Well, here we are years after his dealing with the SLAPP lawsuit, which was, thankfully, settled, but it was during the campaign period and they just wanted him to stay quiet for that one month or six weeks of the campaign period. He had to use his own financial resources. He had to appeal to his supporters to help him. Even though he had insurance, he didn’t want to go through the insurance because the insurance, he knew, would tell him to cease and desist and want to settle, and he did not want to cease and desist.", "The local newspaper, the Vaughan Citizen, was sued as well in his lawsuit, and they backed down. They wouldn’t publish the ads that he was paying them to publish. They backed down and maybe they consulted with the newspaper guild and realized that they could be in trouble for refusing to publish somebody’s articles just because they were afraid, as well, of getting sued.", "We’ve created a climate where—we can talk about democracy all we want, but if people don’t feel comfortable coming to our committees, contacting ministries, contacting their local MPPs, if people don’t feel comfortable writing those letters to the editor, then what kind of democracy do we have? I appeal to everybody here to keep that dialogue open. It’s not just about passing motions and passing bills and having our debate in the House, but keeping the dialogue open with those people in our ridings, who—they may give us a hard time every now and then; we all have people who are there. But I think we also have a lot of respect for those individuals. Even though they’re keeping our feet to the fire sometimes, I think that, oftentimes, maybe we deserve it. Maybe we do need to be reminded that we’re elected to represent their interests, even if we may not always agree with their opinion and maybe not even agree with their methodology—but we are there to represent everybody and we need to express ourselves. Of course, we have our own opinions, but keep in mind that we’re representing many in our constituency as well.", "I never did seek to incorporate the Beverley Glen Ratepayers Association, of which I was president at one time, but I did start looking into it and hadn’t quite gotten to the point of progressing with it when I decided to put my name on a ballot. The ratepayers’ association is still active; actually, my son Josh is now president." ],
  "anchor" : "para917",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Soo. Soo—" ],
  "anchor" : "para930",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "So if this legislation wasn’t proceeding, I may have to—he yelled “Soo” and I just realized, I thought he was yelling that somebody should sue somebody, and it’s just somebody’s first name. Maybe that’s a scary first name to have in some circumstances in politics. Thankfully, I’m not getting sued; we just have a member in the government whose first name is Soo, so don’t get scared. I don’t want the kids to get scared up there.", "We want to have that input, even from the kids. When I was campaigning, there was a girl—and I have a feeling she was from Eitz Chaim, not from Bais Yaakov—in grade 5 and she was studying government at the time. She was holding a debate with her class during the campaign period and she was very excited to recognize me just walking on the street, canvassing. She said to her mother, “That’s Gila Martow.” Her mother kind of didn’t believe her, but she rolled down the window and asked. We took a picture, which she showed her teacher, and I hope she got extra marks.", "Apparently, she represented me in the class debate. She did send me a message that she won the debate—thankfully, or maybe I wouldn’t have won the election, because I saw it as kind of a premonition. But I saw her as a future activist, as somebody I want to see involved in the issues, writing letters to the editor, contacting politicians and getting engaged on her student council. I want her to do it in a climate without fear, without concern about SLAPP lawsuits and without concern for her reputation, that somehow future employers might consider her some kind of liability—somebody who gets in trouble and gets sued a lot.", "We want to encourage kids to come and visit us here at Queen’s Park, but also to maybe have an exercise where they write a letter to the editor—or how about writing a letter to me and telling me what you learned today and what issues you think we should be concerned about here at Queen’s Park on your behalf in the future?", "We’re also talking, today, about invasive species, which means foreign species of animals—they mentioned zebra mussels before, which I’ve cut my feet on many times, and maybe you, too. When you go to the lakes, you’re told to wear those water shoes that kind of aren’t very fashionable, but we do wear them, because we don’t want to get cut on our feet.", "We’re talking about ending coal plants in Ontario. Obviously, the people of Ontario and all three parties in the Legislature have no interest in opening new coal plants. We might question why gas plants couldn’t have been put where coal plants were, but we’re certainly not interested in opening up more coal plants. I think we all want to have clean water and clean air for future generations, and get them engaged without worrying about SLAPP lawsuits.", "Thank you very much for the time, Mr. Speaker.", "Interjection." ],
  "anchor" : "para931",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m sharing my time. Did I have to say something at the beginning? I should have said that I’m sharing my time with the member from Bruce–Grey–Owen Sound." ],
  "anchor" : "para939",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll allow it. The member for Bruce–Grey–Owen Sound." ],
  "anchor" : "para940",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Thank you very much, Mr. Speaker. It’s a pleasure to provide some comment on these bills as well.", "I’m going to start, if I can, with Bill 37, the Invasive Species Act. There has been substantial media attention given, in recent years, to invasive species such as Asian carp. My caucus colleague for Haldimand–Norfolk, Toby Barrett, has done a great job speaking very consistently on Asian carp and calling for immediate government action. This bill addresses some of those concerns, but the fact remains that Bill 37 needs work.", "I received significant feedback from constituents in my riding who are part of the Great Lakes communities and see first-hand the damage our waters have sustained. This damage has been estimated to cost $7.5 billion annually to forestry and farming.", "The concerns about the Invasive Species Act that I received from my local anglers and hunters and farmers are as follows:", "The bill does not outline a science-based approach to risk management, risk assessment and decision-making.", "The bill is punitive and presents fairness issues.", "The act downloads the responsibility for implementation to landowners, leaving little incentive for landowners to act. This is a big concern, from the perspective of, what’s the real damage? What’s the real ability for them to come through? They are the stewards of the land; they are the people who want to protect it. But they have to be very cautious of what the costs can be to a small, little farming operation to be able to actually do all the things that might be expected of them.", "Ontario’s enforcement officers are under-equipped to adequately deal with existing legislation. Again—kind of pertinent to timing—we wanted to just talk a little bit about the bear problems we’ve experienced in Bruce–Grey–Owen Sound over the last number of years. It’s fairly timely today, with what happened here in the city and a bear being shot. The bill does not provide more resources to handle inspections. Again, the challenge becomes, what about enforcement; what about accountability? It’s one thing to make legislation, but we need to follow up to ensure that everyone knows it is a safe playing field and it is going to be abided by.", "The bill further removes property rights from landowners and prevents landowners from proactively dealing with invasive species. Again, we want to give them that flexibility and latitude to ensure that they’ve actually had the time and the input, as stakeholders, to truly be consulted.", "We feel that the bill is reactionary, and not proactive, in regard to invasive species. Of course, my constituents were hoping to have the opportunity to voice their concerns, and are disappointed that the Liberals are forcing closure on this bill and three others without what we feel is adequate debate and public consultation. My constituents are very convinced that this is because the government does not want to discuss those red flags with respect to inspection powers and some of the other challenges in regard to how it gets implemented, who does the verification, who does the check, and what’s the ongoing cost and burden to adhere to some of these regulations and guidelines. It’s why the government allocated a total of just two days for public hearings on Bill 37. For a government to repeatedly use the phrases, “We want to dialogue,” and, “We’re continuing conversations,” this about-face is a travesty to all Ontarians—may I have two waters, please?", "I want to talk about Bill 66 as well, the Great Lakes Protection Act. As you have no doubt heard us say in this House, the Ontario PC caucus is fully supportive of improving and protecting our Great Lakes ecosystems, and I am standing on record today, Mr. Speaker. I am surrounded by the Great Lakes. They’re one of our greatest natural resources. Who would not want to ensure that we do protection in the right manner for all our benefit going down the road? But at the end of the day, again, we have concerns in regard to, not the idea or the intent of the bill, but the implementation and what it really means to the people it will be impacting.", "Again, my constituents, the great folks in Bruce–Grey–Owen Sound, and a lot of those people as well that come into our area that are cottagers, that are seasonal residents, that are weekend guests, also come up and provide this type of input, and share the concerns with what is really going on.", "So we’re concerned about the duplication of governance; the lack of funding to implement initiatives—very similar to the invasive species bill. The first time this bill was actually brought out, Mr. Speaker, I raised that flag because I was very concerned that at that point it was going to be an appointed guardians’ council that would actually be appointed, not democratically elected like the people who create the legislation—me being one of those privileged to do that in this House. We wanted to make sure that it was going to be, again, pragmatic and realistic and not something that is going to impose on a municipality that couldn’t afford to truly implement all the things. Even if they wanted to do it in their own heart, there are limitations.", "If it’s only going to be steamrolled—as we’ve seen with a number of different things under this government—we’re concerned about the removal of local planning and putting decision-making powers with provincial appointees. As I just mentioned, it’s one thing to be able to have people who are advisory to be able to give you some feedback, but at the end of the day, I stand very strongly convinced that we as the democratically elected legislators should have the final say in these things going forward; it shouldn’t be done through regulations, through an appointed body that can be definitely stacked in favour of the government of the day.", "Thank you very much, Kerry. I appreciate that. She’s one of our great pages here, as they all are." ],
  "anchor" : "para941",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "From the great riding of Mississauga East–Cooksville." ],
  "anchor" : "para957",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "She’s from that great riding, is she? Wonderful. Mississauga East–Cooksville—wonderful, wonderful.", "I believe the Rural Ontario Municipal Association echoed all of these concerns in its report entitled the Rural and Northern Lens. Specifically, the report asks the Liberal government to answer a set of questions in response to this and other legislation to bring forward items that threaten to destabilize rural economies. I would like to remind you of those test questions:", "(1) Does this benefit or hinder the fiscal realities of rural and northern Ontario?", "(2) Has a business case been created that accounts for low and sparse populations?", "(3) Will it enhance opportunities in rural and northern Ontario?", "(4) Will it help or hinder goals of sustainability blending environmental, social and economic factors?", "(5) Will it consider how and if rural people will be able to access it?", "(6) Will it consider all options for delivery, ensuring efficiency, the potential for co-delivery and an acceptable administrative impact on municipalities?", "(7) Will it account for the needs of special populations, such as youth, elderly and immigrants?", "(8) Will it have adequate human and financial resources to be able to be effective?", "(9) Will it ensure that rural and northern communities are receiving equitable treatment or services relative to other areas in the province?", "(10) Will it recognize the geography, weather and scale of rural and northern Ontario and include adjusted program criteria to accommodate these realities?", "(11) Will it accommodate the aspirations of residents from rural communities and the north?", "(12) Will it build upon the input and advice of rural residents, communities and municipalities?", "One of the concerns with a lot of the things that we see being imposed by this government is the reality of the local municipality and thus the taxpayer—and as we all know there is only one taxpayer—to be able to implement this. It’s wonderful to bring out good ideas with good intent, and the ideology in many cases is correct, but at the end of the day there has to be a pragmatic reality of implementation and the ability for people to be able to afford all things.", "There are a lot of things out there that are imposed, like the Green Energy Act, that are having significant, detrimental, negative impacts, Mr. Speaker, on the local municipality, and I don’t believe that there was proper consultation.", "Last year I was involved with the Stop the Drop campaign—and I credit Colin Dobell for bringing that initiative forward—during the severely low water levels in the Great Lakes communities such as Bruce–Grey–Owen Sound. Falling water levels were hurting local businesses and tourism in my great riding of Bruce–Grey–Owen Sound. The Chi-Cheemaun ferry was delayed due to the declining water levels and lack of dredging of the bays. A total of 44 communities met with my caucus to talk about the impact of declining water levels on businesses and livelihoods. I was glad to see that again Mother Nature has intervened in this case and we’ve had rising water levels. We don’t certainly have the same issue we had—and let’s hope that those continue going forward. What we tried to avoid there was a knee-jerk reaction to do something, and in this case Mother Nature has come through.", "The next version of Stop the Drop was persuading the public to take action to protect our shorelines from the phragmites invasion. Phragmites are like Asian carp with roots. Invasive phragmites can grow up to five metres tall and can grow in soil, in water, and even through asphalt. I saw a photo just recently of this along Highway 400 in the Port Severn area. Unfortunately, this bill too will be open to public hearings for just two days.", "My concern, Mr. Speaker, on behalf of the people of Ontario is a lack of proper debate and a lack of engagement of the people who are actually going to pay the freight and be most impacted by these types of bills. It’s not only people from Bruce–Grey–Owen Sound who would like to have their say on these bills; in fact, it’s people from every corner of this province. But this government is ensuring that they don’t. So much for the Premier’s promise of partnership as opposed to partisanship.", "Mr. Speaker, at the end of the day, all of these bills—again, I want to reiterate that the PC caucus and certainly myself are very support of Great Lakes protection. We all value it. We have to have our Great Lakes and the great clean drinking water that we have from them for the health of all of our people. But we have to do so in a balanced, managed, pragmatic manner. We have to ensure that we’re not imposing things from a body like a guardians’ council that would be appointed, not democratically elected like all of us are, and is going to impose things on other people who have no right to challenge it or even to stand up against it for fear of recrimination. So we need to ensure that we do that.", "In the case, certainly, of the invasive species, as I just said, I’m very concerned about something like phragmites. We need to be taking action, and we need to do that with deliberate, managed approaches, but we have to do it with great consultation. Ramming these things through with only a couple of days of debate, like they have a number of things, time-allocating them when it really is an opportunity for the public to be engaged, for them to be more aware, for them to buy in and be part of the solution—to be able to adopt and harness their enthusiasm and their support of this type of legislation is absolutely critical. I hope the government will listen to this and will actually open up the lines of communication and consultation much further and much broader in future." ],
  "anchor" : "para958",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para979",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’ll only take a few minutes to put a few comments on the record regarding the motion that was tabled by the government. There is a lot of work that gets done in this place that defies any sort of logic whatsoever. This is a prime example of why this place sometimes makes no sense.", "You have a majority government who decided to show their strength, flex their muscle, show the opposition who’s the boss here and who has all the good ideas by putting forward a motion that would actually slow the process down, not accelerate it, on bills that were ready to be voted upon. Rather than letting the process be, they show their muscle because they are in favour of the environment, and they’re going to show everybody how in favour of the environment they are by putting forward a motion that we have to debate that slows the whole thing down.", "That makes no sense, Speaker. That makes no sense. You have to look at the bills—and this is a new low, for all I’m concerned: a motion that will time-allocate four bills that if we had let the House do their work would already have been through and back here and voted upon and done with. But no, no, we couldn’t let good enough alone. We had to show that we had a strong majority government that could push things through no matter how bad those New Democrats and PCs are. They know they’re right and we are wrong, and that’s all there is to this.", "This is all for none. This is all for none. This is all a show for—I don’t know who are the spectators to this thing, but it doesn’t serve any good. It doesn’t achieve any purpose. It doesn’t do anything except for being able to show on a piece of paper that, yes, they have tabled a motion that says that An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities—we had already debated that, Speaker. We were already at 6.5 hours of debate. Everything that needed to be said had been said. All sides of the House agreed, beside the fact that those stations are already shut down. It’s not like there’s a big urgency to pass a bill to shut them down, because the work is already done. But we have the big, burly Liberal government in its majority that will be able to show us little NDPers and PCs that they have a monopoly on good environmental protection, and they’re going to push this bill through the House when we should not be talking about those kinds of closure motions. We should be voting on those bills and they should be receiving royal assent—be done with it and move on with our lives. But no, no, we have to have this talk, apparently, so that they can show us how good they are for the environment.", "All sides of the House don’t want us to use coal anymore. We all know what it does to people’s health when the air we breathe is laden with all sorts of toxins. We have fumes that choke people, and we have emergency rooms full of kids with asthma who can’t breathe anymore because coal-fired generation is going on.", "Then, we have another environmentally friendly bill, An Act respecting Invasive Species. I haven’t talked to all 107 of us in this House, but it would be hard to find an MPP who is in favour of more zebra mussels into our waterways. It would be really hard to find an MPP who would be in favour of bringing those giant carp into our waterways. I haven’t found one, Speaker, but if there’s one out there, please get on the record quickly because you had six and a half hours to speak to this bill. It was supposed to be brought back the next day so that we could vote on it. But no, the big, strong majority Liberals are going to put it on the record that they’re going to push this bill through when, if they had not done this, the bill would already be at third reading, and if the Lieutenant Governor were in the House, it would already have received royal assent and we would be done with it. But no, that was not good enough. They had to be on the record that we were bad and they were good, and that’s all we have to do.", "The third bill, An Act to amend the Courts of Justice Act, the Libel and Slander Act and the Statutory Powers Procedure Act in order to protect expression on matters of public interest—I’ve never called that bill that way. It’s the anti-SLAPP bill. This is a bill that my leader introduced. This is a bill that the NDP have been pushing forward. Do you really think we need the Liberals to time-allocate this bill, to tell us that it should make it to the finish line? I don’t think so, Speaker. We would have liked this bill to make it to the finish line two Parliaments ago—the Parliament before this and this Parliament, absolutely.", "Same thing: It was weird, because all three of those bills had already reached the six and a half hours—I mention six and a half hours because this is the magic number where you can send the bill forward, and there’s an automatic ask of the government if we want to continue to debate. All they have to say is no and voilà.", "Then the fourth bill, Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin—here again, protecting our Great Lakes, protecting the watershed that goes with it. This is the part that I hate the most about this place. There are a few things that I’m not too happy with, but shenanigans like this—I can’t stand this. This is a complete waste of our time. Think about it: We are 107 leaders. Every single one of the 13.5 million people who live in Ontario is being represented by the 107 members who sit in this House. How do we use our time together? We use our time together not for the betterment of our province; we use our time together to get poked in the eye by a majority government that says, “We will force you to do something that you were already wanting to do and trying to get done, but we will be able to tell the world that we did this because we are a big, strong majority. You little NDPer and you little PC, it doesn’t matter what you guys thought because we used our big, powerful muscles to muscle this through the House because we believe in the environment with a capital E,” and you guys don’t understand anything about the environment.", "Well, I’m sorry Speaker, this disgusts me. This was completely unnecessary. This is not the type of bill we should be debating four days before this House rises. We should be discussing issues within those bills; we should be putting on the record what we want about those bills. But, no, instead we have this macho show of power that I can’t stand. This contest to see who can piss the farthest—I have no desire to take part in those things, but this is what’s happening right now, this is what this—", "Interjections." ],
  "anchor" : "para980",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think I have to ask the member if she could possibly rephrase that last reference.", "Interjections." ],
  "anchor" : "para992",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Sorry, Speaker. They were talking to me." ],
  "anchor" : "para994",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "If you could rephrase that last, previous reference." ],
  "anchor" : "para995",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "You want to see who can flex their muscles the largest." ],
  "anchor" : "para996",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "This is a motion to see who can flex their muscles the largest. Is this better? Okay. In a majority government, or at any other time, I have no desire to enter into those contests.", "Am I competitive? Oh, absolutely, I’m a competitive person. I row competitively, I race competitively. I have it in me to compete. Bring me to a racecourse and you will see what competitiveness is all about. I love it.", "Interjections." ],
  "anchor" : "para997",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I wakeboard as well, yes, and I will wakeboard again. I don’t let a little crushed tibial plateau slow me down.", "But this is completely useless. This is not competing for something that will bring you closer to a goal; this is a complete waste of our time, a complete waste of goodwill. If we were to use this time debating this useless motion listening to one another instead, if we were to use this time wisely for the benefit of Ontarians, great things could happen. When all 107 of us are here together, great things could happen because you have the leadership of the entire province in one room. We know what’s going on in our ridings; we can move things forward to make sure that every Ontarian moves along with it. Beautiful things could happen, but none of that happened—none of that. Instead, we have motions like this that are completely useless—unless they want to talk to someone and show that they have done something, something that was completely useless, but they still wanted to do that.", "It disappoints me; it turns me off of this place like nobody’s business. I hate this, Speaker. But, more and more, we see this happening. We see this happening where we have a majority government that decides to time-allocate things that nobody wants to talk about anymore, which we’re willing to move on, that wants to flex their muscles to show they are getting things done, when really, had they taken the time to talk to us, we would have got things done faster.", "We want those bills to go through. We’ve wanted those bills to go through for a long time. Some of them my leader has pushed forward. Do you really think that we would put a bill on the record and do all the work necessary, use your lonely little time slot for second reading for a bill that we did not want to move forward? Where would that come from? Where does that come from?", "Anyway, here we are with this motion that we’ll be debating this afternoon, rather than debating something of substance. We will end up going through the motion that would bring those bills to the finish line, when we could have passed some of those already today and be done with them and build a little bit of goodwill within this House and show that, in some instances—and those are perfect bills to show this—we all agree. Those are bills that will be good for the people of Ontario. Take time to listen to the people of Ontario, and together, we can do anything.", "But no, this is meant to divide; this is meant to say that one side is right, with a capital R, and the other side is wrong, with a capital W; that only the government has good ideas and can move good things forward and that the opposition would not see paradise if we fell into it.", "This is wrong. This is not the way we should conduct ourselves in this House. Frankly, for people who look from the outside, this is what turns people off. I’m always sorry when I see that by our own actions, we’re actually pushing people away from their democracy. Democracy wins when everybody feels connected, when they look at their leader and they have—" ],
  "anchor" : "para1000",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes—and they have reason to be proud of our actions and the way we behave and the way that we bring things forward.", "Will we always agree? No, of course not. If you take any group of people, there is always dissenting opinion. But when you take the time to listen, when you take the time to move forward, what brings us together? What is it that we have in common that could bring all of Ontario forward? Then we all win. We all win.", "But none of this is going on this afternoon, Speaker. This afternoon, we have a show of muscle from the Liberal Party for something that did not need any time allocation or muscle-showing or anything of the sort. We should be there by now, and the fact that we’re not is because we have this motion in front of us—not my finest day in this Legislature, Speaker. I hope, as we go forward, we’re not going to see too many of those.", "You know, I sit down there and I try to understand who they could be talking to who really wants this. I would say every Ontarian agrees that they want this bill, together, but this manoeuvring, that only people who know how the Legislative Assembly process works—what do they owe them that we have to go through this rigmarole to move those bills forward? Who is listening to this motion for whom it would make any sense that we have this motion forward? It makes no sense. Whatever they told you about, “We will move this motion forward and this way the Great Lakes will be protected and the SLAPP will go forward and the invasive species will move forward and the cleaner coal will move forward”—let me tell you, they did not do you a favour. Much to the opposite: Had they let those bills go through, we would already have this legislation.", "This is just a big show so that someplace, somewhere, they can tell people that they moved coal and they moved SLAPP and they moved the protection of the Great Lakes and they moved the other one that I keep forgetting—the invasive species. Those would have all reached the finish line without this motion. This is not necessary, and it is sad. It is sad because what it really shows is, it shows the divide. It shows that as leaders, we haven’t learned to talk to one another. We haven’t learned to listen to one another.", "When we all say the same thing, when we all say that those bills are good and should move forward, why don’t we let them go forward the way that it’s supposed to? Because you have to realize, Speaker, that to open them up for public debate—after second reading a bill goes to committee and goes to public debate. There is tremendous value in that. The tremendous value is that anybody who lives in Ontario can come and talk to us. They can e-mail us, they can send us letters, they can ask to connect and they can have their say. This is what makes us a democracy. This is what makes us strong and proud of being Ontarians.", "All of this process kind of gets swept a little bit under the rug when you have public hearings and clause-by-clause within the same day. How many changes do you figure you can do to a bill when you have your public hearings and your clause-by-clause the same day, and then you report back? It sort of sidesteps a very important process of our Legislature. Anyway, it is what it is—nothing to be proud of.", "Will we be supporting those four bills? Yes, absolutely. Will we be supporting a motion that shows how strong and powerful the mighty Liberal government is? Not so sure, Speaker. Not so sure." ],
  "anchor" : "para1009",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Did you indicate you were sharing your time?" ],
  "anchor" : "para1017",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I did—maybe not loud enough. But I will now: I’m sharing my time." ],
  "anchor" : "para1018",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. I think I will allow it again.", "The member for Hamilton Mountain." ],
  "anchor" : "para1019",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m always pleased to be able to stand in this House and have the ability to speak up on things that come before us, and to stand up for the people in my riding and people across this province, when they contact me to do so.", "Today, we have this programming motion in front of us that really is about stifling the debate. It’s about quieting people, to be able to push through their agenda, and yet, as the member before me said, we all agree on all of the bills that are here. So why is it that the government feels that it needs to stifle the debate, that it needs to push things forward, push it through as quickly as they can, and stop the debate process from happening—which is an important part of our legislative process. It’s the checks and balances.", "If the government spent as much time on the Hydro sale, and talking to the people of this province in a consultation process, maybe they wouldn’t waste so much time on silly games here in the Legislature.", "We will be supporting these bills, but there was no reason to put them through this process." ],
  "anchor" : "para1021",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1025",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s a great pleasure of mine to speak to the programming motion now that is before the House. The pieces of legislation contained in this motion are, of course, very, very important, and we look forward to moving them forward as part of our plan to build Ontario up. We need to move forward with them in an expeditious fashion.", "I was delighted to listen to the member from Timmins–James Bay speak at length about this. For the opposition party’s House leader to speak so co-operatively about the opportunities, that their side of the House wants to move forward with these bills, was heartening. We know that his leader brought some of these motions before in the past. We know there’s widespread support on that side of the House. It’s absolutely delightful to all of us to know that there will be widespread support for moving these bills forward and, through this motion, an opportunity to move them forward more expeditiously than I think the members opposite are giving us credit for.", "As a House leader, he knows—and he’s had those discussions with the House leaders of the official opposition, the House leader of the party. Obviously, we’ve come to an impasse where we’ve had to determine that if we want to get this House’s agenda through in an expeditious manner, this is the best way to go forward.", "The member from Nickel Belt spoke at great length about this great jousting contest, this show of power. Frankly, if you look at the history of so many of these motions that have been before this House in the past, they didn’t get passed in previous Parliaments with a minority status because the co-operation wasn’t there. So the history somewhat belies that fake sense of confidence that the members opposite are putting forward, because the history is just not showing that they were prepared to move forward on these things in the past.", "These are four very important bills that are being put forward. Bill 9, An Act to amend the Environmental Protection Act—" ],
  "anchor" : "para1026",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Oh, and I am sharing my time with the member from Scarborough and the Minister of Agriculture, Food and Rural Affairs.", "Thank you, page.", "It’s always delightful to get reminded, with the enthusiasm when you stand up first in the House, that I am sharing my time, all in due course, as we move forward.", "We do have Bill 9, An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities—an important act. As we know, that’s the number one source of greenhouse gas emissions reductions that have happened in this province, and it’s been an extremely, extremely positive thing that we were able to move forward with.", "Bill 37, An Act respecting Invasive Species: We heard the member from Owen Sound speak quite eloquently on how important that piece of legislation is to go forward. We will be moving forward with it as well.", "Of course, Bill 52, An Act to amend the Courts of Justice Act, the Libel and Slander Act and the Statutory Powers Procedure Act—I have a very good friend, David Donnelly of the Canadian Environmental Defence Fund, who probably was the individual who spearheaded the importance of having this kind of legislation when he was trying to work with a community group in defending against a large development. That was the response of the developer: to come after him personally, to come after his law firm, to come after the community with very expensive litigation, which had an incredible chilling effect on their capacity to be able to bring forward their concerns about the development. It’s important that that piece of legislation comes forward as well.", "Finally, of course, An Act to protect and restore the Great Lakes-St. Lawrence River Basin: As we’ve heard—and we’ve all had a chance to speak on this issue in the past—there is widespread support for this, but we are not operating in a vacuum. The reality is that the co-operation hasn’t been here to move the business of this House forward as expeditiously as we would like. We saw that evidence again today. When the opportunity came down, we brought a motion to extend debate to midnight. Despite the protestations of the House leader for the third party that he wants to be co-operative, that party, once again, voted against doing the business of this House in an extended fashion. The reality is we need to move forward with this legislation. You had a chance to come forward and you didn’t want to do it.", "All of us have had a very productive session in the last many, many weeks, and this is, hopefully, going to be the week before we can rise, but we need to get some of this legislation past us, on the table, going forward.", "The House leader complained at length about curtailing debate. Within the House, this may have the impact of curtailing debate on these bills that we have widespread unanimous agreement on, but they’re all individually going forward to committees, committees where there will be extensive opportunities for the public to comment on them.", "I know that, for instance, the cessation of coal act—", "Interjections." ],
  "anchor" : "para1032",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "The cessation of coal act, contrary to the heckling, is currently scheduled for three days in the general government committee. Three days—I’m seeing it right here. We have three days where we will be able to bring people in to talk about the cessation of coal. We’ll have the environmentalists of this province coming out and telling us what an incredible thing it was when we reduced coal, and then move forward.", "The Great Lakes Protection Act, also going to the general government committee, is slated for four days of committee hearings. I challenge the members opposite to tell us that that is stifling debate. The reality is that in four days of hearings, there will be tremendous opportunities for people across the province who have an interest in protecting the Great Lakes basin and protecting the St. Lawrence River basin—they will have a chance to come forward and make their views known. That’s extremely important.", "The Invasive Species Act: Once again, as the members opposite have talked about, there is great support for this. We will have a chance to hear from the people of Ontario in what I’m understanding to be four days in committee. In the social policy committee, for four days we’ll be sitting to hear from the people and go through a clause-by-clause review of that act. I think that’s extremely important. I think we need to recognize that this is not stifling debate. This is, in fact, broadening opportunities for Ontarians to have meaningful input on these bills in the fall.", "Finally, a committee that I sit on—justice policy—will be receiving the anti-SLAPP legislation. We’ll have a chance—again, four days of review of that bill at committee, for the people of Ontario to come forward and have their say.", "I know that we only got something in the order of 36% of the bills forward during the last minority Parliament, and now we’re moving forward. Yes, we have a majority situation because that’s what the province of Ontario gave us. They were frustrated with this lack of co-operation they got from the other side and they said, “You know what? We need a government in power who can bring forward a piece of legislation that will listen to the province of Ontario, listen to the people of Ontario, and come forward with meaningful legislation.”", "With that, I’d like to turn over my time to the member from Scarborough–Agincourt." ],
  "anchor" : "para1044",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Scarborough–Agincourt." ],
  "anchor" : "para1050",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Good afternoon. I’m very pleased this afternoon to be given an opportunity to speak in support of the programming motion before the House. As my colleague previously said, we’re talking about four bills before us: Bill 9, An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities; Bill 37, An Act respecting Invasive Species; Bill 52, An Act to amend the Courts of Justice Act, the Libel and Slander Act and the Statutory Powers Procedure Act in order to protect expression on matters of public interest; and Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin.", "In my limited time for debate on this particular motion, I’m going to focus specifically on Bill 9. As a former nurse, I know the importance of this particular bill to the health of every Ontarian in this province.", "Last year, on July 9, the Minister of the Environment and Climate Change introduced first reading. We’re now still talking about Bill 9, so for the opposition to claim that we are rushing this to the finish line—I would challenge them. This is a very important piece of legislation to the health of every Ontarian.", "Through the proposed legislation, if passed, we are committed to reinforce the end of use of coal at existing generating facilities and ensure that any new stand-alone generating stations will not use coal. The reason why we’re concerned about this is because of significant health, environmental and, more importantly, financial costs associated with the use of coal.", "The other piece, I want to remind every member of the Legislature—I’m going to quote from Louise Comeau, who is the executive director of Climate Action Network Canada. In her statement, she claims that all levels of governments—as well as individual Canadians—must make a priority of the reduction of greenhouse gas emissions.", "If we pass this proposed legislation, we are in effect reducing the largest emitters of greenhouse gas in this province, which in fact contribute to global climate change.", "The other editorial recently in the Toronto Star talks about this. It talks about the Premier signing the accord with the province of Quebec, as well as California dealing with a cap-and-trade initiative. But also, in the editorial in the Toronto Star dated April 14—I’m going to quote. This is what it says here: “Wynne’s bold move breathes life into Ontario’s principled decision in 2008 to set a price on carbon when it signed the Western Climate Initiative with Quebec, British Columbia and California. It means that more than 75% of Canadians will soon live in a province with some form of carbon pricing to discourage the burning of fossil fuels. And this is the second time Ontario has shown leadership where the Harper government has not. Much of Canada’s modest progress to date has stemmed from Ontario’s decision to close coal-fired hydro plants.”", "So Mr. Speaker, I would say—" ],
  "anchor" : "para1051",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Harper is taking the credit for it?" ],
  "anchor" : "para1059",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "No, he’s not taking credit.", "The editorial is clearly saying that our initiative to close the coal-fired plants is helping with the carbon and the greenhouse gas emissions.", "The other piece is—if my colleagues are not listening to these editorials, maybe they will listen to the German ambassador. This weekend he publicly criticized the Prime Minister and the Minister of the Environment in Ottawa—" ],
  "anchor" : "para1060",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Brian Mulroney?" ],
  "anchor" : "para1063",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "No, Mr. Harper—criticizing the government of Canada for not doing their part in dealing with the whole issue of greenhouse emissions.", "Mr. Speaker, you don’t have to look far. Living in an international community, we know Germany is leading the way when it comes to green energy, yet our own federal government is sitting on the sidelines. I’m going to quote here: “ ... Ottawa’s announcement it plans to reduce Canada’s greenhouse gas emissions to 30% below 2005 levels by 2030, arguing it failed to outline any measures targeting the oil sands.” It is very clear: The province is now leading the way, not the federal government. The feds usually lead in partnership with the provincial government. So this proposed legislation, when we pass Bill 9, is very important to every Ontarian’s home, every Ontarian’s household but, most importantly, every Ontarian’s health.", "The other piece is that the opposition third party and my colleague from Beaches–East York already commented about the fact that by delaying passage of not just Bill 9 but Bill 37, Bill 52 and Bill 66—Ontarians expect this chamber to pass legislation that matters to them. At the end of the day, delayed passage—and as I already said earlier, Mr. Speaker, on July 9, 2014, the Minister of Environment and Climate Change did first reading, and we’re still debating this particular bill.", "At the end of the day, we need to move forward to protect every Ontarian’s health.", "So now I’m going to turn my remaining time to the Minister of Agriculture, Food and Rural Affairs. Thank you, Mr. Speaker." ],
  "anchor" : "para1064",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m pleased to recognize the Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para1070",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Thanks very much, Mr. Speaker. I want to say, you being in the chair today, that we had a delightful opportunity last Thursday. I was in your wonderful company at Elora, Ontario, for the opening of the new dairy agricultural research station in the lovely community of Elora. I want to thank you sincerely, Mr. Speaker, for your very kind hospitality, being in your riding. It was a great day.", "But I’d also like to say today that my wife, Karan, and I are particularly pleased that our daughter, Shanae, who’s 15 years old, a grade 10 student at St. Peter’s high school in Peterborough, is competing in OFFSA tennis this afternoon at York University. So I know all of us in this chamber wish our daughter very well as she competes with other students right across the province.", "Now, Mr. Speaker, before you admonish me for not following the rules, you know that I have to get to the motion here today about things that are happening in the Legislature. I want to take the opportunity—because this is something that’s very important in the great riding of Peterborough: the Invasive Species Act.", "Of course, in Peterborough, we’re very proud that it’s the headquarters of the Ontario Federation of Anglers and Hunters. The executive director, one Angelo Lombardo, is a good friend of mine. I do know that the Invasive Species Act is very important to both our recreational fishery in the province of Ontario and those, of course, who are in fish processing etc. We’re always very concerned about a number of invasive species that might make their way—particularly coming in from the States, up the Mississippi River—into the Great Lakes and, ultimately, find themselves in the wonderful Kawartha Lakes.", "This has always been extremely important to me because of the Trent Severn system that runs right through the heart of Peterborough. In fact, where I live on Maniece Avenue in Peterborough is exactly a stone’s throw away from the world-renowned Peterborough lift lock, which is over 107 years old. It’s one of the great wonders of the world. People come from all over the world to see and visit the Peterborough lift lock.", "There’s also one in the riding of my good friend from Haliburton–Kawartha Lakes–Brock at Kirkfield, Ontario, but the one in Peterborough is all made out of concrete and the one in Kirkfield, Ontario, is a steel structure. That’s what makes the one in Peterborough so unique.", "The reason that we want to keep it and the Trent-Severn Waterway as a great place for people to visit—we want to keep invasive species out of that area. Over the years, we’ve had challenges, of course, first of all with zebra mussels. Now, the zebra mussel, Mr. Speaker, as you know, is quite the interesting critter. They actually came into the Great Lakes from grey water that was pumped out of ships that were travelling the Great Lakes, got into the waters of the Great Lakes, and then eventually made their way right up into the Kawartha Lakes. Mr. Speaker, as you well know—you chat with your municipal colleagues—zebra mussels have a terrible habit of collecting on water intake pipes. They actually clog up the water intake pipes and create serious problems for municipalities right across the province of Ontario. Indeed, they jeopardize the generation of electricity from running water, and in fact, with both Darlington and Pickering, have jeopardized the operation of those nuclear plants, because of the water intake pipes. So that’s something that we need to be very worried about.", "The other one that I will spend some time talking about today is the emerald ash borer. It came to Ontario—it’s rather interesting. There were pallets that came from China. The emerald ash borer was contained in those pallets. The pallets crossed into Canada at Windsor, Ontario, and of course the emerald ash borer spread very, very quickly throughout southwestern Ontario.", "I saw a couple of airplane photos. Pat Hoy—you’d remember Mr. Hoy very well, the former member from Chatham–Kent–Essex. I remember him showing us pictures that were taken by the MNR to see the marching of emerald ash borers, starting at the Detroit-Windsor border and then making their way on an eastward swath throughout Chatham–Kent–Essex and, in their devastation, destroying magnificent ash trees in that part of Ontario.", "Mr. Speaker, you’re probably old enough, as I am, to remember when Dutch elm disease made its way through the province of Ontario and destroyed stately stands of magnificent elm trees in every community right across this province. You’d be hard-pressed today to find an elm tree in many parts of the province of Ontario. That’s why, for the life of me, I can’t understand why there has been some filibustering to stop a great bill like the Invasive Species Act, to—" ],
  "anchor" : "para1071",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Oh, what filibustering? You’re filibustering your own bills." ],
  "anchor" : "para1081",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Oh, no, Mr. Speaker. I’m getting some comment from the people, so I—", "Interjections." ],
  "anchor" : "para1082",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Oh, Mr. Speaker—" ],
  "anchor" : "para1084",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para1085",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do you still want to do a point of order? The time is up." ],
  "anchor" : "para1086",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "On a point of order—" ],
  "anchor" : "para1087",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para1088",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "On a point of order, Mr. Speaker: The Liberals are filibustering their own bills." ],
  "anchor" : "para1089",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order.", "Further debate?" ],
  "anchor" : "para1090",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure to join debate today on this programming motion. I want to start by saying that there are other members of the Progressive Conservative caucus who would like the opportunity to speak. They are Mr. Miller from Parry Sound–Muskoka, Mr. Pettapiece from Perth–Wellington and Mr. Bailey from Sarnia. I know that they’ll add their voice on some of the big challenges of today.", "I must say at the outset: My colleague from the Nickel Belt area lamented the fact that we are now in the last week of this session and we are dealing with a programming motion, with some very substantive issues in the province of Ontario to deal with. She lamented that fact because she felt that we’re debating a programming motion today and, in fact, we would be better served if we were debating an issue, or a number of issues or pieces of legislation on the future of the province of Ontario. I couldn’t agree with her more.", "From time to time, we agree with different parties in the assembly, as Progressive Conservatives. Sometimes we share our view with the Liberals, sometimes with the New Democrats; sometimes we go it alone. But in this particular case, where we’re time-allocated and we are using a programming motion, I am tending to agree with my colleagues in the third party, because there is a great deal of debate in the province today that we should be discussing.", "Predominantly, primarily, the biggest issue by far, regardless of what community you’re from in Ontario, is hydro. It’s the cost of hydro. It’s the oversight of Hydro One. It’s the smart meters. It is the impact of the global adjustment. It is the wind turbine policies through the Green Energy Act. It is the sale of Hydro One. By far, regardless of which community you live in, wherever you work, whatever your economic circumstances, the people of Nepean–Carleton and the people of the rest of the province of Ontario have that on the top of their mind.", "Therefore, I think it’s incumbent upon the government to allow members of this assembly, regardless of where they come from, regardless of what part of Ontario they represent or from which political party they come, to have an opportunity to have that discussion.", "Earlier today, I had a question in the Legislature. I urged the government to remove the sale of Hydro One, that fire sale/asset sale, from the budget so that we, as members of this assembly, would have the opportunity—I wasn’t the first person to raise this issue. In fact, I’ll give the credit to the leader of the third party. I’ll give the credit to the leader of the official opposition. That was the appropriate approach and response, I believe, to an asset sale that won’t be $1 billion or $2 billion; it will be well over $10 billion, I believe—$13 billion.", "I think when you look at that, regardless of what end of the political spectrum you come from or where you represent in Ontario, that a massive change like this does require public hearings and it does require us to look at the fine print to ensure that the interests of the people of Ontario are being best represented. That’s why we’re sent here to Queen’s Park.", "So we can talk about this omnibus legislation, this time allocation legislation, this programming motion, and we can talk about how we want to get things finished by Thursday, which is noble—I don’t blame the government House leader for wanting to have an efficient timeline. Where I do fault him and his party, however, is on the substantive issues we’re dealing with here that are before us in the Ontario Legislature.", "In the minute I have left, I want to also say that this is a government right now that is dealing with an unprecedented level of debt. Nurses are being fired. Teachers are on strike. We have hydro bills that are the most expensive in North America. We have job losses by the day. It really behooves the government to allow us to have a full debate and public hearings on some of the most important matters for which the people of Ontario have sent us here.", "So on behalf of the people of Nepean–Carleton—by the way, almost 1,000 of them joined me on Saturday in Bells Corners for my 10th annual open house—who talked to me about the big issues that Hydro One is bringing upon them as well as hydro bills. I’m really proud to be able to represent them here today. I do really regret that we don’t have more of an opportunity as Progressive Conservatives or as members of this assembly to talk about the issues that impact them in their homes." ],
  "anchor" : "para1092",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Sarnia–Lambton." ],
  "anchor" : "para1103",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "It’s always a privilege and a pleasure to rise in the House and speak. I have a little bit more material, I think, than I have time. It’s like having more month than you have money. Anyway, I’ll go through this a little bit.", "I’m privileged to rise and add comments to the debate on government motion 40, which applies to specific bills that we’re going to debate here today on this time-allocated motion.", "First of all, it directly affects my riding. Bill 9, An Act to amend the Environmental Protection Act—many have spoken about invasive species. One of the big ones we’re concerned about in my riding, because of Lake Huron and the St. Clair River and other bodies of water, are phragmites. The zebra mussels, of course, are also another issue there. Anything we can do to actually reduce that and look into some way to prevent the expansion of the phragmites and do away with that—I have some to deal with on my own property now, where I reside. I chopped them all down with some kind of a machine that got rid of them all. I’ve got to look at some way of treating them before fall so that they don’t come back up in the spring. They’re certainly a very insidious plant. Someone said that they’re next to impossible to manage.", "As a rural riding that borders Lake Huron and the St. Clair River, it’s important that we protect water, beach and dune ecological systems from invasive species. Bill 37, An Act Respecting Invasive Species, is a good idea in principle. One wonders if it even goes far enough. I believe that committee work in my riding of Sarnia–Lambton could provide significant input that would help strengthen that bill. One member kept talking about all the committee hearings, but they’re all going to be here in Queen’s Park, in Toronto. The world, according to some people, might revolve around Queen’s Park and Toronto, but I can assure you that the residents of my riding, plus many other ridings represented in this Legislature, would like to have input as well. Not everyone can avail themselves of the opportunity to travel here to this great city and to the Legislature to take part.", "Another bill I’d like to speak about is Bill 52, the anti-SLAPP. This is a bill that has a lot of effect in my riding. A number of people there have felt encouraged, I guess I’d say, to be quiet, to shut up and not say anything about wind turbines, which is a big issue in my riding. That’s something this government, in their so-called wisdom, has imposed on this province.", "I have a great problem with this. The one member was speaking about how they did away with burning coal. But if they just wanted to build gas plants, that’s what they should have done. But to build these wind turbines and impose them on the people of Ontario—everybody in this chamber knows that doesn’t work. For this government to continue down that track—someday, there will be an accounting on this. Hopefully, when there’s a new government, there will be an inquiry, and we’ll see where those—there is the old saying, “Follow the money.” When someone says it’s not about the money, follow the money. I hope I’m still here at that time to take part in that. I’m sure there will be some very revealing—what goes on.", "We also did a lot of work on—and I said our member here from Huron–Bruce did a lot of work, as the environmental critic, on the Great Lakes Protection Act. I’ll certainly support that as well—the work that she has done, as well as many other members in this Legislature.", "The government has failed in the past when it has tried to dictate from Toronto, as I just said, what the best practices are for very different communities across the province. A bill as important as Bill 66 should have been travelled around the region, so that many members could have had their say.", "In closing, I believe that all of these bills that have been put forward have some merit and should be discussed further. However, I cannot support the fact that this government is attempting to cut off further discussion on the bills and will not take these important issues across the province to conclude that debate.", "Government motion 40 doesn’t serve the interests of the people of Ontario, and I will not be supporting it. Thank you." ],
  "anchor" : "para1104",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Perth–Wellington." ],
  "anchor" : "para1114",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "It’s a pleasure to stand in my place and speak about this motion.", "I actually have a definition of the motion, which I won’t read today, to explain to me just exactly what this thing does. It’s quite interesting, being new to the Legislature—I’ve only been here a little over three years—to read some of these things and find out just exactly what they meant.", "But I guess I want to address my comments to the operation of the government and what they are doing here right now. They’re limiting debate; they’re also limiting committee time. We have seen, in the past, just exactly what this does.", "I remember, back in the 2012 budget, what they did to the horse racing business in this province. Do you know, Speaker, there are only about half as many people with licences in this province as there were back in 2012? It’s just incredible, what they did, and they just went ahead and did it and they cut us off. The budget bill was passed, and this happened.", "I remember there was a comment made in a paper last week, I believe it was, by the Minister of the Environment and Climate Change. I think I can get it right when I say I believe it said that legislators or ministers run off the rails when they don’t listen to science in some of their decisions.", "Certainly, we’ve seen this with the decision on neonics with grain, corn and soybean farmers. Yet when they say these things, they should listen to what they say, because it’s perfectly true that some of the decisions being made by the government are going to have a profound effect on Ontario. Some of these bills certainly are needed, and we’re going to support them.", "But the problem, is we can’t know everything in this Legislature; no legislator can. There are certainly a lot of people out in my riding of Perth–Wellington who would like to comment on some of these changes, especially if they affect agriculture, but they’re not going to have the chance.", "I was talking to some of them on the weekend who have taken an interest in what is going on down here. I said, “Well, it’s not going to happen, guys. You just aren’t going to have the chance, because we can only put so many people through the committee procedure.”", "And why is that? I said, “It’s because the government is cutting off debate. They’re cutting off committee time.” That’s hardly fair, especially if they have some good points to send to the government if the government would listen.", "But again, I have sat on committees in this Parliament, and any or most of the amendments that we try to put through and the third party tries to put through to the government are defeated. They don’t listen, except if they make a mistake. That happened last month, I guess, when they made a mistake and voted down one of their own amendments. It’s too bad that this is happening.", "Again, there’s quite a bit of substance to these bills that we will certainly be supporting, but it’s too bad that we can’t listen to some experts in the field—especially on the Great Lakes—who would probably like to speak to committee. But as we’re seeing right now, committees are going to be limited in their time.", "It’s interesting that, since I’ve been here, the rural/urban divide has been discussed many times, whether it exists or whether it’s something that has just been dreamed up by people. I keep hearing that more and more all the time. It can’t help but expand or manifest itself in people’s minds with this type of debate, this type of cut-off that’s going on, that this present government is proposing.", "If you are not allowed to voice your opinions in this province, in a certain period of time—certainly there are ways of doing that, but if you’re cut off with such short time frames, it does leave a bad taste in people’s mouths. I can understand that. That’s what these types of things do, Speaker. People get a sense out there in the ridings that it doesn’t matter what they think, that it’s not going to be listened to, that doesn’t matter what they say. We can’t express their ideas at committee because we’re limited to the time we can do these things. So I would hope the government, in the next Parliament, would think of this before they do these things, because it does leave a bad taste in people’s mouths, and I think we really, really have to understand that and listen to that type of thing." ],
  "anchor" : "para1115",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Parry Sound–Muskoka." ],
  "anchor" : "para1129",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "In the few minutes I have to talk to this motion, I’ll follow up on what the last member was saying about the restrictive nature of this motion. It deals with a number of different bills. I note the House leader is here from the government. It looks to me like they have a mistake in this motion, actually.", "One of the bills I’m concerned with is Bill 52, which is the anti-SLAPP legislation. SLAPP is strategic litigation against public participation. I know lots of people do support this bill. I’m concerned, as the northern critic and representing forestry; I know that the Ontario Forest Industry Association has great concerns to do with Bill 52. I know that the Federation of Northern Ontario Municipalities wants to see changes to Bill 52, to make it fairer. I know that Greenpeace supports the bill, and that makes me very nervous. So I have concerns with Bill 52. It’s one of the bills that are dealt with in this motion. It’s very restrictive.", "It states in this motion, in terms of the committee hearings after it passes second reading, that there will be two days of public hearings and two days for clause-by-clause. It’s very prescriptive. Witnesses are scheduled on a first-come, first-served basis; usually that’s left up to the subcommittee. Each witness has only five minutes to make a presentation. I think the bill is complicated enough that especially the expert witnesses could use a lot more than five minutes to explain their position.", "This is where I think the mistake is: It allows for two days of clause-by-clause, but then it says, “Following the completion of the second hour of clause-by-clause consideration, those amendments which have not yet been moved shall be deemed to have been moved.” In effect what this says, if it’s correct, is that after two hours of clause-by-clause it’s essentially over, so I’m not quite sure why they have two days. I assume that may be a mistake. Perhaps the House leader can look into it because it’s restrictive enough as it stands.", "That’s one of the bills. There’s a number of different bills that I have an interest in, and that certainly are of interest to my riding. Bill 37, An Act respecting Invasive Species, a bill to do with invasive species, is certainly very important to Parry Sound–Muskoka. That’s one that I support. I note, in getting my latest copy of the Georgian Bay Association newsletter, that they have a big section on phragmites. I’ve met with Colin Dobell, founder of Stop the Invasion, on this." ],
  "anchor" : "para1130",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Phragmites?" ],
  "anchor" : "para1135",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Phragmites is a plant that can grow out of control. It’s an invasive species. The member for Simcoe–Grey pointed out that in Wasaga Beach Provincial Park, it was growing out of control, and the park was not allowing people to cut it down. That took some lobbying, and now that has been changed.", "Asian carp: Of course, representing an area that’s on Georgian Bay, I have great concerns that we keep Asian carp out of the Great Lakes and out of Georgian Bay. So that’s a bill that I think should be a positive bill and should be a needed bill.", "Other bills are so much just about optics. Bill 9, the coal cessation bill: There are no coal generating plants. The bill is a one thin page, and it’s all about the government trying to look like they’re being green. So many of their bills are purely about optics, and so many of them make the government look green, but could actually be terrible legislation, like the Green Energy Act, as an example. Another bill—I see that I’m already down to one minute.", "What we really should be talking about, and the thing most people are concerned about, is the sale of Hydro One; this fire sale of Hydro One, and this bad deal that the government is making without any consultation with people.", "I just received the latest Fedeli Focus on Finance, which deals with the sale of Hydro One. Once the ongoing revenue stream from Hydro One is gone with the sale of 60% of it, what that’s going to mean for the average rate consumer, or hydro user, is an increase in power bills. That’s in this Fedeli Focus on Finance. I note that Tom Adams says that exactly: “It’s filling the hole that” Ed Clark is “creating at OEFC that results in the rate increase that he’s not talking about…. This is a shell game.”", "We should be spending more time talking about the sale of Hydro One. That’s the issue that’s on constituents’ minds. No matter where we go in our ridings, people bring it up. This fire sale that the government is bringing about is a real concern to the people." ],
  "anchor" : "para1136",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Further debate?", "On May 27, Mr. Naqvi moved government notice of motion number 40, now government order number 24.", "On May 28, Mr. Clark then moved that the motion be amended as follows:", "In each section—(a), (b), (c) and (d)—that bullet number two be struck out and replaced with the following:", "“—That the deadline for requests to appear be 2 p.m. on the Thursday of the week that the bill receives second reading; and", "“—That following the deadline, the Clerk of the Committee provide the members of the subcommittee with a list of requests to appear; and", "“—That the members of the subcommittee prioritize and return the list by 6 p.m. on the same date; and", "“—That the Clerk of the Committee schedule witnesses from these prioritized lists.”", "Is it the pleasure of the House that the amendment carry? I heard some noes.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 30-minute bell.", "Interjection." ],
  "anchor" : "para1142",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I wish to inform the House that I have received a notice of deferment, asking that this vote be deferred until tomorrow during the time for deferred votes." ],
  "anchor" : "para1156",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para812"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader on a point of order." ],
  "anchor" : "para1159",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding Bill 75, An Act with respect to microbeads." ],
  "anchor" : "para1160",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking the unanimous consent of the House to put forward a motion without notice with respect to Bill 75, An Act with respect to microbeads. Is there such unanimous consent? Agreed.", "The government House leader." ],
  "anchor" : "para1162",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that the Standing Committee on Finance and Economic Affairs shall be authorized to meet on Thursday, June 4, 2015, between 2 p.m. and 4 p.m. for the purpose of public hearings on Bill 75;", "That the Clerk, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 75:", "Notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly website and Canada NewsWire; and", "That the deadline for requests to appear be 5 p.m. on Tuesday, June 2, 2015;", "That, following the deadline, the Clerk of the Committee provide the members of the subcommittee with a list of requests to appear;", "That the members of the subcommittee prioritize and return the list by 9:30 a.m. on Wednesday, June 3, 2015;", "That the Clerk of the Committee schedule witnesses from these prioritized lists; and", "That each witness will receive up to five minutes for their presentation, followed by nine minutes for questions from committee members;", "That the deadline for written submissions is 4 p.m. on the day of public hearings." ],
  "anchor" : "para1164",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that the Standing Committee on Finance and Economic Affairs—" ],
  "anchor" : "para1173",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para1174",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1175",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day.", "Resuming the debate adjourned on May 28, 2015, on the motion for third reading of the following bill:", "Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Projet de loi 31, Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para1178",
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para1158"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this bill, the member for Niagara Falls had the floor. I recognize the member for Niagara Falls." ],
  "anchor" : "para1182",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Thank you, Mr. Speaker. Returning to this bill, I would like to briefly touch on one more thing that is going along with the theme that I’ve been talking about the last hour, and that is road safety in general and how it is reflected by these pieces of legislation.", "It’s right there in the title. According to this bill, the intent of this government is to pass Bill 31 to make Ontario roads safer. Who could disagree with something like that? If anyone here has been listening to me for the past two weeks—" ],
  "anchor" : "para1183",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have." ],
  "anchor" : "para1185",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Thank you. I appreciate that, Percy. I know the Liberals have too; they’re excited to—", "Interjection." ],
  "anchor" : "para1186",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Yes, I know you have too, Mr. Fraser.", "You know that I have said, time and time again: Safety must be our absolute, number one concern. This government should never know an inch of our roads in Ontario is unsafe for residents and not tell them. When it comes to Bill 31, we need to be using the Auditor General’s report to highlight issues of road safety and learn from this. It is a great example that we can apply to this legislation when it comes to warning signs.", "This government had ministry officials telling them that the companies they were awarding contracts to were not properly equipped to clear highways in this province. They were giving contracts to the lowest bidders—contractors who didn’t even have enough salt or chemicals to clear our roads. We know that they saved a little bit of money, but they’re now facing well over 200 lawsuits.", "Think about that. How can road safety be a priority, like this bill states, when things like that are happening? Why is it that if someone is driving and using their cellphone they get a fine, but a government that gives contracts to companies that can’t clear our highways gets off scot-free?", "The best example for the need of oversight is in my riding of Niagara Falls. During the winter, my office inquired with the MTO about highway clearance because we felt we were seeing far too many accidents on the QEW, particularly on the stretch between Lyons Creek Road and Sodom Road. So we asked the ministry directly. Let me quote—because this is important—what was directly sent to our office regarding these concerns: “Safety is our top priority at the ministry. We looked into the areas you mentioned in your note. We have among the highest road safety standards in North America and our standards have not changed. Our contractors have strict contract requirements to follow during winter operations.”", "Now, of course, this sounds good and, of course, it sounds like safety is in mind. When we’re discussing a bill called Making Ontario’s Roads Safer, then I would expect that this government has safety in mind. Well, the problem with that ministry’s response is that they had no proof that these supposedly strict standards were being met.", "Looking at the Auditor General’s report, we can see that those who were given the contract to clear our roads in Niagara never even bothered to report to the ministry. Now think about that over on your side: They never even bothered to report to the ministry. There was no oversight. There was no accountability. In the end, it made things unsafe.", "I’d just like to point out that without this oversight, we never would have known that the ministry was essentially not telling us the truth. So in the future, if it’s a private inspection centre or fees on the 407, we may have concerns, but finding the truth and showing the people of Ontario will be a lot more difficult. In my view, that’s a major problem. The people of this province deserve to know if their government’s plans are working or not.", "Even worse than that, the ministry never even bothered to follow up with the contractor. Now think about that: The contractor never reported it; the ministry didn’t even follow up. My heart sinks when I think that for even one second one of my constituents was put at risk because this government refused to enforce proper oversight over road maintenance.", "I am grateful to our first responders who were able to come out and clear the highways when accidents occurred. Think about this though: Because these contractors didn’t have the proper equipment and were doing a poor job, the first responders in my riding were put at risk. I know a lot of people are talking today, but I want to repeat that: Those contractors didn’t have the proper equipment and were doing a poor job, and first responders in my riding were put at risk. That should never happen. Their safety should be a major concern, and I am furious to think that their lives were put at risk so this province could save a few bucks.", "Mr. Speaker, as you know, my riding has a number of distinct communities, each with its own incredible and unique culture and history. It’s one of the oldest parts of the province. It makes sense that this history has created these communities. So what happens is, you end up with a few roads that connect each of these communities. People live all over our region and work all over our region, oftentimes not in the town or the city that they live in. They’re using our highways constantly—it’s the only way to get around in my riding. So when we’re talking about not properly clearing highways, it’s not just a minor inconvenience; it’s how people in my riding live. This province seems to continue delaying their GO trains, so it looks like they may have to drive on the highways a little while longer.", "It’s for those reasons that I’m so focused on safety. There’s absolutely no reason that safety should ever be compromised. It’s why my party is so passionate about this bill and why I’m so furious about the Auditor General’s report. On one hand, we’ve been told this government is planning to make Ontario roads safer, but this is the same government that oversaw the winter maintenance plan that, frankly, failed the people of this province.", "The Auditor General’s report can tell us a lot about Bill 31. It proves the failures of unregulated privatization that lacks accountability. This is a government that ran on accountability, yet they gave money to the lowest bidder to clear our highways in my region, and they never asked them to prove they’re actually doing it. Does that sound like accountability, Mr. Speaker? Is that the kind of accountability that this government ran on? The people of Ontario deserve to know how their tax dollars are being used, even if they’re being used properly. In this case, people were paying taxes and there were no reports to the minister, even as they were complaining about road conditions.", "I’ll close by saying this: When you did an RFP to out-contractors to do road safety, how do you award a contract to companies that don’t even have the equipment to clean our roads?" ],
  "anchor" : "para1188",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Questions and comments?", "Further debate? Further debate? Further debate?", "Ms. Sandals has moved third reading of Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes would have it.", "Call in the members. This will be a 30-minute bell.", "I wish to inform the House that I have received a deferral notice from the chief government whip asking that the vote be deferred until tomorrow during the time of deferred votes." ],
  "anchor" : "para1203",
  "subject" : {
    "text" : "Transportation Statute Law Amendment Act (Making Ontario’s Roads Safer), 2015 / Loi de 2015 modifiant des lois en ce qui concerne le transport (accroître la sécurité routière en Ontario)",
    "anchor" : "para1179"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1213",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order: The government House leader." ],
  "anchor" : "para1214",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe that you will find that we have unanimous consent to put forward a motion without notice respecting tonight’s sitting." ],
  "anchor" : "para1215",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice with respect to tonight’s sitting. Agreed? Agreed." ],
  "anchor" : "para1216",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that, notwithstanding the order passed earlier today, when the House adjourns this afternoon, it shall stand adjourned until 9 a.m. tomorrow." ],
  "anchor" : "para1217",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader has moved that, notwithstanding the order passed earlier today, when the House adjourns this afternoon, it shall stand adjourned until 9 a.m. tomorrow.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1218",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para1221",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para1222",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry?", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "This House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1223",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para1212"
  }
} ]