[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 14, 2015, on the motion for second reading of the following bill:", "Bill 37, An Act respecting Invasive Species / Projet de loi 37, Loi concernant les espèces envahissantes." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "When we last debated this issue, Mr. Hardeman had the floor and was complete. We are now into the two-minute rotation.", "Questions and comments?" ],
  "anchor" : "para31",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "This bill is an important bill that we should be discussing in the House. It is needed but, like a lot of this legislation, it is only enabling legislation. We don’t know what, actually, the regulations will look like. Which would be something of substance—if we could actually discuss what things are, effectively, going to be done in this bill. So we don’t know what those regulations look like. We’re not sure about the plan for implementation. We’re also not sure about the funding—if it will be there. I guess, in concept or the idea, it’s great to bring it here; it’s a starting point for discussion about invasive species. So we’re happy that it is here, but we wish there was more substance to the bill.", "Invasive species are in every riding. It’s a big issue, especially in the northern ridings. So we welcome that this has come to the Legislative Assembly.", "This might be a little bit off topic, but just recently I was watching the news and they were talking about pesticides being sprayed on plants. We’re all going to go and get our plants for the May 24 weekend, and I didn’t realize that. They actually spray them with pesticides, and there are neonicotinoids on those plants, and it affects the bee population.", "So there are a lot of things we’re not sure about in our environment, and I’m glad that we have these bills that bring those things to attention, and this one about invasive species is certainly a welcome discussion we need to have in the province of Ontario." ],
  "anchor" : "para33",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments? The Minister of Northern—" ],
  "anchor" : "para37",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Development and Mines." ],
  "anchor" : "para38",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. The Minister of Northern Development and Mines. Forgive me." ],
  "anchor" : "para39",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Thank you very much, Mr. Speaker. This is really important legislation. I think to receive support from all three parties in the House—certainly as a former Minister of Natural Resources and, obviously, as an MPP for a northern riding, I’m very conscious, as I think all members of the Legislature are, about endangered species.", "We’ve certainly seen the history related to zebra mussels and the impact that has had. Obviously, the efforts we make to keep the Asian carp out of our waters are important. And the other one that I give great credit to many communities for is the emerald ash borer, the work that has been done to manage that.", "The bottom line is that right now we have a patchwork of more than 20 federal and provincial acts designed to deal with invasive species. What this will be is the first stand-alone legislation in Canada that will actually address those issues.", "I listened very carefully to the comments from my colleague across the floor. Those are all fair questions, but I also think I heard that there will be support for the legislation moving forward. There still are a number of invasive species that have not yet found their way into the province of Ontario; we need to be able to do what we can to make sure that, indeed, that is the case.", "One looks at the mountain pine beetle species, particularly in western Canada, and the impact it had on the forestry industry.", "This is something that I think means a lot to all of us on this side of the House. I think I can speak comfortably for all those on the other side of the House—I see the member for Algoma–Manitoulin nodding vigorously, and I appreciate that. We hope to see support from all parties related to this legislation." ],
  "anchor" : "para40",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para46",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s a pleasure to join the debate this morning on Bill 37 and bring some comments in regard to the 20-minute presentation from our critic for municipal affairs and housing and former Minister of Agriculture. So he knows a thing or two about what he speaks of on this situation.", "This bill was actually rushed through and didn’t receive proper consultation. We need to make sure that if we’re going to bring in a bill like this in Ontario we get it right. What we’ve seen time and time again from this government is that they’re bringing in legislation that sounds good and it may be warranted, and I think the heart is in the right place in the legislation, but they haven’t actually done the homework; they haven’t actually done the public consultation that needs to take place. As we’ve seen with other pieces of legislation from this government, there are often unintended consequences even though the legislation might be headed in the right direction, when the homework hasn’t been done to make sure we have the best piece of legislation possible.", "This bill was rushed and didn’t receive adequate public consultation. We hope there will be public consultation. We know that invasive species are a problem in Ontario. We have the zebra mussels in the Bay of Quinte—which is entirely cleaned up, the Bay of Quinte, but there are other forms of Asian carp, which are causing significant problems in the Great Lakes as well. The emerald ash borer, the Asian long-horned beetle, the purple loosestrife, and the gypsy moth—these are all examples of invasive species here now in Ontario that are causing problems to the ecosystems in our province. We want to make sure that we take the time, get this right, have the proper debate, have the proper consultation and make sure that this is the best piece of legislation possible." ],
  "anchor" : "para47",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments? The member from Algoma–Manitoulin." ],
  "anchor" : "para51",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I spoke to this bill a couple of weeks ago when it was really a pleasure speaking again on behalf of the good people of Algoma–Manitoulin. Yes, it’s absolutely needed. This is legislation that I look forward to working on and moving into committee.", "I met with the North Channel Marine Tourism Council in my riding, a very active group along the North Shore, which is very concerned about invasive species. However, in this particular piece of legislation—which is why I’m looking forward to having it in committee. I’ll use the analogy that they utilized when I met with the council. It’s like going out fishing. You’re going out fishing and there are certain things you need. You need a boat; you need a motor; you need tackle and you need bait. However, if there’s no line in your rod, if there’s no gas to put in that motor or if there’s no plug in the boat, you’re not getting too far offshore.", "What has been happening over many years is that it’s so easy to cut back on MNR—the scientists, the field workers and the investment that needs to be done in MNR to make sure that enforcement of this legislation is going to be done, will be monitored, is going to be inspected. Those numbers, those studies and those surveys are going to come back to provide us with the guidance we’re going to need to make sure we’re taking the right path.", "I want to make sure that if we’re going out fishing we’re going to come back with some fish. This is important; this is what is lacking in this piece of legislation.", "I look forward to working with my friends from across the way once we get to committee, because, of course, this needs to get to committee to have further discussions about it." ],
  "anchor" : "para52",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Oxford for final comments." ],
  "anchor" : "para57",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I am pleased to be able to rise again to speak to Bill 37. As the Speaker will remember—you were in the chair on April 14—when I made my presentation time ran out so we didn’t have time for questions or comments. That’s why I was not surprised today, when we got questions and comments, we didn’t get much reference to what I had said, only to what the bill was about as their debate, which was a good thing. At the same time, I understand that when it’s questions and comments, they’re supposed to make comments, and then I’m supposed to answer those questions. Obviously, we don’t have to do that.", "The last time I spoke to this bill, as I said, was on April 14. A lot has happened since then. The government introduced another budget with a significant deficit. On May 1, Ontario’s hydro rate increased by 15%. Our party elected a new leader, Patrick Brown.", "Yesterday, Patrick spoke in this Legislature about the importance of having a Premier who addresses these issues, someone who can deliver balanced budgets and affordable hydro. The spiralling cost of hydro is a significant concern to people and businesses in my riding, and I want to commend Patrick for highlighting the need for more affordable energy.", "There are a number of other things that have happened, but I just want to say how we’re looking forward to moving from here to 2018 with a new leader and replacing this government with that new leader. I think that’s really what I wanted to say. I commend all the members opposite for agreeing with me and providing me with the time to talk about Patrick, as opposed to talking about their questions and comments on this bill.", "But again, I think it was very important that the members from Algoma–Manitoulin, Prince Edward–Hastings, London–Fanshawe and the Minister of Natural Resources—I commend them all for making comments to my presentation of April 14." ],
  "anchor" : "para58",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para63",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It’s always an honour and a privilege to be able to stand in this House on behalf of the residents of Timiskaming–Cochrane and on behalf of my fellow colleagues in the New Democratic caucus and today speak on Bill 37, An Act respecting Invasive Species.", "I’d first like to comment on the comments from the member from Oxford. I have a lot of respect for the member from Oxford, but I noticed that he didn’t even comment on his own speech—because I’m sure he wasn’t commenting on the new leader of his party in his speech a few months ago. But I digress.", "I would like to start off by saying we are fully in favour of the principle behind this act. Invasive species are a huge issue across this province. To follow up on the member from Algoma–Manitoulin’s fishing theme, I read something a couple of days ago that adds to this debate. Do you realize that the earthworms we fish with are actually an invasive species? The earthworms were destroyed in the ice age—the North American earthworms—and the ones that we now live with came in the ballast of ships. Now they use water for ballast. They used to use soil, and the earthworms came with the soil. Had this Invasive Species Act been enacted hundreds of years ago, we might have been fighting the earthworms.", "But I don’t think there’s much danger of that—" ],
  "anchor" : "para64",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Not all species are invasive." ],
  "anchor" : "para68",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Not all—but the problem with that—" ],
  "anchor" : "para69",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Hey, if the Invasive Species Act was enacted they wouldn’t have let me in." ],
  "anchor" : "para70",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "And there’s proof, Speaker." ],
  "anchor" : "para71",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I would like to remind the speaker to address the Chair and not to engage in dialogue with other members who may be trying to egg you on to some degree, digging wormholes a little bit deeper. I would ask that you continue, but please address the Chair. Thank you very much." ],
  "anchor" : "para72",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Thank you for that reminder, Chair.", "But the overarching problem with this bill is not the bill itself. It’s the fact that—where are the funds going to come from to actually make this bill relevant? I’m sure that the Minister of Natural Resources and the ministry are doing the best they can with the tools at their disposal, but the fact of the matter is that this government has chosen to keep giving the ministry less tools and less funds. In part of my riding we have two conservation officers that cover 50 townships. We’re not talking about invasive species; we’re talking about managing wildlife and managing the regulations that govern wildlife. Realistically, two conservation officers cannot manage 50 townships. That’s purely a funding issue.", "This is enabling legislation that gives the government power to do many things, but it doesn’t demonstrate that the government actually has the will to manage the problem. Sure, there are the high-profile ones: There are zebra mussels, Asian carp and the emerald ash borer. Those are the high-profile ones, the ones that people notice and the government tries to respond to. But if you’re really going to take a long-term approach, which you have to when you’re talking about nature because invasive species are part of nature, you have to use the science at your disposal. You have to have enough people on the ground to actually make this legislation meaningful. This government hasn’t demonstrated that, because they don’t have the people on the ground to actually manage wildlife. One of the government’s jobs is to manage wildlife, manage hunting, manage fishing, manage or help manage populations. They don’t have the people on the ground to do that now.", "We’ll take the moose population, for one. The most heavily hunted moose wildlife management unit is unit 28. They’re supposed to do an aerial wildlife survey every three years." ],
  "anchor" : "para73",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Five years, Speaker. So they are two years over the date. If it’s supposed to be scientifically valid at three years, and you take the area with the most population and you only fly it every five years because of lack of funding—I’m sure it’s not because the ministry doesn’t want to do it. There are very credible people within the ministry. But when they’re not even getting the science right on something as basic as a moose count, then you wonder if they actually would put the resources in to make Bill 37 a truly meaningful piece of legislation.", "It’s a question that has to be asked. I can remember—I’m not that old—when the MNR, the Ministry of Natural Resources, in my part of the world was a major ministry and they actually played a meaningful role. They were on the ground; not everybody liked it, but they were on the ground. You knew that the MNR was actually, if you were going to try to do something that wasn’t right—or if you had a question, the MNR was on the ground, and they would help you. Now, they’re so short-staffed that the answer is usually no, not because they don’t want to help you; they don’t have time to help you.", "That, actually, in its own way, makes wildlife management and invasive species management much more difficult. If the MNR actually had people on the ground and you identify—because the first people who are going to identify, at least in my part of the world, invasive species or problems with endangered species or problems with game species are the people on the ground. And when they have a good relationship with the MNR, because there’s enough MNR people on the ground, you would identify issues a lot sooner.", "There are not enough people on the ground right now to identify problems with common species, so where are these people going to come from who are going to identify problems with invasive species—until they hit the news. But by the time they hit the news, I think part of the battle has already been lost. By the time it becomes a normal topic of conversation, like zebra mussels or the emerald ash borer, you know the impact of this bill has already—because the government is going to move. The government is going to move on an obvious, in-your-face, in-the-news threat. What this bill should be looking for is, the MNR has to catch these things before they hit the news. And since now they don’t even catch wildlife problems before they hit the news, I really wonder, Speaker, where the money is going to come from.", "Another issue with this bill is, there’s actually nothing—the bill has got a lot of good intentions, which we agree with fully, fully up front. We fully agree with the intent of this bill. But, again, it leaves all the meat to regulation.", "It also leaves the door open to third-party—so the minister may appoint people to take action, some fairly severe actions, which might be warranted. But these, again, could be a third party. And we’ve had experience when governments have gone the third-party route. One experience is TSSA, which is a third party, not really controlled—it’s a government agency but not really controlled by the government. It answers, really, to no one.", "Again, I’ll use my riding as an example. I think most MPPs do because we know our own ridings best. The TSSA regulates gas stations and heating equipment, which is great. But because they hardly ever come to my riding—and when they show up, it’s like a blitz. Mom-and-pop places are treated the same as huge company outlets, and the mom-and-pops are basically driven out of business—but not because they don’t want to comply, Speaker. They don’t have time to comply. That’s because it’s not a regular process, and it’s third-party. I know my colleague from Algoma–Manitoulin and myself and, I’m sure, other members from across the House have tried to help with that process, but to little avail, specifically in rural, isolated places.", "This could lead to the same problem. When the MNR is understaffed and you go to third-party inspectors—who, really, again, don’t directly answer to this Legislature, because everything here is done to regulation, so this isn’t going to come back to the Legislature; this goes back to the minister—everyone across the province might not be treated the same. That’s a bigger problem with third-party regulators than it is with public servants—it is. And it’s something that we’ve all experienced.", "So you could very well have an invasive species issue in one part of the province, and an invasive species issue in another part of the province, and it could be that the one in part B is a bigger problem, but much stronger tactics might be used in part A because of the difference in enforcement. And that’s a problem.", "This act provides very strong powers—very strong. Again, it’s likely in some cases that those powers are needed. But when you give such strong powers, you have to ensure—and we have to ensure, on behalf of the people—that they’re applied evenly and fairly and that the people who are impacted have some sort of recourse. That often isn’t the case, specifically when you have third-party regulators. That is concerning.", "I’d like to read the explanatory note: “The minister may also enter into agreements relating to the control and management of invasive species in Ontario. Such an agreement may authorize a person to engage in an activity that would otherwise be prohibited.”", "That little paragraph, if you think about it, has got a lot of power in it. If you read further in the act, there’s not a lot of recourse. And when you put those two big issues together—lack of money within the MNR; lack of will from the government to actually provide that funding, but a willingness to hire a third party because they think it’s cheaper—and if you start hiring third parties because of the lower costs, you know where that leads.", "We’ve just had an example of that—and this is an example that relates to this—where the government privatized winter road maintenance. It wasn’t the contractors; it was the government who created this process to whittle every dime out—I’m going to come back to the bill, Speaker—of the winter maintenance budget. They whittled every dime out. They basically forced the contractors to lowball their own contracts. They forced the contractors to knowingly—know they were going to have a hard time meeting the standards.", "If they do the same thing with the Invasive Species Act and they put out requests for contracts for invasive species inspectors or invasive species monitors—however they’re going to do it—and they structure the contracts in such a way that they’re going to save the maximum amount of dollars, is that actually going to solve the problem or even help the problem? It certainly didn’t help with winter road maintenance; it had very dire consequences with winter road maintenance, the way those contracts are structured. If they’re going to do the same type of thing—because it’s the same type of issue. A lot of invasive species problems and a lot of wildlife problems—except for a few very, very in-your-face ones like Asian carp—a lot of those issues happen in the hinterland.", "As we’ve seen, in my life in northern Ontario, when I was a kid, MNR was a huge force, and now MNR is barely existent on the ground. If the same issue is going to be with invasive species—it’s great to talk about invasive species here; the trick is to actually make it work outside of this House. It’s easy to talk about making new regs here. It’s been much more difficult—and we’ve seen it time and time again—to actually make these regs work outside. What looks nice in a press release and what looks nice in the Toronto Star sometimes doesn’t really work by the time it gets to Timiskaming. I think that’s the biggest issue.", "The biggest issue with this bill is—the principles are good—that the government has decided to give the minister all the power, all the regulation and it doesn’t come back to the Legislature. That’s an ongoing problem with all bills. It’s a huge, huge problem that the Ministry of Natural Resources’ impact on the ground in places where they need to be has basically been gutted over the last 10 years. If that is the precursor to how the Invasive Species Act is going to be handled in the future, then I think we’re in for a rough road.", "I think, once again, this act has the problem of maybe not being effective or, an even worse problem, because there are not enough people and resources on the ground from the ministry. Instead of taking thoughtful action, they take—what’s the opposite of thoughtful, Speaker? Instead of fixing the issue, they’ll be lacking resources and they’ll come at it with a sledgehammer when it’s already too late. That will hurt society and won’t be effective on invasive species. That’s a big issue. You’re better off to spend the money you need to actually make the act work than to wait too long and have to spend a lot more money on trying to fix the problem and you know you’re not likely going to be successful.", "The bottom line is the MNR needs more money to manage what it currently manages now, and it’s going to need a lot more resources if it’s going to do this correctly." ],
  "anchor" : "para79",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para98",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Thank you very much for the opportunity here. I thank the member opposite for his comments.", "It’s good to hear that on the opposite side of the House there is support for Bill 37, invasive species legislation. It’s good to hear that people understand absolutely that what we’re doing here is necessary. The threat that is already in Ontario and the cost associated with invasive species is significant. The impending threat from invasive species that are not yet here is even much more intimidating when you contemplate exactly what may happen should some of the invasive species that we’re most concerned with absolutely arrive in Ontario. It’s good to hear that both parties on the opposite side of the House are supportive of the legislation.", "What I want to say, though, is that the theme of the member’s speech was primarily around resources with which to implement, on the ground, this legislation, should it pass through the House and when it comes back from committee. What I want to mention to the House and for people that are interested in the debate following this on television is that there is already work that is going on. For a number of years, we already have had partnerships in place that are dealing with invasive species. This legislation is not the jumping-off point for work on invasives on the part of our government.", "We have had a partnership in place for a significant period of time with the Ontario Federation of Anglers and Hunters. We’ve been funding them to the tune of $300,000 to $400,000 a year. They’re doing work for us on invasives already. We put $9 million into the Invasive Species Centre in Sault Ste. Marie that has been doing work on invasive species already. The federal government has rules in place that deal with invasive species. So please don’t let anybody who is following this be left with the impression that work hasn’t already begun and that there aren’t other partnerships out there in the province of Ontario that aren’t already helping us and leveraging the work that MNRF does to deal with the threat and looming danger that’s posed by invasive species." ],
  "anchor" : "para99",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para103",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "It is a pleasure to rise this morning to again talk about and add some feedback regarding Bill 37, the Invasive Species Act. Of course, we heard some great comments this morning from the member from Timiskaming–Cochrane. I really liked his quote when he said that the MNR is barely existent on the ground. That hits home for me. The MNR plays an important role and it’s important to the people of my riding of Lambton–Kent–Middlesex.", "The issue that comes to mind and one of the biggest issues today facing the people of my riding is the issue of phragmites. Of course, I’ve raised it a number of times. I’ve been working for the last couple of years on this issue.", "We have a really great working group in our riding. One of the people who was instrumental to getting the phragmites community working group going was Nancy Vidler from Lambton Shores. She lives in Port Franks. They took me for a tour on the ground to see first-hand the devastating impact that phragmites is having along Lake Huron in my riding, almost from Sarnia to Grand Bend. There’s an issue with phragmites along the shore.", "Of course, Speaker, I know in your riding of Chatham–Kent–Essex, I believe in the Blenheim area, Rondeau, probably all along there, there are issues as well. But this speaks to why we need this government to make MNR a priority, especially on the ground. There have been cutbacks. I feel that they’re not making it a priority. They continue to cut back front-line services in the MNR, and it’s having a devastating impact across Ontario.", "I also want to pay special tribute to two caucus members of mine, the MPPs from Elgin–Middlesex–London and Haldimand–Norfolk, who are taking the lead on phragmites and that issue in Ontario." ],
  "anchor" : "para104",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para109",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "M. Michael Mantha",
  "text" : [ "C’est tout le temps un plaisir de prendre la parole pour les gens de ma circonscription d’Algoma–Manitoulin, en suivant les commentaires que mon collègue de Timiskaming–Cochrane a offerts ce matin.", "Il a commencé en parlant des ressources, et puis il a parlé de son âge. Il n’est pas si vieux que ça; il n’est pas si jeune que ça non plus. Mais moi aussi, je me rappelle un temps où j’allais rencontrer mon papa, qui sortait du ministère—dans ce temps-là, c’était le « Department of Lands and Forests ». Je marchais; j’allais le rencontrer. J’espérais qu’il y avait des restes dans sa boîte à lunch que je pouvais manger en m’allant à la maison—et bien avoir une petite jasette avec mon père.", "Dans ma petite communauté de Gogama, on avait environ 240 personnes qui travaillaient à MNR. C’était énorme. C’était une industrie qui était extrêmement attirante au développement, mais il y avait beaucoup de gens qui travaillaient là aussi. Il y avait beaucoup de ressources et beaucoup de gens qui allaient dans les chantiers, dans les forêts, dans les rivières et sur les lacs pour faire certain que les ressources étaient là. Puis on savait ce qu’était le problème, surtout à l’égard des espèces envahissantes.", "Mais aujourd’hui, si je me rappelle bien la dernière fois que j’étais à Gogama—et je retourne en fin de semaine pour voir mon beau-père et ma belle-mère—je pense qu’il y a quatre personnes qui travaillent à MNR—quatre personnes. Puis, les quatre autres personnes qui travaillaient là à un temps sont maintenant en train de voyager de Gogama à Timmins, pour embarquer dans un véhicule pour revenir à Gogama et finir leur journée de travail, et à la fin de la journée, ils retournent à Timmins.", "Quand on regarde où ils mettent des ressources, je pense que c’est grosso modo de ce que parlait mon collègue quand il offrait ses commentaires.", "Oui, on va supporter ceci, et puis, on le regarde. Je suis encouragé que mon collègue le ministre a offert une idée de ce que sont ces ressources-là qui ont été mises dedans, mais, vraiment, l’essentiel de ce projet de loi est de faire certain que l’argent et le voeu sont là pour améliorer la situation." ],
  "anchor" : "para110",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para117",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "Certainly, it’s good to hear that the member from Timiskaming–Cochrane supports Bill 37.", "As you know, Bill 37 is part of a comprehensive plan to have all the partners, all the stakeholders, deal comprehensively with invasive species. You can’t get anywhere unless you have this comprehensive planning within government to deal with these invasive species. We need this plan to implement coordination with all our partners, including the federal government and the local conservation authorities.", "I’ll be speaking to this bill in a couple of minutes, and I’m going to speak about my two favourite subjects, one of which is the disappearance of the smelts. What happened to the hundreds of millions of lake smelts in our Great Lakes? They disappeared, and nobody knows what happened to them. That’s an example of why we need to look at our aquatic species, our biodiversity in this province, not only in rural and northern areas, which is critical, but also in urban areas.", "My riding is on the border of two amazing historical watersheds, the Don Valley watershed and the Humber River watershed. In fact, the Humber River watershed was first visited by a francophone, who is never mentioned in this House. We hear about Champlain all the time—wonderful—but we never hear about Étienne Brûlé. He came to these shores 400 years ago; an amazing explorer who came down the Humber River watershed. We do have Étienne Brûlé Park here in Toronto, down by the Humber River, the Old Mill.", "Anyways, I’ll be speaking about Étienne Brûlé and the smelts, and the Eurasian milfoil, another invasive species." ],
  "anchor" : "para118",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Timiskaming–Cochrane for his final comments." ],
  "anchor" : "para123",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "I’d like to thank the Minister of Natural Resources, the member from Lambton–Kent–Middlesex and the member from Eglinton–Lawrence for their comments, et le député d’Algoma–Manitoulin pour ses commentaires.", "I didn’t want to leave the idea that there are no funds currently being spent. The problem is, there’s been a steady erosion of funding for the MNR. The argument we’ll get back is, “Oh no, look at the graphs,” but if you look at the overall government spending, the portion spent on the natural resources of this province is going down. And that is not a very good bellwether when you’re talking about invasive species, or when you’re talking about any type of legislation which deals with natural resources, because invasive species are a threat to natural resources.", "They’re not a threat to places that are not part of nature, right here. Where your invasive species are the biggest threat is natural environments. If you keep letting the amount of funding that goes to natural resources erode, then you’re not going to be very effective at fighting invasive species.", "So the bottom line is, we need to put a bigger priority on the natural resources of this province. Endangered species, invasive species and the natural species: This isn’t something we can manage from an office. You need to have people on the ground." ],
  "anchor" : "para124",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para128",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "It’s a pleasure to rise on behalf of my constituents in Cambridge today to add my voice to the debate on the Invasive Species Act—very important in my own riding.", "I just wanted to sort of start off to say how pleased I am—" ],
  "anchor" : "para129",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I’m sharing your time." ],
  "anchor" : "para131",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I’m sorry; I’m sharing my time with the members from Eglinton–Lawrence, Beaches–East York and Scarborough–Agincourt. I apologize, Speaker.", "I’m very happy to enter into this debate and also be part of a government that has seen fit to take action to address the very serious threat of invasive species to Ontario’s economy and also to our natural environment. It also puts our resource-based jobs at risk. It certainly affects Cambridge and North Dumfries, my riding, with tourism and agriculture, and I’ll let you know why.", "Cambridge and North Dumfries township are nestled along the banks of the Speed and the Grand rivers. The Grand River is part of the national designated heritage rivers in Canada. It’s one of the few that actually go through the urban areas. We’re very proud of that. But Cambridge is very blessed with trails along the banks of the Speed and in particular the Grand River. The Paris to Cambridge trail is an old rail trail. It goes along the banks of the Grand and is used by thousands and thousands of people for cycling, walking and running.", "It’s not just the trails but it’s the fishing. The Grand River is shallow enough. There are a lot of fly fishermen and fishermen that are out on the weekend, and canoeing along the Grand has become a major sport for the residents in Cambridge.", "In saying that, we also have a large agricultural sector in North Dumfries township. My neighbours grow corn, soybeans—cattle, sheep and chickens. They are very concerned about some of the invasive species that we’re facing.", "We also have a lot of environmentally sensitive protected areas in our area. I actually happen to live in one in North Dumfries township. Interestingly, I became aware of invasive species when I moved to North Dumfries township about 25 years ago. At that time purple loosestrife was a big threat and overtaking our wetlands and our ponds. We have a lot of wetlands that dot throughout North Dumfries township and in Cambridge that were threatened by this invasive species.", "So I’ve been quite aware of that since I’ve moved out there. Because of that, we really watch out for the last remnants of the Carolinian forest and the Sudden Bog, which is a class 1 wetland right behind my house, two fields back. So, we’re very concerned about, really, the threat from phragmites. I know the member opposite was just talking about that along the watersheds in his area. We’re very concerned about this aggressive plant that spreads so quickly and out-competes native species for water and nutrients. It damages Ontario’s beaches and the wetlands. As I said, it’s abundant in Cambridge. It affects agriculture, causes road safety hazards and impacts recreational activities, such as boating and angling, in my area.", "I’m very supportive of seeing this proposed legislation carry out—the continuing of debate here and then to be passed and get into our legislative framework for Ontario, so it will be better to prevent, detect and rapidly respond to these invasive species, especially phragmites. We need this legislation. We know many municipalities are faced with large bills to eradicate, detect and address the threat from all kinds of invasive species.", "I’m very supportive of this and glad I could add my voice to the debate this morning." ],
  "anchor" : "para132",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the member from Eglinton–Lawrence." ],
  "anchor" : "para141",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "Thank you, Mr. Speaker. I want to continue on this important Bill 37. As you know, this is the only stand-alone legislation of its kind in all of Canada. So we’re waiting anxiously for this to be implemented. The rest of Canada will follow, I hope, because we need this coordination through this legislation to give the government of Ontario and its relevant ministries the power to protect our province from invasive species. We know there are just so many—everything from the Asian long-horned beetle to the emerald ash borer to the phragmites to the ruffe to zebra mussels, so we need this legislation. We need this new, coordinating legislative act to protect our waterways, green spaces and our wetlands for generations to come. I think everybody agrees we need it.", "The interesting thing is that in the urban area of metropolitan Toronto, as I mentioned before, there are two giant watersheds: the Don River watershed and the Humber River watershed. I’ve been involved in the Humber River watershed for many years. And years ago, in the Humber River all you would find is basically some carp, a few minnows, a lot of garbage—everything from shopping carts—the shorelines were all eroding. The Black Creek tributary and the Lavender Creek were cemented over. The Humber River was basically a dead river, as was the Don.", "There was a public activity that coordinated around cleaning up the Humber River. As a result of friends of the Humber River, the river has been restored to a healthy state. We’re still working on the Black Creek, we’re still working on the Lavender Creek. In the Lavender Creek there was all kinds of industrial runoff that was killing the Lavender Creek, which fed into the Black Creek, which fed into the Humber River, which fed into Lake Ontario, and that’s the water we drink in the greater Toronto and Hamilton area. In other words, if you’ve got clean rivers, clean streams, you’re going to have clean lakes and clean drinking water.", "If you go up the Humber River, there are up to 25-pound salmon that make their way up the Humber River to spawn every September right in the middle of Toronto. I’m sure in Scarborough they’ve never seen these giant salmon. They should come and visit the Humber River valley and see the giant salmon by the thousands making their way up this river that was once dead—right in the middle of Toronto. That’s because the health of the river has been restored by the conservation authority, by the friends of the Humber River. Madeleine McDowell has long been the advocate of that. She won the Order of Canada for her work on that.", "You can restore waterways but it needs a coordinated effort. You have to work with the NGOs, city officials, conservation officials, provincial officials, federal officials, and there has to be a public education campaign. Students in our schools, our non-profit organizations and the general public have to be aware that we all have a stake in clean water, blocking invasive species and being aware of what they are.", "I said before that we used to have millions of smelts in our Great Lakes. Lake Superior used to be the home of smelts. I guess they used to catch 10 million or 20 million pounds of smelt a year. Now they catch zero." ],
  "anchor" : "para142",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "The Current River dam in Thunder Bay." ],
  "anchor" : "para149",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "Yes, the Current River dam in Thunder Bay. There are no smelts left in Thunder Bay. This is shocking. Where did the millions and millions of smelt go?", "In Lake Ontario, we used to catch smelts by the bushel basket. They’ve disappeared. What happened? No one knows; can’t explain it. So we need to do the science, we need to do the coordination to find out what’s happening to our species.", "Another species which I’ve had a bit of experience with is a very, very invasive species: the Eurasian milfoil. It is coming into all of our rivers and streams and lakes and it is devastating them. Where does it come from? How can we stop the Eurasian milfoil?", "The Eurasian milfoil came from Asia, obviously, and it is very aggressive and it wipes out the native plant species—wipes them out in lakes; it creates dead lakes. The Eurasian milfoil reduces the oxygen levels. I know up at Lake Wilcox, north of Toronto, they have an aqualung in the lake to keep it alive because the Eurasian milfoil has killed the oxygen in Lake Wilcox. They have to mechanically keep it alive.", "Thick mats of Eurasian water-milfoil can hinder recreational activities such as swimming, boating and fishing. What are we doing about the Eurasian milfoil? It’s everywhere. Dense stands of this stuff create stagnant water, which is an ideal habitat for mosquitoes.", "We’ve got to coordinate our efforts through this legislation to do something about the Eurasian milfoil, to do something about finding out what happened to the hundreds of millions of smelts that have disappeared from our Great Lakes.", "We’ve got to find out what causes these things and prevent them from happening, with good, coordinated research, and that’s what Bill 37 does—the only kind of legislation in Canada. We need this legislation yesterday." ],
  "anchor" : "para150",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the member from Beaches–East York." ],
  "anchor" : "para157",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It gives me great pleasure to speak to Bill 37, the Invasive Species Act. I want to thank the Minister of Natural Resources for bringing this piece of legislation back, and also to give credit where it should be due, to the Minister of Government and Consumer Services, who introduced this act originally last year.", "It is such an important piece of legislation, a coordinated approach between so many different jurisdictions to create the kinds of partnerships and networks that we need to get ahead and control and combat the invasive species that are affecting our province. It’s costing us billions of dollars, and it’s costing us in tourism and recreation.", "I’m so delighted that the member from Cambridge talked about the Grand River and the great opportunities for fly-fishing. I’ve had the pleasure of being on that river many, many times and catching the most beautiful species of trout on a regular basis. The threat to that community from the various kinds of invasive species is very, very troubling to people like myself who so much enjoy that opportunity.", "I learned about conservation from a very dear family friend, Sandy Stuart. Sandy Stuart was president of Electrolyser Corp. They were pioneers in the creation of hydrogen power in Canada.", "When Sandy Stuart was a young man in his twenties, he and a group of friends went and bought a vast tract of land up near Georgian Bay. It was a club called the Tadenac Club. Although it is a private lake, they did this as a conservation measure, because they were concerned 50, 60 years ago about the impact of overfishing and improper management.", "They’ve developed this incredibly facility, which I’ve had the pleasure of being up to and fishing in. Their concerns about conservation are so extreme that for every single one of the inland lakes that they have as part of this property, there’s absolutely no bait transfer between these lakes. It’s all fly-fishing; it’s all dead flies or tied flies, so we’re not moving bait between. When you leave one lake, you leave your boat behind and you do the trek and the traverse to the next lake, where there’s a boat on the other side. We’re carrying electronic motors back and forth between them. We’re trying so hard to ensure that, through our boots and through our boats, we’re not passing invasive species. This is an incredible watershed which has pickerel, or walleye to some of us. It has small largemouth bass, pike and garfish in abundance. It is such an incredible, incredible opportunity for us to help preserve. They’re very careful about the kinds of plants and other invasive species that might otherwise get into that environment.", "Some of you will remember, from my earlier speeches, the work I did in wood waste management. I started a business almost 30 years ago with a very good friend of mine in wood waste recovery. We would take broken pallets and skids from manufacturing and grind them up into wood chip, which we would then use for industrial processes. We were situated up in the Weston-Finch area, where we would bring in wood from all over the world. Shipping pallets, coming in from Asia, would come into our facility. We would grind them up into piles of wood and we would ship them out.", "In the midst of our tenancy in this neighbourhood, the long-horned beetle made an appearance in the Weston neighbourhood and had a devastating impact on the trees in Vaughan, in Concord, in North York, where the cities had to respond by cutting down great swaths of green trees all through the area, creating all this additional wood waste.", "For the longest time, we worried that we were part of this problem. Maybe we had imported them through our skids and pallets that we were bringing from manufacturing establishments. So we then initiated a process to make sure that all the shipping containers that were coming from overseas were going to be heat-treated as they arrived here, to ensure that no invasive species were travelling and coming in from foreign countries, in order to help protect the environment.", "Then we have people like Mark Mattson of Lake Ontario Waterkeeper, who has been so active in ensuring the quality of the Lake Ontario watershed and the tributaries leading into it. He’s now involved in a program to try to bring back the American eel, which some would have seen as an invasive species, but was in fact a prominent live species of American eel, which was so important in the protein of our communities.", "With that, Mr. Speaker, I want to tell you it’s so important that we get this bill to committee and passed as quickly as possible. I appreciate the support of the members opposite." ],
  "anchor" : "para158",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member from Scarborough–Agincourt." ],
  "anchor" : "para170",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased to rise this morning in support of Bill 37.", "My colleagues have all spoken significantly about the impact of invasive species. I want to spend my little time that I have to focus on the economic and social cost of the invasive species in Ontario, across Canada, as well as internationally. The total net cost to Ontario for invasive species prevention, management, mitigation and associated research is unknown. However, there are several examples that illustrate the economic impacts of invasive species in Ontario.", "In the city of Toronto, in my riding of Scarborough–Agincourt, I know that there have been a significant number of city-of-Toronto-owned trees killed by the emerald ash borer. That cost is about $37 million over the last five years. The total cost of managing the impacts of zebra mussels in Ontario is estimated to be about $75 million to $91 million per year. Other species, like Asian carp, will have more long-lasting damage to the economic and environmental system. It is estimated that the impact will be $2.2 billion on the recreational fishing industry here in Ontario alone. Just three invasive species, and this is how much the economic as well as the recreational costs to our system are.", "The members opposite earlier this morning criticized the government for rushing to the finish line to have this bill. Let me remind the members opposite, we started this conversation in 2012. I don’t know what happened in the last three years. Maybe we need to remind them what we have done. The ministry, under the current minister as well as the previous minister, started developing the Ontario Invasive Species Strategic Plan. In 2013, the then minister proposed the Invasive Species Act.", "The member opposite also criticized that there were no stakeholder conversations about this particular bill. Let me challenge him, Mr. Speaker. We know the Ontario Federation of Anglers and Hunters spoke. I’m going to quote their executive director, Angelo Lombardo. He said, “I am pleased that the Ontario government will reintroduce the Invasive Species Act, a positive step in the fight against invasive species. The sale, movement, and importation of invasive species in Ontario are of a serious concern.”", "Ducks Unlimited Canada—who I know fairly well because they have a partnership with my local high school Sir John A. Macdonald Collegiate—recently visited the school to thank the students for all the hard work that they’ve been doing with Ducks Unlimited in terms of wetland conservation. Their Ontario provincial director, Lynette Mader, has supported Bill 37: “We are pleased the invasive species legislation is being reintroduced. Invasive species are a serious threat to the biodiversity of Ontario’s wetlands and waterfowl habitat. This is an important step forward in the prevention and control of risks posed by non-native plants and animal species.”", "Environmental Defence is a national organization that works to protect Canadians’ environmental and human health. Nancy Goucher, the Ontario water program manager for Environmental Defence, supports the legislation: “Invasive species like Asian carp are a real threat to the Great Lakes ecosystem and its fishing, boating and tourism economies. We applaud the reintroduction of the Invasive Species Act which would allow the province to take” positive and proactive steps “in stopping new invasive species from taking hold in Ontario, and would enable the government to take action to eradicate invasive species that have become established.”", "It is quite clear. We have experts, we have stakeholders, and the government is taking leadership on this particular bill, more importantly, to protect the environment. At the end of the day, this Legislature has to protect planet Earth.", "Yesterday, the Premier of Quebec talked about climate change. What does that really mean? It’s about the environment, so I’m very, very pleased to speak in support of Bill 37." ],
  "anchor" : "para171",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para180",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I’m pleased to have a couple of minutes to respond to the comments of the government members on this important piece of legislation, the Invasive Species Act.", "Yes, I recall, going back a few years to 1988 or 1989, one of our former members from Hastings–Peterborough, Jim Pollock, who served here with distinction for three terms—I believe the 32nd, 33rd and 34th Parliaments. He was very concerned about the whole issue of invasive species. He was raising the issue in the Legislature, I think, in the form of private members’ bills and resolutions, if I’m not mistaken.", "After I was first elected in 1990, the government of the day, the New Democrats, actually agreed that something had to be done with respect to improving provincial government policy to combat invasive species. I was assigned to serve on the Standing Committee on Resources Development. One of the very first items that we looked at—and if I’m not mistaken it was our party’s initiative to have a study of invasive species with particular respect to purple loosestrife—you may remember that one—and also zebra mussels. We did an extensive series of public hearings to come up with ideas and an action plan for the government to ensure that we were able to confront this challenge and deal with it.", "I say that to provide hopefully some historical perspective on this issue. As I said, I guess last week, so many of us in this Legislature assumed that nothing important happened until we arrived as members. In fact, there has been a lot of good work done by our predecessors, and we certainly do stand on the shoulders of those who came before us. I wanted to acknowledge Jim Pollock’s role in this issue.", "The fact is that our party has expressed support in principle for this particular piece of legislation. We do believe that it can be improved through the committee process. It’s very important that we have a chance to listen to the public and have public hearings, and then the discussion that we always have in clause-by-clause, with amendments.", "So I would hope that the government is open to listening to what the opposition has to say on this issue and that we will have a chance to improve it and strengthen it to ensure that the province of Ontario is facing the threat of invasive species head-on and bringing forward the appropriate public response." ],
  "anchor" : "para181",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para187",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I appreciated hearing the comments from the members opposite. The member from Cambridge, your comments about the trails—for making me think of my childhood, growing up and wandering the trails through areas, actually, that the member from Eglinton–Lawrence was talking about, near the Humber River. I spent a lot of time, growing up, down by the Humber River in the Bolton and Palgrave areas, appreciating the clean water and recognizing that that is important—when we’re talking about conservation work in our communities, and appreciating that the work of the friends of the Humber River is very important work. It’s a reminder that we can’t rely on the work of just our partners; it also has to be the government, of course, taking that active leadership role.", "I’ll talk about Oshawa, because now I look out my window and I see the Second Marsh. The Second Marsh is an urban wetland located in our area that boasts a dynamic ecosystem supporting a rich and diverse wildlife community and ecosystem, with 380 plant species, 305 bird species, a number of mammals, reptiles, amphibians, fish and insects. There is a very active group in that area, the Friends of Second Marsh.", "Just this past weekend they had a coordinated community effort of volunteers that involved friends and neighbours to address the invasive issue of garlic mustard. Garlic mustard is something that I hadn’t been acquainted with. Of course, we’ve heard of purple loosestrife, phragmites and zebra mussels, but garlic mustard is taking over.", "As I’m wearing my trillium pin, I recognize that we do need to be involved in our communities and to look after these invasive species, because we’re losing our trillium in our neck of the woods." ],
  "anchor" : "para188",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para192",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "It’s certainly a pleasure for me to rise today and to be able to speak about Bill 37. I’d like to congratulate and thank the Minister of Natural Resources and Forestry for reintroducing this bill. It was introduced in February of last year and reintroduced in, I believe, November 2014.", "I just want to speak about two things. Of course, representing rural Ontario, we know that purple loosestrife is a major problem. It infests ditches around farmers’ fields and that kind of thing. I’d like to congratulate a lot of the municipalities that are taking measures now to eradicate that specific invasive species, and, as well, a lot of homeowners in rural Ontario are actually now cutting down into the ditches in front of their own properties. In farming communities, farmers who have acres of rural road frontage are out with their lawn mowers on a regular basis to keep that down. I’d like to congratulate them as well.", "When I was mayor of the township of North Glengarry—in Alexandria, we receive our water supply from a three-lake system; it’s a self-contained system, spring-fed. You have Loch Garry, Middle Lake and Mill Pond, which is right in Alexandria. There’s a particular issue that was referred to by the member from Eglinton–Lawrence—and other members have spoken about Eurasian milfoil. That has invaded the main water supply of the township of North Glengarry, and, as such, the township itself, in partnership with South Glengarry and the city of Cornwall, is looking at ways to find a new water source. We’re going to partner with the city of Cornwall to bring water from Cornwall up into Alexandria and to service Maxville as well. There are very, very difficult challenges in controlling Eurasian milfoil in water sources across the province.", "Congratulations, Minister. This is a great piece of legislation. I look forward to moving it into committee." ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para198",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s a pleasure to join the debate on Bill 37, the Invasive Species Act. First of all, I just want to make a comment on the reference to Jim Pollock, who was a member of the Legislature here in the 32nd, 33rd and 34th Parliaments. I had the opportunity to meet Mr. Pollock in Farmtown Park in Stirling a couple of months ago. He’s doing extremely well and misses his days here at the Legislature. It’s always nice to hear the stories of those who have been here longer than I have, like the member from Wellington–Halton Hills, who had the opportunity to meet and work with Jim Pollock, and to hear that what was an important issue way back then is still an issue for the province of Ontario today. Mr. Pollock is doing well and so is Harry Danford, who was at the same event with his wife, Lola. Harry would have served here, I believe, in the 36th Parliament and was a parliamentary assistant to the agriculture minister at that time.", "Invasive species are still a problem in the Bay of Quinte region, where I come from, in Prince Edward–Hastings riding. The Bay of Quinte is a beautiful body of water that is actually extremely well-known across North America as one of the best places to go walleye fishing. A couple of weeks ago, we had the walleye world fishing derby of fishing season, kicking off on May 1. It is an amazing thing to see the Bay of Quinte, which was covered in ice all winter, nothing happening until May 1—midnight strikes, and then you can actually almost jump from boat to boat to boat because everybody flocks to the Bay of Quinte to catch some walleye.", "Now, the fishing isn’t quite as good as it was back then because of an invasive species called the zebra mussel, which a number of members have referenced here this morning. It has created a real problem in a world-class fishery, which is a real economic driver for our region. So it’s important that we get this bill passed and make sure we get it right when it goes to committee." ],
  "anchor" : "para199",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "It’s now almost 10:15. This House stands—" ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Oh, forgive me. Sorry about that.", "I recognize, for final comments, the member from Cambridge." ],
  "anchor" : "para204",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "Thank you, Speaker. I wanted to say thank you. It has been an interesting debate from the members from Eglinton–Lawrence, Beaches–East York, Scarborough–Agincourt, Wellington–Halton Hills, Oshawa, Glengarry–Prescott–Russell and Prince Edward–Hastings.", "It’s interesting when you hear all the comments from members on all sides of the House, and it’s good to hear their support. All these invasive species that we’re talking about in this act have affected all their ridings in one way or another. I think that’s key to part of this legislation: Everybody needs to be on guard, on the defensive and be very aware of what it takes not only to recognize the threat of invasive species but also to ensure that we’re not perpetuating the problem by not identifying and treating it properly.", "I’m also happy to be part of a government that reaches out and develops partnerships because, as has been shown here, not just one ministry should be responsible for doing everything. We need to reach out and develop those partnerships. Managing invasive species has always been a collaborative effort with all levels of government, industry, environmental groups and the public.", "I know that this government has developed strong partnerships to help us with education, prevention, monitoring, detection and research. Some of our well-developed policies that are coming forward have been because of the comments received not only from our fine partners—Ducks Unlimited and the Ontario Federation of Anglers and Hunters, to begin with, and all kinds of user groups—but we also received positive comments when we posted the proposed legislation on the environmental registry last February.", "In closing, Speaker, I think that we hear support from all sides of the House. I’m very much looking forward to getting this in committee and getting this bill passed." ],
  "anchor" : "para206",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I thank all members who engaged in debate this morning." ],
  "anchor" : "para211",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Now it is 10:15, and this House stands recessed until 10:30.", "The House recessed from 1016 to 1030." ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, I’m pleased to welcome the Consul General for the Kingdom of the Netherlands, Anne Gerard van Leeuwen, who is here today to celebrate Dutch Heritage Month and the flag-raising to follow this. I’m sure, Mr. Speaker, you will properly introduce him later, but I wanted to say:" ],
  "anchor" : "para216",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "People just love to step on my news." ],
  "anchor" : "para218",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Good morning. I have a couple of introductions to make. First is Mr. Vaqar Raees. I’d like to welcome him to the Legislature. He is the president of Friends Indeed, the Pak-Canadian Society of Durham. He’s an active community member. Rumour has it he has a picture of Minister Naqvi as a baby in his arms, and I’ll see that at lunch today. Thank you for being here.", "My next introduction, if I may, is to introduce two very talented young women who joined my office as interns for the summer: Sophia Sugumar and Katie Martin. Welcome to Queen’s Park." ],
  "anchor" : "para219",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "It gives me great honour to introduce, from my riding of Lambton–Kent–Middlesex, Wayne and Dorothy Underhill. They’re proud grandparents of page Colton Tompkins. He is the page captain today. Dorothy has been a nurse since 1957, and it’s Nursing Week, so congratulations and welcome." ],
  "anchor" : "para221",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Please help me welcome the grade 10 students from St. Augustine Catholic High School in the great city of Markham." ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I’m not sure where they went, but the PC interns were in the west members’ gallery. I just want to recognize them: Spencer Belyea, Simon Jefferies, Alexandra Robinson and Jacob Klugsberg.", "I’d like to also recognize one of our staff, Elric Pereira, who I affectionately call ‘Tiger.”", "I also would like to give a shout-out to my legislative team, Cody Welton and Jessica Lippert, for all their hard work. Thank you very much." ],
  "anchor" : "para223",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "It’s always a pleasure to welcome Len Elliott and Pete Wright from OPSEU, who are here in the members’ west gallery. It’s great to see you here once again, as always." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "It’s a great honour for me to introduce a very close friend of mine who is visiting Queen’s Park. Major Felipe Quiroz-Borrero has served our country bravely. He has been to Afghanistan on two occasions now, on behalf of Canada. He is a very close personal friend of mine, and he’s here at Queen’s Park. I want all the members to thank him and welcome him for his service to our great country. Thank you, Felipe." ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I would also like to welcome to Queen’s Park this morning Anita Mark and Jill Morris, who have been good supporters of mine. Welcome to Queen’s Park." ],
  "anchor" : "para228",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from London West." ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Did you say “London West”?" ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I did. Windsor West. My apologies." ],
  "anchor" : "para231",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Close. Very close. Thank you, Speaker.", "I would like to welcome Paul Elliott, the president of OSSTF." ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "I’d like Queen’s Park to give a warm welcome to the president of the Ontario firefighters’ association, Mr. Carmen Santoro." ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. Further introductions?", "We also have with us in the House today four interns from Quebec as part of the Jean-Charles-Bonenfant foundation internship program. They’re here with the OLIP interns. We welcome them to Queen’s Park to learn about the Legislature.", "Also, we have with us in the Speaker’s gallery today the Consul General of the Kingdom of the Netherlands at Toronto, Mr. Anne van Leeuwen, and his wife, Mrs. Ivon Kemper. They’re here for the Dutch Heritage Month—" ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I did have a few more words to say. They’re here with us for the Dutch Heritage Month flag-raising ceremony that will be held after question period out in the front.", "I would also remind members that 2015 marks the 70th anniversary of the liberation of the Netherlands by Canadian troops during the Second World War. The bonds between our countries are very deep and heartfelt.", "Again, we want to thank you for being here and showing your support and friendship with Canada. Thank you.", "Further introductions." ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Garfield Dunlop",
  "text" : [ "I would like to introduce you to my beautiful daughter up there in the gallery. That’s Jill. She’s the mother of page Madison, and Madison’s my beautiful granddaughter, right over there. Thank you very much." ],
  "anchor" : "para243",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. We welcome all our guests.", "It is now time for question period." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Invasive Species Act, 2015 / Loi de 2015 sur les espèces envahissantes",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "My question is for the Premier. Yesterday the Premier said she was “obviously encouraged” by ETFO’s decision to start work-to-rule rather than a full strike. Well, that encouragement lasted exactly two hours yesterday. So much for the Premier lighting a fire under the negotiations.", "With no settlement in sight, parents have a real fear that a full-blown strike is just around the corner. Parents don’t deserve the anxiety that this uncertainty brings. They need to be able to make daycare plans for their young children.", "Premier, the children and the parents of this province are being caught in the crossfire of your failed negotiations. Get this deal done and end this uncertainty for Ontario’s mums and dads. Will you do that?" ],
  "anchor" : "para248",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "First of all, let me just welcome the reps who are in the gallery today. I appreciate you being here. I appreciate you monitoring what goes on in this House.", "For many years we have worked together and it’s why I have faith in the collective bargaining process. I know that it can work. It takes time. It’s true, it does take time, and sometimes it can be frustrating for all sides. But the fact is, it is the best process that we have to come to a fair and equitable settlement, but it has to happen at the table.", "I would just remind the member opposite that the starting point for their party was firing over 20,000 education workers, and that’s just not who we are. It would not have been good for the system.", "What we are doing is, we are working through a collective bargaining process and we need to let that play out." ],
  "anchor" : "para251",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Simcoe North." ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Mr. Garfield Dunlop",
  "text" : [ "My question is also to the Premier. It’s another day with no progress; another morning that there are 817,000 elementary school students impacted by the withdrawal of administrative duties by ETFO.", "The government’s two-tiered system is a wreck. It has been an utter failure. You blame all the issues on the local boards, yet the boards have no room to bargain. But even if a local board and union do reach an agreement, it’s all for naught, since a central agreement must be achieved. This is something that can’t happen when no one is at the table.", "Premier, will you fire your Minister of Education and take steps to seriously get negotiations started again?" ],
  "anchor" : "para256",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para260",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "No, I will not do that, because I know that our Minister of Education understands fundamentally how important it is to let the discussion take place between the partners. Sometimes there are stops and starts in that, but fundamentally the collective bargaining process has to unfold at the table.", "Look, I’m not happy that kids are out of school. Teachers and support staff are not happy that they’re out of school. I understand that. They understand that. We all want kids back in school and we want the teachers and the support staff back in school, and I know that’s where they want to be.", "When I was in Sudbury, I talked to teachers who were out on the sidewalk and we talked about the fact that they want to be back in the classroom. I understand that. They understand that. The kids want to be back.", "We have to let the collective bargaining process take its course. We need to have that deal at the table, Mr. Speaker, and we’re going to do everything in our power to make sure that that happens." ],
  "anchor" : "para262",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para267",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Mr. Garfield Dunlop",
  "text" : [ "Back to the Premier: Premier, you’re a former Minister of Education and you’re also a former school trustee, and the Minister of Education is a former school trustee.", "The Premier knows that there are students who are enrolled in sciences, mathematics and courses that prepare them for college or university. She knows that they’re being put at a serious disadvantage for almost four weeks now while other graduating students are in the classrooms getting the education that they deserve.", "This failure of a system that you put in place has dragged on long enough. Central bargaining must take place before boards begin to work. The strike has dragged on long enough.", "Premier, how can you let your dithering Minister of Education ruin the school year for so many students? How can you let your dithering Minister of Education continue in her post?" ],
  "anchor" : "para268",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para273",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para275",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "We share your concern about students being out of school, and the ones in Durham have obviously been out for quite a long time now and we absolutely share that concern. We’ve certainly been in close contact with the colleges, with the universities and with the application centres. At this point the application process for college and university is occurring as it should, but we are very concerned with that gap in the coursework.", "We know for the students who are going on to college and university next year that there is a gap in the course content, and I would encourage students in those boards to go to their board website and find some of the web-based material that is there for them to keep working, because sooner or later this will end. We will get kids back—" ],
  "anchor" : "para276",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. A final reminder to the minister: When I stand, you sit.", "New question." ],
  "anchor" : "para278",
  "subject" : {
    "text" : "Teachers’ labour disputes",
    "anchor" : "para247"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Minister of Energy. Minster, on countless occasions we have asked you questions about the consequences of your reckless hydro policies. We have told you about constituents who are in the most desperate situations because the cost of energy is rising much faster than their ability to pay. Unfortunately for them, you and your Premier seem unwilling to listen or do not care.", "As of the first of this month, they’re paying 16.1 cents a kilowatt hour, plus all the extras you slap on for on-peak electricity. When your government took office, they were paying less than a third of that.", "Minister, we asked you to include this in your budget; you refused. We’ll ask you again: Will you enact a consumers-first energy plan that protects Ontario’s hydro users from future skyrocketing increases?" ],
  "anchor" : "para281",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I’m pleased to answer, and I was particularly pleased to hear yesterday from the new leader of the PT Party, Patrick Brown. He appears to be coming from the Brown field of public policy, because he stood here, five feet away from me—" ],
  "anchor" : "para284",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Point of order, Speaker: There is no Tea Party." ],
  "anchor" : "para285",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Arrogance." ],
  "anchor" : "para288",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke will come to order. I am going to ask all members to use temperate language with the avoidance of inflaming the House, which is what is not supposed to be done. And that goes for all sides.", "Minister, I would like to tell you specifically that it was not helpful." ],
  "anchor" : "para289",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I withdraw, Mr. Speaker.", "The new Leader of the Opposition stood in this House and said that the salvation for electricity rates in Ontario is broad expansion of hydro power in the province of Ontario, not knowing that the capacity for expanding hydro is very, very limited in the province. To the extent it could be expanded, we put $2.6 billion into expanding the Lower Mattagami facility, generating jobs and more hydro power—" ],
  "anchor" : "para291",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton will come to order.", "Supplementary?" ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The minister would rather be smarmy than just answer the questions." ],
  "anchor" : "para297",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. I believe I just explained why I thought that temperate language would be helpful in this place.", "Please finish." ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Minister, we will continue to ask these questions over and over again until you start giving satisfactory responses. Your MPPs hear the same sad stories that we do. You are not unaware of this problem.", "Your “always blame the Tories” strategy on the energy file is simply not working. Ratepayers of this province place responsibility for this disaster squarely on your shoulders.", "We know that there’s no way you can undo the damage you’ve already inflicted. For you, the first step is to stop inflicting more. Minister, will you reverse the skyrocketing hydro trends and stop inflicting additional pain on our economy and its citizens?" ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "In addition to the ridiculous possibility of massive expansion of hydro, which is not possible in Ontario, that shows the lack of knowledge—" ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Oh, for the love of God, Bob." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton—second time.", "Carry on." ],
  "anchor" : "para305",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "—a massive lack of knowledge of the electricity system in Ontario, Mr. Speaker.", "If you look at the PC Party, their policy is to massively expand new nuclear in Ontario, which would cost $50 billion—$15 billion onto the electricity rates, which this province cannot afford.", "We have taken very significant steps to push the costs down, and in the next supplementary, I will address hydro rates in the province of Ontario from this government." ],
  "anchor" : "para307",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para310",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "That $50 billion is a great number, because that’s what your global adjustment has already cost Ontarians.", "Minister, there’s going to be a significant hydro protest tomorrow here at Queen’s Park. People from all across the province are coming here to send you and your government a clear message that they cannot afford electricity because of your disastrous policies, like the Green Energy Act. These citizens are here on their own time and their own dime, to tell you in no uncertain terms about the pain that you’ve inflicted on them. They’re hoping that logic and compassion will take you off your current road to disaster.", "Minister, can we have your assurances that you will meet with them tomorrow and, for once in your life, actually listen to what’s being said?" ],
  "anchor" : "para311",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, according to the National Energy Board, we are projecting 2.2% annual increases over the next 18 years—that’s from the National Energy Board—compared to Alberta at 3.2%, BC at 2.8%, New Brunswick at 2.4% and Nova Scotia at 2.8%.", "Ontario industrial rates also compare very favourably with other jurisdictions. Industrial rates in northern Ontario are among the lowest in Canada—" ],
  "anchor" : "para317",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My God, with that good news, people must just be laughing through Ontario." ],
  "anchor" : "para319",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Carry on." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Debates are two-way, Mr. Speaker, and apparently the critic for the opposition wants a one-way debate. He doesn’t want to listen; he just wants to talk. If he’d listen, he’d know that in Canada, we have the lowest rates. In northern Ontario, they’re lower than in 45 American states. Industrial rates in—" ],
  "anchor" : "para322",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings, come to order.", "Finish, please." ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, I’ll finish with this: Industrial rates in southern Ontario are lower than in Michigan, Wisconsin and New Jersey and in line with states like Pennsylvania, South Dakota and Minnesota.", "We have extensive programs to mitigate rates in the industrial and business sectors." ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para280"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier. The Premier says she’s proud of her plan to sell Hydro One, but she’s shutting down debate and locking down committee testimony to only four days—and only in Toronto.", "If the Premier is so proud of her plan, why doesn’t she let people have a say?" ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, as I have said a number of times, Mr. Speaker, we are putting in place six days of consultation on the budget: four days of delegations and two days of clause-by-clause, which up until yesterday was part of the committee process, but apparently the third party has decided that it’s not.", "I’m proud of the budget that we have put forward to the people of Ontario. I’m proud of the fact that we are investing in the current economy of this province by investing in infrastructure and creating 26,000 jobs a year, by building roads, bridges and transit, inside the greater Toronto and Hamilton area and across the whole province. I’m proud of the fact that we’re investing in people’s talent and skills and expanding opportunity for young people who are looking for jobs. That’s what our budget does. That’s what I’m proud of, Mr. Speaker." ],
  "anchor" : "para332",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para334",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, the Premier says she’s proud of her plan to sell off Hydro One, but she can’t even seem to say the word “sell.” Yesterday, the Liberals talked about “broadening ownership” five times. They talked about maximizing. She has talked about reviewing. She has even talked about looking at assets.", "Is the Premier using every word except “sell” because she knows she has made the wrong decision and Ontarians don’t want to pay the price for her sell-off of Hydro One?" ],
  "anchor" : "para335",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Speaker, this is a laughable line of questioning. I have said that we’re engaged in a partial sale of Hydro One. I’ve said that in this House, I’ve said it publicly, and I say it again. The leader of the third party has the clip that she’s looking for. There you go. She can do what she chooses with it.", "I’m proud of the fact that we are making investments in this province, that our budget is about building this province up, that our budget is about addressing the needs of people in their day-to-day lives. We know that people are caught in congestion, that people are living in communities and running businesses that need infrastructure investment that municipalities alone cannot achieve. They need a provincial partner in order to be able to make those investments. They need a provincial partner in order to be able to change the way their economies can thrive. Those investments are necessary, Mr. Speaker. That’s what I’m proud of. That’s what our budget delivers." ],
  "anchor" : "para337",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para339",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Do you know what, Speaker? I remember when this Premier used to talk about openness and transparency. Transparency would mean actually running on the plan that you intend to implement after you get elected. That would be transparency. Openness would mean letting people have their say when you decide to go on a different track once you’re elected—as opposed to what you say during an election campaign.", "Ontarians see what this Premier is doing. They didn’t vote to privatize Hydro One, but the Premier is selling it anyway. What’s worse, she’s trying to shut people out of the process on something that they should have a voice on from one end of this province to the other.", "What I don’t understand is how this Premier so completely lost her way." ],
  "anchor" : "para340",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I have to say to the leader of the third party that the plan that we ran on included a review of the public assets that are owned by the people of Ontario. She knows that, Mr. Speaker, because she started criticizing us as soon as we said that. She’s on record criticizing us for reviewing the assets from the moment that we said we were going to do it, even though she ran on exactly the same fiscal assumptions.", "The fact is, we said we were going to review the assets of the province, but most importantly, Mr. Speaker—" ],
  "anchor" : "para343",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Transportation, come to order." ],
  "anchor" : "para346",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek probably didn’t hear me. I’m now asking him to come to order." ],
  "anchor" : "para348",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We said we were going to invest in infrastructure. We said we were going to invest in people’s talent and skills. We said we were going to work with business and create a dynamic business environment. We said we were going to create an Ontario Retirement Pension Plan.", "If the leader of the third party had one scintilla of a plan, if she had one iota of a vision of how to do those things—" ],
  "anchor" : "para349",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para351",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "New question." ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also for the Premier, Speaker. The Liberals actually used to be straightforward about selling Hydro One. In 2002, Dalton McGuinty called the sale of Hydro One “a disaster for consumers.”", "I want to read a passage from the Niagara Falls Review from May 7, 2002: “The privatization of Hydro One will further exacerbate already underfunded school board budgets,” the then president of the Ontario Public School Boards’ Association and current Minister of Education told a government hearing.", "It is 2015, and everything old is new again. Schools are underfunded, and the government wants to privatize Hydro One. It was bad for schools then, and it is bad for schools today.", "The Premier, who won her seat fighting against privatizing Hydro One, is suddenly all about privatizing Hydro One. And most importantly, 30,000 Ontarians have actually sent the Liberals a message that they don’t want her to sell Hydro One—" ],
  "anchor" : "para356",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Premier?" ],
  "anchor" : "para360",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Education is going to want to comment. But let me just once again make it clear that what we ran on was investment in this province. We said that we were going to invest in the roads and bridges and transit that are desperately needed in this province.", "We said we were going to build up the economy by working with municipalities and by working with businesses, to partner with them, to allow them to expand—" ],
  "anchor" : "para362",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Please finish." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "And we said we were going to invest in people’s talent and skills and provide opportunity for young people to get work experience as part of their education. We are doing all of those things.", "The leader of the third party has no plan to make those investments. She has no plan to build up this economy, and she has no plan specifically to build infrastructure.", "We are doing that, Mr. Speaker. It’s our commitment, and we are following through." ],
  "anchor" : "para366",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "This is my second, Speaker. This is part two." ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Sorry. Thank you. Supplementary." ],
  "anchor" : "para371",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Back to the Premier: People didn’t vote to sell Hydro One, and it leaves them paying the price, regardless of the fact that they didn’t vote for it. It cuts hundreds of millions of dollars in long-term, stable revenue that we could invest, and the money isn’t going where the Premier claims it’s supposed to go. It kills jobs and it hurts families, but it will help out a few bankers. Congratulations. It’s going to help out some consultants and some of your Liberal friends. Congratulations.", "Why is the Premier more interested in helping out bankers than she is in helping out the people of Ontario, the people who own Hydro One?" ],
  "anchor" : "para372",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "What I am interested in is building rapid transit in Hamilton. I’m interested in building roads in northern Ontario. I’m interested in building the infrastructure that the Ring of Fire needs in order to be opened up. I’m interested in changing the patterns of congestion on the roads in our—" ],
  "anchor" : "para377",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek and the Minister of Transportation—second time for both." ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I’m interested in alleviating the congestion on our roads that is costing us billions of dollars a year in economic activity and productivity.", "I would suggest that any member of this House should be interested in those very same things, because those are the things that are holding us back as an economy, and those are the things that we need to change." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Final supplementary." ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "What’s shameful, Speaker, is that the Premier was not interested in being upfront with the people of this province when she ran her election campaign.", "Hydro One is owned by the people of Ontario. They did not vote to sell it. As owners, they deserve their say, even if what they say is that they don’t want higher bills, they don’t want lost revenues for the province, they don’t want loss of control.", "The Liberals used to believe that selling Hydro One was a disaster for people and bad for schools, but they’ve lost track of what matters to Ontarians.", "Will the Premier stop listening to bankers and consultants and actually start listening to Ontarians who don’t want to pay the bill for her sell-off of Hydro One?" ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para389",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Yes, thank you. I want to tell them what I believe in. I believe that we have to fully fund our schools.", "Let’s put this in context. In 2002, the official opposition was the government, and they had—" ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Please finish." ],
  "anchor" : "para394",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "They had received a report that said the education system in Ontario—their consultants said, in agreement with the Ontario public school boards—wait for it—that there was a $1-billion gap between what schools needed and what they provided. Do you know, Speaker, what we’ve added? We’ve added $8.1 billion, and—" ],
  "anchor" : "para395",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para398",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "No, you’re done. Order." ],
  "anchor" : "para400",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Through the Chair, please.", "New question." ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para355"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier.", "This morning, the Legislature will be asked to vote on your general budgetary policy, but as we’ve exposed, there is nothing more here than a shell game. You’re pretending there’s new money for transit when there isn’t. That plan was already announced in last year’s budget. So this new money you plan to siphon out of the Hydro One sale isn’t actually going to fund transit. It’s going to feed your spending addiction and create an illusion that you’re reducing the deficit.", "Premier, if Quebec can balance their budget and have low hydro rates, why can’t you?" ],
  "anchor" : "para405",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, we are investing in infrastructure, we are investing in public transit, and we’re doing so by maximizing the use of our other crown corporations and reinvesting those funds, dollar for dollar, in a Trillium Trust, to reinvest in our economy, invest in our people and invest in infrastructure that’s going to enable us to be more competitive. That is very clearly stated in our budget, it’s clearly stated in the way we’re going to come to balance by 2017-18, and it clearly states that we’re exceeding our targets year over year.", "Mr. Speaker, Ontario had the lowest-cost government in Canada because of the steps that we’ve taken to enable us to be competitive, and we’re succeeding ahead of every other province and every other government in Canada." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para411",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Premier, yesterday you moved to limit budget debate, to only have hearings in the city of Toronto. We understand why you don’t want to take your budget to the rest of Ontario. That would mean you would have to face Jennifer in Ottawa, who told our pre-budget hearings that she has to turn her hydro off from 6 o’clock every morning until noon, and again from 3 every afternoon until 7, just to pay her bill—" ],
  "anchor" : "para412",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Transportation is warned.", "Please finish." ],
  "anchor" : "para414",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I realize they find this funny, Speaker, but Jennifer has to decide between food or fuel, between to heat or eat.", "You’ll have to face Julie Allen, who told the committee that the digital media tax credit you’re gutting is the lifeblood of their sector.", "Premier, will you commit to hearings outside of Toronto and face the consequences your bungled budget policies have on all of the people of Ontario?" ],
  "anchor" : "para416",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "This budget of 2015, as well as the budget of 2014, had the greatest amount of consultations of any other report that we’ve put forward in this House. We have criss-crossed the province—the Minister of Finance, as well as the very members from the standing committee on finance—and we’ll continue to do so.", "In fact, we have now put forward six days, more than any of the opposition members have ever put forward in the past. We are deliberating over this budget. We’re deliberating over this bill. The people of Ontario have had many opportunities to discuss it, and we continue to listen to them.", "In fact, what are they saying? They want us to invest in the economy. They want us to invest in jobs. They want us to invest in opportunities for them to succeed. That is what this budget is all about: to enable us to be more prosperous, more competitive and enable a better future for our families." ],
  "anchor" : "para421",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para404"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Premier. Selling Hydro One is another bad decision by the Liberals. Dr. Douglas Peters, a former chief economist at TD Bank and secretary of state for financial institutions, has written a report together with Dr. David Peters that shows that “selling 15% of Hydro One instead of borrowing for infrastructure investment will actually result in a net loss to the public of $84.7 million a year.” Further, selling 60% could actually cost $338 million per year.", "Why is the Premier planning to throw away $338 million a year?" ],
  "anchor" : "para425",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, as the budget indicated, we’re proceeding with an IPO which will generate $9 billion in proceeds; $5 billion will be applied to debt, and $4 billion will be going into the Trillium infrastructure fund.", "What’s important is that the $4 billion that’s going into infrastructure is $4 billion that’s not coming from tax increases, not coming from borrowing, not coming from program cuts.", "The NDP have already indicated that they’re going to raise taxes in order to pay for the infrastructure. They let that sneak out two or three days ago in the House.", "We’ve got a program that’s sensible, that makes sense and has been assessed by economists as being the most prudent way to proceed." ],
  "anchor" : "para428",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para432",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "The government can’t get away from the fact that they’re going to throw away $338 million a year. It’s going to hold a fire sale for assets that will give private sector investors a virtually guaranteed 8% return per year. There will be less money for transit, for roads and for bridges.", "Will the Premier pull the plug on the sale of Hydro One?" ],
  "anchor" : "para433",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para436",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, we said in our budget of 2014 that we are going to assess entrepreneurial assets such as the Beer Store, LCBO and hydro agencies, to repurpose assets to invest in infrastructure.", "Talk to any mayor across Canada, let alone across Ontario, and they will tell you their priority ask, their priority need, is infrastructure. It’s infrastructure that will go into rapid transit in Hamilton. It will go into rapid transit in Ottawa. It will go into expanding natural gas in rural communities.", "It’s the right thing to do. It’s what the people of this province are asking for, and we’re going to deliver." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para424"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport, also known as the head cheerleader for the Parapan Am Games.", "I know our government has worked hard to make the Parapan Games a catalyst for improving accessibility in Ontario. I recently read a great article about the Are You Ready? Conference that TO2015 held just last week. In that piece, Mr. Speaker, wheelchair athlete/player Abdi Dini, who won a gold medal at the London Paralympics, talked about how the Parapan Games will be an eye-opening experience for Ontario.", "We will be welcoming 2,400 para-athletes and officials to our province, and businesses need to be prepared. At the Are You Ready? Conference, TO2015 informed businesses big and small about how improved accessibility will benefit them. Speaker, this is a great example of why these games are so important.", "Will the minister please tell the members of this House about the legacy of the Parapan Am Games?" ],
  "anchor" : "para442",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Minister." ],
  "anchor" : "para447",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "With 59 days to go before we welcome the world to Ontario, it gives me great pleasure—and thank you for the opportunity to answer this question—to talk about one of the most important legacies of the Parapan Am Games.", "As the member mentioned, our government saw the games not only as an opportunity to hold an amazing sporting event but also an opportunity to highlight and promote accessibility here in the province of Ontario.", "The athletes’ village is a great example of an incredible piece of infrastructure that will be used for future generations to come. Accessibility was a key component in the design of the entire village, with 10% of the units being fully accessible. During the games, para-athletes will make their homes in these units while they eat, sleep and prepare for the events. After the games, these units will be converted into affordable housing units for Ontarians with disabilities.", "Mr. Speaker, another important component of these games is that we’ll have our 23,000 volunteers trained—" ],
  "anchor" : "para449",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thank you, Minister, for that answer and for the great work that you’re doing for accessibility.", "I know that you and the Minister of Economic Development, Employment and Infrastructure have regularly spoken to this House about the legacy that these infrastructure projects will leave for our province. These projects are building upon Ontario’s reputation as a world leader when it comes to accessibility, and we are soon to be celebrating the 10th anniversary of the passage of the Accessibility for Ontarians with Disabilities Act, a groundbreaking commitment to people with disabilities in Ontario.", "Would the minister please update the House on how the games’ infrastructure projects are helping to make Ontario a more accessible province?" ],
  "anchor" : "para455",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Minister of Economic Development." ],
  "anchor" : "para459",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "As we approach the Parapan Am Games, we must continue to focus on accessibility to ensure the games’ success. That’s why all existing sports venues are completely accessible and every new build was designed with accessibility in mind.", "It gives me great pleasure to be able to say that the aquatics centre in Scarborough is an incredible example of this. It’s one of the most accessible public recreation facilities ever built in North America. For instance, it’s home to the world’s first full-time, year-round daily training environment for high-performance wheelchair basketball.", "The facility also has recovery and regeneration pools that help to treat rehabilitating athletes with a movable floor that can be raised up to the deck level so that wheelchairs can get access.", "There’s no question these games will be an incredible springboard in our efforts to work towards full accessibility." ],
  "anchor" : "para460",
  "subject" : {
    "text" : "Parapan Am Games",
    "anchor" : "para441"
  }
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "My question is to the Premier. Premier, the Auditor General’s report on winter highway maintenance shows that your government weakened the area maintenance contracts in 2009, doing away with MTO best practices and removing layers of oversight. As a result, Ontario’s winter roads became more dangerous.", "Premier, why did it take six winters of worsening road conditions, deaths on our highways and a special report by the Auditor General to realize that this decision by your government was putting Ontarians in danger?" ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para467",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member from Parry Sound–Muskoka for his question today. I understand where he is coming from. I know that he has spoken to me through correspondence in the past about concerns from people in his particular community, which I do understand.", "As I’ve said many times here in the Legislature and also to the media, there were eight recommendations that were contained in the auditor’s report. All eight of those recommendations have been accepted by me, accepted by the ministry. I do accept full responsibility for making sure that, going forward, this program continues to provide Ontarians with the level of winter maintenance they expect and that they deserve.", "I have also pointed out that in 2013, the Ministry of Transportation conducted an internal review as a result of that review, which took place before the auditor was asked to do her work. We have supplied over 100 new pieces of equipment out on highways both in the north and the south. We’ve added more oversight and we’ve added more material as well." ],
  "anchor" : "para468",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Again to the Premier: You were transportation minister for a year and a half of those six years since your government changed the area maintenance contracts. To remind you, that was January 2010 to October 2011.", "Why did you not heed the warnings that were out there from your own MTO staff, from the OPP, from the general driving public?", "Premier, it was obvious to everyone in my riding and across the north that driving conditions were dangerous. Just ask any of the thousands of people who signed my petitions.", "So I ask again: Why did it take six years, needless deaths on our highways and finally direction from the Auditor General to get you to do something?" ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "What I’ve also pointed out in the opportunities I’ve had to respond to questions relating to the auditor’s report is that also contained in that report was her acknowledgement that over the last 13 years Ontario has been ranked first or second in all of North America for highway safety.", "That doesn’t mean that our work is done at the Ministry of Transportation. One of the reasons that I’ve asked the auditor to come back in at the end of next winter season and provide a follow-up report is because I do accept full responsibility for making sure that going forward we have winter maintenance that is expected, a winter maintenance standard that is achieved, the kind of standard that the people of Ontario deserve. In fact, in budget 2015, when the Minister of Finance stood in the House and tabled that budget, there were measures that will help supply additional materials for the coming winter season and additional equipment as well.", "I will also be providing an update within 60 days of the auditor’s report and I look forward to providing that information publicly." ],
  "anchor" : "para476",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para464"
  }
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is for the Premier. The Premier marketed herself as the education Premier. She promised not to cut education and to rebuild relationships with education workers. That’s clearly not working out so well for her. And yet, yesterday the Minister of Education literally boasted about the fact that her government didn’t need to keep its commitment to invest $250 million in education last year and claimed there were no cuts made to special education. But today, we learned 50 educational assistant jobs are on the chopping block in Bruce-Grey. That’s very perplexing.", "And it appears the Liberal government doesn’t see the value of keeping class sizes manageable.", "Well, Ontario families don’t see the value of a government that throws our schools into chaos.", "With nearly 900,000 students impacted by this government’s bad decisions, will the Premier finally reverse her cuts to education and keep her promise to Ontario families?" ],
  "anchor" : "para480",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para484",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Once again, $22.5 billion last year equals $22.5 billion this year. But let me expand, because what’s really interesting—" ],
  "anchor" : "para485",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Please finish." ],
  "anchor" : "para487",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "One of the things that I find really interesting is the platform they ran on. The platform they ran on in 2014 sort of started with our $22.5 billion as a base and then said they’d find $600 million in savings in health and education. I’m guessing that probably their goal was to find about $250 million in savings during the last fiscal year." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para489",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "On page 230 of your budget, you boast about spending $248 million less in a year.", "Again, to the Premier: Yesterday, the Minister of Education claimed that our public elementary teachers were at the bargaining table just as they were getting up to leave. The minister also recently said that class size caps were possibly on the central table. It’s perplexing that the minister doesn’t know what’s going on. While the minister fumbles her file and your government continues to cut education, Ontario families are paying the price. With 900,000 students paying the price across Ontario, Liberal cuts and broken promises are throwing our schools into chaos.", "Will the Premier finally admit that it’s time to reverse her short-sighted cuts to education and keep class sizes manageable?" ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "In the first place, Ontario has among the lowest class sizes of both elementary and secondary anywhere in Canada.", "But let’s go back to this $250 million. That came because enrolment fell. That was one cause. This year, the per pupil funding has gone up because we reinvested those savings. So per pupil funding has gone up.", "The other thing was that I saved some money in the administration of my ministry. We also found that school boards had greater savings in reserves than we’d actually expected and that got consolidated into our budget.", "There were some boards that we had promised capital funding for child care or for new schools. They didn’t spend it last year. They’ll spend it some other year but they didn’t spend it last year.", "I think that those are all perfectly good reasons—" ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para498",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para479"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "fois seulement qu’un invité s’adresse à l’Assemblée législative et seulement la troisième fois qu’un premier ministre d’une autre province ou d’un autre territoire a été invité à le faire.", "Throughout this address, Premier Couillard spoke about how important it is for Canada that Quebec and Ontario have a strong relationship between them. Together, our provinces make up more than half of Canada’s population and GDP.", "Also in his address, Premier Couillard mentioned the importance of Quebec and Ontario working together to fight climate change and seize the opportunities of a stronger, greener economy.", "Est-ce que le ministre de l’Environnement et de l’Action en matière de changement climatique peut informer cette Chambre de la façon dont l’Ontario et le Québec collaborent pour lutter contre les changements climatiques?" ],
  "anchor" : "para500",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "L’hon. Glen R. Murray",
  "text" : [ "Merci à mes amis et à la députée d’Ottawa–Orléans. Le leadership de la première ministre Wynne and du premier ministre Couillard est historique. Ce partenariat entre le Québec et l’Ontario est unique. Comme ancien Québécois—j’ai passé ma jeunesse à Montréal. C’était une période de conflit; c’était très difficile.", "In my youth I wished, as a young Quebecer, that Ontario and Quebec had the strength in partnership, because it reinforces our federalism. These are the most activist federalist parties ever to lead Quebec and Ontario and the two most activist federalists.", "But we’re also working on specific things, including the environment. Il y a beaucoup de choses que nous faisons ensemble, par exemple, un protocole d’entente entre le gouvernement du Québec et le gouvernement de l’Ontario concernant les actions concertées sur les changements climatiques." ],
  "anchor" : "para505",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Response?" ],
  "anchor" : "para508",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "L’hon. Glen R. Murray",
  "text" : [ "J’ai fini maintenant." ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It took me 10 seconds to say that, yes.", "Supplementary." ],
  "anchor" : "para511",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "Again, my question is to the Minister of the Environment and Climate Change. I am pleased to hear that the governments of Ontario and Quebec have been working closely to tackle climate change and will continue to do so.", "Les gouvernements du Québec et de l’Ontario sont fiers du travail qu’ils ont déjà accompli pour lutter contre le changement climatique. L’an dernier, l’Ontario a fermé pour toujours ses centrales électriques à combustion au charbon. Il s’agit de la mesure la plus importante jamais prise en Amérique du Nord pour lutter contre les émissions polluantes des gaz à effet de serre.", "Au Québec, un marché du carbone—un système de plafonnement et d’échange—est au centre de la stratégie gouvernementale visant à lutter contre le changement climatique. L’an dernier, le Québec a lié son marché du carbone à celui de la Californie par l’intermédiaire de la Western Climate Initiative, WCI, créant ainsi le plus important marché régional.", "Speaker, through you, could the Minister of the Environment and Climate Change inform the House as to why it is so important for Ontario to work with Quebec on the development of our cap-and-trade system?" ],
  "anchor" : "para513",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "L’hon. Glen R. Murray",
  "text" : [ "Nos efforts à réduire les gaz à effet de serre sont une priorité pour le gouvernement de l’Ontario—elle a raison—parce que pour achever notre objectif, nous avons un grand défi.", "Unlike other politicians, we do not want to leave this to our granddaughters to fix. This is something we must fix now. In that effort, l’Ontario et le Québec composent maintenant 62 % de la population et l’économie du Canada. Ensemble, nous sommes assez grands pour changer le marché en Amérique du Nord et créer un marché du carbone assez grand pour changer les dynamiques et les décisions économiques partout dans le continent.", "Notre partenariat avec la Californie est aussi important. Avec le Québec, l’Ontario mettra en oeuvre un système de plafonnement et d’échange, et—" ],
  "anchor" : "para517",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Merci. New question." ],
  "anchor" : "para520",
  "subject" : {
    "text" : "Changement climatique / Climate change",
    "anchor" : "para499"
  }
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Minister, May is Lyme Disease Awareness Month. The test used to initially detect Lyme disease in Ontario is the ELISA test, which Health Canada states can miss up to 62% of early-stage Lyme cases. When that happens, public health refuses to do the Western blot test, which is far more reliable. It costs more, but in the bigger picture, a correct diagnosis will save lives and millions of dollars annually for the health ministry, as we can catch Lyme earlier.", "Many are forced to seek medical attention in the United States and pay thousands of dollars out of pocket. One New York doctor alone treats 1,400 Ontario patients with Lyme disease. The status quo is clearly failing Ontarians.", "Minister, my question is simply this: Why can’t Ontarians with Lyme disease be diagnosed with more accurate testing and treated properly right here at home?" ],
  "anchor" : "para522",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question from the member opposite on the important issue of Lyme disease.", "We are, in this province, collaborating with Public Health Ontario. We’re following Health Canada and the Public Health Agency of Canada guidelines and working closely with them on a consolidated strategy as well that basically covers the landscape of what we need to do. It focuses on appropriate diagnosis and prevention, first and foremost, but also an awareness of the public and health care providers of this particular disease and also focusing on diagnosis and treatment. In fact, at the provincial level, we have taken steps to introduce an action plan which will be working through Public Health Ontario and engaging stakeholders and experts, including clinical experts on Lyme disease, to update our 2012 strategy on Lyme disease which, again, will cover all those areas that are important and, I know, the issues that are important to the member opposite as well." ],
  "anchor" : "para525",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para527",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Back to the minister: The status quo does have tragic consequences. A Lyme patient in my riding, Cheryl Abbate, suffered for years as Ontario’s inadequate testing allowed her disease to advance undiagnosed. After her vet discovered Lyme in her dog, she decided to get tested in the United States and was immediately diagnosed. Sadly, the damage was already done and she was forced to retire early.", "These tragic stories are all too common. Lyme sufferers have told me that they would be willing to pay for the Western blot test themselves so that the province will finally give them treatment, again, right here at home.", "So, Minister, would you be willing to commit today to a thorough review of Lyme testing to ensure that people like Cheryl get the treatment they desperately need?" ],
  "anchor" : "para528",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "To the Minister of Natural Resources and Forestry." ],
  "anchor" : "para531",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I thank the member for the question. As mentioned already, the seriousness of the disease is not lost on anybody on our side of the House. In fact, just one or two weeks ago there was a very significant delegation here representing those who are suffering from Lyme disease and those who are concerned about its prevalence here in the province of Ontario.", "What I would say to the member—and he has talked to me about this previously in the context of our provincial parks system and what we can do to be more preventive and proactive in terms of dealing with this issue—is that there are 330 provincial parks in the province of Ontario, but those provincial parks that already have a significant risk and are at risk of a higher exposure to Lyme disease are already being dealt with in a bit of a proactive way, I would say, when it comes to educational materials. They are available to people who are entering into our provincial parks. We’re open to any other ideas or opportunities—" ],
  "anchor" : "para532",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para534",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para521"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Premier. Today the Auditor General warned that taxpayer-funded partisan government advertisements could very well see the light of day once again in Ontario. But splashed all over the Liberal Party website, liberal.ca, is a petition that calls on Stephen Harper to immediately end the wasteful spending of Canadian tax dollars on partisan government advertising.", "So help me out: Apparently the federal Liberals want to get rid of partisan advertising while we’ve got a Liberal Premier at Queen’s Park working to dispense with the rules for the Liberal Party here.", "Can the Premier explain why she thinks partisan advertising is wrong in Ottawa but it’s okay for the Liberal Premier of Ontario?" ],
  "anchor" : "para536",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "To the President of the Treasury Board." ],
  "anchor" : "para539",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Well, not only do we think that spending in Ottawa is wrong; we think it’s wrong here to have government-funded, taxpayer-funded partisan ads. That’s why we were the first jurisdiction in the country—indeed I think the next jurisdiction is in Australia—to have this kind of legislation. We are committed to maintaining the ban on partisan ads. We are strengthening the legislation. We are responding to the request of the Auditor General by expanding the mandate to include things like online advertising and so on.", "We are clarifying what “partisan” means, because I think it’s important to have clear legislation. We’ve got 10 years of experience with this now. We’re opening up the legislation to broaden the mandate of the Auditor General and at the same time we’re clarifying the definition of partisanship." ],
  "anchor" : "para540",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para542",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Again to the Premier: The Auditor General, who consistently is speaking truth to power in this place, thinks differently. Again, it’s not just the federal Liberal Party. A recent editorial had this to say:", "“In its recent budget the government served notice that it wants to change the law and dilute the Auditor General’s authority to veto ads she believes are partisan, rather than simply informative.", "“That’s a dangerous idea. At present, Ontario’s Government Advertising Act is a breath of fresh air.”", "Gutting the Government Advertising Act is another wrong choice in a growing list of bad, self-serving decisions by this government. Will the Premier be voting for a plan that lets her spend money on partisan ads just like Stephen Harper?" ],
  "anchor" : "para543",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "We believe that taxpayer-funded ads should not be partisan—not in Ontario and not in Canada.", "The federal government has spent over $100 million advertising the economic action plan, including $14.8 million after the program had ended. They spent $2.5 million advertising a jobs program that didn’t exist, and $7 million on ads that were condemned by the Canadian Medical Association, the College of Family Physicians, the Royal College of Physicians and Surgeons—" ],
  "anchor" : "para548",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Kitchener–Waterloo, second time." ],
  "anchor" : "para551",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "—and they’re spending an additional $13.5 million on an ad campaign promoting their budget, which is perfect if you think the rich aren’t quite rich enough.", "Those ads would be banned in Ontario. We urged the federal government to adopt our legislation; they haven’t done it. They should—" ],
  "anchor" : "para552",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para554",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "My question is for the Associate Minister of Health and Long-Term Care. The last couple of weekends have had some great weather as spring has fully arrived. Many families with young children in my riding have been taking advantage of the warmer temperatures and the sunny skies to take their kids to playgrounds or enjoy nice meals on a restaurant patio. Our kids are outdoors being active and participating in recreational sports leagues such as baseball and soccer, or just out having fun playing games.", "This is a good time to remind everyone of our government’s recent Smoke-Free Ontario amendments because some smokers might think of lighting up a cigarette on a bar or a restaurant patio.", "Speaker, through you, can the minister remind the House of the details of how we are further protecting our kids and all Ontarians from second-hand smoke?" ],
  "anchor" : "para556",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "I’d like to begin by thanking the hard-working member from Brampton–Springdale for the important question. The member is right: Indeed, earlier this year we did prohibit smoking on playgrounds, sport fields and on restaurant and bar patios. We also prohibited tobacco sales on university and college campuses.", "While the ban came into effect on January 1 of this year, the fact is it is only now with the warmer weather that people are going to really start noticing. So we want to remind Ontarians that you cannot smoke anymore at playgrounds—" ],
  "anchor" : "para559",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Your own minister is answering." ],
  "anchor" : "para562",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "—sport fields or on restaurant and bar patios. These changes will not only protect our kids and everyday Ontarians, and allow them to enjoy the outdoors, but equally important, they will also protect bar and restaurant staff from the dangers of second-hand smoke." ],
  "anchor" : "para563",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para564",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "Minister, we know that tobacco is the leading cause of preventable disease and premature death in Ontario; it kills 13,000 people a year. Most recently we have seen in the news how other provinces are trying to tackle the problem of tobacco prevalence. Just last week, Quebec introduced legislation that would ban smoking on bar and restaurant patios.", "In a recent national survey, it was found that over four million Canadians still smoked tobacco. It was the lowest national smoking rate ever recorded, but statistically unchanged from the same survey two years ago.", "I know the associate minister in charge of wellness is hard at work protecting our youth and Ontarians from the dangers of tobacco use and the harmful effects of second-hand smoke.", "Speaker, through you, can the minister please update the House on the progress our government has made in protecting Ontarians from the hazardous effects of tobacco use?" ],
  "anchor" : "para565",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "Again, thanks to the member for Brampton–Springdale who does such a wonderful job of representing her constituents.", "It’s true, we are working hard, and Ontario has, in fact, become a national and international leader when it comes to tobacco control. We have invested over $354 million for tobacco prevention, cessation and protection, and I’m pleased to say that, partly as a result of our efforts, smoking rates have decreased in Ontario from 24.5% in 2000 to 18.1% in 2013. That is 332,000 fewer smokers; that’s 332,000 Ontarians with better health.", "Today we have the second-lowest smoking rate in Canada, but that’s not good enough. We are going to go forward and drive down smoking rates so that Ontario has the lowest smoking rates in Canada." ],
  "anchor" : "para569",
  "subject" : {
    "text" : "Tobacco control",
    "anchor" : "para555"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is for the Minister of Tourism, Culture and Sport. Minister, thanks to the 2015 budget, more full-time jobs are in jeopardy in Ontario. The film and TV industry in our province generates $1.8 billion a year and creates 31,000 full-time jobs. While other provinces choose to foster this industry to make sure it continues to succeed, your government chose to retroactively cut rates and destabilize the entire film and TV business in Ontario.", "Minister, the industry has made a reasonable request that you grandfather the tax rate instead of making it retroactive. Will you commit to this request before your budget decision impacts the industry for years to come?" ],
  "anchor" : "para573",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to start by saying that our government is proud of our creative cluster here in the province of Ontario. They do so much to add to our economy and really build our identity here in the province of Ontario.", "Ontario is the number one film and television jurisdiction in the entire country. I have to say that we will continue to have the most generous film and television tax credits here of the entire country. Compared to Quebec and compared to British Columbia, our main domestic competitors, Ontario will remain the most competitive jurisdiction in the country.", "In addition, with the lower Canadian dollar, it was a great opportunity for us to make an adjustment, because the dollar is so low and it still brings in foreign investment. I’ll be able to go into a little bit more detail about how we plan to position these tax credits for growth in the future." ],
  "anchor" : "para575",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para578",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Minister, you obviously haven’t been talking to the industry, because no other jurisdiction around the world has ever implemented a rate cut without grandfathering in current projects. The industry is calling your plan a complete bait and switch.", "The industry budgets and finances projects months in advance, before filming has even begun, but now you’ve cut their bottom line and, in turn, jeopardized hundreds of jobs. You’ve claimed that this tax rate cut will save $10 million this year. The industry says that an additional $10 million could easily be made by attracting just one more TV production.", "Now, overnight, any trust that has been built up over the years has been undone, and the industry is now moving projects that were committed to be filmed in Ontario to other provinces, like British Columbia.", "Minister, again, will you commit to grandfathering the changes to the film industry’s tax rates so that productions already here will continue?" ],
  "anchor" : "para579",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I want to start by saying this: I think the member opposite realizes that it’s this government that established these types of credits and continues to grow these credits in the province of Ontario, to add to our $22-billion creative industries here in the province of Ontario.", "When we talk about the proposed 2015 budget, it’s—" ],
  "anchor" : "para583",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings.", "Finish, please." ],
  "anchor" : "para586",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "It’s this government that introduced, in the 2015 proposed budget, a permanent tax credit for our music sector here in the province of Ontario. In 2015-16, we will see $439 million in tax credits going to support those sectors here in the province of Ontario.", "We are proud of our record as Liberals, as a government here, and we will stand by our record to support our creative—" ],
  "anchor" : "para588",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para590",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para592",
  "subject" : {
    "text" : "Ontario film and television industry",
    "anchor" : "para572"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have today laid upon the table a special report from the Auditor General of Ontario entitled The Government’s Proposed Amendments to the Government Advertising Act, 2004." ],
  "anchor" : "para594",
  "subject" : {
    "text" : "Special report, Auditor General",
    "anchor" : "para593"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on the amendment to an amendment to a motion for allocation of time on Bill 91, An Act to implement Budget measures and to enact and amend various Acts.", "Call in the members. This is a five-minute bell." ],
  "anchor" : "para597",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Would all members please take their seats?", "On May 11, Mr. Naqvi moved government notice of motion number 21. Mr. Clark then moved an amendment to Mr. Naqvi’s motion. Ms. Horwath then moved an amendment to Mr. Clark’s amendment as follows:", "That everything after “the bill shall be ordered referred to the Standing Committee on Finance and Economic Affairs; and” be deleted and replaced by the following: “That the Standing Committee—" ],
  "anchor" : "para600",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para603",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "All those in favour of Ms. Horwath’s amendment to the amendment please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para604",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para651",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 44; the nays are 55." ],
  "anchor" : "para708",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the amendment to the amendment lost.", "Are the members ready to vote on the amendment to the motion? I heard a no. This item will remain on the Orders and Notices paper to be called at a future time." ],
  "anchor" : "para709",
  "subject" : {
    "text" : "ime allocation",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on the motion that this House approves in general the budgetary policy of the government.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para712",
  "subject" : {
    "text" : "2015 Ontario budget",
    "anchor" : "para711"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On April 23, 2015, Mr. Sousa moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para715",
  "subject" : {
    "text" : "2015 Ontario budget",
    "anchor" : "para711"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise." ],
  "anchor" : "para772",
  "subject" : {
    "text" : "2015 Ontario budget",
    "anchor" : "para711"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 55; the nays are 44." ],
  "anchor" : "para818",
  "subject" : {
    "text" : "2015 Ontario budget",
    "anchor" : "para711"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para819",
  "subject" : {
    "text" : "2015 Ontario budget",
    "anchor" : "para711"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on the motion for allocation of time on Bill 6, An Act to enact the Infrastructure for Jobs and Prosperity Act, 2014.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para822",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para821"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Same vote? Agreed? Agreed." ],
  "anchor" : "para825",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para821"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 55; the nays are 44." ],
  "anchor" : "para826",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para821"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para827",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para821"
  }
}, {
  "speaker" : "Hon. Mario Sergio",
  "text" : [ "Speaker, with your indulgence: I want to recognize in the east gallery our summer intern, Mr. Matthew Wilson. I wish that he is going to stay with us for a long time and enjoy his stay." ],
  "anchor" : "para830",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Ms. Eleanor McMahon",
  "text" : [ "With your indulgence, I’m pleased to welcome four students from Lester B. Pearson High School in Burlington here today for the celebration of Dutch Heritage Month. Please welcome Matt Nishimura, Braeden Smith, Dale Cooper and Sarah Naylor. Welcome to Queen’s Park." ],
  "anchor" : "para831",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Just a reminder: The flag-raising for Dutch Heritage Month is outside as soon as question period is over.", "There are no further deferred votes.", "This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para832",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I’m pleased to welcome to Queen’s Park today, from Parry Sound, Tim West, from the Ontario Federation of Snowmobile Clubs. Also from Parry Sound, Andrew Ryeland, whose business is Bear Claw Tours, and he has been the president of the chamber of commerce of Parry Sound as well. Welcome to Queen’s Park." ],
  "anchor" : "para837",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Today is an exciting day. Joining us in the Legislature we have about 25 different organizations that are here to support our government’s introduction of proposed legislation to better support our trail systems here in the province of Ontario. I’d like to welcome everyone. There are too many names to go through, but welcome to the Ontario Legislature." ],
  "anchor" : "para838",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome." ],
  "anchor" : "para839",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have visitors from the Myalgic Encephalomyelitis Association of Ontario, also known as MEAO, and people with fibromyalgia and multiple chemical sensitivities. This is Laura Cox and, a good friend of mine, Adrianna Tetley. Welcome to Queen’s Park." ],
  "anchor" : "para840",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "I would join my friend across the aisle in welcoming the snowmobilers as well. For someone who has 11 machines in one of our large facilities, they are welcome down the Apsley-Chandos-Bancroft way any time.", "I would like to welcome the Myalgic Encephalomyelitis Association of Ontario, known as MEAO, represented here today by Denise Magi, the vice-president and secretary; Keith Deviney, president; and other MEAO officials and executives being Ted Ball, John Dougherty and Adrianna Tetley.", "Through you, Mr. Speaker, just as a reminder to all honourable members, you’re invited to a reception being held today and hosted by MEAO in committee room 228 after 4:30 p.m." ],
  "anchor" : "para841",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I’m happy to introduce, from the Ontario Museum Association, Marie Lalonde and Diane Chaperon-Lor.", "I would also like to welcome Larry Ketcheson from Parks and Recreation Ontario.", "Welcome to the Legislature." ],
  "anchor" : "para844",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Mr. Speaker, it gives me great pleasure to introduce you to Charlie Love from the great riding of Kitchener Centre, who sits on my riding association executive. Hi, Charlie." ],
  "anchor" : "para847",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’m very pleased to rise today to recognize the Myalgic Encephalomyelitis Association of Ontario, MEAO being the acronym. They’re with us today to mark May 12 as the official awareness day for myalgic encephalomyelitis, fibromyalgia and multiple chemical sensitivities, which are chronic, complex, environmentally linked illnesses that afflict over 500,000 people in Ontario.", "As I said in my statement last fall, the Ministry of Health and Long-Term Care received a business case proposal for the Ontario Centre of Excellence in Environmental Health back in 2013. The point of establishing such a centre of excellence is to provide the hundreds of thousands of Ontarians afflicted with these illnesses with the appropriate care and treatment they deserve, which would, in the long run, improve our health care system. To date, the ministry has not given approval to this business case proposal, although it has recognized the business case proposal and announced a task force on environmental health.", "As funding for these illnesses is almost non-existent, I urge the Ministry of Health and Long-Term Care to get moving on the task force that will deliver a system of care to ensure that effective and appropriate services are given to the hundreds of thousands of Ontario patients who suffer from these chronic, complex and environmentally linked illnesses.", "I would like to thank the association for their excellent advocacy work for Ontarians living with myalgic encephalomyelitis and associated illnesses. We look forward to receiving the health minister’s update with regard to his approval of this proposal." ],
  "anchor" : "para850",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para849"
  }
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "It’s an honour to rise today as the NDP critic for labour to speak once again to the countless workers in our province forced to take severe job action because of the Liberal government’s austerity cuts, especially in education and health care.", "Because of the government’s desire to strip collective agreements, to reduce teachers’ ability to use their professional judgment, and to remove caps on class sizes, we know that almost a million students and 73,000 teachers were affected by strike action this week.", "In my own riding of Welland, members of OPSEU 294 have been on strike since April 10. The CCAC responsible for contracting to the for-profit CarePartners has not said a peep, nor has the government, about ensuring transparency and accountability for the private agencies these nurses are working for and ensuring quality patient care.", "Crown Holdings workers here in Toronto working for one of the largest manufacturers of food and beverage containers have been on strike since September 2013 because of massive concessions demanded of the workers. Crown has refused to negotiate a fair settlement and has instead hired scab replacement workers to prolong the dispute and try to break the strike. The government has announced a special inquiry. When is that going to happen?", "I stand in solidarity with these workers across our province—our educators, our nurses and Crown Holdings workers—and urge this government to take the necessary steps to ensure that labour laws are strengthened so workers in this province are treated with the respect and dignity that they deserve." ],
  "anchor" : "para855",
  "subject" : {
    "text" : "Labour disputes",
    "anchor" : "para854"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "On Monday, May 18, we will be celebrating International Museum Day. This year’s theme is “Museums for a sustainable society.”", "I want to take this opportunity to recognize and thank the Ontario Museum Association, some of whom are at Queen’s Park today. This year’s theme recognizes the role of museums in raising public awareness, specifically about the need for a society that is less wasteful, more co-operative, and uses resources in a way that respects living systems.", "En tant que francophile, je me réjouis de la commémoration de 400 ans de présence francophone en Ontario cet été, une reconnaissance importante du rôle joué par la communauté francophone dans l’histoire et l’avenir de l’Ontario.", ", featuring artifacts and documents from museums across the province. This collection tells the story of the people, the places and the institutions that make up our francophone heritage.", "Tourism, heritage and culture come together in Ontario’s museums. They have a significant impact on the social and economic vitality of our province, attracting more than three million national and international visitors to Ontario each year.", "Thank you all for preserving our cultural heritage, for telling our stories and for fostering historical understanding. Merci. Meegwetch." ],
  "anchor" : "para861",
  "subject" : {
    "text" : "International Museum Day / Journée internationale des musées",
    "anchor" : "para860"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m very sorry to have occasion to rise once more to extend condolences to the people of Nepal and their friends and family around the world. After the devastating earthquake on April 25, which took the lives of over 8,000 people in Nepal and northern India, another strong earthquake shook the region today, resulting in more destruction and dozens of fatalities. This magnitude 7.3 earthquake was followed by at least six strong aftershocks, which were felt as far away as Delhi, the Indian capital, and Dhaka, the capital of Bangladesh.", "On behalf of the Ontario PC Party and our leader, Patrick Brown, I extend heartfelt condolences to the Nepalese and Indian communities in Ontario and all those who have been affected by this terrible tragedy.", "Thousands of people living in that region are sleeping outside tonight, afraid to return to their homes for fear they will collapse, and workers are renewing their courageous efforts to rescue survivors, help the injured, and distribute aid to families who have been left with nothing. It’s really devastation beyond what we can imagine here in Ontario.", "I think we are all deeply saddened that people who have already endured so much should be faced with further tragedy. They will continue to be in our thoughts and prayers." ],
  "anchor" : "para868",
  "subject" : {
    "text" : "Earthquake in Nepal",
    "anchor" : "para867"
  }
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Good afternoon, Speaker. Here’s the latest newscast from the Windsor area.", "Pardon the pun, but it is a change of habit: The Ursuline Sisters have donated $300,000 to the Windsor Symphony Orchestra. The nuns founded a music school in Windsor back in 1915. The Ursuline order shifted their focus to social work more than 20 years ago. The money, meant to honour the nuns who taught at the music school, will go into the symphony’s permanent endowment fund. Last month, the Toldo Foundation put half a million into that fund; it was matched by the federal government. So, Maestro, play on.", "Speaker, as you know, the Ontario government is cutting back on the money available for Hollywood productions, but Hollywood was in Windsor last weekend for the DVD launch of the locally shot film The Birder. A portion of the proceeds for the evening will go to the Ojibway Nature Centre. The film is a revenge comedy that tells the tale of a rivalry for the job of head of ornithology at a local park. Here at Queen’s Park, Speaker, as you sit there on your perch, keep an eye on the strange birds on the other side of the aisle who like to ruffle your feathers from time to time.", "Here’s a shout-out to paramedics Tricia Rousseau and Chris Kirwan. They won first place in the advanced care division at the annual National Paramedic Competition held in Durham recently. They were graded on how well they handled emergencies such as earthquakes and a patient with no vital signs, which from time to time, for short periods, we could use around here.", "That’s the news, Speaker. Back to you on the anchor desk." ],
  "anchor" : "para873",
  "subject" : {
    "text" : "Riding of Windsor–Tecumseh",
    "anchor" : "para872"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I will editorialize that there are members on all sides who ruffle my feathers." ],
  "anchor" : "para879",
  "subject" : {
    "text" : "Riding of Windsor–Tecumseh",
    "anchor" : "para872"
  }
}, {
  "speaker" : "Ms. Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today and tell you about a great day I had with friends, family and neighbours recently as we worked together to give Halton a little spring cleaning. It was a wonderful day of planting trees, digging gardens, raking leaves and picking up litter. Hundreds of people came out to do their part to get Halton green.", "It was energizing to see so many people come out to participate in Milton’s Good Neighbours Community Day, Halton Eco Festival and Conservation Halton’s Trees for Watershed Health.", "It was great to see first-hand Halton residents come out to keep our communities green and beautiful. Friends and neighbours came out and pitched in to make sure we protect Halton’s natural beauty. It’s a reminder of the great things we can accomplish when we all work together. It also allows us to take a step back from our busy lives and gain an appreciation of the fragile relationship we have with our environment. Our region is growing quickly, but Halton residents are committed to keeping our natural beauty intact.", "When people come together like this, it makes communities stronger, it brings neighbours closer and it helps us all to build a better future for everyone. We all have a responsibility to preserve and protect Ontario’s natural beauty. That’s why days like this are so important. I look forward to doing it all again next year." ],
  "anchor" : "para881",
  "subject" : {
    "text" : "Environmental initiatives",
    "anchor" : "para880"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’d like to start my statement today with a quote from Dr. Ved Tandan of the Ontario Medical Association: “The provincial government’s new cuts will drive new physicians out of Ontario and hurt patient care.... family physicians are being barred from joining team-based models of care like family health teams in the community of their choice. Such team-based practices are the model students and residents ... are being trained in and the model that will allow them to provide best quality of care.", "“More than 500 family medicine residents are set to graduate in Ontario this June and their plans to join a family health team or network are now ‘in limbo.’”", "The fact is, Ontario is failing doctors and especially failing patients in new and alarming ways in rural Ontario. This government has placed new restrictions on doctors who are recent graduates from joining family health teams. Family health teams have been a key tool in improving health care delivery in the province.", "Last week, Hastings county council supported a resolution by the OMA to oppose this change and allow new doctors to join family health teams. As Hastings county warden Rick Phillips stated, “You should be encouraging stuff. You shouldn’t be eliminating things,” when it comes to health care delivery in Ontario.", "The problem this government has right now is that it’s seeing debt start to grow at such a rate that it can’t afford to provide the services that Ontarians need. It’s now cutting corners and hurting those services. We need to support our family health teams, we need to provide those opportunities for new doctors and we need to make decisions to protect health care in this province." ],
  "anchor" : "para886",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para885"
  }
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "It’s my pleasure to speak on behalf of international awareness day for myalgic encephalomyelitis, fibromyalgia and multiple chemical sensitivities.", "I’m very pleased, once again this year, to sponsor the Myalgic Encephalomyelitis Association of Ontario—MEAO is the acronym—which is here today to mark May 12 as the official awareness day for myalgic encephalomyelitis, fibromyalgia and multiple chemical sensitivities, which are three chronic, complex and environmentally linked illnesses which afflict over 560,000 Ontarians.", "I’ve had the pleasuring of sponsoring this association many times over the last several years for their extremely worthy cause. MEAO supports the hundreds of thousands of patients in Ontario who have complex, chronic, environmentally linked illnesses.", "As was pointed out numerous times over the years, these patients experience systemic barriers to getting the health care they need because diagnosis and treatment of these very serious conditions are seriously lacking in Ontario.", "A year and a half ago, MEAO, together with the Association of Ontario Health Centres, submitted a business case proposal for the Ontario Centre of Excellence in Environmental Health to the Ministry of Health and Long-Term Care. The important part is that the ministry and the Premier have given recognition to the business case proposal and announced a task force on environmental health.", "We urge the Minister of Health and Long-Term Care to move quickly to implement the task force that has—" ],
  "anchor" : "para892",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para891"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para898",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para891"
  }
}, {
  "speaker" : "Mr. Joe Dickson",
  "text" : [ "I thank you, Mr. Speaker." ],
  "anchor" : "para899",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para891"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sure you will." ],
  "anchor" : "para900",
  "subject" : {
    "text" : "Myalgic Encephalomyelitis Association of Ontario",
    "anchor" : "para891"
  }
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "I rise today with a heavy heart because OMNI News, the little engine that could, has been derailed. Allow me to explain.", "Last Thursday, Rogers Media announced that OMNI TV’s three remaining daily, locally produced language newscasts and all its diversity programming were immediately and permanently cancelled. Viewers were not informed.", "Ted Rogers, a Canadian media pioneer, whom I had the privilege of working with at OMNI, would have been shocked and appalled to hear that his little engine that could—that’s what he nicknamed OMNI, because of its success—was being effectively dismantled.", "In 1986, he had the foresight to buy CFMT, which later became OMNI, from its founder, Dan Iannuzzi. Ted knew that Canada’s increasing multicultural population would need to access information in their own language to integrate well, grow and contribute to Canada.", "Under Ted’s tutelage and funding, OMNI thrived and grew to broadcast in 32 different languages and produce five daily language local newscasts. The working model which he championed and nourished, notwithstanding the naysayers, became a content-driven, profitable media operation.", "Ted died in 2008, and since then, OMNI programs and budgets were dramatically cut in 2012 and 2013—and now Thursday’s final blow.", "Mr. Speaker, in light of this announcement, I invite all concerned, in all communities, to come together and let it be known that we object to the dismantling of the little engine that could. We all came to Canada from somewhere else. It helps us belong. Access to information in third languages is an essential part of our multicultural—" ],
  "anchor" : "para902",
  "subject" : {
    "text" : "OMNI programs",
    "anchor" : "para901"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. I thank all members for their statements." ],
  "anchor" : "para909",
  "subject" : {
    "text" : "OMNI programs",
    "anchor" : "para901"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated May 12, 2015, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para912",
  "subject" : {
    "text" : "Standing Committee on Government Agencies",
    "anchor" : "para911"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I beg leave to present a report on Ontario Power Generation human resources from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para915",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para914"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations. Does the member wish to make a short statement?" ],
  "anchor" : "para916",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para914"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, the committee extends its appreciation to the Office of the Auditor General of Ontario, the Clerk of the Committee and the staff of legislative research for their assistance during the hearings and report-writing deliberations.", "I would also like to extend thanks to the permanent members of the Standing Committee on Public Accounts, and the two permanent substitutes for this investigation, the member from Renfrew–Nipissing–Pembroke and the member from Toronto–Danforth.", "I move adjournment of the debate." ],
  "anchor" : "para917",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para914"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Hardeman moves the adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried.", "Mr. Coteau moved first reading of the following bill:", "Bill 100, An Act to enact the Ontario Trails Act, 2015 and to amend various Acts / Projet de loi 100, Loi édictant la Loi de 2015 sur les sentiers de l’Ontario et modifiant diverses lois." ],
  "anchor" : "para920",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para914"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry?" ],
  "anchor" : "para927",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I suppose so." ],
  "anchor" : "para928",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Carried. It must be carried." ],
  "anchor" : "para929",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para931",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "The proposed legislation being introduced today would, if passed, enact the Ontario Trails Act, 2015. The proposed legislation would, among other things, proclaim an annual trails week, allow for the establishment of voluntary best practices, a voluntary trails classification system and targets, and for the recognition of trails of distinction. It would require that a trails strategy be maintained and reviewed periodically, and set out a mechanism for trail easement.", "If passed, supporting provisions would include amendments to the Occupiers’ Liability Act, the Public Lands Act, the Trespass to Property Act and other complementary amendments.", "I’d like to take the opportunity to thank the stakeholders joining us here today and ministry staff for their great work in putting this proposed legislation together. Thank you." ],
  "anchor" : "para932",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Before I move to motions, I want to also remind everyone that when you introduce a bill you should only be reading from the explanatory notes. Debate takes place later. I thank you for following that." ],
  "anchor" : "para935",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The members know something about heckling, too." ],
  "anchor" : "para937",
  "subject" : {
    "text" : "Supporting Ontario’s Trails Act, 2015 / Loi de 2015 sur le soutien aux sentiers de l’Ontario",
    "anchor" : "para923"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Police Week is an annual event dedicated to recognizing and building awareness of police services in our local communities. This year, May 10 to 16 is Police Week. It is observed each year in May to coincide with Peace Officers Memorial Day, recognized internationally on May 15. It is also a week to celebrate the steps we are taking together to make our province even safer.", "It is a great privilege for me to rise in this House today to express, on behalf of our Premier, Kathleen Wynne, our government and the people of Ontario, our gratitude to the brave police officers who serve us and keep our communities safe. Our province is safer and our communities are stronger because of the excellent work our police services do day in and day out. Our government is proud of the partnership we have built with our police services, one that we will continue to strengthen and support.", "L’excellent travail accompli jour après jour par nos services policiers rend nos collectivités plus sûres et plus fortes. Notre gouvernement est fier du solide partenariat que nous avons établi avec nos services policiers, un partenariat que nous entendons bien continuer de renforcer et d’appuyer.", "We have seen the results. Ontario is now one of the safest jurisdictions in North America. Since 2003, Ontario’s crime rate has dropped by 36% and Ontario’s violent crime rate dropped by 27%. In fact, Ontario has had the lowest crime rate of any province and territory every year since 2004. En fait, l’Ontario a eu le taux de criminalité le plus bas de toutes les provinces et de tous les territoires du pays chaque année depuis 2004. For that and everything they do, we owe them our deepest gratitude.", "The theme for Police Week this year is “Discover Policing.” Police services across the province will be promoting the profession of policing to the communities they serve by showcasing the diversity of options a career in policing provides and encouraging the public to learn more about this career choice.", "I encourage all members of the House to give this week their full support.", "Sir Robert Peel, the founder of modern policing, is quoted as saying, “The police are the public and the public are the police; the police being only members of the public who are paid to give full-time attention to duties which are incumbent on every citizen in the interests of community welfare and existence.”", "That point of view is at the heart of the government’s efforts to develop a Strategy for a Safer Ontario. Ontario and its police services have worked hard to make our communities safe. Speaker, now we must work smarter to make our communities safer.", "L’Ontario et ses services policiers n’ont pas ménagé leurs efforts pour assurer la sécurité de nos collectivités. Maintenant, nous devons travailler de manière plus intelligente pour rendre nos collectivités plus sûres.", "Building on three years of work with the Future of Policing Advisory Committee, Ontario’s Strategy for a Safer Ontario is about finding smarter and better ways to do things and using evidence and experience to improve outcomes. We will focus on collaborative partnerships that include police and other sectors such as education, health care and social services to make our communities safer. We have travelled to many communities across the province to learn from Ontario’s diverse makeup of urban, rural, remote and aboriginal communities in this effort. This exercise has reinforced the notion that we all have a role to play in making our communities safe, secure and healthy, so we are building partnerships among all human service providers in the community.", "Mr. Speaker, I want to especially recognize and thank those police officers who work tirelessly in their communities, reaching out to volunteer and community groups, to schools and hospitals, to churches, temples, mosques and synagogues. And thank you to all those members of the public who respond to the need to work in partnership for community safety and well-being.", "Nous voulons remercier aujourd’hui les agentes et agents de police qui travaillent avec ardeur dans nos collectivités, par exemple en établissant des liens avec les groupes bénévoles et communautaires, les écoles, les hôpitaux, les églises, les temples, les mosquées et les synagogues. Nous remercions aussi tous les gens qui, dans le public, répondent au besoin d’établir des partenariats en vue d’assurer la sécurité et le bien-être de la collectivité.", "As we celebrate Police Week and pay tribute to police officers all across the province, let us also recognize the thousands of men and women whose work helps make our communities safer.", "As part of the Police Week activities, police services will be showcasing successful partnerships within the community and inviting the public to share in these activities. The Ministry of Community Safety and Correctional Services will also be featuring profiles of police officers from across the province that are using their experiences, their diversity and their skills to go above and beyond in their duties to make our communities safer. A new story will be published each day throughout Police Week on the ministry’s website.", "Speaker, I’m sure we all collectively have stories about police officers, and maybe the roles in their families. As many members may have heard, my grandfather, my father’s father, was a police officer in India as well, so I feel a special connection to everything that our police officers do in our respective communities.", "I urge all members of this House to participate in your community and pay tribute to local police officers and local organizations that work so effectively to enhance community safety and well-being.", "J’invite tous les membres de l’Assemblée législative à prendre part à ces activités dans leurs collectivités et à rendre hommage aux agentes et agents de police, ainsi qu’aux organismes communautaires, qui, à l’échelon local, s’emploient avec une efficacité remarquable à améliorer le bien-être et la sécurité dans la collectivité." ],
  "anchor" : "para940",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It’s now time for responses." ],
  "anchor" : "para957",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Since 1970, Police Week has been observed in May to coincide with Peace Officers Memorial Day, recognized internationally on May 15. This year, Ontario is celebrating Police Week from May 10 to 16.", "Speaker, Police Week is governed by four specific objectives. The first one is to strengthen police ties with the community. Second, it’s to honour police officers for the public safety and security that they provide to their communities. Third, it’s to promote the work police do in their communities. Fourth, it’s to inform the community about the police role in public safety and security.", "Today we remember the sacrifice made by Constable Charles Hefferon. Charles lost his life 83 years ago today while serving the OPP following a collision with a car while on a motorcycle patrol. His death was especially tragic given that he had served in and survived both the Boer War and World War I. He was truly dedicated to protecting the citizens of this province and of this country. Charles was also a tremendous athlete, having finished fourth in the five-mile race at the 1908 Olympics. He was only 55 years old.", "The theme of Police Week 2015 is “Discover Policing.” People around the province are invited to come and discover the many ways that police services and their people are working to keep our communities safe, as well as consider a rewarding career in policing. Policing offers incredible growth opportunities, specialized training, continued learning and, perhaps most of all, a strong sense of satisfaction for helping make your community—our community—a safer place. Policing is not a job; it’s a calling. It’s a calling answered by brave and passionate men and women who take on risks that many cannot bear.", "In my role as MPP, I have been fortunate enough to go on a few ride-alongs with the local Chatham police officers as well as OPP officers. During these ride-alongs, I discovered just how hard these men and women in our police services work. I witnessed the care and passion that they have for their communities. I also discovered that they face numerous challenges that make their jobs more difficult and dangerous to perform.", "Chatham-Kent OPP detachments have been personally touched by the tragedy of having lost two officers, Senior Constable James McFadden and Sergeant Marg Eve, who died from serious injuries suffered after being hit by vehicles in the line of duty on the 401.", "While it is impossible to eliminate all of the risks that police officers potentially face, it is the government’s duty to constantly strive to minimize the risks faced by these men and women. We’ve come a long way during Ontario’s history as it pertains to improving workplace conditions for police officers, and I consider travelling the corridor of 401 a workplace.", "One of the examples that has really been promoted well, I think, is this public awareness of the “move over” law. Every time we see flashing lights, we are encouraged to move over—actually, if we don’t, we’ll get ticketed—so that we do not get in the way of a police officer attending to either a distressed motorist or a motorist who has perhaps violated the law.", "At the same time, modern police officers increasingly find themselves struggling to keep up to a scope of work that seems to be growing by the day. Officers are being asked to take on additional responsibilities that used to be outside of their job description. Police departments are struggling to handle the costs associated with these extra demands.", "One key issue for front-line officers as well as chiefs is the strain being put on police services by a lack of mental health resources in Ontario. London police estimate that they handled over 2,000 mental health calls in 2014. Many front-line officers in my own riding have told me that often they believe that these calls could have been better dealt with by the medical community. We must do better when it comes to these particular issues.", "In closing, I would actually like to take a moment and pay a special thanks to Chief Dennis Poole for his years of service to the Chatham-Kent Police Service. I would also like to congratulate Chief Gary Conn on his recent unanimous selection as the new police chief for Chatham-Kent. It is clear that you have the confidence of our community, Gary, and I’m sure that you will perform your duties with honour and integrity.", "Police Week is a time for us to get feedback on how we can improve policing throughout the province and, most importantly, thank each and every man and woman who dedicates their lives to keeping our community safe. To Ontario police officers and all support staff, thank you for all that you have done, and thank you for all that you continue to do." ],
  "anchor" : "para959",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further responses?" ],
  "anchor" : "para971",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I am honoured to have the opportunity to rise in the Legislature this afternoon in honour of Police Week in Ontario and in recognition of the work that police officers do to keep our communities safe. Though we are grateful year-round for the service police officers provide each and every day, during Police Week we have the opportunity to celebrate their role and pay tribute to their sacrifice and service.", "I grew up in a family with both of my uncles serving their communities as police officers. One of my uncles committed years to the Torch Run in support of the Special Olympics—" ],
  "anchor" : "para972",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Yes. This is a great example of the variety of ways that police serve our communities.", "My other uncle started his career with the RCMP up north in Atikokan." ],
  "anchor" : "para975",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’m so glad you’re here.", "He worked for the OPP and was a sergeant and, later, chief of police.", "Both of my uncles, like many officers across the province, served to strengthen their communities, and today we thank them.", "As first responders, police risk their lives to protect ours, and in return we thank them sincerely. But as representatives of this province, we have a duty to give more than just thanks. We have a duty to do everything in our power to ensure that the people who keep us safe are kept safe as well. Police officers have a dangerous job, but there are things that we can do to ensure that those dangers are kept to an absolute minimum. As the world changes, we need to ensure that we change with it and that our policies continue to evolve and adapt.", "Because our police officers are first responders and front-line workers, they also become the first point of contact for a variety of concerns such as mental health. Traditionally, police serve our communities as law enforcement, but today that scope has expanded vastly. Because of lack of funding and gaps in the system, police have in many ways become social workers as well. As the role of our officers continues to evolve, we need our policies to evolve too. We know our officers are up to the job, but let’s make sure that they have our support so they can do that job.", "As the role of our officers continues to expand, so does the burden that is placed on their shoulders. Traditionally, we recognize the physical sacrifices made by police in the line of duty. We recognize that officers put themselves in harm’s way on a daily basis, but we must also recognize the cumulative effect of that ongoing sacrifice and stress. Mental health is just as important as physical health, and our first responders are constantly exposed to traumatic situations. The fact that our police officers are exposed to such regular mental stress is just as great a sacrifice, so we need to do more to lessen that burden.", "My colleague the member from Parkdale–High Park has worked tirelessly to this end, and her private member’s bill, Bill 2, would ensure that first responders suffering from post-traumatic stress disorder do not have to jump through hoops to prove that their injury is a result of their work environment. It is an excellent bill and I hope that all members of this Legislature will support its timely passage. As I stated earlier, our first responders risk their lives to protect and defend us. This is our opportunity to protect and defend their well-being.", "Speaker, I would be remiss not to mention the incredible work that Durham Regional Police Service does in my riding of Oshawa as well. We live in a safe community, and it is because of the unwavering dedication of officers across Durham region from the Central East target team to Victim Services and beyond. We thank them.", "As a teacher in our public school system in Durham, I have seen the role that the police play in our school communities as well. I’ve seen that officers are often assigned to elementary schools to build relationships with students in an accessible and approachable way. They are available to speak with, to connect with, and to work with to build positive relationships with students. They present to students on important issues, including bullying and harassment, healthy choices, and safety, especially when it comes to drugs, online activities and bullying. When we think of the work that police do, we often think of what we see on TV or in the movies, but the work that our officers do in the classroom is proof of their true dedication to making our communities a better place to live.", "I will finish by saying thank you once again to our police officers for their dedication, their sacrifice and their commitment to our communities.", "As the new NDP critic for community safety and correctional services, I look forward to working closely with our police officers, and I hope to foster an open and ongoing dialogue.", "This week we recognize their work, but year-round we are grateful for their service." ],
  "anchor" : "para978",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para991",
  "subject" : {
    "text" : "Police Week / Semaine de la police",
    "anchor" : "para939"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I was expecting somebody to get up and they didn’t, so I’ll get up.", "I have a petition here that has been given to me by Colleen McIlwaine from Timmins, and it’s got over 1,000 signatures on it. It reads as follows:", "“Immediate action.", "“We need immediate action to help us keep the orthopedic surgeons and reduce the extended surgery wait time for the huge list of people in Timmins and our extended northern Ontario catchment. We must have funding to make this happen.", "“We, the undersigned, are concerned citizens who urge our leaders to act now and to reinstate funding for hip and knee replacement.”", "I can tell you that’s a big issue in my riding, and I will affix my signature to that petition." ],
  "anchor" : "para994",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para993"
  }
}, {
  "speaker" : "M. Peter Z. Milczyn",
  "text" : [ "J’ai une pétition à l’Assemblée législative de l’Ontario :", "« Attendu que les microbilles sont de petites particules de plastique de moins de 1 mm de diamètre, qui passent à travers nos systèmes de filtration de l’eau et sont présentes dans nos rivières et dans les Grands Lacs;", "« Attendu que la présence de ces microbilles dans les Grands Lacs augmente et qu’elles contribuent à la pollution par le plastique de nos lacs et rivières d’eau douce;", "« Attendu que la recherche scientifique et les données recueillies jusqu’à présent révèlent que les microbilles qui sont présentes dans notre système d’alimentation en eau stockent des toxines, que des organismes confondent ces microbilles avec des aliments et que ces microbilles peuvent se retrouver dans notre chaîne alimentaire;", "« Nous, les soussignés, présentons une pétition à l’Assemblée législative aux fins suivantes :", "« Mandater le gouvernement de l’Ontario pour qu’il interdise la création et l’ajout de microbilles aux produits cosmétiques et à tous les autres produits de santé et de beauté connexes et demander au ministère de l’Environnement d’effectuer une étude annuelle des Grands Lacs pour analyser les eaux et déceler la présence de microbilles. »", "Je donne mon appui à cette pétition, j’y affixe ma signature et je donne la pétition à page Afiyah." ],
  "anchor" : "para1001",
  "subject" : {
    "text" : "Protection de l’environnement",
    "anchor" : "para1000"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas aggressive dogs are found among all breeds and mixed breeds; and", "“Whereas breed-specific legislation has been shown to be an expensive and ineffective approach to dog bite prevention; and", "“Whereas problem dog owners are best dealt with through education, training and legislation encouraging responsible behaviour;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To repeal the breed-specific sections of the Dog Owners’ Liability Act (2005) and any related acts, and to instead implement legislation that encourages responsible ownership of all dog breeds and types.”", "I agree with this, will sign it and send it to the table with page Ryan." ],
  "anchor" : "para1009",
  "subject" : {
    "text" : "Dog ownership",
    "anchor" : "para1008"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "This petition is titled “Privatizing Hydro One: Another wrong choice.", "“Whereas once you privatize Hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "It’s my pleasure to affix my signature to this petition and give it to page Mira." ],
  "anchor" : "para1017",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para1016"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have a petition that is addressed to the Ontario Legislative Assembly:", "“Fluoridate All Ontario Drinking Water.", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I agree with this petition. I’m going to sign it and send it to the table with page Colin." ],
  "anchor" : "para1026",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para1025"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’ve got a petition that was signed by a great number of people from around the great riding of Oxford, primarily from the town of Tillsonburg. It’s a petition to the Legislative Assembly of Ontario.", "“Whereas the $100 ODSP Work-Related Benefit provides a critically important source of funds to people with disabilities on ODSP who work, giving them the ability to pay for much-needed, ongoing work-related expenses such as transportation, clothing, food, personal care and hygiene items, and child care; and", "“Whereas the Ministry of Community and Social Services plans to eliminate the Work-Related Benefit as part of a restructuring of OW and ODSP employment benefits, and has said that ongoing work-related expenses will not be covered by its new restructured Employment-Related Benefit; and", "“Whereas eliminating the Work-Related Benefit will take approximately $36 million annually out of the pockets of people with disabilities on ODSP who work; and", "“Whereas a survey conducted by the ODSP Action Coalition between December 2014 and February 2015 shows that 18% of respondents who currently receive the Work-Related Benefit fear having to quit their jobs as a result of the loss of this important source of funds; 12.5% fear having to reduce the amount of money they spend on food, or rely on food banks; and 10% fear losing the ability to travel, due to the cost of transportation; and", "“Whereas people receiving ODSP already struggle to get by, and incomes on ODSP provide them with little or no ability to cover these costs from regular benefits; and", "“Whereas undermining employment among ODSP recipients would run directly counter to the ministry’s goal of increasing employment and the provincial government’s poverty reduction goal of increasing income security;", "“We, the undersigned, petition the Legislative Assembly of Ontario to stop the provincial government’s plan to eliminate the ODSP Work-Related Benefit.”", "I affix my signature as I agree with this petition." ],
  "anchor" : "para1037",
  "subject" : {
    "text" : "Ontario Disability Support Program",
    "anchor" : "para1036"
  }
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "This petition was presented to me by Mrs. Grace St. Germain from Sault Ste. Marie, who collected several hundred signatures. The petition reads:", "“To the Legislative Assembly of Ontario:", "“Whereas Sault Area Hospital is facing major direct care cuts, including: the closure of acute care beds and cuts to more than 59,000 nursing and direct patient care hours per year from departments across the hospital, including the operating room, the intensive care unit, oncology, surgical, hemodialysis, infection control as well as patient care coordinators, personal support workers and others;", "“Whereas Ontario’s provincial government has cut hospital funding in real dollar terms for the last eight years in a row; and", "“Whereas these cuts will risk higher medical accident rates as nursing and direct patient care hours are dramatically cut and will reduce levels of care all across our hospital;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop the proposed cuts to the Sault Area Hospital and protect the beds and services;", "“(2) Improve overall hospital funding in Ontario with a plan to increase funding at least to the average of other provinces.”", "I agree with this petition and present it to page Ashton who will bring it down to the Clerks’ table." ],
  "anchor" : "para1047",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para1046"
  }
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I have a petition in English on an always popular topic.", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I support this petition, affix my signature to it and hand it to page Madison." ],
  "anchor" : "para1057",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Liberal government has indicated they plan on introducing a new carbon tax in 2015; and", "“Whereas Ontario taxpayers have already been burdened with a health tax of $300 to $900 per person that doesn’t necessarily go into health care, a $2-billion smart meter program that failed to conserve energy, and households are paying almost $700 more annually for unaffordable subsidies under the Green Energy Act; and", "“Whereas a carbon tax scheme would increase the cost of everyday goods including gasoline and home heating; and", "“Whereas the government continues to run unaffordable deficits without a plan to reduce spending while collecting $30 billion more annually in tax revenues than 11 years ago; and", "“Whereas the aforementioned points lead to the conclusion that the government is seeking justification to raise taxes to pay for their excessive spending, without accomplishing any concrete targets;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows....”", "I agree with this and will send it to the table." ],
  "anchor" : "para1068",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para1067"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Tiffany Benoit from Whitefish in my hometown in my riding.", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas price regulation; and", "“Whereas jurisdictions with gas price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They “petition the Legislative Assembly of Ontario” to:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask page Colton to bring it to the Clerk." ],
  "anchor" : "para1077",
  "subject" : {
    "text" : "Gasoline prices",
    "anchor" : "para1076"
  }
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "The fluoride petitions continue to come in in great numbers. This is addressed to the Ontario Legislative Assembly. It’s entitled “Fluoridate All Ontario Drinking Water” and it reads as follows:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I’m pleased to sign and support this petition, and send it down with page Abdullah." ],
  "anchor" : "para1086",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para1085"
  }
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas northern Ontario will suffer a huge loss of service as a result of government cuts to ServiceOntario counters;", "“Whereas these cuts will have a negative impact on local businesses and local economies;", "“Whereas northerners will now face challenges in accessing their birth certificates, health cards and licences;", "“Whereas northern Ontario should not unfairly bear the brunt of decisions to slash operating budgets;", "“Whereas regardless of address, all Ontarians should be treated equally by their government;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Review the decision to cut access to ServiceOntario for northerners, and provide northern Ontarians equal access to these services.”", "I wholeheartedly agree with this petition and present it to page Mira, who will bring it down to the Clerks’ table." ],
  "anchor" : "para1096",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para1095"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I’d like to thank all members who contributed to petitions. It was interesting how the fluoride petition took about half of the amount of time allotted for petitions." ],
  "anchor" : "para1105",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para1095"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "When this matter was last before the House, the leader of the third party had moved an amendment to the amendment, which has since been disposed of. I therefore turn to the government for further debate on the amendment to the motion." ],
  "anchor" : "para1108",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that the amendment to the motion be amended as follows:", "—in the second paragraph, striking out the words “Ottawa,” “Thunder Bay,” “Windsor” and “London” and replacing them with the word “Toronto,” and striking out the words “Friday, May 22, 2015, from 9 a.m. to 12 noon, and 1 p.m. to 5 p.m.” and replacing them with the words “Monday, May 25, 2015, from 2 p.m. to 6:15 p.m. and 6:45 p.m. to 9:45 p.m.”;", "—striking out the third paragraph entirely;", "—in the second bullet of the fourth paragraph, striking out “12 noon” and replacing it with the words “4 p.m.”;", "—in the fourth bullet of the fourth paragraph, striking out “5 p.m. on Thursday, May 14, 2015” and replacing it with “9:30 a.m. on Friday, May 15, 2015”;", "—in the fourth paragraph, adding a seventh bullet which reads, “That the deadline for written submissions is 9:45 p.m. on Monday, May 25, 2015”;", "—in the fifth paragraph, striking out the words “10 a.m. on Friday, May 29, 2015” and replacing them with the words “10 a.m. on Tuesday, May 26, 2015”;", "—in the sixth paragraph, striking out everything following “committee be authorized to meet” and replacing it with the words “Thursday, May 28, 2015, from 9 a.m. to 10:15 a.m., 2 p.m. to 6 p.m., and 6:30 p.m. to 9:30 p.m., and Monday, June 1, 2015, from 9 a.m. to 10:15 a.m., 2 p.m. to 6 p.m., 6:30 p.m. to 9:30 p.m., and 9:30 p.m. to 11:59 p.m. for the purpose of clause-by-clause consideration of the bill”;", "—in the seventh paragraph, striking out the words “Wednesday, June 3, 2015, at 4 p.m.” and replacing them with the words “Thursday, May 28, 2015, at 4:30 p.m.”; and", "—in the eighth paragraph, striking out the words “Thursday, June 4, 2015” and replacing them with the words “Tuesday, June 2, 2015.”", "Correction, Mr. Speaker: I meant to say “a.m.,” not “p.m.” There was a typo on my copy, by the way." ],
  "anchor" : "para1109",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Yes, you’re right. The member for Belleville recognized it.", "So where I say “in the fourth paragraph, adding a seventh bullet which reads, ‘That the deadline for written submissions is 9:45 a.m. on Monday, May 25, 2015’”—it’s a good thing the member for Belleville picked that up for me." ],
  "anchor" : "para1121",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Bradley has moved that the amendment to the motion be amended as follows—" ],
  "anchor" : "para1123",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Interjections",
  "text" : [ "Dispense." ],
  "anchor" : "para1124",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Dispense? Agreed? Agreed.", "Back to Mr. Bradley for further debate." ],
  "anchor" : "para1125",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Thank you, Mr. Speaker. I’m sorry to say that the opposition parties are employing procedural tricks to delay the motion that would schedule six days of committee meetings on the budget bill.", "If passed, the budget bill would allow the establishment of the body that will administer the new ORPP, the amendment of the Liquor Control Act to allow the government to bring beer into grocery stores, and the amendment of the Insurance Act to ensure that auto insurance rates continue to decrease.", "Unfortunately, in order to prevent the opposition from holding this motion hostage, the government has no choice but to bring a motion to adjourn debate. Therefore, Mr. Speaker, I move adjournment of the debate." ],
  "anchor" : "para1127",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Bradley has moved adjournment of the debate. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed?", "In my opinion, the ayes have it.", "Call in the members. This will be a 30-minute bell.", "The division bells rang from 1603 to 1633." ],
  "anchor" : "para1130",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "All right, I would ask the members to take their seats, please." ],
  "anchor" : "para1136",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Again, I’d like the members to take their seats, please.", "Mr. Bradley has moved the adjournment of the debate. All those in favour, please rise and remain standing.", "All those opposed, please rise and remain standing." ],
  "anchor" : "para1138",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 32; the nays are 50." ],
  "anchor" : "para1141",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I declare the motion lost.", "Back to Mr. Bradley." ],
  "anchor" : "para1142",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, that was such a wonderful vote that I move adjournment of the House." ],
  "anchor" : "para1144",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Bradley has moved adjournment of the House. Is it the pleasure of the House that the motion carry?", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1145",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I would ask the members to take their seats, please." ],
  "anchor" : "para1151",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order. Mr. Bradley has moved adjournment of the House. All those in favour, please rise and remain standing.", "All those opposed, please rise and remain standing." ],
  "anchor" : "para1153",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 37; the nays are 52." ],
  "anchor" : "para1155",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order. I declare the motion lost.", "The time allotted to this debate under standing order 47 having expired, I am now required to put the question.", "On May 11, Mr. Naqvi moved government notice of motion number 21. Mr. Clark then moved an amendment to Mr. Naqvi’s motion. Mr. Bradley then moved an amendment to Mr. Clark’s amendment as follows:", "“I move that the amendment to the motion be amended as follows”—" ],
  "anchor" : "para1157",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1161",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Dispense? Agreed? Agreed.", "Is it the pleasure of the House that the amendment to the amendment carry? I heard a no.", "All those in favour will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 10-minute bell.", "I have received a vote deferral to the Speaker of the Legislative Assembly—" ],
  "anchor" : "para1162",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order, please.", "“Pursuant to standing order 28(h), I request that the vote on the amendment to the amendment to government notice of motion number 21 be deferred until deferred votes on Wednesday, May 13, 2015.”", "Resuming the debate adjourned on May 6, 2015, on the motion for second reading of the following bill:", "Bill 6, An Act to enact the Infrastructure for Jobs and Prosperity Act, 2015 / Projet de loi 6, Loi édictant la Loi de 2015 sur l’infrastructure au service de l’emploi et de la prospérité." ],
  "anchor" : "para1170",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para1107"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Pursuant to the order of the House dated May 12, 2015, I’m now required to put the question.", "Mr. Duguid has moved second reading of Bill 6, An Act to enact the Infrastructure for Jobs and Prosperity Act, 2014. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell.", "I have just received, from the government whip, a vote deferral to the Speaker of the Legislative Assembly: “Pursuant to standing order 28(h), I request that the vote on second reading of Bill 6 be deferred until deferred votes on Wednesday, May 13, 2015.”", "Mr. Chan moved third reading of the following bill:", "Bill 49, An Act with respect to immigration to Ontario and a related amendment to the Regulated Health Professions Act, 1991 / Projet de loi 49, Loi portant sur l’immigration en Ontario et apportant une modification connexe à la Loi de 1991 sur les professions de la santé réglementées." ],
  "anchor" : "para1176",
  "subject" : {
    "text" : "Infrastructure for Jobs and Prosperity Act, 2015 / Loi de 2015 sur l’infrastructure au service de l’emploi et de la prospérité",
    "anchor" : "para1173"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Mr. Chan." ],
  "anchor" : "para1187",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Speaker, I will be sharing my time with my parliamentary assistant, the member from Davenport.", "The last time I rose in the House, I talked about this act; it was a few weeks back, and I remember I talked about my own story about immigration. I came here in 1969, and my first job was a job working down in a basement. Somehow, I was able to climb to the ground floor and move forward. After 46 years, I am able to stand in the House today. This is my own immigration story.", "Other than the aboriginal people, I think in Canada we all have an immigration story to tell. In Ontario and in Canada, diversity is really our greatest strength. We have people from Korea, India, Pakistan, the Philippines—you name it. We basically have people from more than 200 countries speaking more than 200 languages.", "During my time in the last several years as a cabinet minister, I’ve had the fortune of meeting many foreign dignitaries. Once in a while they come to me—consuls from other countries or consuls general from other countries or ambassadors from other countries; countries like the UK, the Netherlands, France and others—and they talk to me about something that Ontario and Canada are really able to do very well, which is immigration—immigration of our people—and the integration of the system, which makes us so proud that we are able to co-exist and live in peace and harmony.", "In many of those countries they really have a hard time getting their immigration in order. We are good. We are really good at integrating our immigrants who have come to Canada over all these years, but we should not stop here. We should keep strengthening and improving our immigration system.", "This is why I’m so proud to speak one last time in this House on behalf of Bill 49, our proposed Ontario Immigration Act. This bill is very important for newcomers and for employers, and it’s the right bill at the right time for Ontario and for Canada. I’m delighted that so many immigration stakeholders, employers and newcomers themselves have spoken so positively about these proposals.", "Immigration is a social good. It’s also critical to our future prosperity. Bill 49, if passed, will help us attract the skilled workforce we need to succeed in today’s global economy. Passage of Bill 49 will also help us strengthen our economy through trade. This is one of the many, many areas where our diversity is a huge strength.", "Newcomers are bridges to their former homelands. They bring international connections and networks that drive economic growth. The more immigrants we have, the more we can tap into new markets; and the more we trade, the more jobs we create. So on these two fronts—trade and building a skilled force—Bill 49 is very important to our future.", "Two years ago, our government announced Ontario’s first-ever immigration strategy, entitled A New Direction. As we continue to move in our new direction, Bill 49 is the logical next step.", "Bill 49, if passed, will help us achieve three goals.", "First, it would make possible a stronger immigration partnership between Ontario and the federal government in the areas of recruitment, selection and admission of skilled immigrants.", "Secondly, if passed, Bill 49 would improve the accountability, transparency and management of our provincial nominee program. We are counting on the PNP to help us attract more skilled workers to Ontario.", "Third, Bill 49 would help strengthen our ongoing efforts to reduce fraud and detect misrepresentation. It would help protect the integrity of our immigrant selection program and improve accountability.", "I have been encouraged by the support shown for Bill 49 from all quarters. Immigration stakeholders, employers, newcomer groups and the media have all had supportive comments.", "Bill 49 has been the subject of many, many hours of debate in the House. Bill 49 was also reviewed by the Standing Committee on Justice Policy. The committee passed several amendments to the bill, including some from the opposition. I would like to thank my parliamentary assistant, MPP Cristina Martins, for all her hard work and dedication during the committee review period." ],
  "anchor" : "para1188",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Let me do that, too.", "Thanks to all committee members and presenters who appeared before the committee for your valuable input.", "During committee review, it was clear to me that we were all on the same page when it comes to the future of immigration in Ontario and the vital importance that it will play in our growth and prosperity.", "We heard from a total of 13 organizations that appeared before the committee, and two more provided written submissions. In all, 28 amendments were moved by all parties, including the opposition. In the end, the committee adopted 12 of those amendments.", "We have responded to issues that were raised by the Ontario Bar Association and the Law Society of Upper Canada around protecting solicitor-client privilege. We have also made amendments to help strengthen and balance the compliance and enforcement mechanisms that are proposed within this bill.", "I want to thank all who participated in the review for their collaboration and positive feedback. What we propose in this House today is a better bill that is now ready for third reading.", "Speaker, Bill 49 is a beginning, not an end. It is a necessary first step Ontario must take if we are to attract more skilled immigrants to drive our economy, keep Ontario strong and chart our own course.", "I want to thank all members of this House for their interest in this bill and urge its speedy approval. Together, we are making history in this province.", "Thank you very much." ],
  "anchor" : "para1205",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I’d like to thank the Minister of Citizenship, Immigration and International Trade.", "Continuing along with the debate, I recognize the member from Davenport." ],
  "anchor" : "para1214",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I’m very proud to join my colleague the Minister of Citizenship, Immigration and International Trade—a fine minister, if I may add—to speak one final time on behalf of Bill 49, the proposed Ontario Immigration Act.", "It was very gratifying to see the widespread support that the bill enjoyed in the House and in committee. This bill is very important for newcomers and for employers. Bill 49 is also important for our province.", "If passed, Ontario would be only the second province or territory in the country to have its own immigration legislation. It will allow us to build an equal and effective partnership with the federal government so that immigration builds up Ontario socially and economically. It will send a signal around the world that Ontario takes immigration seriously. Immigration is critical to our future prosperity.", "Ontario is still the number one destination for newcomers to Canada. We receive more immigrants than the combined total of all the provinces and territories west of here. But we need to make some changes so that immigration works better. Bill 49 is the vehicle that would do that.", "If passed, Bill 49 will help us attract a skilled workforce that can take on the world and keep Ontario competitive. Every country is reaching out to skilled and talented immigrants the world over to join their workforce. The Ontario Immigration Act would position Ontario for success in this global economic environment. We all know talent is the most sought-after commodity in today’s economy. Entrepreneurial spirit, cultural knowledge and creative thinking make economies more innovative and dynamic.", "Newcomers have a strong commitment to education. Three quarters of our newcomers arrive with at least one post-secondary degree. Newcomers bring innovative ideas and unique perspectives. They make valuable contributions to emerging industries like information technology, engineering and bioscience.", "It’s worth noting that a recent study by the Partnership for a New American Economy found that seven of the 10 most valuable brands in the world, including Apple, Google, AT&T and IBM, come from companies founded by immigrants or the children of immigrants. We’ve seen similar successes here in Ontario.", "We also know that economic success for Ontario comes down to trade. That’s the foundation of our success. In the global economy, Ontario’s cultural diversity gives us a clear edge. Ontarians come from more than 200 countries and speak 200 languages. Our diversity helps Ontario companies understand new markets and recognize opportunities.", "As we all know, we need more small and medium-sized companies exporting beyond North America. That’s what our government’s Going Global Trade Strategy is all about. Our effort to tap into new markets is greatly enhanced by people who speak different languages, have international networks and understand different business cultures. These newcomers are important bridges to their former homelands.", "Of course, it’s more than just trade. We continue to rely on newcomers to maintain our labour force. With an aging population, low birth rates and retiring baby boomers, we are counting on skilled immigrants to continue helping to meet future labour needs. Over the next 10 years alone, there will be more than 2.5 million job openings, the majority high-skilled. That’s why we need to make immigration a top priority in this Legislature, as our government is doing with these legislative proposals.", "The legislative proposals would also strengthen our very successful immigration selection program, the provincial nominee program, and enable it to keep growing and keep Ontario strong. The legislation would, if passed, demonstrate Ontario’s leadership in immigration and position Ontario to take advantage of recent federal changes in the selection of economic immigrants. This would include increased employer participation in immigration selection, a key concern for business.", "The legislation would, if passed, respond to labour market needs by expressly allowing the minister to set immigration targets for provincially selected immigrants. Most importantly, it recognizes the long history of immigration to the province and creates a framework for implementing the province’s immigration vision.", "As the minister noted, Bill 49 has been the subject of many hours of debate in this House. Bill 49 was also reviewed by the Standing Committee on Justice Policy. We heard from 13 organizations that appeared before the committee, and two more provided written submissions.", "Speaker, these organizations covered the range of today’s immigration stakeholders. We heard from groups representing businesses, including the Ontario Chamber of Commerce and the Information Technology Association of Canada. We heard from the agricultural sector, thanks to Highline Produce and Mushrooms Canada. We heard from groups representing newcomers: the Toronto Region Immigrant Employment Council, Migrant Workers Alliance for Change, London-Middlesex Immigrant Employment Council, La Passerelle, l’Assemblée de la francophonie de l’Ontario, and the Ontario Council of Agencies Serving Immigrants. We also heard from groups representing the legal community: the Law Society of Upper Canada, the Ontario Bar Association and the Metro Toronto Chinese and Southeast Asian Legal Clinic. Each organization brought their own perspectives to the committee, but all expressed a common desire to see immigration work better for businesses, newcomers and Ontario.", "That’s our goal with Bill 49, and I think we have a better bill as a result of the debates in this House and the 12 amendments passed at committee. I would like to thank all members and immigration stakeholders who have participated in this debate. We are proud of this bill and excited for what the future will hold for Ontario if it is passed by this House." ],
  "anchor" : "para1216",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1232",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "That was much shorter than I would have expected, between the minister and the parliamentary assistant—a mere 15 minutes of speech on Bill 49. Well, the fact is I’m going to speak for even shorter; I only have two minutes.", "But I want to talk about the importance of immigration. All of us are immigrants to this land at one time or another. My ancestors came partly from Poland in 1868 on my father’s side; on my mother’s side, they would have come from Ireland somewhat earlier than that. My wife was born in Germany and came here in 1954.", "I think that’s pretty much the norm in this day and age here in the province of Ontario: that at one time or another, our families came from elsewhere—a lot of the families much more recently. We’ve seen that tremendous growth over the last six months in the rank and file of the PC Party because we have been welcoming to immigrants all across Ontario, and they have embraced the philosophy of the PC Party as well. We’re looking forward to bringing more of them into the fold to help us turn this province around, because this province is in rough shape, and it’s getting rougher under the leadership of Kathleen Wynne and the Liberals. It’s in trouble—" ],
  "anchor" : "para1233",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "If I just—" ],
  "anchor" : "para1236",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Sit down, please.", "Again, we’ve established a rule in the House that we refer to members by their title or by their riding, not by their name, please. Thank you." ],
  "anchor" : "para1238",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you, Speaker. I think we’ve established something else, but it’s not for me to argue with you, and I’m almost out of time.", "There are a lot of things to be improved on. We will do it with the PC Party and with the help of all of the new immigrants who are embracing our philosophy to put these people out of business." ],
  "anchor" : "para1240",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1242",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I used to be seatmates with Michael Prue when he was a member of my caucus. He had been waiting for over 10 years for a bill like this to come forward so we would have a little more authority to set the course as to how we can best support immigrants who come to our province. This bill takes very timid steps toward this.", "There is a huge problem that is not addressed in this bill, and that is, right now we will get the registry and look, but basically, there are some bad employers out there that really take advantage of new immigrants to this province. There was a very good opportunity with this bill to put some legislation forward that would have been protective of those people, of new immigrants, but we didn’t—an opportunity wasted.", "It’s the same thing in my field of work. Anybody who comes from health care will tell you that we have a lot of immigrants who come with a lot of knowledge and skills in health care, but there is nothing in there to facilitate their integration into our health care system so that they can work.", "Et la dernière partie—une partie qui est importante pour moi—c’est de s’assurer qu’avec l’immigration on continue d’avoir une communauté francophone vibrante. Souvent, les nouveaux immigrants ne savent même pas que le français peut être une langue d’immersion et d’insertion pour les nouveaux immigrants. Les nouveaux immigrants peuvent choisir de vivre leur vie en français en Ontario. Encore une fois, on aurait pu mettre dans ce projet de loi-là des critères à rencontrer pour s’assurer que de plus en plus d’immigrants font du français leur langue d’insertion. Des petits pas timides, c’est tout ce qu’on a eu." ],
  "anchor" : "para1243",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1247",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I’m relieved that the official opposition is this party of diversity and multiracial celebration, because every time I look across, that’s what I think. It’s such a success.", "Mr. Speaker, I’m very proud to be part of a party where, as the Minister of Immigration articulates, we have always worked very hard to ensure that not just our immigration policies are important, but that nominations in our party go to a diverse—probably one of the most racially and culturally diverse caucuses. We don’t do that by dividing. I represent about 40,000 Muslims, most of them first-generation. You can imagine something like the sex education curriculum is hard for them. But I go to mosques on Friday, not to teach that people should be afraid of a daughter that has two moms or someone who’s gay or that we can’t learn about these things, but that we celebrate diversity, whether it’s your sexual orientation, your country of origin, your gender or your age. These things aren’t things that we want to divide.", "I have to tell you, Mr. Speaker, the party opposite and the federal government—having fought Prime Minister Harper when he used to campaign against same-sex marriage and sexual orientation in the human rights charter, that’s not the kind of country—" ],
  "anchor" : "para1248",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Point of order." ],
  "anchor" : "para1251",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me, Minister, please. Thank you.", "I recognize the member from Nepean–Carleton on a point of order." ],
  "anchor" : "para1252",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "This has nothing to do with the debate. This has nothing to do with the bill. He should speak to the bill." ],
  "anchor" : "para1254",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I will listen intently. Minister, I would ask that—" ],
  "anchor" : "para1255",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Order, please.", "I am listening closely, but I would just ask the minister to stay focused on the bill. Thank you." ],
  "anchor" : "para1257",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Thank you, Mr. Speaker. But you know, that’s ironic. My grandmother, who’s an immigrant to this country, came here so that her children, her gay grandson, could have a country. So when the objection comes from the member from Nepean, who actually couldn’t support the word “gay” in Bill 13, that rings kind of hollow, because it is about the celebration of all people, Mr. Speaker. Thank you very much." ],
  "anchor" : "para1259",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1260",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the member from Nepean–Carleton on a point of order." ],
  "anchor" : "para1261",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I think the minister may want to correct his record. I said “gay” plenty of times not only in Bill 13, but many times. In fact, I spent time a couple of weeks ago here talking about transgender rights. I don’t think it’s appropriate for the minister to impugn his own motives on other—" ],
  "anchor" : "para1262",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "That’s not a point of order. Thank you.", "Further questions and comments." ],
  "anchor" : "para1263",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’m pleased to comment on Bill 49. I had the opportunity to spend several days in committee discussing Bill 49, the immigration act. We heard from all kinds of different professionals from right across the province about a number of different issues with the bill. We heard from the Ontario Bar Association, we heard from the Law Society of Upper Canada, and we made some amendments during the time at committee that were pertinent to some of the miscalculations that were made in the bill in its original draft by the government. So we took the opportunity in committee to improve the bill and make it a little bit better.", "I find that sometimes the government brings these bills forward with a snappy title so that they can say they’re doing something to improve the lives of Ontarians, but the content of the bill doesn’t have anything in it that’s actually going to make a difference in the province, Mr. Speaker. I think the one thing that we’ve discussed time and time again with the Ontario Immigration Act is that fewer and fewer new Canadians are choosing Ontario because of the mess that this government has made with the economy in this province. There’s not a job for the people to come to in Ontario anymore because these guys have mismanaged every facet of our society.", "I find the minister’s comments a few minutes ago were completely inappropriate. They have nothing to do with the Ontario Immigration Act. He should be able to stand here on his feet and apologize to members of the Legislature for the things that he says. He should stand here and apologize because he tells mistruths in this House time and time again, Mr. Speaker. That’s what he does. He doesn’t speak the truth—" ],
  "anchor" : "para1265",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I would ask the member to withdraw." ],
  "anchor" : "para1268",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’ll withdraw.", "The bottom line is, Mr. Speaker, we’re in support of the Ontario Immigration Act. We’re in support of the Ontario Immigration Act, but we’re not supportive of this government and its economic and energy policies, which are destroying the province of Ontario.", "Thank you for your time, Mr. Speaker." ],
  "anchor" : "para1269",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the minister for final comments, please." ],
  "anchor" : "para1273",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Sorry. Back to member from Davenport for her final two-minute comment, please." ],
  "anchor" : "para1275",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "First of all, I wanted to acknowledge the speakers who have already spoken here: the member from Renfrew–Nipissing–Pembroke, the member from Nickel Belt, the Minister of the Environment and Climate Change and also the member from Prince Edward–Hastings.", "Mr. Speaker, as an immigrant myself, having come to this country with my parents 45 years ago, I recognize the importance of this particular act and what it really does mean for the new people, the immigrants, who continue to come to this province—unlike what the member opposite from Prince Edward–Hastings commented on, saying that new immigrants do not come to Ontario. Well, that is so untrue. We see that over 40% of immigrants coming to this country continue to choose Ontario as the province of choice. Why? Because we have in place in our province the appropriate programs to welcome these newcomers, provide them the services that they need, the settlement programs that they require and the English-as-a-second-language programs that are required. We continue to have those jobs here in Ontario.", "It’s important that we pass this Ontario Immigration Act because it really does speak to the role that immigrants have played and continue to play in the history and the development of our province and the key role they play in our economy. I’m very proud as well to say that this act also has a provision to have 5% of immigrants coming to Ontario be francophone, which I think is absolutely fabulous, especially this year when we are celebrating 400 years of the francophone presence in the province of Ontario. How fabulous is that?", "Also, we have in this act provisions to protect vulnerable new immigrants who come here from those lawyers and immigration consultants and other representatives who misrepresent these vulnerable newcomers. I’m very proud of the work that our government has put into putting this act into place. It’s extremely important that we have this act passed here in the House." ],
  "anchor" : "para1276",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1280",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "It’s an honour to rise today as the PC Party’s citizenship, immigration and international trade critic to comment on Bill 49. Before I begin, I would like to pay tribute to the Minister of Citizenship, Immigration and International Trade for arranging a meeting with his staff and my team to go through this bill many months ago. I appreciate all the help, Minister Chan.", "As our House leader has said previously of this bill, we are very supportive of the spirit and intent of the proposed Ontario Immigration Act. I want to personally thank the justice committee for the work they have done to amend this bill, as well as all the stakeholders who came forward with input to improve it and all the members here who have offered their thoughtful remarks and feedback through the hours of debate we’ve already had.", "I’m especially very grateful to my colleague from Prince Edward–Hastings, Todd Smith, who saw this bill through committee and who was the official opposition point person on this bill in its previous incarnation, when it was Bill 161. My colleague is owed a great deal of gratitude for building relationships as well over the last few years with new Canadians on behalf of the Ontario PC caucus. Again, my appreciation to the member from Prince Edward–Hastings for all his work.", "Immigration is something which usually comes up legislatively at a federal level, so it isn’t often that we get a chance to discuss and debate policies concerned with it. The more debate we have on it, the more I think it has become very clear that the other work we do here—focused on the economy, education or housing, for example—has a profound effect on immigration to Ontario even though we don’t always explicitly acknowledge that impact.", "I’m pleased to be speaking to Bill 49 at third reading here today, and again I will be supporting this piece of legislation. I think it is a step in the right direction in that it’s about time that our province takes a more active role in immigration policy. It is far from a perfect piece of legislation, but I appreciate the Ontario government bringing it forward. While the work done at committee to amend Bill 49 made some progress in dealing with the issues the opposition and third party have pointed out through the hours of debate, unfortunately I do think that we’re dealing with an act that was rushed in its conception and which leaves much to be desired and still needs a lot of improvement.", "I also want to point out at this time the important work that my colleague the MPP from Sarnia–Lambton has done. He has provided a lot of input from his communities in Sarnia on this bill. I know a number of these amendments were brought forward at committee, so special thanks to the member from Sarnia–Lambton.", "I’m also very disappointed that the government voted down all the amendments put forward by the Ontario PC caucus. Some of these amendments were, word for word, the recommendations of the Law Society of Upper Canada and the Ontario Bar Association. While this government did propose and pass amendments that accomplished what these groups were looking for, it seems very petty and partisan to vote down the amendments just because they came from the official opposition. If we want our committees to work collaboratively in shaping comprehensive, thoughtful bills, this kind of partisan game-playing needs to stop.", "Ontario has traditionally been the premier destination for immigration to Canada, but as new Canadians have increasingly been choosing provinces like Alberta, Saskatchewan and British Columbia instead, we’ve seen very little action by this government to turn the tide.", "Making the decision to leave your own country to come live in a new place is incredibly brave. There are so many wonderful stories of people who have flourished in Ontario after taking risks, uprooting their families, sometimes coming here with very little except faith that they’re coming to a place of opportunity where they will be supported and to which they can contribute.", "It’s a responsibility that we have, as elected representatives and policy-makers in the province of Ontario, to make good on that faith that these brave immigrants have in our great province.", "Unfortunately, there are also many stories of people who come here with hope but who are exploited by shady recruiters or who are forced to work in menial or part-time jobs because their qualifications don’t count for anything in Ontario.", "As we consider Bill 49, the Ontario Immigration Act, it must be with the well-being of the people who have put faith in this province in mind, whether they have just submitted their application or they have been here for decades.", "We have seen a lot of good work done in this Legislature to recognize the legacy of immigration to Ontario. Just last week, I rose here to speak to South Asian Heritage Month. Earlier this afternoon, we had a flag-raising ceremony in recognition of Dutch Heritage Month. We make a great effort here in this House and across Ontario to recognize the vital contributions made by the people of our province who came here to be Canadians but who remember their roots and celebrate the traditions and heritage of the countries in which they were born. I feel very fortunate, as a member of provincial Parliament, to have had so many opportunities to attend events and to speak in this House to recognize the cultural and economic contributions of our many new Canadian communities.", "Immigration has built Ontario up. We pride ourselves in our history of attracting people from around the world to live here, and we pride ourselves on the unique identity which this diversity has given us.", "I’m very proud of the work which our new leader of the PC Party, Patrick Brown, has already done to reach out to new Canadians. We saw very recently, for example, how much goodwill exists between our leader and the Prime Minister of India, Mr. Modi. That is a great signal to the people of India and South Asia who may consider coming to our great Ontario.", "I myself have had many opportunities over the past few months to attend events with new Canadians who have not really been engaged with the provincial government up to now. Many of them are familiar with the federal government, of course, because immigration largely falls under federal jurisdiction, but they haven’t had as much occasion to become involved at the provincial level. I’m very excited to be working with our PC caucus and our new leader, Patrick Brown, to ensure they stay engaged and to make sure their issues and concerns have a voice right here at Queen’s Park in the government of Ontario.", "As legislators, we need to create good, comprehensive policy. We can’t just pay lip service to the idea of diversity; we need to have a nuanced view of the immigrant experience here in our province. We need to respect and recognize what makes their cultures and traditions unique, and make sure they have the tools to build a happy, productive life here in Ontario.", "It isn’t enough for the government to celebrate our heritage of welcoming immigrants. We need to look to the future and build an economy that attracts people to our province and work to create policy that is mutually beneficial to new Canadians and the province as a whole.", "I think everyone here has numerous stories of encountering new immigrants who are qualified as doctors, lawyers, engineers and other highly skilled professionals in their own countries, but they come here and have to take jobs for which they’re wildly overqualified. I can only imagine what a discouraging and depressing experience that would be. This doesn’t serve them, and this misuse of their abilities doesn’t serve Ontario’s economy, which is why I would like to see more work being done by this government to ensure that these professionals are able to get equivalence in their credentials more efficiently and get to work in their field.", "I don’t see much progress being made on that front in this bill, which is very disappointing. The amendment included in this bill to make changes to the Regulated Health Professions Act seems almost like a token gesture. To add an amendment which basically stipulates that decisions and notices be given “in a reasonable time” is a very non-specific and marginally helpful measure which is actually an indictment of the process this government currently has in place. I would like to think that in the province of Ontario, in this day and age, having things done in a reasonable time would be a given. But, unfortunately, it has become apparent that this is not the modus operandi of the current regime. Of all the amendments that could be made, I think this has to be one of the least ambitious that could be imagined.", "If we’re going to have an immigration act here in Ontario that is focused in large part on employment and bringing in high skills, it would make sense to include measures that will allow for a broad range of professionals to make use of the express entry system. I would also like to point out that we already have a large number of skilled workers here who aren’t able to work in their field, either because of red tape or because they’re unable to connect with employers who could put their skills to work. While it’s obviously important that we do our best for prospective immigrants, I think this government needs to also do some work on behalf of the people who have already immigrated to Ontario.", "Newcomers to our province are looking to this government to address the wage and opportunity gaps between themselves and native-born Canadians, but that is another area of immigration policy which the Liberal immigration act is neglecting. Statistics have shown that our skilled immigrants are underemployed or unemployed. So it comes back to jobs. If this government can’t create the environment for good, dependable jobs for its current citizens, how can we expect skilled workers to uproot their lives to come here and gamble on an uncertain job market?", "My caucus colleagues and I strongly support the federal government’s new expression-of-interest program, which began this January. It helps these prospective immigrants connect with potential employers and find where there is opportunity. The express entry program has the potential to get internationally trained professionals to put their skills to work quickly and effectively in their fields of expertise, which is obviously a great thing for them and for our province. We want our businesses to have access to the skilled workers they need to develop and expand their businesses and create jobs.", "We strongly support this goal of Bill 49: to attract more skilled immigrants to Ontario and to do what we can to give them opportunities to succeed here and build a better future for themselves and, importantly, for their families.", "While we obviously welcome refugees to our province, as well as family-class immigrants and those accepted into Canada for humanitarian or compassionate reasons, it makes sense that our economic-class immigrants be selected through a demand-driven system rather than a first-come, first-served system, as has historically been the practice. This shift is a real step forward in optimizing the economic immigrant stream.", "Ontario needs to work with the federal government on immigration and labour force strategies if we want to ensure we have a workforce that can drive Ontario’s economy forward. Working with the federal government has not been a strong suit of the current government or the Liberal government prior to this current Liberal government. Of course, that concerns me deeply, and it’s not beneficial for the people in the province of Ontario. I’m not confident that the potential of this program will be realized under the present Liberal government as a result of their inability to work effectively with our federal partners.", "Even outside of the public disputes this government has had with the federal government, Ontario’s Auditor General reported only several months ago that she had found evidence that the provincial nominee program was aware of applicants and immigration consultants who misrepresented information on their applications or otherwise became aware of potential immigration fraud but never formally reported this information to federal immigration authorities or law enforcement. As she rightly observed, “This is a threat to the integrity of the program.”", "Minister Chan stepped forward to assure the public that such issues would be dealt with in this bill, Bill 49, but I don’t see any specifics in this piece of legislation, and I’m very discouraged by this precedent.", "I do appreciate that the ministry has taken action and reported these findings to the OPP, but I also have to wonder about what kind of working relationship we can expect to have with the federal government when we are failing to communicate such serious issues of mutual concern to them.", "The framework laid out for us here by the federal government is sound, and I’m pleased to see this government moving forward legislation that will let us take advantage of this opportunity, even if I worry about the ability of the government to execute it effectively.", "Businesses here in our province have had a lot of obstacles—I mentioned red tape previously—and expenses to deal with in recent years, so seeing a measure come through this House that may actually help them is very welcome. Even after the good work done by the justice committee on this bill, I do have some concerns, though, which I will be walking through in the remainder of my time speaking to Bill 49.", "As we know, tens of thousands of immigrants choose to come to Canada every year. Unfortunately, as my colleague and friend from Prince Edward–Hastings mentioned earlier, many of these new Canadians are choosing other provinces to move to. While there are undoubtedly many factors that influence these decisions, the reality is that there just aren’t as many opportunities in Ontario as there once were. Everyone who comes here is looking for a better life for their children; a fair, honest and good government; and a place where hard work brings success. All of these are very worthy goals. Ontario used to be that place, but something unfortunately has changed in this province.", "A few decades ago, Ontario was Canada’s economic powerhouse. Now Ontario is a have-not province, something which had never happened before this Liberal government took office. Not only that, but our provincial debt has reached alarming levels: $23,000 for every man, woman and child in the province of Ontario. As we’ve seen in the government’s new budget, this dollar figure is growing, not shrinking, and their record with deficit reduction and meeting financial targets isn’t strong. These facts are very unattractive to potential immigrants.", "I was glad to see the new leader of the Ontario PC Party, Patrick Brown, when he addressed the Legislature yesterday, on the floor of the Legislature with the visiting Premier from Quebec, highlight that point exactly when he talked about the province of Quebec getting their fiscal house in order, getting government living within its means. But yet here in Ontario, we’re going in the opposite direction. It’s one lesson that the Liberal government could be learning from other provinces in Canada.", "Building on this point, the Auditor General has pointed out that 87% of Saskatchewan’s immigrants came from the economic class. Other provinces’ numbers were also very high, including 78% in Manitoba and 68% in Alberta. In Ontario, this number was around half. Again and again, the data suggests that economically motivated immigrants are not choosing Ontario, and this is a major departure from our past.", "I know I’m not the only member of this House who finds this very disappointing. I’m sure there are many Liberal MPPs who must be hearing this from new Canadians and family members who are telling them this back in their constituencies.", "I will be continuing my response and my one-hour lead on behalf of the Ontario PC caucus when the House resumes and when it’s my turn next to speak to this bill." ],
  "anchor" : "para1281",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I thank the member, and I thank all members who contributed to debate today." ],
  "anchor" : "para1319",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Since it is now 6 o’clock, this House is adjourned until 9 a.m. tomorrow morning.", "The House adjourned at 1800." ],
  "anchor" : "para1321",
  "subject" : {
    "text" : "Ontario Immigration Act, 2015 / Loi de 2015 sur l’immigration en Ontario",
    "anchor" : "para1184"
  }
} ]