[ {
  "speaker" : "Hon. Elizabeth Dowdeswell (Lieutenant Governor)",
  "text" : [ "Mr. Speaker, honourable members, ladies and gentlemen, people of Ontario:", "As the representative of Her Majesty the Queen, it is my honour to open the second session of the 41st Parliament by delivering the speech from the throne.", "législature de l’Ontario en présentant le discours du trône.", "I begin by acknowledging the rich and enduring history of indigenous peoples in Ontario.", "At this sacred gathering place for many peoples of Turtle Island, the elected representatives of Ontarians assemble to help guide and shape the future of the province we share.", "To show our respect for the history and contributions of indigenous peoples in Ontario, I give acknowledgment to the fact that we come together today on the traditional territory of many indigenous nations with special recognition to the Mississaugas of the New Credit First Nation.", "More than two years ago, your government received a mandate to build Ontario up.", "Your government remains committed to building Ontario up in a way that helps you in your everyday lives.", "Votre gouvernement maintient son engagement à faire progresser l’Ontario d’une manière qui vous aide dans la vie quotidienne.", "By choosing to invest in better infrastructure, stronger pensions, improved skills training and a competitive business climate, your government has made meaningful progress.", "Over the last two years, Ontario’s economy has grown by 6.1%.", "Last year, growth was double the national average.", "In the first quarter of this year, our growth was faster than that of the United States and the G7.", "Almost 600,000 net new jobs have been created since the depths of the last recession.", "Unemployment this year has reached an eight-year low.", "These statistics are heartening. But they don’t tell the whole story.", "Our economy remains in transition. The world grows ever more competitive. While many across our province are benefiting from growth, challenges remain.", "Some have yet to share in Ontario’s resurgence.", "Your government’s top priority will therefore remain job creation and economic growth—and to make sure that everyone shares in the prosperity we are building together.", "Because good jobs and economic growth mean you can support your family and our communities can thrive.", "Your government is committed to its balanced plan, which has helped to grow Ontario’s economy.", "It is a plan to strengthen our economic foundation in a way that benefits everyone.", "It is a plan to build Ontario up in a way that is responsible and sustainable—both financially and environmentally.", "Three years ago, your government recommitted to eliminating the deficit by 2017-18.", "It will make good on this commitment.", "Next year’s budget will be a balanced budget.", "Le budget de l’an prochain sera un budget équilibré.", "Your government made a choice to not cut its way to balance.", "It did not sacrifice the public services on which so many rely.", "Nor did it increase the HST or increase personal income taxes for the middle class.", "Instead, your government chose a balanced approach to eliminate the deficit.", "Protecting our recovery.", "Encouraging economic growth.", "Ontario’s debt-to-GDP ratio is levelling and will start to decline—a sign of economic strength and fiscal responsibility.", "This will give businesses further confidence that the province’s economic plan is working—and that Ontario is a good place to invest and create jobs.", "With economic growth and a balanced budget, your government will continue to build Ontario up, investing in the things that matter most to you and that help you in your everyday life.", "It will do this, first, by enhancing child care.", "Every child deserves to have the best start in life.", "Over the past three years, the government has helped to create 56,000 new licensed child care spaces.", "Within the next five years, it will help to create another 100,000 spaces, so that working families can find quality, affordable care.", "Au cours des cinq prochaines années, votre gouvernement contribuera à la création de 100 000 places en service de garde agréé, aidant ainsi les parents qui travaillent à profiter de services abordables et de qualité.", "Your government will also make it easier for parents to find and use the services their children need, whether they are before-and-after-school programs, drop-in centres or more licensed child care spaces.", "Community hubs are creating spaces for expanded child care and child and family support services, as well as helping to make it easier to access health, social, education, cultural and recreational programs and services that nurture community life.", "Second, your government will continue to invest in education to help students achieve their full potential and successfully compete in a global economy.", "Every person in Ontario deserves an excellent education, from kindergarten through to postsecondary.", "Your government is strengthening what is already one of the best education systems in the world, working collaboratively with our partners across the education sector.", "It will continue to invest to make the classroom and school experience a positive one for all students, teachers and staff.", "It is building and renovating schools.", "Today, more students are graduating from high school in our province than ever before.", "Your government is committed to making sure students have the excellent literacy and numeracy skills they need to succeed.", "To help students improve their mathematics skills, your government is implementing a renewed math strategy, including having up to three math lead teachers in all elementary schools.", "It is also setting a goal for every young person to have at least one opportunity for experiential learning.", "At the postsecondary level, your government is building new campuses and modernizing old labs—helping Ontario students to get the best possible start in their adult lives.", "Your government believes that for the next generation to have more opportunities in life than their parents, an advanced education should be attainable for all who qualify, regardless of family income.", "That’s why it chose to create the new Ontario Student Grant.", "It will help thousands of students obtain greater access to advanced education and have lower levels of student debt upon graduation.", "For students from lower-income and many middle-income families, it would make the tuition portion of the average postsecondary experience absolutely free.", "Dans le cas des étudiantes et des étudiants issus de familles à revenu faible ou moyen, la Subvention ontarienne d’études rendra absolument gratuits les frais de scolarité pour la majorité des programmes d’études postsecondaires.", "Your government will also continue to help young people find their way in the working world.", "In the last three years, Ontario’s Youth Jobs Strategy has created thousands of job opportunities.", "Your government is also helping more young people to transform their good ideas into promising start-ups—through campus-linked accelerators, incubators and a range of support for entrepreneurs.", "Third, your government will invest in skills training that aligns with the job market of today and tomorrow.", "People who want to upgrade their skills should expect help from their employer and from government.", "Your government will work with industry, unions and educators to develop new skills training projects, guided by the recommendations of the Highly Skilled Workforce Expert Panel.", "These projects will help people gain the skills they need to get a good job and will ensure Ontario retains the competitive advantage of having a workforce with the skills employers want and need.", "Fourth, your government will strengthen our health care system.", "Every person in our province deserves high-quality public health care.", "Ninety-four per cent of Ontarians now have a primary health care provider, such as a family doctor or nurse practitioner.", "Since 2013, seven new hospitals have been built in five communities. Over the next five years, 18 more hospitals across Ontario will complete major renovations or rebuilds, and approximately 20 more major projects will get under way.", "In 2014-15, there were over 2,200 more nurses employed in Ontario, thanks in large part to investments from your government.", "Today, 170,000 more seniors can benefit from a program that reduces their out-of-pocket costs for prescription drugs. And 30,000 more will qualify for this program every year.", "These investments will make a real difference in the lives of the people you love who require care.", "Through its indigenous health action plan, your government will ensure that no segment of Ontario’s population is left behind.", "It believes that additional resources for health care should be directed where they will help patients most: at the front line—not only to the highest-billing physicians or highly paid administrators.", "Your government recognizes that many of you are caring for parents and other family members who want to stay home as they grow older.", "So it is helping families by adding an estimated 350,000 hours of nursing care and 1.3 million hours of personal support, enhancing home care for those who need it.", "The wait times to see a specialist will be reduced further.", "Personal support workers are getting the pay hike your government committed to and that they deserve.", "And your government will deliver on its primary care guarantee—connecting a family doctor or nurse practitioner to everyone who wants one.", "Fifth, your government will invest in roads, transit and modern infrastructure, as part of the largest infrastructure investment in the province’s history—about $160 billion over 12 years.", "New and upgraded transportation infrastructure is essential to improve the quality of our communities and your quality of life, every day.", "Il est crucial de bâtir et d’améliorer l’infrastructure du transport afin d’assurer une meilleure qualité de vie dans nos communautés ainsi que la qualité de votre vie quotidienne.", "Over the next five years, about 5,000 kilometres of highways will be built or repaved—and more than 750 bridges will be built, repaired or rebuilt.", "About 2,400 kilometres of these highways and 200 of these bridges will be in northern Ontario.", "Your government will continue to work with First Nations and other partners to move forward with greater access to the Ring of Fire and remote First Nation communities.", "In urban areas, your government is investing in more than 350 kilometres of new rapid transit over the next decade.", "Light rapid transit systems will be built in Waterloo, Hamilton, Mississauga, Ottawa and Toronto.", "The GO system will be transformed with regional express rail, which will quadruple the number of weekly trips from about 1,500 to nearly 6,000.", "This means fewer emissions and a better commuter experience, even as Ontario’s population increases.", "Sixth, your government will continue building a competitive business environment, driven increasingly by innovative, low-carbon industries that support growing the economy and creating good jobs—your government’s number-one priority.", "La plus haute priorité de votre gouvernement est de promouvoir la croissance économique et la création de bons emplois.", "So it will work to attract new businesses and the good jobs they bring.", "The Premier and ministers will continue leading trade missions to priority markets around the world.", "And build on the Ontario advantage with the Business Growth Initiative.", "The Red Tape Challenge will continue to help businesses save time and money.", "Your government will work with businesses that have the greatest growth prospects, helping them develop the tools they need to win new business at home or overseas.", "It will help farmers meet the Premier’s agri-food challenge with dedicated trade missions and new measures to reduce their energy costs.", "With the Jobs and Prosperity Fund, the province is building important strategic partnerships with job-creating businesses.", "With farmers and processors. Foresters and programmers. Entrepreneurs and manufacturers.", "These partnerships mean good, well-paying jobs here in Ontario.", "The Jobs and Prosperity Fund has helped strengthen Ontario’s key sectors, including the automotive industry—which employs tens of thousands of highly skilled Ontario workers.", "And now, these workers have the opportunity to help invent the cars of the future—connected, autonomous cars and electric vehicles.", "Your government will partner with manufacturers and automakers to attract new mandates and the next generation of advanced manufacturing and engineering talent.", "By building an innovative, low-carbon and low-tax business environment, Ontario is attracting new investments from around the world.", "Ontario has established itself as a leader in reducing greenhouse gas emissions and embracing the opportunities of a low-carbon economy.", "Closing Ontario’s coal-fired electricity plants remains North America’s single-largest and most effective climate-change initiative—ever.", "Important investments have made Ontario’s electricity system clean and reliable, and have created good jobs.", "Ontario’s leadership helped support the agreement the world reached this past December at the Paris climate conference.", "In Paris and here at home, your government worked in partnership with Canada’s new Prime Minister and his team to make real progress on measures to combat climate change.", "Ontario recently signed a joint declaration with Quebec and Mexico, committing to working together to fight climate change and drive progress on carbon markets as Mexico pilots a cap and trade system.", "Next year, Ontario’s new cap and trade program will begin delivering benefits.", "Cap and trade proceeds will be transparently invested in greenhouse gas reduction projects and incentives that will help Ontario households and businesses further reduce emissions.", "Le produit du régime de plafonnement et d’échange sera investi de façon transparente dans des projets et des mesures d’encouragement qui aideront les ménages et les entreprises de l’Ontario à réduire davantage leurs émissions de gaz à effet de serre.", "Through the choices your government is making, Ontario will continue to fight climate change and grow the economy.", "Seventh, your government will continue to play a leadership role to improve your retirement income security.", "You deserve to look forward to the future with confidence, knowing you can retire with dignity.", "For years, Ontario has been fighting for a solution to the coming crisis in retirement security.", "Without action, many of today’s workers would be facing a retirement defined by financial insecurity and worry.", "Your government made a choice to take a national leadership role on this issue.", "Then it worked to achieve consensus.", "And Canada’s finance ministers reached an agreement to bolster the Canada Pension Plan—to pay out more in benefits as a reward for a lifetime of hard work.", "Your government will continue to work with its federal and provincial partners to ensure the CPP delivers a better retirement for the people of Ontario.", "Votre gouvernement continuera de travailler avec ses partenaires provinciaux afin que le Régime de pensions du Canada offre une retraite plus confortable aux Ontariennes et aux Ontariens.", "Eighth, your government will deliver additional relief on electricity bills.", "Over the course of the past decade, Ontario electricity ratepayers have helped cover the costs associated with removing dirty coal-fired generation from our electricity system.", "And while these investments have resulted in increased costs associated with generation, they have also created savings of more than $4 billion a year in health and other costs associated with smog and pollution from coal-fired generation.", "Your government has been dedicated to reducing electricity costs wherever possible, while maintaining reliability for all consumers.", "It renegotiated the green energy investment agreement, reducing contract costs by $3.7 billion.", "Plans to extend the operation of the Pickering nuclear generating stations are expected to save customers as much as $600 million.", "The introduction of the large renewable procurement process, annual renewable energy price reviews and revised procurement schedules are expected to reduce costs by a further $4.1 billion as compared to previous forecasts.", "Your government has removed the debt retirement charge from residential electricity bills, made electricity more affordable for low-income families through the Ontario Electricity Support Program and is investing over $2.6 billion between 2015 and 2020 to help homeowners and businesses reduce energy use to save money.‬‬‬‬‬‬‬‬‬", "Despite these efforts, you continue to face electricity cost increases above the level of inflation.", "Whether in Kenora, Sudbury, Belleville, London or Barrie, your government has listened to and has heard your concerns. It recognizes that the cost of electricity is now stretching family budgets.", "It will therefore act on an idea it has heard from many individuals and groups.", "Your government will introduce legislation that would rebate—directly on consumers’ residential electricity bills—an amount equal to the provincial portion of the harmonized sales tax, an 8% savings.", "The rebate would go into effect on January 1, 2017.", "janvier 2017.", "Small businesses would also receive the rebate.", "Additionally, in recognition of the unique and special circumstances associated with the electricity cost-of-service for rural ratepayers, the existing rural support program would be significantly enhanced to provide even more on-bill savings for Ontario’s eligible rural customers.", "Eligible rural customers would receive these additional savings, which would result in an on-bill monthly saving of about 20%—approximately $45 a month.", "Your government also intends to implement new measures to ensure that Ontario commercial and industrial ratepayers can also benefit from lower electricity costs.", "Since 2011, the industrial conservation initiative has encouraged large electricity users—primarily large industrial customers—to take on-site steps to shift consumption away from peak periods and lower their electricity costs by up to one third.", "To benefit more businesses, your government will expand eligibility for the industrial conservation initiative by lowering the threshold for participation and broadening participation to all sectors.", "At the same time, conservation programs delivered by local distribution companies, supported by the Independent Electricity System Operator, will continue to provide significant programs tailored to specific business classes and needs.", "When fully implemented, participating industrial customers will be able to find cost savings of up to 34%, depending on their ability to reduce peak electricity consumption.", "With these proposed measures, your government will deliver significant on-bill savings for all electricity customers.", "In addition to introducing legislation to provide relief on electricity bills, your government will move forward this session with other legislative priorities.", "This week, your government intends to reintroduce election finance reform legislation, with all the amendments agreed to at the committee stage prior to the prorogation of the Legislature. It also intends to move amendments during the committee stage of the bill to prohibit MPPs in all parties from attending fundraising events.", "Your government will also reintroduce, this fall, all other government bills that were before the Legislature prior to prorogation, so that debate on them can continue.", "New legislation your government intends to introduce includes measures to strengthen Ontario’s health care and education systems, ensure parental recognition and regulate home inspectors.", "As this new session begins, Ontario stands strong within the Canadian federation.", "Our next provincial budget will be in balance.", "Our economy is growing.", "Good jobs are being created.", "Your government is actively working with the new federal government to deliver real benefits for Ontarians, such as stronger pensions and renewed infrastructure for our communities.", "It will continue to work in partnership with indigenous peoples—to develop economic projects, to connect more reserves to the electricity grid, to provide access to clean drinking water and to create culturally appropriate education systems and public services.", "It will invest in all regions of our province, including to help unlock the tremendous mineral potential of northern Ontario.", "The choices your government has made to develop its balanced plan are working.", "Meaningful progress is being made.", "A renewed sense of energy and confidence can be felt in our cities and towns, in all parts of our province.", "Many Ontario families are already seeing the benefits.", "As your government continues to build Ontario up, more will feel an increased sense of security.", "Your government believes that government exists to do the things we cannot do alone.", "Votre gouvernement considère que les gouvernements existent pour faire ce que nous ne pouvons pas faire individuellement.", "It exists to be a force for good in all our lives—every day and in every corner of this beautiful province we call home.", "Together, we will achieve the promise of an even brighter future for all.", "Thank you. Merci. Meegwetch." ],
  "anchor" : "para51",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pray be seated." ],
  "anchor" : "para224",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that during the adjournment, a vacancy has occurred in the membership of the House by reason of the resignation of Madame Madeleine Meilleur as the member for the electoral district of Ottawa–Vanier, effective June 30, 2016.", "Accordingly, I have issued my warrant to the Chief Electoral Officer for the issue of a writ for a by-election." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Resignation of member for Ottawa–Vanier",
    "anchor" : "para225"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I also beg to inform the House that the Clerk has received from the Chief Electoral Officer and laid upon the table a certificate of the by-election in the electoral district of Scarborough–Rouge River." ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The certificate of the by-election is dated September 12, 2016, and reads as follows:", "“Dear Ms. Deller:", "“A writ of election dated the 3rd day of August 2016 was issued by the Honourable Lieutenant Governor of the province of Ontario, and was addressed to Kim England, returning officer for the electoral district of Scarborough–Rouge River, for the election of a member to represent the said electoral district of Scarborough–Rouge River in the Legislative Assembly of this province in the room of Bas Balkissoon who, since his election as representative of the said electoral district of Scarborough–Rouge River, has resigned his seat. This is to certify that, a poll having been granted and held in Scarborough–Rouge River on the 1st day of September, 2016, Raymond Cho has been returned as duly elected as appears by the return of the said writ of election dated the 8th day of September, 2016, which is now lodged of record in my office.”", "It is signed “Greg Essensa, Chief Electoral Officer.”" ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, I have the honour to present to you and to the House Raymond Cho, member-elect for the electoral district of Scarborough–Rouge River, who has taken the oath and has signed the roll and now claims the right to take his seat." ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Let the honourable member take his seat.", "Applause." ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pray be seated.", "I beg to inform the House that to prevent mistakes, I have obtained a copy of the throne speech, which I will now read." ],
  "anchor" : "para238",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Interjections",
  "text" : [ "Dispense." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? I heard agreement.", "Premier?", "Ms. Wynne moved first reading of the following bill:", "Bill 1, An Act to perpetuate an ancient parliamentary right / Projet de loi 1, Loi visant à perpétuer un ancien droit parlementaire." ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Introduction of member for Scarborough–Rouge River",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para247",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para244"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Premier for a short statement." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para244"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. Following long-standing tradition, the first bill introduced in the Legislature involves an initiative not mentioned in the speech from the throne. I am pleased to introduce this bill here today. This practice signifies the assembly’s independence from the crown and the collective right of members to address the Legislature’s priorities before attending to other business." ],
  "anchor" : "para250",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para244"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Good afternoon, Speaker. I move that the speech of Her Honour the Lieutenant Governor to this House be taken into consideration on Tuesday, September 13, 2016." ],
  "anchor" : "para253",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para252"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that the speech of Her Honour the Lieutenant Governor to this House be taken into consideration on Tuesday, September 13, 2016. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para252"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader." ],
  "anchor" : "para257",
  "subject" : {
    "text" : "Chamber ceiling",
    "anchor" : "para256"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para258",
  "subject" : {
    "text" : "Chamber ceiling",
    "anchor" : "para256"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "One small piece of housekeeping, if I might beg the indulgence of the House and guests. Just before we adjourn, I would like to invite you to cast your eyes skyward.", "This summer, in conjunction with a project to reinforce the acoustic board that has covered much of the artwork of this chamber since 1912, our previous assumption that the paintings on the ceiling are in quite good condition was confirmed. The Board of Internal Economy gave us the authority to expand the scope of the project to uncover the four central panels, thus exposing more of the work of the artist Gustav Hahn. This further step in the restoration of this chamber back to its original state is something that is of significance and of interest to myself and, I know, to many of you here, and I hope that we can continue this great work. Thank you to all those who worked so tirelessly to expose such wonderful art." ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Chamber ceiling",
    "anchor" : "para256"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried. This House stands adjourned until 9 a.m. on Tuesday, September 13, 2016." ],
  "anchor" : "para262",
  "subject" : {
    "text" : "Chamber ceiling",
    "anchor" : "para256"
  }
} ]