[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "ORDERS OF THE DAY", "Resuming the debate adjourned on February 24, 2016, on the motion for second reading of the following bill:", "Bill 151, An Act to enact the Resource Recovery and Circular Economy Act, 2016 and the Waste Diversion Transition Act, 2016 and to repeal the Waste Diversion Act, 2002 / Projet de loi 151, Loi édictant la Loi de 2016 sur la récupération des ressources et l’économie circulaire et la Loi transitoire de 2016 sur le réacheminement des déchets et abrogeant la Loi de 2002 sur le réacheminement des déchets." ],
  "anchor" : "para25",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this bill, the member from Stormont–Dundas–South Glengarry had the floor, and he has it now." ],
  "anchor" : "para31",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "When I left off yesterday, we were just talking about the discussion about the carbon tax that’s being proposed, and the Premier of Saskatchewan talking about not participating because he’s worried about being competitive. I think that was a good message, and it’s something that we should be worrying about because we have lost our competitiveness. Of course, this cap-and-trade that we are talking about is not being proposed by our American neighbours. I think an integrated, North American plan would be very important.", "To continue, this is not job creation. It’s a make-work project. We can become neither prosperous nor waste-free by endlessly splitting our supply-chain links between an increasing number of middlemen. By the same token, we won’t achieve proper waste diversion through an endless list of agency creations and appointments.", "The Liberals have created a staggering amount of separate entities in the waste diversion industry such as Waste Diversion Ontario, Stewardship Ontario and Ontario Tire Stewardship, just to name a few. If you will allow me a little light-hearted joke, the Liberals have created an alphabet soup of agencies that hinder, rather than promote, recycling. While Ontarians should throw this soup down the drain, the packaging it arrived in should be recycled into a sustainable, efficient waste diversion policy.", "Bill 151 brings the Liberals’ waste diversion policy closer to the recycling bin, but we aren’t there yet. Conventional wisdom has it that the road to despair is littered with good intentions. Unfortunately for this government, their well-intentioned policy statements may result in higher consumer prices and hardly any impact on the waste diversion rate. Once the consumer has paid, the cost of the recycled material remains the same. This is why the Ontario PC caucus has been a consistent advocate for the government to get off businesses’ backs, implement strong measures to make manufacturers responsible for waste diversion and encourage a more efficient recycling market.", "Many countries in Europe, for example, have extended producer responsibility, which can work to increase the recycling and waste diversion rate. Countries like Switzerland, Germany, Austria, the Netherlands and Sweden have exemplary recycling rates and share a common commitment to extending producer responsibility, a policy that forces the producer to internalize the waste diversion and disposal costs of their product into their own supply chain rather than delegating this to municipalities or other levels of government.", "As an example, the Blue Box Program is jointly paid for by municipalities and producers. Blue boxes have been a feature of daily life in many municipalities and are often the single greatest reminder to consumers that recycling is an important component of a sustainable waste management strategy.", "Residential recycling programs, however, are but a fraction of the commitment to reducing pressure on our landfills. According to Statistics Canada, less than 40% of Ontario’s waste came from residential sources, with the balance coming from construction, commercial, industrial and institutional sources. We consider the Blue Box Program and other consumer recycling initiatives an investment in building a strong attitude toward waste reduction and recycling in our population. But they don’t, just by themselves, bring us to any waste reduction and diversion target that we may set for the province.", "Even in examining international waste diversion statistics, we have to pay attention to whether the waste referred to is municipal solid waste or overall waste generated within the country. Peaks of 60% diversion can quickly be reduced to 50%.", "While an unquestionably admirable result by general Canadian and Ontario standards, there is clearly a lot more work to be done. Ontario’s waste diversion market has the potential to grow. As I said previously, only 25% of Ontario’s waste is diverted, according to the Ontario Waste Management Association.", "My own riding of Stormont–Dundas–South Glengarry boasts several waste diversion and waste management companies that have faced, and are facing, significant regulatory hurdles in trying to expand their operations to cater to increasing market share. One recycling company in my riding is at risk of closing down because of the delays in securing regulatory permission to expand their operation and bring in new and better equipment. Many companies operating in Ontario are based outside the province and have to look after their bottom line. If a facility can’t provide the service, the supply chain moves elsewhere.", "In a tour I had of one plant, they were being held up on a permit, trying to install a shredder. Shredders are not that rare a piece of machinery in Ontario. Because it was put into a line where they were shredding plastics, they have been waiting months for approval from the Ministry of the Environment. First of all, you have to wonder why a permit is required. But even when one is, why is it sitting on a desk somewhere for something as relatively simple as shredding plastic?", "In another case, a landfill provider in my riding has been waiting three months for an allocated time frame for a minister’s approval on the terms of reference for a necessary expansion.", "These businesses cannot borrow with abandon, as the province of Ontario can. They have to pay their suppliers, their hydro bills, their property taxes and their workers at regular intervals. In order to do so, they have to be able to work. It’s the government’s obsession with red tape that is driving the recycling and waste disposal business into the ground.", "A South Glengarry township project to extend the landfill site started out as a $500,000 project in my time as mayor. It took 10 years and $5 million under this government—it was $4.5 million, money that we could have put into roads and bridges wasted on consultant reports and time delays.", "and other greenhouse gases into the atmosphere. This runs completely contrary to the stated objective of reducing waste and emissions.", "This isn’t the government’s first attempt at reforming the provincial waste management and diversion framework. An earlier bill, delivered without consultation with key stakeholders, was thankfully allowed to wither and was extinguished when the election was called in 2014. Since then, the government has incorporated several PC policy proposals into what is now Bill 151. I will join my colleagues in saying there is no monopoly on a good idea. We want Ontario to have the most efficient recycling and waste diversion market that our producers and consumers can deliver. In order to do that, we need the government and its agencies to get out of the way.", "The current incarnation of the waste diversion framework for Ontario is still too dependent on central direction from Toronto and over-managed by government and quasi-government agencies. What they must realize is that they don’t have to claim credit for everything. Good governance is often the art of quietly letting people go about their daily business without interference, as long as the basic rules are respected.", "We don’t need the Liberals’ numerous environmental agencies, such as Waste Diversion Ontario and Stewardship Ontario, whose duties and remit overlap so tightly with the relevant ministries that it’s difficult to tell where one ends and the other begins. There is a strong economic argument for a centralized clearing house for extended producer responsibility costs. One blue box is much easier to administer than a box for each producer in every household. Yet it doesn’t necessarily have to be a government agency or something established or administered at arm’s length by the government.", "Speaker, I have more to say on this, but it just goes to say that we have more work to do. We encourage the government. They supported some of our policies and incorporated them. I think we all want to see a waste-free Ontario." ],
  "anchor" : "para32",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para52",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I want to thank the member from Glengarry-Prescott for his contribution to the debate.", "He talked about delays in permits and businesses trying to cut through red tape to get things that they need to continue operating. I’ve met with businesses as well. Sometimes they find it difficult because they aren’t consulted when legislation is actually enacted or created. That becomes a hurdle for many businesses. I know that this bill right now really doesn’t have a lot to offer, because this government has a vision and they’ve created that vision in the bill." ],
  "anchor" : "para53",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Stretch vision." ],
  "anchor" : "para55",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Yes, stretch vision, stretch goals. It’s a lot of regulation that’s going to build this bill. I understand that they’re going to be consulting with environmental groups, businesses and lobbyists afterward to get their input, so we really don’t know right now what the bill is going to look like.", "Yes, we agree with the idea and the concept of a waste-free Ontario. We’re all here to make sure that we leave this world a better place for the next generation, so we’re not arguing that by any means.", "It’s a good thing that this bill is actually in transition to making it so that the producers are responsible for the waste they create, and not the consumer. That’s a good thing. Business needs to also have a role to play in the environment. Making them responsible and a part of this process is the way that they’re going to buy into a waste-free Ontario.", "I also want to mention, Speaker, that when I do my 20-minute debate in just a few short moments, I’ll be talking about some of the incineration pieces that are mentioned in this bill. I hope to get some good feedback from the members." ],
  "anchor" : "para56",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para60",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "I’m pleased to add my voice to the debate on Bill 151. Picking up where I left yesterday about the transition process, I will be talking about that further. First of all, I would like to correct my record for Hansard from yesterday’s statement.", "Yesterday, on page 8 of the Hansard, I said, “all of the companies.” Instead of all the companies, many, many companies will be moving toward that direction. While I was discussing the transition process, I was talking about how the transition process will be based on four principles. I said “huge consultations.” No, it’s not huge; it will be extensive consultations that will be conducted.", "While the transition process will be happening, Bill 151 would set clear goals and responsibilities for the process of the transition. The Minister of the Environment and Climate Change would provide clear direction on how this transition will take place. The new oversight authority, the new Resource Productivity and Recovery Authority, would approve and oversee that implementation of the windup plans to ensure that the minister’s direction is followed, and to mitigate the risk of interruption of any services.", "Mr. Speaker, if this proposed legislation, Bill 151, is passed, we will be working extensively with all the relevant parties, including the existing industry funding organizations, producers, municipalities and waste management service providers, and the public on how to make this transition as seamless and efficient as possible." ],
  "anchor" : "para61",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para65",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my voice to the debate today because I have to ask Ontarians: Please be sure that you read this legislation and you read the budget, and you read the information that comes out on cap-and-trade. I implore you: Do your homework. Don’t be fooled by this government yet again.", "Yesterday, we had the Premier’s reference numbers with regard to their cap-and-trade scheme that only apply to the first couple of years. We need long-term goals and long-term costs because our consumers, our Ontarian taxpayers and our businesses need to be able to plan accordingly. Don’t be fooled by this government.", "In that light, Speaker, I would suggest to you that there was even more spin shared by this government with regard specifically to Bill 151. I’ve heard the Minister of the Environment time and again saying that the Ontario Tire Stewardship is gone. Well, Speaker, when you read this legislation, there is nothing legislated in terms of a timeline of eradicating the Ontario Tire Stewardship. We have to put an end to wasteful spending, and we just can’t trust this government. They spin numbers, they try to fool Ontarians, but again, I want to implore Ontarians: Do your homework. Understand and drill down to get past the rhetoric so that you can see that this government is trying to do a smoke job on all of us.", "But you know what? As opposition, we’re here to do our job. I suggest to you that Bill 151 is on the right track, largely because Bill 91 was such a dismal failure they had to embrace many good ideas that we put forward as a PC plan. We intend to continue to try and make Bill 151 better through amendments. Stakeholders are very concerned about some of the issues that we’ve seen percolate. We look forward to making it better." ],
  "anchor" : "para66",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para70",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I want to thank the member from Stormont–Dundas–South Glengarry. We should get an acronym for that one, right? It’s a little bit long. He talked about his time as mayor. Those of us around this chamber who have either been a local or a regional politician before our days here at Queen’s Park know of the struggles that our municipalities actually have with landfill sites, waste diversion, consumer complaints about the rising cost of putting out your garbage at the end of the driveway, the endless consultations that have gone on over the years about incineration versus not incineration; that other communities are doing it this way and we should try and move in that direction. It is a struggle, but to be clear, this is only enabling legislation. The proof of how it’s going to work will actually be in the pudding.", "I’ve heard the members of the government say there’s going to be extensive consultation. I hope that really happens because, as with many pieces of legislation, they pick who they want to actually consult with, and then we all are here with tens or hundreds of groups who said, “I wasn’t consulted on this issue at all.”", "The NDP has long urged for a plan that would actually make producers more responsible for the cost of either the packaging that they produce, or to reduce that packaging. There have been some positive comments from stakeholders, certainly that we’ve outreached to. One in particular was the Workers Health and Safety Centre, which is hopeful that this bill will actually reduce the hazardous materials that are in the waste stream, but talks about the importance of having to have monitoring and enforcement of that monitoring." ],
  "anchor" : "para71",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I now return to the member for Stormont–Dundas–South Glengarry." ],
  "anchor" : "para74",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I’d like to thank the members from London–Fanshawe, Mississauga–Brampton South, Huron–Bruce and, of course, Welland. A lot of good points were brought up.", "I think the member from Huron–Bruce was talking about the previous bill. I remember talking to a multinational representative that had their head office in Toronto. He was talking about their last bill, and he said: “If the government wants us to leave, just tell us, because I’m having a hard time convincing”—it was a large Japanese electronics firm—“to keep their head office in Toronto. We could just as easily work from New York. This bill is just a nail in the coffin.” Of course, the bill was on the table for—it died with the election. But they left, assuming that bill would come through. Those were 100 jobs, good-paying jobs, that we lost out of Toronto.", "I talked about our project in South Glengarry, a landfill expansion, which is $5 million over 10 years. A consultant we hired had just been through one, anticipated to be about $500,000 in maybe a year. These are existing sites; no complaints from the residents.", "One of the common themes—I was down at ROMA this week, and we heard one of the mayors talk about death by 1,000 downloads. That’s just what it is. That’s $4.5 million that would have done some major road projects. We’re trying to get, in South Glengarry, $225,000 for a bridge from this government. Of course, there’s no money. They’ve turned down both applications, as were five of the six of my municipalities.", "More and more work, but no results. We can’t afford, in Ontario, to be wasting. It’s scarce capital. It’s a resource that we haven’t got a lot of, and it is being wasted in red tape from this government. I think the municipalities are getting tired of it." ],
  "anchor" : "para75",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para81",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "First, I want to correct my record because I think I made a whole new riding up for the member from Stormont–Dundas–South Glengarry.", "I am pleased to rise to speak to Bill 151, the Waste-Free Ontario Act. At its core, this bill repeals this government’s Waste Diversion Act, passed back in 2002. That bill established our current system of stewardship created in the industry-funded organizations, or IFOs.", "The NDP has long called for an end to that model of waste management and has sought to establish greater individual producer responsibility. Waste management is an important issue that affects all of us, regardless of where we live in this province. Take, for example, my hometown of London. We have a large landfill, and the creation of that landfill has created an environment that made it very difficult for the implementation and adoption of recycling programs. Even today, we are struggling to implement the green bin or composting program, because it’s easier and cheaper to dump our waste. In London, our rate of kitchen waste composting lags behind other municipalities and even further behind Ontario and the Canadian averages.", "In Ontario, 75% of residents compost their biodegradables, including food scraps and yard waste. You may ask, “What’s the difference between London and the rest of the province?” The answer is that other municipalities have universal green bins for curbside pickup and London does not, though there is some debate going to be happening on council during the budget deliberations about a green bin proposal, so we’re very hopeful. That’s a conversation that needs to be had.", "The problem lies, as it does for many issues, in the lack of early adoption and investment and tightening of municipal budgets. London has paid close attention to other municipalities, like Ottawa and Waterloo, that have employed green bin programs in 2010, and the lessons are not particularly easy to watch. Waterloo rolled out a city-wide program, but due to the overestimation of uptake and users, they are paying through the nose for the program.", "These are very expensive lessons to learn, and when composting is more expensive than dumping, it is disappointing to know that we are shrugging off our responsibility onto another generation. We know that the costs associated with replacing landfills are exorbitant, and composting is one option where many municipalities are trying to achieve the provincial mandate of reducing their waste streams headed to dumps by 60%. But without proper supports and a provincial partner at the table, these targets are becoming unattainable. Continuing on a path of downloading costs to Ontario municipalities is the wrong approach.", "London is struggling under a provincial government that won’t commit to help our city’s basic transit needs. This is the very same government that watched our unemployment rates soar and our manufacturing collapse, and our ER wait times are some of the worst in the province. Yet this government continues to offload responsibilities to municipalities throughout Ontario. Frankly, London’s landfills make it easier to dump recycling and compost, and it makes me concerned for our environment and our future.", "Now we have Bill 151 before us, a bill that finally, after more than 10 years, enables a transition to a new regime of individual responsibility for waste and resource recovery. Speaker, it’s about time. We’re glad that’s actually something we are discussing here in this Legislature. We’re putting the responsibility back to producers for manufacturing excessive packaging.", "In some ways, what this bill attempts to accomplish is long overdue. As New Democrats, we have a long-standing history of seeking greater individual producer responsibility. We have long opposed the current system of industry-funded, privately run stewardship monopolies. But the real change will be, as it always is, in the operationalizing of this bill. Too many times we have seen the kind of legislation that is half measures and tokenistic. Even in this bill, despite my hopes for it to do more, it is so vague on details that it comes across as merely enabling legislation.", "As the member mentioned earlier, they are going to do extensive consultation and they are going to be building this bill as it evolves. It’s kind of a fluid bill, if you will. I guess that’s a good thing, because maybe the end product will actually be what people are telling this government they want out of the legislation so it’s workable.", "We know that the success of any bill like this comes down to regulation and, more importantly, enforcement. To date, we have not seen any timelines in this bill; nothing changes in the world for those industry-funded monopolies. For all we know, this could be another promise from the government to reduce wait times in hospitals.", "Speaker, I say that because, although the government sometimes has these numbers for wait times, constituents constantly call my office about the experiences they are having in hospitals, and they are talking about the wait times for surgery. One example we had in the riding recently was about wait times—or non-existent services—for elective surgeries, for hip and knee. I had a doctor come into my office and he talked about how they have a specific amount of operations or a funding envelope that they have in order to perform hip and knee operations, and when that envelope is gone, they cannot continue to do those surgeries. The doctor said that they actually can do more, but funding isn’t there.", "So we do need to make sure, when we create these pieces of legislation to implement a waste-free Ontario, that the resources are behind them so they’re going to be successful, and enforcement is a piece of that success. Governments like to pretend that they are concerned about it, but in reality either nothing changes or sometimes it even gets worse if the right legislation is not created and crafted.", "Despite its title, the Waste-Free Ontario Act, this bill has no legislative goals or targets. Since this government first proposed individual producer responsibility back in 2008, we have seen little to no change. We are not buying the new waste-as-energy mentality. The facts show that municipal waste is non-renewable. It primarily consists of discarded materials such as paper, plastic and glass that are diverted from finite natural resources, such as forests, that are being depleted at unsustainable rates. Burning these materials in order to generate electricity does nothing but create a demand for waste and discourages much-needed efforts to conserve our resources, reduce packaging and encourage recycling and composting. More than 90% of materials currently disposed of in incinerators and landfills can be reused, recycled and composted.", "I know that this government will try to tell us that modern incinerators have pollution control devices like filters and scrubbers that make them safe for our communities. The truth is that all incinerators pose considerable risk to the health and environment of neighbouring communities as well as those of the general population. Even the most technologically advanced incinerators release thousands of pollutants that contaminate our air, soil and water. Many of these pollutants enter our food supply and concentrate up through the food chain, not to mention how incinerators affect people who live next to them and those who work with them.", "In newer incinerators, air pollution control devices such as air filters capture and concentrate some of the pollutants, but they don’t eliminate them. Let me say that again: Incinerators don’t eliminate pollutants; they capture them. This means that those captured pollutants must be transferred somewhere. In many cases, the captured pollutants are transferred to other by-products, such as fly ash, bottom ash, boiler ash and waste water treatment sludge, that are then released into the environment.", "Here’s the rub, Speaker: Even the most modern pollution control devices, like air filters, do not prevent the escape of many hazardous emissions such as ultra-fine product particles. These ultra-fine particles are produced by the burning of materials that are smaller in size than what is currently regulated and monitored.", "Further, incinerators are prone to malfunctions, system failures and breakdowns, which can lead to serious air pollution control problems and increased emissions that are dangerous to public health.", "We only need to open a newspaper to read about energy-from-waste incinerator projects right here at home. We read about their delays, breakdowns and conflicting reports on ash and emissions. We need to be very concerned that we have cash-starved our municipalities into begging to implement incinerator programs that will ultimately cause very real damage to those communities and the people living and working there.", "The fact is that burning waste contributes to climate change. Incinerators emit more carbon dioxide per unit of electricity than coal-fired plants.", "This government is very proud of its record on coal. Back on April 15, 2014, the Minister of Energy announced, “Ontario is now the first jurisdiction in North America to fully eliminate coal as a source of electricity generation,” upon closing the Thunder Bay Generating Station, Ontario’s last remaining coal-fired plant. They’re very proud of that.", "According to research by the US EPA, waste-to-energy incinerators and landfills contribute far higher levels of greenhouse gas emissions and overall energy throughout their life cycles than source reduction, reuse and recycling of the very same materials.", "I want to take a moment to talk about the opening of the GTA’s first new incinerator in decades. Currently, the project is more than a year behind schedule because the new plant has been dealing with repairs and modifications. According to a Toronto Star report back in January 2016, “The $289-million Durham York Energy Centre in Clarington was expected to be commercially operational and able to process 140,000 tonnes of household garbage annually in December 2014....", "“In late December, Durham officials provided an in camera update to regional council about the results of a 30-day acceptance test that took place in November—the last regulatory hurdle before the plant, managed by the US company Covanta, can be approved and open at full capacity.", "“‘After a complete evaluation of the current information by the management committee (a joint committee of senior staff from York and Durham), the decision not to issue the acceptance test certificate was made based on the technical report....’", "“The acceptance test looked at the performance of the entire facility, including the many environmental and contractual requirements—and required Covanta to sample and measure everything from ash produced to noise, soil, odour and various other emissions.", "“The test found that Covanta met environmental and electrical generation requirements, but was producing 2.5% more ash than it should be.”", "This article raises several points of concern for me, including: Why is this province once again contracting services to foreign companies like Covanta? Is it because this American company can’t sell its own product to its own government? We know that the US stopped building new incinerators back in 1977, and so—this is strictly speculation—I guess they needed to take their product on the road.", "More importantly, why does this government seek every opportunity to invest in anyone but Ontario? This was one more opportunity to create a program that was built in Ontario or even Canada, but this province is ensuring that Ontarians don’t make the cut when it comes to big projects like this one.", "Frankly, does this province really need to invest in another bridge that can’t make it through one Canadian winter? We had that example just last session.", "At the end of the day, this bill claims to want to create a waste-free Ontario, but the fact is that burning waste contributes to climate change. Incinerators emit more carbon dioxide per unit of electricity than coal-fired plants, and this government is very proud of its record on coal, as I said before. As I mentioned, incineration also drives up climate-changing cycles of new resources pulled out from the earth, processed in factories and shipped around the world and, then, repopulating our incinerators and landfills.", "Let’s take a look at Denmark, the poster child of Europe’s incinerator industry. They recently discovered that their incinerators were releasing double the quantity of carbon dioxide than originally estimated and had probably been doing so for years, causing Denmark to miss their Kyoto Protocol greenhouse gases reduction targets.", "I say this because it’s time to look at zero-waste solutions as our partners throughout the world are doing. Zero waste is the design and management of products and processes to reduce the volume and toxicity of waste and materials, conserve and recover all resources, and not burn or bury them.", "Take a look at places like Massachusetts, Rhode Island, Delaware and California, who have either banned or seriously restricted new waste incinerators in favour of zero-waste practices and policies.", "That’s what real leadership on climate change and energy looks like. That’s the kind of leadership that the people of Ontario crave but, instead, are offered token legislation that is vague and undefined.", "Bill 151’s list of provincial interests includes aims such as minimizing greenhouse gas emissions; minimizing waste generation; increasing the durability, reusability and recyclability of products and packaging; holding those responsible for the design of products and packaging responsible for the end-of-life management; reducing hazardous and toxic materials in products and packaging; minimizing need for waste disposal; plus, “do any other related thing that may be prescribed.”", "These sound like lofty ideas but, at the end of the day, we know there are no real targets or goals here. I wanted to see a strong vision for climate change and zero waste but, instead, we have baby steps. I guess a step is better than no step. When they consult lobbyists, producers, business people, environmentalists and consumers—and, I hope, everyday Ontarians—I hope this will be stronger legislation that we can all be proud of.", "I have a few quotes here from stakeholders. People are excited about energy. We want to see a better energy program. We want to make a difference for the next generation. I’ll read a couple of quotes from stakeholders.", "AMO says: The Association of Municipalities of Ontario has “long advocated for extended producer responsibility for waste diversion program....” AMO has also been concerned about rising costs to municipalities imposed on them by IFOs that find ways to avoid paying their traditional 50% share of costs. Obviously AMO would welcome legislation that would shift these responsibilities and costs to producers, but it notes that the actual effect of this act will depend on regulations, and that transition is estimated to take three to five years. That’s what we’ve been saying, Speaker. Again, we’re all speaking on the bill; we’re all debating the bill. We’re hopeful with this bill, but there is a timeline that we’re all just waiting for the details on.", "The Workers Health and Safety Centre is hopeful that Bill 151 will result in fewer hazardous materials in the waste stream, noting that while the Toxics Reduction Act requires monitoring and reduction of plans, the implementation of these plans is not mandatory. That’s a concern that they have as well.", "I thank you very much for the time to contribute to this debate, Speaker. I actually look forward to when this legislation comes back with the consultations from stakeholders, and to believe that this government is going to make a difference to a waste-free Ontario and make life better for Ontarians throughout the province." ],
  "anchor" : "para82",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para125",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "The member from London–Fanshawe makes some very good points; I don’t disagree with them. She points to the linkage between the cap-and-trade bill and the circular economy waste-free Ontario bill, because they are linked. This is a fundamental shift, probably the largest shift in public economic policy and environmental policy in maybe 50 years in Canada.", "The time frame will come forward in regulation, as they always do. We have to move quite quickly on them because we have to dismantle the IFOs and to establish the right of the resource recovery agency that will replace all of these bureaucracies. The penalties are quite severe if you do not comply. Industry is very aggressively moving on this. I spoke to the Ontario waste association yesterday, and the level of enthusiasm and drive is—people think that they can have this done quite quickly.", "The other thing we’re concerned about is household costs. It’s interesting to look at the evidence. The consumer price index, which is the thing that determines the cost of living in jurisdictions: What are the two provinces that have the lowest increases in CPI? Well, they’ve been British Columbia and Quebec, the two jurisdiction in Canada that have for many years had a price on carbon; BC at twice the rate in Ontario. They also have similar legislation on waste.", "What they’ve done with both this legislation is that they have improved productivity. There’s less waste in the economy and more resource recovery. While pollutants cost more, non-polluting energy sources both become subsidized and more available. What you’ve seen overall is that those two provinces have experienced the lowest increases in the consumer price index, lower than the Canadian average and lower than all Canadian provinces.", "When you actually look at the range of change here, this should put Ontario much more competitively with Quebec and BC, in seeing a lower cost of living over time." ],
  "anchor" : "para126",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para131",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my voice to this debate. I always appreciate the comments from the member from London–Fanshawe. She makes great sense, and I appreciate her sincerity as she debates any bill.", "One thing that stuck with me, Speaker, is that she made the comment that she hopes Bill 151 could be legislation we could be proud of. Well, we are proud of the fact that we see embedded within Bill 151 elements of the PC plan which I have spoken to before, but I think we have to go further.", "This act is called the Waste-Free Ontario Act. Well, if we’re going to be proud of this legislation, let’s walk and talk and make reality those words, “waste-free.” In doing so, I would suggest that we need legislated timelines to be rid of wasteful spending and unnecessary bureaucracy. I reference specifically the eco tax program, Ontario Tire Stewardship, Orange Drop and e-waste. We want to see this government stand up and do the right thing. As opposed to just saying they’re gone, let’s put some measurables in place. Let’s see a legislated timeline.", "Over and above that, let’s make sure that transparency is paramount in this legislation. Transparency is something that this Premier hoped would be one of her legacies. We see how, instead of absolutely abolishing WDO, Waste Diversion Ontario, they’re sliding it into a new authority. That authority is going to be comprised of five people, hand-chosen by the minister, who in turn select six additional people. There is a huge flag here that transparency in the manner in which we would like to see it may not happen, and the friends that sit around that table will just be in place to embark the minister’s—" ],
  "anchor" : "para132",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Questions and comments?" ],
  "anchor" : "para136",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I want to thank the member from London–Fanshawe for her comments today. Obviously, I, as the member for London West, and the member for London–Fanshawe live in the same community. We know the kind of challenges our community is facing. We have a landfill site that, in 10 years, is going to be at capacity.", "We have a waste diversion rate that is far below the target that is set by the province, because, as the member pointed out in her speech, municipalities are effectively subsidizing the blue box system. They are having to subsidize the cost of recycling packaging materials that are, quite frankly, out of control. You can go in to any Costco, or any kind of big-box store, and it is appalling, the amount of packaging that is used in the products that are sold. When those materials are recycled, when they’re put into the blue box, what it means is that the municipality is subsidizing the cost of recycling those materials.", "So shifting the responsibility to producers is something that is long overdue. It’s something that the NDP has been calling for for a very long time. Our concerns about this bill revolve around the vagueness, around the lack of timelines and around the lack of targets. We are going to be at the end of the line in London in terms of the capacity of our landfill site, as the member mentioned. We need to do something now in order to get those waste diversion targets up and in order to remove that downloading of cost to municipalities that the government has imposed, not just with the blue box recycling program but in many, many different areas of the economy." ],
  "anchor" : "para138",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para141",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "I’m very pleased to support the bill put forward by the Minister of the Environment and Climate Change.", "I have said it earlier and I would like to reiterate it: The overarching intent of this legislation is to reduce waste, reuse, recycle and recover materials from waste so that we can create well-paying jobs in the waste diversion sector. Studies across Canada and around the world have shown that Ontario’s existing waste diversion program can create up to 10 times more jobs than waste disposal.", "The shift is happening throughout the world. We can sit on our hands and watch it. If we don’t take action, it has economic consequences; it has environmental consequences. Why are we doing it? We are doing it for our future generations, for our children and grandchildren, so that they can get well-paying jobs and can breathe clean air, and we can reduce the strain on our health care system.", "Over the past two weeks, after listening to the debate, it has been clear that the majority of the members are in support of this bill. This is a very important piece of legislation; this is a significant piece of legislation which has positive impacts. I don’t see any downside to this legislation. I look forward to the speedy passage of this legislation." ],
  "anchor" : "para142",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I now return to the member for London–Fanshawe. You have two minutes." ],
  "anchor" : "para146",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I’d like to thank the Minister of Energy for being here today." ],
  "anchor" : "para147",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Environment." ],
  "anchor" : "para148",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Environment; my mistake. That was your previous portfolio, wasn’t it? Environment and energy kind of go together. But, yes—the Minister of the Environment for being here—", "Interjection." ],
  "anchor" : "para149",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I appreciate you being here today and commenting on my remarks.", "The member from Huron–Bruce: She is right—" ],
  "anchor" : "para151",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "She acknowledged you were the minister." ],
  "anchor" : "para153",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Yes, that’s right—a step in the right direction.", "The member from Huron–Bruce was talking about transparency. That is extremely important in anything we do. In our role as MPPs, transparency is paramount, and it builds public confidence in the legislation that we actually create, because they’re a part of that legislation they’re engaging, and they feel like they’re contributing to something that is actually going to make a difference, and that their voices were listened to.", "It’s quite surprising—not so surprising to me—that when you actually speak to constituents or to groups, their ideas, their comments, their concerns—if you really pay attention and you listen to the core subject of what they’re talking about, we can create very effective legislation by listening to what they say.", "I’d also like to thank the member from London West for her comments as well, talking about the fact that the timelines in this legislation impact London because of the fact that we have that dump—and the member from Mississauga–Brampton South.", "I think the message—and I’ve read some comments from stakeholders—is that AMO talks about being concerned about this legislation because, of course, the act will depend on regulations; and the transition time it takes, we mentioned timelines; and the Workers Health and Safety Centre: They talk about how the mandatory requirement about implementation of these plans isn’t there. So here are two concerns that stakeholders have—" ],
  "anchor" : "para154",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much.", "Pursuant to standing order 47(c), I am now required to interrupt the proceedings and announce that there have been more than six and one half hours of debate on the motion for second reading of this bill. This debate will therefore be deemed adjourned unless the government House leader specifies otherwise. Deputy House leader." ],
  "anchor" : "para160",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Mr. Speaker, the government wishes the debate to continue." ],
  "anchor" : "para162",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para163",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Speaker, I should let you know that I’ll be sharing my time with the member from Burlington and the member from Sudbury.", "Bill 151: It almost sounds like a bit of a love-in this morning, because I think we all support it to some extent. I know some members from the opposition are really struggling to find the negative side of this thing, but it’s difficult, which is good, which is fantastic, because we’re talking about the environment. Obviously, I worry about what I leave behind to my kids and grandkids and great-grandkids. So anything that we can do to alleviate those fears for our future generations is a good thing.", "I can refer to part of my riding, a county in Northumberland, where there’s only one viable landfill site, with not much life left. I know they have been working diligently with the tools they have. They did an enormous amount of rehabilitation and excavation, removed what they could. Of course, this is very costly. It should have never gotten to that stage. I was there one time on county council, and we made some of those decisions with the best tools that we had. Whenever we can provide better tools to protect our environment, it’s always a good thing.", "So I look forward to Bill 151 passing, which will allow us an enormous amount of consultation with all the stakeholders: municipalities, industry, folks in waste diversion and retailers—with the packaging that we see today, that we hear from all sides of the House, that’s certainly excessive.", "I just want to maybe take a couple of minutes to talk about the draft strategy for a waste-free Ontario and building that circular economy, because when you talk about waste diversion, really, it is a circle. So what does some of this strategy really mean? Ontario, as we said in the past, is showing some leadership by taking some action to support this circular economy, a system where nothing is wasted and valuable materials destined for landfill are put back into the economy without negative effects on people or the environment.", "I would add that quite often, as I talk with my constituents and, frankly, with people outside my constituency in the province, we talk about the enormous amount of waste when it comes to—well, packaging seems to be the most common. I know that around Christmastime, with nine grandkids—I see that as they open their gifts, and that only happens once a year, but we’re talking 365 days—that my recycling pail can’t keep up. I guess, on the funny side of this, sometimes my younger grandkids, I will admit, spend a lot more time playing with packaging than they do with what’s inside—" ],
  "anchor" : "para164",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "There’s a lot of it." ],
  "anchor" : "para170",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "—because there’s a lot of it.", "I really, really think that, as we debate this in this House, I certainly look forward to that regulatory regime.", "As I talked, just a couple of days ago, to some of the folks at the ROMA/Good Roads convention, obviously, Bill 151 did come up as part of the discussion. I can tell you, although there were some questions—same as there are in this House—there was also a lot of optimism, same as there is in this House.", "As we move forward—and I know that the opposition criticized the length of time that this is going to take, but I think it’s time well invested, because many times we—I’m not pointing fingers at anybody, but we all did it. We try to get from A to Z at a very fast pace, and sometimes we trip. I would say that with such an important issue, we need to take the right time to make sure we get it right and get it done.", "Speaker, thank you for the time to allow me to say a few words about this piece of legislation." ],
  "anchor" : "para171",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I now recognize the member for Burlington." ],
  "anchor" : "para176",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’m delighted to stand in this place today on behalf of my residents in Burlington and join the honourable member from Northumberland–Quinte West, the member for Toronto Centre, the Minister of the Environment and Climate Change and indeed colleagues from across the House to talk about an issue that’s incredibly important and difficult to tackle, but it’s critically important that we do so as legislators. I’m delighted in that context to participate in today’s discussions.", "It’s often said that there’s no constant in life except change. Members in this House will know, as perhaps an obvious point, that we live in a rapidly changing universe. The Minister of the Environment and Climate Change—it’s not only in his mandate to help us all, as citizens and as legislators, navigate the important conversations we’re having about our planet and where it’s going. He lives this every day, and this is embedded within his DNA, I think. But for the rest of us who are having this conversation along with him, thinking about waste diversion and heading towards what I like to think of as a vision zero, the circular economy that my colleague from Northumberland–Quinte West talked about in terms of taking waste and diverting it properly, is really important.", "A moment ago, I talked about change. Who would have thought, even 10 years ago, that we would be diverting our waste into three or four receptacles? People might have said, “Are you crazy? That’s never going to happen. Human beings will never evolve. They will never separate their garbage,” and yet, we are. Part of that evolution has been in the schools where our children were educated. I haven’t been blessed with children; I have nieces and nephews, and I know that they talked and learned about this in school. They came home to their parents and they said, “Mom and Dad, we should be good citizens. We want to live on a planet that is free from pollution, so we want you to really show leadership in this area and divert waste and put it in different receptacles.”", "We have the blue bin in Halton region, and we have the green bin. I’ve noticed, over the years, how incredibly important that’s become as I head out to the waste diversion site that’s in Halton. It’s very well managed, and I’m certain they do such a good job. They won awards because they’re so effective at it. You go out to that waste centre and you see how much less is going into landfills now because, as individuals, we are doing our part to put garbage in the right place. We have our blue bin and our green bin and what I like to call the “rest of stuff” bin where our garbage goes. That gets carried off, and again, there’s much less in our landfills. Of course, we’re doing a lot in soil remediation, which is an important and connected part of this conversation too.", "I’m really pleased to be part of a government that’s showing leadership by taking action to support that circular economy we’ve been talking about, and that we look at a system where nothing is wasted and valuable materials destined for landfills are put back into the economy and are recycled—we look often at our clothing. I will pull out the tag on a sweater, and it says, “Made from plastic bottles.” I think that’s amazing. Again, who would have thought 20 years ago that someone—necessity is the mother of invention, they say—would take those recyclables, that plastic, and turn it into something that we can use? So I’m proud that Ontario is showing leadership in this regard.", "Of course, as those watching today and people in my riding know, a draft strategy was released when the proposed Waste-Free Ontario Act was introduced last December. That road map continues to be commented on. We want people across Ontario to be part of this conversation we’re having. That includes businesses and individuals, because we need solutions in government. We need their help to help all of us navigate to create that vision zero, to create the kind of behavioural change that we need.", "Of course, this draft strategy details the key actions that support our visions and goals as a province. They establish clear provincial direction that looks at expanding producers’ responsibilities for their products and packaging, diverting more waste from disposal, increasing promotion and education, and stimulating markets for recovering materials.", "Earlier on in my career, I had the privilege of working at an organization in Ottawa called Sustainable Development Technology Canada, which was started by the then Chrétien government to look at making sure that our green economy has the support that it needs, and working with entrepreneurs to commercialize technology.", "Canadians are excellent at innovation. They are amazing when it comes to developing technological solutions. Again, that’s why it’s important for us to be talking to producers and the private sector and businesses large and small about the contributions that they are indeed making already. Businesses across this province are thriving when it comes to inventing solutions that are based on “someone’s trash is your treasure,” as the saying goes. We need to really work with that and help that sector and encourage it to thrive.", "Keeping a government on track, of course, is something that we think is very important. This proposed legislation would require the Minister of the Environment and Climate Change to prepare progress reports to tell us all how we’re doing, how we can improve, and celebrate our successes, because that too is incredibly important. That openness and that sharing and that discussion and vitality allows stakeholders and people on all sides of this House to continue to contribute to that conversation. Indeed, that strategy would have to be reviewed at least every 10 years in consultation with stakeholders and the public, and it would be amended as needed. That’s important too, because it creates a living, breathing, ongoing debate about the importance of waste diversion and the by-products that result as a consequence of that. It helps our government to stay on track with some vital contributions from our stakeholders.", "Again, I’m happy to take part in today’s debate and to join colleagues from all sides of this House. I heard a colleague say earlier that there’s a bit of a love-in. I’m not surprised, because all of us understand that in this rapidly changing world where we find ourselves that we have a responsibility, as legislators, to make sure that Ontarians—businesses and individuals alike—have the tools they need to navigate the changing world that we find ourselves in, to really capture the innovation that’s already happening, to assist entrepreneurs to create better and new innovative ways of doing things, and to educate our citizens. The people in my riding, where we have a bicycle-friendly community, where we have increasing numbers of people taking transit, are interested in making a personal contribution to waste diversion.", "In closing, Speaker, thank you for this opportunity to take part in this very important debate today. It’s been my absolute pleasure. I look forward to the ongoing conversation in the House about this very important topic." ],
  "anchor" : "para177",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Sudbury." ],
  "anchor" : "para190",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Once again, I’m always honoured to be able to rise in this place and speak on behalf of the constituents in the great riding of Sudbury, and, of course, speak to Bill 151, the waste-free Ontario and building the circular economy act.", "I’d also like to commend the Minister of the Environment and Climate Change and his staff for all of their hard work on this particular file. How we handle and deal with waste is not something that I think most people think about actively on a day-to-day basis, yet pretty much every person and business will be affected by this legislation because of how all-encompassing this issue is. It took time to get it right, and I would like to recognize all those who put so much time and effort into ensuring that this legislation is as good as it is. I know consultation was widespread and I know the opposition is saying they would like to see more, but, being here three times in over 10 years, we have been talking a lot and consulting a lot.", "The province’s waste diversion rates have been stagnant for far too long, and that was a product of the current Waste Diversion Act introduced by the Harris government back in 2002. That bill didn’t work as intended. It laid out conflicting roles and responsibilities that led to unproductive relationships and ineffective compliance and enforcement mechanisms for overseeing the single-industry funding organizations that it set up to operate each recycling program.", "In addition to these programs not working as intended, that also meant that individual companies within a given industry were limited or at least not encouraged to explore ways that they could innovate everything from product disposal to packaging in order to reduce waste and increase the recovery of material that is currently being sent to landfills. Under this bill, Mr. Speaker, we are shifting the responsibility for recovering the resources and reducing the waste associated with a given widget and its packaging to its producer. That means that now producers will have to directly consider the externalities associated with disposing of the widget and its packaging in its design process. Companies would probably then look at whether there was a way to produce their widget in a way that limits those externalities. This could mean lower input costs for the company and a better environment for everyone.", "I can think of a few things, as a father of two young daughters. I know my colleague from Northumberland–Quinte West talked about being a grandfather, but as a father you go out and buy products, and one of the things you have to buy is toothpaste. Not that I’m here to pick on the toothpaste companies, but they will package together a couple of packages of toothpaste. So it’s wrapped in bits of plastic. You take the plastic off and then you have the cardboard box. You take the toothpaste out of the box and then it’s still in another container. When you take the cap off, it’s sealed once again. That’s just an example of what some of the companies are doing in terms of packaging. Now we are shifting that onus and making sure that the companies look at what type of packaging they’re putting out there to ensure what we’re putting into our landfills.", "Also, I know we hear a lot and we’re talking a lot about the four Rs now: reduce, reuse, recycle and recover. I know we all have learned lessons from our parents, one way or another, and I have a great story that I learned from my father, whom I lost this summer. He was 101 years old. He was 56 when I was born; I’m 46 now. He would have been 102 last month.", "But he said we had become a throwaway generation, that you just toss everything; besides the packaging, you just toss everything and go buy something else.", "A great example of the “recover” piece that I’d like to talk about, Mr. Speaker, in some of my last few minutes is what my dad told me about “recover.” We were moving one day from our old house to our new house, a few years ago. I had this nice picture frame and I dropped it. Of course, my dad being there as the supervisor sitting in the chair and telling us what to do, he said, “Take that and throw that in the back of the car.” I’m like, “Well, Dad, it’s broken. I’m just going to throw it out.” He said, “No, no, throw it in the back of the car.” You do what your father tells you, Mr. Speaker, as I’m sure we all are aware. I put it in the back of the car.", "A couple of months pass. I bring him a picture of my two kids, their school pictures, which is what we do for their grandkids, and they put them up. About three weeks later, I show up at his house for a visit and there is that picture that I gave him, nicely framed. I say, “Wow, that’s a nice frame. Where did you get that?” He’s like, “That was the one you were going to throw out.”", "We don’t recognize that you can do many things with recovery. I know that that’s not very particular to the bill, but recovery—when you’re looking at what we’re asking the companies to do when it comes to packaging, we’re asking them to make sure they consider what we get as consumers and what they can do to save costs. Imagine these toothpaste companies, if they don’t have to package three or four times to put out these toothpaste tubes that are already sealed.", "Let’s not talk about the electronics industry. Have you ever tried to open up—if you’re fortunate to buy a new TV? Or as a father who has to buy one of his daughters the new toy, it’s like you need a degree in engineering to open the thing. Right? It’s strapped in there. It’s placed in there, and then you’ve got plastic around it. It’s strapped in. Once you get through that, there’s a whole other layer of things that you have to cut, and more plastic. Where does this all go? It’s recycled. Is there really a need for us, as consumers, as parents—first off, you get frustrated because your kids are asking you to “get it open quickly, Dad.” Secondly, you’ve got to figure out how to open it quickly, so you end up just pulling things apart, breaking something, and then you’ve got to go buy something else." ],
  "anchor" : "para191",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "It’s Christmas. You want to be in a good mood. Right?" ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Yes.", "This bill is doing some really good things. It really is focusing on making sure that we can stop a lot of the waste that is currently being sent to our landfills, putting the onus on the companies and the producers, and making sure that we are looking at the circular economy.", "With that, I know I have much more to say, but my time is up. I thank you for the opportunity to speak." ],
  "anchor" : "para203",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much." ],
  "anchor" : "para206",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing the time on the clock, this House stands recessed until 10:30 a.m." ],
  "anchor" : "para208",
  "subject" : {
    "text" : "Waste-Free Ontario Act, 2016 / Loi de 2016 favorisant un Ontario sans déchets",
    "anchor" : "para28"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "We have a lot of guests here today. I would like to welcome Carol Timmings, president-elect of the RNAO; Veronique Boscart, a board member; Cheryl Yost, a board member; Angela Cooper Brathwaite, a board member; Elizabeth Edwards, a board member; and a special welcome to Cathie Walker, who’s a constituent of mine in St. Thomas. Welcome." ],
  "anchor" : "para211",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "It’s my pleasure to welcome Carol Maxwell, who is here from my riding and also here with the RNAO this morning." ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "There are two members of the RNAO who are here with us today from Oakville. Please give a warm Queen’s Park welcome to Leanne Siracusa and Judith MacDonnell." ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d also like to welcome Larissa Gadsby and Sarah Harjee, nurses from Kitchener-Waterloo here with the RNAO." ],
  "anchor" : "para214",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "We have Debbie Kane from the RNAO, whom I had breakfast with this morning, as well as Kayla Spencer, a young nursing student." ],
  "anchor" : "para215",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "You paid, right? You paid for breakfast?" ],
  "anchor" : "para216",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t heckle the introductions.", "Did you finish, member from Windsor?" ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I did, and thank you the heckle, Speaker." ],
  "anchor" : "para219",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I, too, am pleased to welcome very important people from the RNAO, specifically the Durham Northumberland chapter: Betsy Jackson, Angela Cooper Brathwaite, Marianne Cochrane, Regina Elliott, Julia Fineczko, Carol Timmings, of course, and Grace Wilson. Welcome to Queen’s Park." ],
  "anchor" : "para220",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "If I could, I have two separate introductions this morning.", "First, welcome to Nathan Kelly, a member of the RNAO from Grimsby in my riding, part of the ACT Team interventionist program for our vulnerable population in Niagara, which I highly recommend that the government continue to support.", "Secondly, Wendy Ward, the mother of page Charlotte Fritz, will be joining us this afternoon for the budget. I’d like to welcome her in advance to Queen’s Park." ],
  "anchor" : "para221",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It is my privilege to welcome Janet Hunt, Akuah Frempong and Amanda Dodge, who have joined us today from London as members of RNAO." ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "On behalf of my Ottawa caucus colleagues, I’d like to welcome some registered nurses from Ottawa: Una Ferguson, Camilla Ferriera, Wendy Pearson and Riek van den Berg." ],
  "anchor" : "para225",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I’d like to welcome members of the RNAO from my riding of Chatham–Kent–Essex: Marian McEwan and Ailla Tangkengko." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’d like to welcome, from the RNAO, Sheila Bagala and Carolyn Davies, whom I met with this morning." ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Please help me welcome two good friends of mine in the members’ east gallery: Colleen Stanton, who is a nurse, and Bob Harper. Thank you." ],
  "anchor" : "para228",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I’m pleased to recognize Innis O’Grady, who is in the members’ gallery this morning. Innis is studying political science at Ryerson and is currently doing a work placement in my office. I want to welcome Innis to Queen’s Park this morning." ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I’d like to welcome Erin Cowan here, with the RNAO, from Timiskaming–Cochrane." ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I had a great breakfast with five representatives of the RNAO from the Thunder Bay and northwestern Ontario area. They’re up in the gallery: Carine Gallagher, Crystal Edwards, Patricia Sevean, Katie Piette and Michelle Spadoni. Welcome. Great breakfast; thank you very much." ],
  "anchor" : "para231",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’d like to introduce Rebecca Harbridge and Janet Hunt from the RNAO, whom I had the pleasure of meeting with this morning." ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I’d like to welcome and thank my friend Cathy Lacroix and all the nurses in Toronto Centre, and the best nurse in Toronto Centre, Rick Neves, my partner of 22 years, who reminds me how important RNs are every day." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’d like to welcome from Huntsville Jane Radey, who is also chair of the Registered Nurse First Assistant organization in the province, and also Lise Thomas, from Sudbury, whom I had the pleasure of having breakfast with this morning." ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would also like to introduce some RNs who are with us today, beginning with Dr. Doris Grinspun, who is the CEO of our Registered Nurses’ Association of Ontario, the RNAO, and a number of board members: Jennifer Flood, Pat Sevean, Janet Hunt, Claudette Holloway, Hilda Swirsky, Nathan Kelly, Wendy Pearson and Beatriz Jackson." ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to introduce the mother of one of our pages today, Patricia Bhikam Bhola, who is in the gallery and who will be here this afternoon as well, and also Lori Jennings, a registered nurse from Sarnia–Lambton whom I had breakfast with this morning." ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to introduce the following board members here today for the RNAO lobby day: Marianne Cochrane, Aric Rankin, Rebecca Harbridge and Debbie Kane are joining us. I also see, up in the gallery, from my riding, Julia Fineczko and Grace Wilson." ],
  "anchor" : "para237",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m very pleased to welcome many of my former colleagues and friends, visiting us today from the RNAO. First, from the Scarborough nurses, Claudette Holloway, Sonia Chin, Lhamo Dolkar, Isolde Daiski, Sarabeth Silver, and my nephew, a young nurse just graduated from Western—his birthday is today—Neil Kikuta, and my good friend Carol Timmings from Toronto Public Health, who is the incoming RNAO president." ],
  "anchor" : "para238",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I’d like to introduce Cheryl Yost, Lyndsey Burtenshaw and Tasha Vandervliet, all here with RNAO, and they’re all from my riding of Perth–Wellington." ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Paul-André Gauthier. Bienvenue à Queen’s Park." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure as well to introduce Dr. Doris Grinspun, CEO of the RNAO, as well as to welcome all the RNAO nurses here today, and especially the nurse from my riding of Davenport, Hillary Ward. Welcome." ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I want to welcome two RNAO nurses whom I had breakfast with this morning: Cindy Baker and Trudy Hall, wife of a good friend of mine, Gordie, whom we also call “Two-Four.”" ],
  "anchor" : "para242",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I ask all members of the Legislature to join me in wishing my seatmate, the member from Halton, a very happy 21st birthday." ],
  "anchor" : "para243",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I just want to point out that Doris Grinspun, CEO, is actually a member of my constituency—but I appreciate others introducing her—and is joined by Marion Zych, who is also from Beaches–East York." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "It gives me great pleasure to introduce a registered nurse from Ottawa, Una Ferguson, who is here with the Registered Nurses’ Association of Ontario." ],
  "anchor" : "para245",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "I want to welcome and say that I have enjoyed chatting with the nurse representative from York University and a student from York University. I had a lovely chat and a good breakfast. I welcome them to Queen’s Park today." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I am delighted to welcome back to the Legislature, from Kitchener Centre, Christine Purdon; her son, William Stuart, who served as a page here last year; and her daughter, Mary Stuart, who is participating in our model Parliament. Welcome." ],
  "anchor" : "para247",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "If my eyes are not failing me, I think I see Paul Gauthier up in the gallery, from RNAO. I’d like to welcome him to Queen’s Park here today." ],
  "anchor" : "para248",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions?", "I would just add a quick editorial to thank the two nurses I spoke to this morning, in our special day for nurses, from the riding of Brant. Thank you for being here." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para210"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. No matter what this government tries to spin, the reality is that this government is gutting health care. In order to pay for Liberal government scandals, waste and mismanagement, they have made the choice to cut health care: $815 million taken out of patient care; 50 medical residency spots cut despite the fact 800,000 Ontarians do not have a family doctor; $50 million taken away from seniors for physiotherapy; and 1,200 nurses cut in the last year. The impact is clear to patients: You are damaging the quality of care that we expect in Ontario.", "Mr. Speaker, my question is simple: What other cuts can we expect in today’s budget? What other surprises are we going to see in store for our health care system because we cannot sustain this ongoing assault on our health care system?", "Interjections." ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para257",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. I want to also welcome the RNAO to Queen’s Park.", "I want to just say to the member opposite, and the people of Ontario, that we continue to increase health care funding year over year. The contention the Leader of the Opposition is putting forward is just not accurate, Mr. Speaker. The fact is, we continue to increase health care funding. Over 24,000 more nurses are working in Ontario since we took office. Over 10,800 RNs have been added since 2003.", "The fact is, we continue to increase funding. We invest the capital dollars in terms of hospitals. We’re investing in home care. We’re investing in mental health supports—all of that in recognition of a changing demographic and an increased need in the health care system. I look forward to the budget this afternoon to see how those investments continue." ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para262",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Premier: If you really wanted to welcome nurses to Queen’s Park, you can start by not cutting 1,200 nurses.", "But the attack on health care goes beyond cuts to nurses. What I’m seeing across Ontario are significant cuts to small—", "Interjections." ],
  "anchor" : "para263",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve had to ask both sides to come to order when a question or an answer is put. If that’s not going to be satisfactory, I’ll move as fast as I can into warnings. This is your first warning about warnings." ],
  "anchor" : "para266",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Beyond the cuts to nursing, what we’re seeing is an attack on small-town hospitals. I look at my own riding where Georgian Bay General is facing a proposed $5-million cut by the Minister of Health. It’s going to wipe out the obstetrics unit. I look at the news coming out of Welland, where they’re very worried they’re going to lose their hospital, given what we’re hearing from the Ministry of Health.", "Mr. Speaker, my question for the Premier is: Will she start standing up for small-town Ontario and recognize that you can’t give up on all of these hospitals?" ],
  "anchor" : "para267",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There are a couple of issues that the Leader of the Opposition has raised there. One is about how to deliver the best health care in a region where there may need to be a change in our consolidation of institutions.", "Again, I think it is very responsible that in a community like Welland there would be a discussion about how to best deliver services, to make sure that the most modern and most up-to-date facilities are in place.", "In terms of the positions in the health care system, we have to deal with the facts. No matter how much the Leader of the Opposition wants to make his rhetoric true, if it’s not the fact, then that’s just not possible. The reality is that over 24,000 more nurses are working in Ontario since we took office, and 10,800 RNs have been added since 2003. Mr. Speaker, we have increased the number of nurses in this province. We will continue—" ],
  "anchor" : "para269",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para272",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, this isn’t a game. What you’re doing to the health care system is having a real, damaging effect. Everyone knows you’re switching full-time to part-time. Everyone knows you’re diminishing investments in health care. Since 2003, you’re saying that health care spending has gone up? That’s 13 years ago. We have 150,000 new patients in the system. Of course there’s going to be costs.", "I’m looking right now at the recent headlines that have come out in the last few months: 10 nurses cut at Almonte General Hospital; 17 nurses cut at Southlake Regional Health Centre; 20 full-time positions cut at Soldiers; 22 nurses—", "Interjections." ],
  "anchor" : "para274",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Two things: Number one, make sure you’re making your responses and questions to the Chair. The second thing is, I will now move to individual members—closing in on the warnings.", "Please finish." ],
  "anchor" : "para277",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "—Twenty-two nurses cut at the Sault Area Hospital, 33 nurses cut at Cambridge Memorial and 120 nurses cut at Windsor Regional Hospital—I hear comments and heckling from the other side: “Don’t be so angry.” I’m angry about 1,200 nurses being cut because it’s affecting our health care system. It’s not acceptable. What I want to hear from the Premier is that you’re going to stop this attack on Ontario’s nurses.", "Interjections." ],
  "anchor" : "para279",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para281",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member of Beaches–East York will come to order. The Minister of Agriculture will come to order. The Minister of Natural Resources will come to order. The deputy House leader will come to order. Let me see; I think I have them. The member from Renfrew–Nipissing–Pembroke will come to order. The Minister of Economic Development and Trade will come to order. If there are any more comments, I’ll move to naming.", "Now that that round is over, I’ll switch to warnings because I am loath to think that anyone would not want to sit here for the budget.", "Premier?" ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para286",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "What’s damaging to Ontario’s health care is the position of that party, Mr. Speaker: the position where they fired 6,000 nurses, where doctors were fleeing this province because they were so disrespected by the PC Party and where they made a commitment in the last campaign to fire 100,000 workers, including 5,000 health care workers. Frankly, what Ontarians should be angry about is that member’s position when he was a part of a federal government—", "Interjections." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It goes both ways." ],
  "anchor" : "para289",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "The health transfer went up every year. Six per cent last year." ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think maybe the member is stretching it a little bit—the member from Simcoe–Grey.", "Please finish." ],
  "anchor" : "para291",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "What’s been damaging to Ontario’s health care system is that member’s position when he was a member of the Harper government that decreased the federal Canada Health Transfer to this province, Mr. Speaker. He knows he was part of that government, and he stood silent.", "Interjections." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Interjections." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Tourism, Culture and Sport will come to order. The member from Hamilton Mountain will come to order." ],
  "anchor" : "para297",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para253"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. Over the past week, the Ontario PC caucus has made three straightforward, reasonable demands on behalf of the people of Ontario of this year’s budget. In doing so, we told the story of 74-year-old widow Cathy Van Breda and her astronomical hydro bills. We asked the Premier to come up with a plan to make energy more affordable for Cathy and thousands of seniors like her, and we asked that the plan include stopping any further sale of Hydro One.", "This budget must take action. Speaker, will the Liberal government stand up for families, seniors and businesses by tackling Ontario’s skyrocketing hydro rates, and will they stop the further sale of shares in Hydro One?" ],
  "anchor" : "para299",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just say to the member’s constituent and to anyone in the province who is in need of support in terms of paying their electricity bills that there are a number of programs that we have put in place. The Ontario Energy and Property Tax Credit can save individuals up to $973 a year, and up to $1,100 per year for qualifying seniors. The Low-Income Energy Assistance Program provides emergency financial support, and the Ontario Electricity Support Program is designed specifically for low- to modest-income families, to help them.", "The reality is that we have made investments in the energy sector, which was degraded when we came into office. It had not been maintained by the previous government. Those investments have now meant that we have reliable, clean energy in this province." ],
  "anchor" : "para301",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "There are thousands of Cathy Van Bredas who are looking for help and relief from this government, not lip service.", "Back to the Premier: Secondly, we noted time and time again the cost that this government’s scandals, waste and mismanagement is having on funding for essential services. Most notably, we’ve seen how Ontario’s government is no longer able to properly fund the health care system that families and seniors deserve. The government’s cuts to front-line health care are well known: an $815-million cut to physician services; a $54-million cut to the 2015 health budget; 50 medical residency positions cut; and a $50-million cut to physiotherapy services for seniors.", "Will this government’s budget reverse the current and planned cuts to doctors, nurses and hospitals?" ],
  "anchor" : "para305",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Just as I did yesterday, let me speak to the requests that are coming from the other side. I’ve heard a number of members speak to these three contradictory issues, so I expect that the next gambit the member will take is on eliminating the deficit.", "The reality is, we are increasing health care funding. We continue to increase health care funding. We continue to hire health care workers. There are hospitals right now—one of the hospitals the Leader of the Opposition mentioned, Soldiers’ hospital, that is posting to hire nurses.", "The fact is that if you look at the changes, you have to look at the whole picture; you have to look at the hiring as well.", "In terms of energy prices, we have supports in place. We have programs in place to help people. And we’re on track to eliminate the deficit. We’re tackling all those things, not in the contradictory way that the opposition—" ],
  "anchor" : "para308",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para312",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Again to the Premier: Finally, I think we need to have a credible plan from this government to balance the budget, including immediate action to pay down the debt. It can’t just be another Liberal stretch goal.", "If the government doesn’t act, they’re going to continue to cut health care funding, close needed schools and keep cutting services from our most vulnerable in this province, all just to make up for their scandal, waste and mismanagement.", "Mr. Speaker, will the government finally stop living in a fiscal fantasyland and commit to a plan that will pay down our debt?" ],
  "anchor" : "para314",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, we have had that plan in place. We have overachieved on our targets. We are on track to eliminate the deficit by 2017-18—", "Interjections." ],
  "anchor" : "para317",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned—especially when I’m standing." ],
  "anchor" : "para319",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, in his report, the Financial Accountability Officer said that we were on track to lower our 2015-16 deficit. The fact is, that plan has been in place.", "But the first impetus of this government, the first imperative for us, is to make sure that we continue to support the services that the people of Ontario need, that we continue to create jobs, that we strengthen the economy.", "The fact is, the plan that we have been implementing, to invest in the people of this province and infrastructure, is working. We will continue to implement that plan. I look forward to the opposition’s response when we bring forward the budget, which is the latest instalment of that plan." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para298"
  }
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. Mr. Speaker, the Liberals promised that auto insurance rates would come down by 15%, and they even put that in their budget, but people aren’t getting the savings they were promised because the Premier considered that a stretch goal—a goal that was achievable but the government simply did not make a priority and did not achieve.", "The Premier promised not to cut health care and not to cut education services, but I guess that was a stretch goal as well, because nurses are being fired and education services are being cut.", "How should Ontarians know which of the upcoming budget promises can be trusted and which ones are going to be stretch goals?" ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite knows full well that the auto insurance rates, on average, across the province have gone down by over 7%. There are some companies who have already attained the 15% reduction in premium rates.", "It’s an important goal for us. We continue to work on it. We continue to work to get costs out of the system. But we’re not going to put up with a situation where people can’t actually find auto insurance because companies have left the field completely.", "We will continue to invest in health care. I would ask both the member of the third party and the opposition to look at where the hiring is happening across the province. You have to look at the whole equation to determine how the health care system is improving in the province and the health care workers who are in place.", "I look forward to—" ],
  "anchor" : "para327",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para331",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, it’s shameful that there are fewer nurses per capita now, based on our population, than there were in 1986.", "I remember in 2014 asking the Premier about the sale of Hydro One, and she said to me, “We are keeping these assets in public hands.” Of course, she’s already sold 15% of that public asset—now 15% of it is in private hands—and she’s planning to sell off control. I guess it was a stretch goal to keep Hydro One in public hands.", "Can the Premier tell Ontarians whether this budget is going to show that even keeping that 40% was actually a stretch goal and now we’re going to see all of it sold off?" ],
  "anchor" : "para333",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just be clear: We ran on a plan. We’re implementing that plan, and that plan is working.", "We said to the people of Ontario, “We are going to invest in your talent and your skills. We’re going to make sure we have the most highly educated workforce in the world.”", "We said, “We’re going to invest in 21st-century infrastructure: the roads, the bridges, the transit, the water systems that we know are necessary for economic growth.”", "We said, “We are going to work with the private sector, yes. We are going to work with business to make sure that we put supports in place and partner with them to bring business.” We are the number one jurisdiction for foreign direct investment for two years in a row, Mr. Speaker.", "And we said, “We are going to ensure that there’s retirement security in this province for everyone who has worked throughout their lives.”", "That’s what we’re doing, Mr. Speaker. You know, I would have expected that the NDP would have found a lot in that plan to recommend it to them. I believe that it is—" ],
  "anchor" : "para336",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para342",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Final supplementary." ],
  "anchor" : "para344",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I would like to see this Premier take that question—that she ran on selling off Hydro One—to the public and ask Ontarians if that’s what they believe she ran on, because I think she would get a very interesting answer to that question.", "People deserve health care when and where they need it. Students deserve an education that’s second to none. People deserve to know that when this government says they’re not going to sell a public asset, they’re actually not going to sell off that public asset and give it to their friends and hand it away without any sort of consultation.", "These are the fundamentals. This government is getting those fundamentals absolutely wrong.", "In this upcoming budget, will Ontarians see their priorities being addressed, like stopping the cuts to services, like stopping the sell-off of a public asset? Or will it be more of the Premier prioritizing the interests of her friends instead of the interests and needs of the people of Ontario?" ],
  "anchor" : "para346",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just continue to emphasize, to illustrate why I believe that the plan that we have put in place, the plan that we ran on—which, in terms of the fiscal foundation, was exactly the plan the NDP ran on, except they were going to take $600 million more out of services.", "We can look at objective assessments of what’s happening. Let’s look at the facts: The 2015 third quarter results show that Ontario’s real GDP has grown by 0.9%, which outpaces both the Canadian and the US economies. As I’ve said, we are ranked first for foreign direct investment in North America for the second year in a row. Ontario was the only province in Canada to gain jobs in January. So we’re doing a little bit better than other parts of the country.", "There’s more that we have to do, but the plan that we put in place is working, Mr. Speaker. You’ll see the latest installment in the budget this afternoon—" ],
  "anchor" : "para350",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Government policies",
    "anchor" : "para323"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Premier. Over the past two months, members from all three parties have travelled across the province, to Hamilton, Ottawa, Sault Ste. Marie, Thunder Bay, Toronto and Windsor, to hear what Ontarians needed to see in today’s budget. They shared their concerns about the economy, about education, about health care and about the high cost of energy.", "Today is budget day, but the finance committee is still writing the report that would normally inform this budget. This has never happened. It’s a new era of pretend consultation under this Liberal government. It’s been reported recently in the media: “Ontario’s pre-budget consultations have gone from polite fiction to political farce. We will all be the poorer for it.”", "The only thing clear to New Democrats and the people of this province is this government’s blatant disregard for what Ontarians have to say and the reality of their lives. Will Ontarians finally see their priorities reflected in today’s budget or will it be peppered with more broken promises and cuts to front-line services?" ],
  "anchor" : "para357",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We pay very close attention—not just in the lead-up to the budget. The day after the budget is released, we start having a conversation with the people of Ontario about the next budget. The reality is that we’re listening to people all the time. I travel the province, personally. My colleagues are all over the province talking to people constantly. I know that the reason that the finance minister went to the committee was he wanted to have that interaction.", "We determined that it was important that we get the budget out early. It is early. It’s an early budget; I acknowledge that. There’s a lot of uncertainty in this country about the economic reality. We wanted to make sure that the people of the province had the information, had the latest update, and knew what the plan was going to be in order for them to be able to understand the year going forward.", "That’s what this budget is about; that’s what the early date is about." ],
  "anchor" : "para360",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Premier, I want you to hear what Ontarians told us.", "Bev Mathers from the Ontario Nurses’ Association said, “RN care in Ontario hospitals is being seriously eroded. In 2015, we lost 775 RN positions. Since January 1, 2012, more than 2,500 RN positions have been deleted”—2,500, a cut of five million patient care RN hours.", "Tom Cooper, director of the Hamilton Roundtable for Poverty Reduction, told us, “Precarious employment affects approximately 44% of employees in the greater Toronto and Hamilton area.” He implored this government to take action because there are “enough kids using food banks in” Hamilton “alone to fill 270 classrooms.”", "David Musyj, CEO of Windsor Regional Hospital, where 169 RNs were just cut, told us that their hospital’s hydro costs increased by $700,000 just this year.", "Will Ontarians see their voices reflected in this budget today?" ],
  "anchor" : "para364",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Yes, they will. Yes, they will, Mr. Speaker. They absolutely will, and on the issues that the member opposite has raised, whether it is support for hospitals or whether it is the hiring of nurses. The reality is that the member opposite doesn’t talk about the nurses who are hired. She’s not talking about the health care workers who are being hired.", "In terms of precarious work, I was surprised, quite frankly, that the NDP wasn’t more supportive of the support that we put in place for personal support workers, developmental support workers and early childhood educators—a direct increase to the salaries of those workers who have been at the bottom of the salary scale. I would have thought that in terms of precarious work, they would have been lauding that—", "Interjections." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Actually, your time was up, but I was also standing to have a little bit of quiet.", "Final supplementary." ],
  "anchor" : "para372",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Premier, what is more than disappointing is that this budget consultation was so flawed. New Democrats are hopeful, though, that in the 2016 budget, we’re finally going to see a strong commitment to improving health care and education, to creating good jobs and stopping the sale of Hydro One. That’s what Ontarians asked us to focus on and that’s what we are doing.", "Business leaders from across this province asked us to focus on more affordable energy. Community leaders emphasized that this government has no mandate to sell Hydro One and correctly identified the lost revenue for this cash-strapped province—which you actually put in place, Premier.", "Because the finance minister rushed this budget forward—" ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Chair, please." ],
  "anchor" : "para377",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "—he doesn’t have the report that the finance committee is still writing. This government doesn’t have all the information and, apparently, you’re not interested in getting any of this information from the people of this province.", "Will you listen to the people of this province?" ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "You also need to watch for the Chair.", "Again, a reminder to all members: You speak to the Chair. You’re speaking to people in the third person. It helps with the debate.", "Premier." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I acknowledge that the budget is early this year. The delegations and the information that came to the committee are a matter of public record. The fact is that people will see their voices reflected in this budget.", "But I would note that the member opposite, in her rant, in her rhetoric—and in the rhetoric that I heard from her leader on the radio this morning—said nothing about the crying need for infrastructure to be built in this province, and said nothing about the need to increase support for the roads, the bridges and the transit.", "This member is from the Kitchener-Waterloo region. She should understand how important it is that we have the resources to make the investments that are needed to make that corridor functional.", "So we will continue to implement our plan, but it includes investing in infrastructure that they are studiously ignoring." ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "To the Premier: Some of us are puzzled about media reports on today’s budget, a budget being tabled two months earlier than usual.", "In December 2013, a government panel proposed to hike gas taxes up to 10 cents a litre across the land. That dampened Christmas spirit faster than Scrooge stealing presents. People in rural, northern and right across Ontario don’t have alternatives to driving. They can’t afford higher gas taxes.", "In spite of the panel’s recommendation, Premier Wynne eventually said that there would not be a gas tax. Now, two years later, we have suggestions of a new gas tax, sold as a carbon tax, sold as carbon trading, a cap-and-trading system of tax.", "Premier, you said “no gas tax.” Are you now bringing in a gas tax?" ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This party’s asks that they’ve put forward in terms of the budget are completely inconsistent. But here is consistency: This is a party that has no interest in dealing with climate change, that has no plan to deal with climate change. Regardless of what the leader says—that they think that it’s a big challenge—there’s no plan. There’s no acceptance of the reality that you actually have to take action if you’re going to tackle climate change.", "The reality is that we are putting a cap-and-trade system in place. There will be mitigations. In fact, we expect that there may be a four-cent or a 4.3-cent increase, on average, in gas. But in fact, in terms of the cost of electricity, for example, we expect that there could be a reduction in the cost of electricity as a result of cap-and-trade.", "But we have to tackle climate change. The costs of not tackling climate change are far, far greater—" ],
  "anchor" : "para392",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para395",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Well, my point: 13 years ago, after the election, we all realized, “Hang onto your wallet.” In relatively short order, Premier McGuinty brought in the largest income tax increase in the history of Ontario, the so-called health tax. He promised no new taxes. In 2007, he did it again. He broke his promise, with the largest consumption tax in the history of Ontario, the HST.", "Now it’s the Wynne budget, to stampede a cap-and-trade tax, a reported 4.3-cent tax on a litre of gas, and that’s just at the wholesale level. What extra tax on gas will we pay retail, after markups, after the HST? What are we going to pay at the pumps?", "Two years ago, Premier Wynne said “no gas tax.” Is this an early budget just to sidestep public consultation, sneak in your gas tax, break your promise of no gas tax, and essentially to lie to the people of Ontario?", "Interjections." ],
  "anchor" : "para397",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. The member will withdraw." ],
  "anchor" : "para401",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "I withdraw." ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And now I am going to warn everyone that if this continues a trend, I will name. It’s not going to happen.", "Premier." ],
  "anchor" : "para403",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para405",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "You know, I have to commend the opposition. We’ve finally seen them show their true colours. The Leader of the Opposition, for 10 years—", "Interjection." ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Withdraw." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Next time, you’re named.", "Carry on." ],
  "anchor" : "para410",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you, Mr. Speaker. As I said, I have to compliment the opposition for showing their true colours, finally, because this little “be anything you want to be to anybody who will ask you a question” has been just too cute by half.", "The Leader of the Opposition spent 10 years in Ottawa as a leading voice in a government that sabotaged every single international climate change initiative. It will go down in history as the lost decade of climate change. Now the official opposition has said that they can deal with climate change with no price on carbon, even though, in British Columbia and Quebec, when they put a price on carbon—" ],
  "anchor" : "para413",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings, second time. The member from Nepean–Carleton, come to order.", "New question." ],
  "anchor" : "para417",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "My question is to the Deputy Premier. Recently, we learned that the province is currently not tracking deaths of Ontario homeless and has no real understanding of the scope of the tragedy. In the 2015 budget, we learned of a major cut to the Local Poverty Reduction Fund before the program had even begun. Speaker, the Liberal rhetoric and record on homelessness and poverty simply don’t match up.", "My question is simple: How can the government claim to be ending homelessness when they don’t even have the necessary data to do so?" ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Thank you for the question. I’m very pleased to have the opportunity to say that the Local Poverty Reduction Fund is alive and well and actually taking shape in this province. It’s $50 million over six years. Forty-one organizations collaborating across the province are actually driving poverty reduction in their communities. There are some fantastic initiatives under that fund. We’re looking forward to the next round, and then we’re looking forward to the third round, Speaker.", "The Local Poverty Reduction Fund—I urge all members to be aware of what it is and to encourage their communities to participate in this. It’s a very exciting initiative to drive change based on evidence.", "Perhaps in the supplementary, I’ll deal with the issue of homelessness." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para425",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "In pre-budget consultations, which the Deputy Premier should read, since the budget was written without actually listening to Ontarians, Poverty Free Thunder Bay reported that in 2013, the average—", "Interjections." ],
  "anchor" : "para426",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader, second time. The member from Ottawa–Orléans, second time.", "Carry on." ],
  "anchor" : "para428",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "—occupancy rate of the homeless shelter was 123%. This is unacceptable. Some grassroots numbers say the number of homeless deaths in the GTA alone is more than 800 people, many of whom are simply and tragically named John and Jane Does. The most vulnerable Ontarians are becoming invisible statistics in death. They deserve better from this government.", "Will we see more cuts to poverty reduction programs in the impending budget?" ],
  "anchor" : "para430",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I know we’re all looking forward to this afternoon, where you will see a continued commitment to address poverty and homelessness in this province. Our commitment to end chronic homelessness in 10 years is under way, and some communities that are taking leadership roles, like my own of London, are—", "Interjections." ],
  "anchor" : "para432",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We’re actually seeing organizations like the Salvation Army converting their homeless shelter to supportive housing, because they are with us on the notion that homelessness is just unacceptable. We need to provide a place where people can live. It saves us all money. It saves our health care system money—", "Interjections." ],
  "anchor" : "para435",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain, second time." ],
  "anchor" : "para437",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "—it saves our justice system money. We will be better off when we have faced this problem head-on. That work is under way. It’s a bright future in this province." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Poverty",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. Registered nurses play a valuable role in Ontario’s health care system. As a former registered nurse and a nursing professor, I know that nurses are the largest group of health care professionals, and who provide quality care in my riding of Scarborough–Agincourt and across this province in the hospitals, in the community, correctional services, schools, long-term-care homes and retirement homes.", "The influence and impact nurses have on their patients, their families and this province can’t be quantified or measured because they’re a dedicated, hard-working, knowledgeable and caring group of individuals who give so much of themselves at work and in our community every day.", "Speaker, through you to the minister, can he please inform the House what our government is doing to support the hard-working nurses in Ontario?" ],
  "anchor" : "para440",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you to the member from Scarborough–Agincourt for this important question. I’d like to once again recognize the nurses that we have with us today here in the gallery and say yet again on behalf of all of us: Welcome to Queen’s Park." ],
  "anchor" : "para443",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "To the Chair, please." ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I’d like to also say how it’s so important to hear from our outstanding health care providers in Ontario. We did this, you’ll recall, with Ebola. We listened to our front-line health care workers, particularly our nurses. Through their expertise and their good advice, we were much, much better prepared as a result.", "Nurses are, in so many ways, the ears and the eyes of our health care system, so our government values the hard work that they do here in Ontario every day. Let me say again, Mr. Speaker, on my own behalf and also on behalf of Ontarians: Thank you. Thank you for the work. Thank you for your commitment. Thank you for making Ontario a better place.", "Interjections." ],
  "anchor" : "para445",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjection." ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re on two.", "Again, a reminder to speak to the Chair.", "Supplementary." ],
  "anchor" : "para450",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I want to thank the minister for his dedication to nurses in Ontario. Recently, our government has expanded the nurse practitioners’ scope of practices, enabling them to improve patient care by providing services, such as admitting and discharging patients from hospitals, ordering laboratory tests and prescribing medications, as well as giving nurse practitioners the ability to refer patients directly to a specialist.", "We know that nurse practitioners are advanced-practice nurses who are well trained, experienced and competent. The expansion of their scope of practice enables nurse practitioners working in the Hong Fook nurse practitioner clinic in my riding of Scarborough–Agincourt, and across the province, to deliver timely, quality primary care in the hospital, community and long-term-care facilities. This is extremely exciting for both the nurses in Ontario and for our patients, providing faster access to the right care in the various health care settings.", "Speaker, through you to the minister, can he please inform the House how many more nurses are working in the province since 2003?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The member from Scarborough–Agincourt is absolutely right when she is talking about the expanding nursing scope of practice. I would like to reaffirm our commitment as a government to RN prescribing to this House.", "Mr. Speaker, our government’s investments have helped to ensure that there is a stable nursing workforce now and for the future. Since our taking office in 2003, over 24,000 more nurses and over 10,800 more RNs are working in our health care system. According to the College of Nurses of Ontario, in 2015 there were 719 more nurses working in Ontario hospitals than in the previous year. These numbers, of course, don’t account for the nurses employed outside of hospitals or in home and community care.", "Our government, importantly, has also increased the number of nurses working full-time since 2003 by a full 30%. Through our government’s investments in nursing, we’re not only ensuring a stable workforce, but Ontarians are receiving the best possible care." ],
  "anchor" : "para456",
  "subject" : {
    "text" : "Nurses",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Speaker, to the Premier: Yesterday, I spoke about the crisis of domestic violence gripping rural Ontario and the tragic consequences that resulted because of this government’s failure to take action on this tragic problem. Yesterday, the Premier stated she would not be taking any lessons from me in relation to domestic violence facing rural women.", "Speaker, what is it exactly that the Premier believes—", "Interjections." ],
  "anchor" : "para460",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjection." ],
  "anchor" : "para463",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke North, come to order.", "Finish, please." ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "What is it exactly that the Premier believes disqualifies me from speaking on this issue? Is it because I’m a man? A husband? A brother to my sisters? A father to my daughter? A grandfather of four? Is it my three terms—", "Interjections." ],
  "anchor" : "para467",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, again.", "You have time to wrap up." ],
  "anchor" : "para469",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Or is it my three terms as an MPP, representing all issues and all concerns? What exactly is it that this Premier believes disqualifies me and justifies her arrogant, condescending dismissal of me raising the government’s failure—" ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Premier?" ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, I will speak to what we have been doing to address the issue of violence against women. I’m very pleased when anyone in this House raises this issue. I’m especially pleased when people find a renewed interest or a newfound interest in an issue, and this is one that is very, very important.", "It’s important to all of us: It’s important to men; it’s important to women; it’s important to our whole community that everyone in our society feels safe, that we have the supports in place. So our sexual violence action plan, It’s Never Okay, speaks to that. It speaks to that commitment.", "I said yesterday that we recognize that there’s a deep misogyny throughout our society. I don’t think there’s anyone who can deny that, in every aspect of society, misogyny has been part of the way men and women interact with each other. We have to eradicate that, Mr. Speaker—" ],
  "anchor" : "para475",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para478",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Yesterday, the Premier said she would not be taking lessons from me, and she won’t answer that question today. This government is failing rural women and their families from keeping them safe and providing adequate support and resources.", "Yesterday, she mentioned the $100 million, and I believe that’s a fantastic step in the right direction. However, it does nothing to address those same failings for rural women and their families.", "The thoughts on my inability to contribute to productive dialogue by the Premier are not something shared by her caucus or cabinet colleagues. Both the Attorney General and the minister for public safety and corrections have agreed to meet face to face with me to discuss these failings and to find solutions.", "Speaker, will the Premier have an epiphany today? Is it in her nature to set aside her ideological differences and condescending attitude and work with me to help vulnerable women and their families—" ],
  "anchor" : "para480",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para484",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para486",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock.", "Interjections." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Interjection." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Withdraw.", "Interjection." ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t test.", "Premier?" ],
  "anchor" : "para495",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "You know, this is actually an issue that is way, way too important to all of us in society to let it devolve into either a partisan or an acrimonious debate. The fact is, there are women who are being killed; there are women who are living in violent situations. It is our responsibility to do something about that. That’s why we introduced our sexual assault and violence plan.", "Mr. Speaker, I’m 62 years old. My whole life, from the time I started kindergarten as the eldest of four girls, I have tackled—in my own little way, when I was five years old, and throughout my life—the assumptions about what women can or cannot do. I have done it in elementary school. I did it in high school. I’ve done it throughout my professional career. I’ll continue to do it, Mr. Speaker.", "It is about all of us. The member opposite is right: It is about every single one of us. But the fact is, we know that the more women we have in positions of leadership, like all the members here, the more we are going to tackle these issues of deep-rooted misogyny that have been with us for centuries.", "Interjections." ],
  "anchor" : "para497",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para501",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "“Apologize” is not a word in your vocabulary. You’ve got an opportunity to apologize now." ],
  "anchor" : "para502",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "You have an opportunity to not interrupt when I’m standing.", "New question." ],
  "anchor" : "para503",
  "subject" : {
    "text" : "Domestic violence",
    "anchor" : "para459"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport. Last year’s budget claimed that the Ontario Music Fund had created or retained 2,000 jobs in the first year alone. The minister subsequently told Billboard magazine that in the first year, the fund had been responsible for the creation of 2,000 new jobs. That’s new jobs.", "But as is often the case with this government, the evidence sings a very different tune. The Ontario Media Development Corp.’s own statistics show that just 263 new full-time jobs were created by the fund and another 569 retained. That’s one quarter of the 2,000 claimed.", "Could the minister explain the jarring disharmony between the government’s claims and its reported facts?" ],
  "anchor" : "para506",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Yesterday I had the opportunity to talk a little bit about the culture sector here in the province of Ontario. It’s a $22-billion sector, and of course music is a big part of that sector.", "We as a government put forward a new fund, the Ontario Music Fund, to allow for different artists here in the province of Ontario, different companies and labels to really accelerate the work they’re doing. We see this as an economic development piece, and we know the music sector here in Ontario is creating thousands of jobs. They always have, and we’re seeing an increased acceleration of jobs here in the province of Ontario. We’re seeing music that’s being used now in our video games and interactive digital media, music that’s being used in our film, in our television. This is part of a huge sector that continues to grow.", "I hope that the members opposite support the culture sector and the music fund, because we see it as a huge opportunity for continued economic growth here in the—" ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para512",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "No answer again.", "In last year’s budget, the Ontario Music Fund was established on a permanent basis while the Ontario Sound Recording Tax Credit was discontinued. The Ontario independent music industry expressed its concern that the change in the support model from tax credits to a grant-based regime would unduly favour large multinational record labels at the expense of small Ontario producers.", "The data bears out this concern. Ontario record companies were awarded grants averaging $115,000 each in the fund’s first year, and $144,000 in the fund’s second year, but the three large foreign record labels, Sony, Universal and Warner, received $5 million between them over the last two years.", "Could the minister explain why the Ontario taxpayers are subsidizing big multinationals at six to seven times the rate of our own domestic producers? And will today’s budget do a better job of protecting our own independent music industry in Ontario?" ],
  "anchor" : "para514",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The Ontario Music Fund is a fund that we are very proud of as a government. It’s a $15-million fund that last year we made permanent. This is a permanent fund embedded into our budget. When you have other provinces like British Columbia copying our fund in order to accelerate their sector, I think that’s a vote of confidence on our side.", "But let me tell you a little bit of a story, Mr. Speaker. The Weeknd, an international superstar from Scarborough, Ontario: When he first started, he accessed the music fund to help build his career. And look at him now; the guy just won a Grammy. I think we should stand up for our artists here in the province of Ontario and stand up for the music fund because it will allow for this sector to continue to grow.", "Interjections." ],
  "anchor" : "para518",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Start the clock.", "New question." ],
  "anchor" : "para521",
  "subject" : {
    "text" : "Music industry",
    "anchor" : "para505"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "My question is for the Minister of Transportation. On Sunday, January 10, at approximately 3 p.m., the Nipigon River Bridge was closed to travellers due to safety concerns. We were all pleased to see MTO staff work quickly and decisively that day. I know that we are thankful that no one was hurt during this incident.", "This is an absolutely crucial section of the transportation network in northwestern Ontario, linking east and west. I know the MTO crews have been working very hard to restore traffic to two lanes. Can the minister please provide members of this House with the latest information on the reopening of the Nipigon River Bridge?" ],
  "anchor" : "para525",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin by thanking the member from Sudbury for this question and for his ongoing advocacy on behalf of his riding and all of northern Ontario.", "I also want to take a very quick moment to pay tribute to the Minister of Northern Development and Mines, who showed extremely strong local leadership within hours of this incident occurring back in January. I also want to thank the municipalities, First Nations communities and all of those travelling Highway 11/17 for their patience and understanding as we’ve taken the necessary steps to bring the Nipigon River Bridge back to full service.", "As Minister of Transportation, my number one priority is the safety of all those using the roads and highways in this province. That’s why I’m extremely pleased to announce that the Nipigon River Bridge has reopened as of 10 o’clock this morning.", "Again, I want to thank the Minister of Northern Development and Mines. I want to thank the member from Sudbury and our other members from northern Ontario.", "We will continue to make crucial investments in highway expansions across northern Ontario and in all forms of infrastructure right across this province. I encourage all to pay close attention to this afternoon’s budget, in which I’m sure the Minister of Finance will continue to outline our plans to build Ontario up." ],
  "anchor" : "para528",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para533",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I also want to thank the Minister of Transportation for his response. I know that many northerners will be relieved to hear that the Nipigon River Bridge has reopened. This bridge is being constructed as a component of the expansion of Highway 11/17, between Nipigon and Thunder Bay, and it is just one example of the investments that our government is making in northern Ontario.", "As the member for Sudbury, I know that my constituents are glad to have a government that is willing to make those investments that truly count for northerners. So, can the Minister of Northern Development and Mines please tell members of this House what our government is doing to support northern roads and bridges?" ],
  "anchor" : "para534",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Minister of Northern Development and Mines." ],
  "anchor" : "para536",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Thanks so much to the member for Sudbury for the question. I sure am pleased to have an opportunity to thank my colleague the Minister of Transportation and certainly the hard-working staff in his ministry for their dedication to ensuring that the reopened Nipigon River Bridge is safe and available to travellers across the north. May I say: Minister Del Duca was in touch with me immediately after the incident on January 10. In fact, I think we spoke at great length twice, and even Premier Wynne spoke to me as well.", "Minister Del Duca has remained very accessible and responsive not only to me as the local member but with the communities impacted, ensuring up-to-the-minute information was publicly available. So we are very pleased that indeed the two lanes are open, and we look forward to seeing the results of the investigation.", "This very much ties into our commitment to northern highway infrastructure: $5 billion over the last 10 years in terms of northern highway rehabilitation and expansion. Again, we look forward to good news in the budget." ],
  "anchor" : "para537",
  "subject" : {
    "text" : "Northern transportation",
    "anchor" : "para524"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is actually to the Premier. She boasts about open government, transparency and accountability, but the facts compared to the spin are quite astonishing, Speaker. You just have to look at the deletions in the gas plant scandal or at the leaked budget documents we received over a year ago.", "Now, today, her government will table a budget almost a month earlier than previously scheduled and without the Standing Committee on Finance and Economic Affairs reporting on the extensive pre-budget consultations held throughout Ontario. They’re making a mockery out of public consultation to the people who actually care about what happens in this assembly.", "Can the Premier explain to me, to my colleagues and to all of those across Ontario who spent time and valuable resources on their presentations, why her government is ignoring them?", "Interjection." ],
  "anchor" : "para541",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Just before we move, I’d like to remind the government House leader and all members that we do not reference anyone’s attendance in this place.", "Deputy House leader." ],
  "anchor" : "para545",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Thank you, Mr. Speaker. I should point out to the member who has this great concern about consultation that, first of all, you’re always demanding on the other side that we have an earlier budget than a later budget. Now you’ve changed your mind on that.", "But I want to point out that the government has collected more than 2,700 ideas from thousands of Ontarians through nine weeks of engaging with Ontarians in person, online, in writing and by telephone; 20 in-person consultations in 12 cities; and heard from over 700 people. For the second year in a row we launched budget talks where over 6,500 Ontarians registered as users. That information has been very valuable as we continue this process, and those who voice their opinions will have those opinions taken into full account, and you will see that they’ve been reflected—" ],
  "anchor" : "para547",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para549",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I’d actually like to go back to the Premier, as much as I respect the deputy government House leader. The reality is that there were consultations that took place, formal consultations for this assembly. The committee responsible for those pre-budget consultations hasn’t even written their report, so you are basically and effectively acknowledging that this is a scam.", "I want to go back. You talk a lot about stretch goals, aspirational budget, revenue tools—all buzzwords like “openness,” “accountability” and “transparency.” The Premier may want to sit over there and laugh at the opposition. She may want to laugh and thumb her nose at the public, who can no longer afford her high-tax budget increases like we just saw.", "Let’s talk about the Premier, in the last election, campaigning against a gas tax and then, just this week, implementing one. They do one thing after they say they’ll do another. It’s a pattern of behaviour that I’ve seen over the past 13 years: winning at all costs, and the public be damned.", "My question back to the Premier: Will you admit the public interest isn’t your interest anymore?", "Interjections." ],
  "anchor" : "para551",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I will gently caution the member in the use of certain language that was used. I was listening carefully and it was right on the border. If it gets used again, I will have to call it within a withdrawal.", "Deputy House leader." ],
  "anchor" : "para556",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "First of all, I should correct the member. No one over here is laughing at those circumstances. When people have a smile on their face, it’s not an assumption immediately that they’re laughing at anything that’s coming from the opposition. I certainly would never laugh at anything the member from Nepean has to say in this House at all.", "I want to say first of all that the Minister of Finance invited members of the committee, including both finance critics, to meet to discuss what issues have been raised at the committee. The minister also attended the Standing Committee on Finance and Economic Affairs to join them for an open discussion. That’s the first appearance I can remember before the committee since 2005.", "The committee also provided the government with 124 documents, and those documents are on the consultations. So the committee was monitored very carefully by the Ministry of Finance, and all of the opinions heard will be taken into consideration." ],
  "anchor" : "para558",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para540"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "My question is to the Minister of Municipal Affairs and Housing. Good morning, Minister." ],
  "anchor" : "para562",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Good morning." ],
  "anchor" : "para563",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Speaker, we all know we are in crisis in this province when it comes to the availability of safe and affordable housing. We all know there are 80,000 people in Toronto on a waiting list, among the 170,000 people in line across the province. Minister, the waiting list in Windsor is now at 3,000. Some of these good folks have been waiting seven years for safe and affordable housing.", "Speaker, would the minister agree that this is disgraceful and that it’s time this government did something about it?" ],
  "anchor" : "para564",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "This minister would agree that it’s time we did something about it, and I’m pleased to share a little bit about what’s happening in that regard. One of the first things that I did as Minister of Municipal Affairs and Housing was to pull together an expert panel on homelessness, which the member opposite—thank you for the question, by the way—is aware of.", "We’re also working very hard on developing a new and updated Long-Term Affordable Housing Strategy, which I anticipate will be released in the next couple of weeks.", "I can also say: It’s not just Windsor and Toronto. Sudbury has the highest waiting list it’s had in years, and other municipalities as well. Our partners at the municipal level are raising the issue, as I am raising it with caucus and cabinet, and I’m looking forward to some assistance. I’m looking forward to some assistance, perhaps from our—" ],
  "anchor" : "para566",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para569",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Windsor is at the top of the unemployment rate in Ontario. Small shelters which were serving 20 meals a day are now providing 200. Food banks are busier than ever before. Without housing, people can’t look for employment. We’re better off than in some places in the province because we have 8,700 affordable housing units, but they need more than $60 million in upgrades.", "When is this government going to take seriously the crisis in safe and affordable housing in Windsor and right across this province?" ],
  "anchor" : "para572",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "We announced just about 10 days ago an infusion of $92 million to assist with rehabilitation of housing units. I could reference the largest contribution of any Ontario government in history—I won’t do that—in terms of affordable housing or the number of units we’ve helped create—I won’t do that—or the number of people we’ve helped stay in homes. It’s a serious problem. It’s one that needs serious attention, and it’s going to get that attention from this minister and, I’m hoping, our government.", "The other piece of good news—" ],
  "anchor" : "para574",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Chair, please." ],
  "anchor" : "para576",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The stars are lining up. There are still some clouds in the sky which we need to move. For the first time in recent history, we have a federal government that’s committed to working with the province and municipalities to develop a national housing strategy and to make sure that the homes out there that are in need of a retrofit—" ],
  "anchor" : "para577",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para578",
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "My question is to the Associate Minister of Finance. Since being elected to represent my riding of Etobicoke Centre, I’ve heard about a range of issues from my constituents. One of the issues that I hear about a lot is the need to strengthen retirement security.", "As a young person, I probably don’t think enough about this issue, but I have heard from young people in my community and, more often than not, I also hear from seniors whom I represent who hope that the next generation, their children and grandchildren, will be able to enjoy the retirement security that they deserve and retire comfortably. That’s why I’m proud of the leadership that our Premier has shown, not just in Ontario but across Canada, in advocating for enhancements to retirement security, not just here in Ontario but across the country.", "Minister, as you know I also have a business background. I’ve spoken to you and your staff on a number of occasions to relay what I’ve heard from businesses, some of whom have expressed questions and concerns about the economic impact of the ORPP and the impact on business.", "Last session, I was so pleased, Minister, when you committed to conduct a cost-benefit analysis to study the economic impact of the ORPP. Could you share with us what the analysis uncovered?" ],
  "anchor" : "para581",
  "subject" : {
    "text" : "Ontario Retirement Pension Plan",
    "anchor" : "para580"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank very much the terrific member from Etobicoke Centre for this important question.", "Last December, our government fulfilled its legislative commitment and tabled a cost-benefit analysis of the ORPP. This independent analysis was conducted by the Conference Board of Canada. The findings are clear: Accounting for all factors, the analysis shows that Ontarians and the economy will be better off under the ORPP. The report found that the ORPP will have a long-term positive impact on Ontario’s economy. When factoring in reductions in EI and WSIB premiums, disposable income will be $63.3 billion higher than the base case for Ontario’s economy. The GDP will be $62.7 billion higher than the base case scenario, as lower management fees associated with the ORPP will save middle-income individuals upwards of 43%." ],
  "anchor" : "para585",
  "subject" : {
    "text" : "Ontario Retirement Pension Plan",
    "anchor" : "para580"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38(a), the member from Lanark–Frontenac–Lennox and Addington has given notice of his dissatisfaction with the answer to his question given by the Premier concerning domestic violence. This matter will be debated on Tuesday, March 1, at 6 p.m." ],
  "anchor" : "para588",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para587"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "In the Speaker’s gallery today, we have a guest from the Legislative Assembly of Alberta. Please join me in welcoming the youngest-ever MLA, Thomas Dang, the member from Edmonton–South West.", "The member from Barrie on a point of order." ],
  "anchor" : "para590",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para589"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I didn’t get a chance earlier, but I’d like to welcome Barrie constituent Rebecca Harbridge, who is here today with RNAO." ],
  "anchor" : "para592",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para589"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no deferred votes. This House stands recessed until 1 p.m." ],
  "anchor" : "para593",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para589"
  }
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "I’m pleased to introduce Saad Haider, from the riding of Mississauga–Brampton South, who is here to participate in the model Parliament. As well, Izabela Szczytynski is here today." ],
  "anchor" : "para596",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para595"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Each day we have a few minutes dedicated to this assembly for each of our caucuses to talk about important people in their constituencies. I think it is a shining example of how we can bring the stories of incredible people from our constituencies into the public record of Ontario.", "That is what I want to do today with Mr. Raymond Desjardins, from the Barrhaven Legion. Ray is going to turn 75 years old on Saturday, and he has been a great friend to me and to many others across the community as he has championed the inception of the Barrhaven Legion—one of Canada’s most successful Legions—which began its institutional history in Nepean just 10 years ago.", "Ray is the padre of our Legion, and he has presided over many difficult passings and circumstances in our community, always fighting for the veterans who’ve served our community, but going one step further by being a very important supporter of the Perley and Rideau Veterans’ Health Centre, and ensuring that all of those from our community in Nepean–Carleton are treated with dignity and respect.", "He has been part of food and toy drives, he has been part of the annual Christmas-stocking filling at the Perley Rideau, and it is for all of these wonderful contributions that he was awarded the Order of Ottawa by the city of Ottawa. And he is a Knight Commander of the Order of St. George.", "On behalf of all of his friends in Nepean–Carleton, but more importantly, all of those people whom Ray has volunteered for and has given so much to, I want to say happy birthday to him on his very special day." ],
  "anchor" : "para599",
  "subject" : {
    "text" : "Ray Desjardins",
    "anchor" : "para598"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It’s with a heavy heart that I rise today to talk about the loss of an icon in my riding, Mr. Don Ede.", "Don was the guy in Chippawa who was involved in everything and knew everyone. He and his wife, Carol, volunteered with countless organizations, including the Willoughby Historical Society, the Village of Chippawa Citizens Committee, the Niagara Falls Battle of Chippawa, and so many, many more.", "Don and his wife were recently inducted into the Niagara Falls Arts and Culture Wall of Fame.", "Whether you knew him from his days as a champion pigeon racer—or the friends he had coffee with every morning in the Chippawa Tim Hortons, or a person who came to see his collection of historic items from the village of Chippawa, or someone who got a Chippawa green card from him, everyone loved Don. They loved him so much that they even called him Mr. Chippawa, a name he proudly put on his licence plate to go with his Chippawa, Ontario, car window sticker.", "Today would have been Don’s 79th birthday, to be exact, and on this day I’m sure that wherever he is, he knows that his friends, his family and his community will miss him dearly.", "I met Don during the first campaign I ever ran, and he stood by me every campaign after. I can honestly say that without Don’s support and his incredible friendship, I wouldn’t be standing here today to give this statement. For over 15 years, Don had been my dedicated and loyal friend, and I know I will never stop missing him.", "I want to send my condolences to Don’s family—his wife, Carol, who unfortunately couldn’t be here today; his daughters, Darlene and Rebecca; his grandchildren, Marshall, Sarah and Jack—and to everyone else who cannot begin to imagine what Chippawa and Niagara will be without Don Ede.", "So long Mr. Chippawa, and thank you for being my friend." ],
  "anchor" : "para605",
  "subject" : {
    "text" : "Don Ede",
    "anchor" : "para604"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I rise today to speak about the third annual model Parliament, a three-day educational program designed for grades 10 to 12 students who are interested in current events and provincial issues. This unique educational experience brings together 107 students from across Ontario, representing each of the province’s ridings in Toronto.", "The model Parliament is an excellent forum for our youth to gain a stronger insight and knowledge of our province’s parliamentary practices and traditions, while participating in an authentic experience that will teach them the value and importance of our democratic process.", "Tomorrow, the participants of the model Parliament will be doing a mock debate in this legislative chamber. I look forward to attending this debate, as I know it will be lively and engaging.", "Last night, I had an opportunity to meet many of the student participants attending the 2016 model Parliament, including my constituent Anna Wang, a grade 11 student at Dr. Norman Bethune Collegiate. She is from the great riding of Scarborough–Agincourt. She is a highly respected young activist recognized by her peers, and she works hard on social and global issues.", "I know the students in the 2016 model Parliament will forge new friendships and will acquire a new appreciation about how decisions are being made here in the Legislature, and will become active citizens.", "I want to thank all the staff at the Legislature for organizing the third annual model Parliament." ],
  "anchor" : "para614",
  "subject" : {
    "text" : "Model Parliament",
    "anchor" : "para613"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Last night I had the pleasure to attend the Life Sciences Ontario annual awards gala.", "Life Sciences Ontario is a member-driven organization that represents and promotes the province’s vibrant and diverse life sciences sector. Here are highlights of some of the awards presented last night:", "A Lifetime Achievement Award was given to Murray McLaughlin, the executive director of Bioindustrial Innovation Canada. This award recognized his leadership in commercializing biotechnologies and growing innovation-based companies.", "The LSO Volunteer Award was presented to Jason Locklin, who is a long-standing member of the LSO board and whose advocacy and enthusiasm for the life sciences emanates in his roles on many committees and initiatives for LSO.", "Finally, the Life Sciences Leadership Award was given to David Allan, a board member of Formation Biologics. I met David in my office back in December on the LSO lobby day. Saying that David is passionate about furthering the life sciences industry is merely an understatement. He zealously champions the need for public policy to foster and promote the same high tolerance for capital investment in life sciences which Canadian investors practise in other industries. David advocates for the adjustment of fiscal obstacles to life sciences capital, and I must stress that I agree with David on this point.", "There is more to be done in the life sciences sector in Ontario, and as the critic for research and innovation, it is my goal to do all that I can to advocate and promote for the needs of organizations such as LSO." ],
  "anchor" : "para621",
  "subject" : {
    "text" : "Life Sciences Ontario awards",
    "anchor" : "para620"
  }
}, {
  "speaker" : "Paul Miller",
  "text" : [ "It isn’t too often that we find a subject on which both labour and management agree, where union and non-union workers are on the same page; yet, with the release of the Dean review on the Ontario College of Trades, there appears to be a strong collective voice from many in the construction industry.", "While the Dean review contains many positive elements, there is concern that the government is moving too quickly on some of the recommendations—recommendations that could have a profound impact on the construction industry in our province.", "I’ll remind members that, when the college was set up, the objective was to allow the construction industry to regulate itself through an independent, self-financing body. Now, with some of the recommendations in the Dean review, it appears that the government is changing their original basis for the college.", "Earlier this week, I met with members of the Progressive Certified Trades Coalition, who are holding meetings to explain the impact of the Dean review on health and safety, apprenticeships and public safety. I hope all members have an opportunity to chat with them, to learn more about these important issues and to ensure that the government holds detailed and inclusive consultations before implementing the recommendations of the Dean review." ],
  "anchor" : "para628",
  "subject" : {
    "text" : "Ontario College of Trades",
    "anchor" : "para627"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Today I want to give tribute to Mr. Toronto, Al Green. Al Green basically built this city. He built over 100,000 suburban homes and apartments. He built commercial units. Where you see concentration near the subways at Davisville and Yonge, down at Bloor and Sherbourne, and all over the city—Al Green had a vision of people living near public transit, so where the subway went, Al built.", "Al started on Major Street, just a bit west of here. He, his father, Lipa, and his brother Harold started by sweeping chimneys, then they started repairing chimneys, then they started building houses, and then they started to build this city.", "Al Green not only built the city, but he built the arts in the city. He gave millions away in philanthropy to the arts, to sculpture. He also created the Al Green Resource Centre for adults with learning challenges. Mr. Al Green also created the Al Green Theatre, the Al Green Gallery and the Lipa Green Centre for Jewish Community Services.", "Al Green was everywhere. Everywhere in this city, you will see a city that Al Green built. When you look at Toronto, you’re really looking at Al Green’s dream.", "We’re going to miss you, Al. You did so much to build this great city. We will always remember the building that you did with your own bare hands. Long live Al Green." ],
  "anchor" : "para633",
  "subject" : {
    "text" : "Al Green",
    "anchor" : "para632"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to say today that what is uniting us amongst all parties today is our reflections on remarkable citizens. I’m going to be following suit, because earlier this year, I was honoured to welcome to the Teeswater town hall 13 remarkable volunteers from across Huron–Bruce who have worked selflessly to make their communities more vibrant.", "The evening was one of recognition and celebration. As one reporter for the Walkerton Herald-Times said, “This was, without any understatement, one of the most inspiring events I’ve ever attended.”", "The remarkable people who were recognized that evening have truly been quiet champions for their communities, just getting the job done, and honestly an inspiration to their many neighbours, friends and family members who were there in attendance that evening. Whether it had been working for a new community soccer pitch, serving children nutritious food at school or ensuring people living with disabilities are immersed in our communities, these remarkable Huron–Bruce citizens have dedicated their time and energy to making their communities better for those around them.", "That is why today I say thank you and congratulations to Jeff Roberts of Walkerton, Bob Kellington of Brussels, Cathy Pennington of Kincardine, Vicky Culbert of Goderich, Don Farrell of Ripley, Dr. Chandra Tripathi from Kincardine, Heather Frook of Brockton, James Rice of Tiverton, Roger Lewington of Bayfield, Jean Culliton of Teeswater, Jennie Rowe of Exeter, Clarence Kieffer of Walkerton and Diane Lieber of Goderich, formerly South Bruce. Thank you for all you’ve done for your communities." ],
  "anchor" : "para640",
  "subject" : {
    "text" : "Volunteers in Huron–Bruce",
    "anchor" : "para639"
  }
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I am glad to rise today to welcome the first Syrian refugee family to Scugog. They arrived last week on their trip from Jordan to Montreal and then to Scugog, with the help of the Port Perry Refugee Support Group. Of course, they happened to arrive on the coldest day of the year so far, but I know that the residents of Scugog generously came forward with mittens and winter gear for them.", "I want to acknowledge the residents of Durham for their kindness in welcoming this family, and they’re preparing to welcome several more. I know the residents of Durham value a diverse and inclusive community and are eager to offer their hospitality and to share our vibrant community with those who need our help the most.", "Thank you to the constituents of Durham and to the Port Perry Refugee Support Group." ],
  "anchor" : "para645",
  "subject" : {
    "text" : "Refugees",
    "anchor" : "para644"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "On January 17, I was pleased to join over 100 residents of Burlington in a five-kilometre walk to support the resettlement of a Syrian refugee family in our community. This walk was organized by Olivia Walker-Edwards, a grade 9 student from Burlington’s Blyth Academy.", "What started out as a school assignment turned into an event that brought out the best in our neighbours and united our community. Working in partnership with the Burlington Downtown Refugee Alliance, a coalition spearheaded by St. Luke’s Anglican Church and made up of faith-based groups, community organizations, city hall staff, local businesses and Burlington residents, Olivia helped to raise over $5,000 to support a privately sponsored Syrian family.", "Olivia’s efforts to make this walk happen are proof that one person, no matter what their age, can make a difference in the lives of others. From speaking to young people in our city, including those on my youth advisory committee, I know that these young people have a great deal of empathy for the children who are building a new life here in Canada. Olivia embodies this empathy.", "When I asked her why she chose to do this walk, here’s what she said: “I organized this walk because we have all been touched by the images we have seen of the children and families fleeing Syria.", "“I wanted to do something to help and to make a difference.", "“Since the walk, I have learned that the family we are expecting is very similar to my own—a family of six with two girls and two boys—which makes the walk even more meaningful to me.", "“I look forward to meeting them,” she continued, “and to sharing the success of the walk with them. I hope this will make them feel welcome and supported by their new community.”", "I’d like to congratulate Olivia, and thank her and all the students at Blyth Academy, as well as the Burlington Downtown Refugee Alliance, not only for this great event but for their continued efforts to resettle Syrian families in our community." ],
  "anchor" : "para649",
  "subject" : {
    "text" : "Refugees",
    "anchor" : "para648"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment and Climate Change on a point of order." ],
  "anchor" : "para658",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you very much, Mr. Speaker, for the latitude I hope you’ll give me. I would like to welcome, on behalf of the member from Mississauga–Erindale, the great students from Erindale high school. Welcome. It’s great to have you here today. That’s in the west gallery.", "Behind me, in the east gallery, are the students from our model Parliament, who are students of our craft, for some reason. We wish them well and hope that they enjoy their stay here." ],
  "anchor" : "para659",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para657"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you, and welcome to both groups.", "I also want to pick up on the member from Huron–Bruce’s comment. I don’t know if I should be doing this, because I could be testing myself, but today’s statements were exactly what we were looking for, and I appreciate complying with that." ],
  "anchor" : "para661",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "I always listen to you, Speaker." ],
  "anchor" : "para663",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para657"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "But you listened carefully when I said I don’t want to jinx it, so let’s see what happens." ],
  "anchor" : "para664",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para657"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have today laid upon the table order in council 316/2016, dated February 24, 2016, reappointing Barbara Finlay as the temporary Ombudsman for the province of Ontario until March 31, 2016." ],
  "anchor" : "para666",
  "subject" : {
    "text" : "Appointment of temporary Ombudsman",
    "anchor" : "para665"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I also have today laid upon the table order in council 317/2016, dated February 24, 2016, appointing Paul Dubé as the Ombudsman for the province of Ontario commencing April 1, 2016." ],
  "anchor" : "para668",
  "subject" : {
    "text" : "Appointment of Ombudsman",
    "anchor" : "para667"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly.", "“Whereas today, there are more seniors 65 and over than children under the age of 15, both in Ontario and across Canada;", "“Whereas there are currently more than two million seniors aged 65 and over—approximately 15% of the population and this number is expected to double in the next 25 years;", "“Whereas Elder Abuse Ontario stated that between 40,000 and 200,000 seniors living in Ontario experienced or are experiencing elder abuse;", "“Whereas research showed that abuse against seniors takes many forms and is often perpetrated by family members;", "“Whereas financial and emotional abuse are the most frequently reported elder abuse cases;", "“Whereas current Ontario legislation incorporates the Residents’ Bill of Rights, mandates abuse prevention, investigation and reporting of seniors living in either long-term-care facilities or retirement homes;", "“Whereas the majority of the seniors currently and in the future live in the community;", "“Whereas Bill 148, if passed, will ensure seniors living in the community have the same protection and support as those seniors living in long-term-care facilities and retirement homes;", "“Whereas Bill 148, if passed, will require regulated health professionals to report elder abuse or neglect to the public guardian and trustee office;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the members of the Ontario Legislative Assembly pass Bill 148, An Act to amend the Substitute Decisions Act, 1992 and the Regulated Health Professions Act, 1991, requiring health professionals to report any reasonable suspicion that a senior living in the community is being abused or neglected to the public guardian and trustee office.”", "I fully support the petition and I give my petition to Richard." ],
  "anchor" : "para671",
  "subject" : {
    "text" : "Elder abuse",
    "anchor" : "para670"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children and youth living with asthma;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on ... private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41 ... through the committee,” through “third ... reading; and to ... royal assent....”", "I agree with this, affix my name and give it to Sayeem." ],
  "anchor" : "para686",
  "subject" : {
    "text" : "Lung health",
    "anchor" : "para685"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this, sign it and will send it down with page Owen." ],
  "anchor" : "para695",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para694"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I support the petition, will sign it and send it to the table with page Suzanne." ],
  "anchor" : "para703",
  "subject" : {
    "text" : "Health care funding",
    "anchor" : "para702"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I do have some petitions here that I’m going to present on behalf of the member from Peterborough, Minister Leal, and I will read them.", "“To the Legislative Assembly of Ontario:", "“Whereas there are over 2.6 million caregivers to a family member, a friend or a neighbour in Ontario;", "“Whereas these caregivers work hard to provide care to those that are most in need even though their efforts are often overlooked;", "“Whereas one third of informal caregivers are distressed, which is twice as many as four years ago;", "“Whereas without these caregivers, the health care system and patients would greatly suffer in Ontario;", "“Therefore” be it resolved that “we, the undersigned, petition the Legislative Assembly of Ontario to support MPP Gélinas’s bill to proclaim the first Tuesday of every April as Family Caregiver Day to increase recognition and awareness of family caregivers in Ontario.”", "I will sign this petition and send it to the desk." ],
  "anchor" : "para711",
  "subject" : {
    "text" : "Caregivers",
    "anchor" : "para710"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space as it was built for a mere 7,000 visits and experiences in excess of 33,000 visits annually” in its emergency department; and", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth” and the hospital catchment area, “which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Kathleen Wynne Liberal government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "Of course, I agree with the petition, and I will sign it." ],
  "anchor" : "para720",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para719"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come”—for our young kids up at the top there." ],
  "anchor" : "para729",
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para728"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children and youth living with asthma;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I support this petition, I sign it and I give it to page Micah." ],
  "anchor" : "para738",
  "subject" : {
    "text" : "Lung health",
    "anchor" : "para737"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Health Canada has approved the use of Soliris for patients with atypical hemolytic uremic syndrome (aHUS), an ultra-rare, chronic and life-threatening genetic condition that progressively damages vital organs, leading to heart attack, stroke and kidney failure; and", "“Whereas Soliris, the first and only pharmaceutical treatment in Canada for the treatment of aHUS, has allowed patients to discontinue plasma and dialysis therapies, and has been shown to improve kidney function and enable successful kidney transplant; and", "“Whereas the lack of public funding for Soliris is especially burdensome on the families of Ontario children and adults battling this catastrophic disease;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Instruct the Ontario government to immediately provide Soliris as a choice to patients with atypical hemolytic uremic syndrome and their health care providers in Ontario through public funding.”", "I agree with this petition. I’ll affix my signature and send it to the desk with Bianca." ],
  "anchor" : "para747",
  "subject" : {
    "text" : "Ontario Drug Benefit Program",
    "anchor" : "para746"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’ve got another petition here. These are from people concerned about lung health, from the St. Catharines area. It’s a petition addressed to the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children and youth living with asthma;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on ... private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41” through to royal assent.", "Thank you, Speaker. I agree with it and affix my signature—" ],
  "anchor" : "para755",
  "subject" : {
    "text" : "Lung health",
    "anchor" : "para754"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further petitions?" ],
  "anchor" : "para764",
  "subject" : {
    "text" : "Lung health",
    "anchor" : "para754"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario, and it reads as follows:", "“Whereas the price of electricity has skyrocketed under the Ontario Liberal government;", "“Whereas ever-higher hydro bills are a huge concern for everyone in the province, especially seniors and others on fixed incomes, who can’t afford to pay more;", "“Whereas Ontario’s businesses say high electricity costs are making them uncompetitive, and have contributed to the loss of hundreds of thousands of manufacturing jobs;", "“Whereas the recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion over the next 18 years if nothing changes;", "“Whereas the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, the sale of surplus energy to neighbouring jurisdictions at a loss, the debt retirement charge, the global adjustment and smart meters that haven’t met their conservation targets have all put upward pressure on hydro bills;", "“Whereas the sale of 60% of Hydro One is opposed by a majority of Ontarians and will likely only lead to even higher hydro bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To listen to Ontarians, reverse course on the Liberal government’s current hydro policies and take immediate steps to stabilize hydro bills.”", "Mr. Speaker, I support this petition as well." ],
  "anchor" : "para766",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para765"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas the residents of the municipality of Clarington have been promised that the GO train would be extended to Courtice and Bowmanville;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario keep its promise to Clarington residents and commit to providing the necessary funding for Metrolinx to complete the extension of the GO train to Courtice and Bowmanville no later than 2018.”" ],
  "anchor" : "para777",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para776"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition here, addressed to the Ontario Legislative Assembly:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I agree with the petition, affix my name and give it to page Richard to bring to the table." ],
  "anchor" : "para782",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para781"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time allocated for petitions has ended.", "Therefore, pursuant to standing order 59(b), this House stands recessed until 4 p.m. this afternoon." ],
  "anchor" : "para791",
  "subject" : {
    "text" : "Water fluoridation",
    "anchor" : "para781"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I would ask the House to revert to introduction of bills.", "Interjections." ],
  "anchor" : "para796",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Finance, try another thing." ],
  "anchor" : "para798",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "This other page is a little bit better.", "I move, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para799",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Sousa has moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government.", "I would ask at this time that, as the pages deliver the copies of the budget, two things happen: that we clear the way and make sure that there is nothing in your aisles; and that we allow them enough time to deliver the budgets, and then we will proceed.", "It is now time for the delivery of the budget.", "Interjections." ],
  "anchor" : "para801",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And you thought Canadian curling was exciting.", "I must check to see that all members have their copies. All members? Thank you.", "Minister of Finance." ],
  "anchor" : "para805",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I would ask the House to revert to introduction of bills." ],
  "anchor" : "para808",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Not yet." ],
  "anchor" : "para809",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Not yet? All right, Mr. Speaker. Thank you." ],
  "anchor" : "para810",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Do your speech." ],
  "anchor" : "para811",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "All right.", "Interjections." ],
  "anchor" : "para812",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I just want to get on with it. I’m sorry.", "Mr. Speaker, I rise to present the 2016 Ontario budget. Before I begin, please join me in welcoming my wife, Zenny, who is seated in the Speaker’s gallery. We first met in junior kindergarten, in Kensington Market. She often reminds me of those humble beginnings, which inspire me—which inspires many—to do our best so that our kids can have an even greater opportunity. Mr. Speaker, those values are shared by most Ontarians and they’re reflected in the pages of this document.", "Monsieur le Président, j’ai l’honneur de déposer le budget de l’Ontario de 2016.", "It’s also an honour to extend particular thanks to my Deputy Minister of Finance, Scott Thompson, and the Deputy Minister of Treasury Board Secretariat, Greg Orencsak, and their teams.", "My sincere gratitude goes to all the people at the Ministry of Finance and Treasury Board for a job well done. As well, Mr. Speaker, I wish to commend our great political staff and colleagues in this House for their long hours and exceptional teamwork in helping create a plan designed to grow our economy and create jobs. Thank you, to everyone.", "Mr. Speaker, as anyone who’s been through the budget process knows, it’s not glamorous.", "But I know two things about our Ontario public servants:", "First, they know that serving the people of Ontario is a privilege.", "And second, there’s nothing they would rather do.", "Mr. Speaker, we expect nothing less in Ontario.", "Because that tremendous work ethic ... that same spirit ...", "Lives in homes and businesses right across our province.", "Ontarians not only work hard ... we work smart.", "And we look at the challenges ahead of us ... and overcome them.", "We size up the opportunities ... and seize them.", "It’s what we do.", "It’s why our families came here ... whether a century ago ...", "Or decades ago ... like mine ...", "Or weeks ago ... like refugees fleeing Syria ...", "People from around the world choose to live in Ontario ...", "Because they know that in Ontario ...", "What was true yesterday is still true today:", "There is room for everyone.", "Room for everyone to compete and do business.", "Room to learn.", "And, above all, room to help each other.", "And I believe ... no matter which side of this House we sit on ...", "We can all agree that what Ontario needs ... is jobs for today ...", "And jobs for tomorrow.", "During the last global recession, we launched a multi-year plan to protect jobs ... invest in schools, hospitals, roads and transit ...", "A plan that manages expenses and that strengthens our economy.", "We did this, while building an Ontario that is every bit as compassionate ...", "As it is competitive.", "We knew that we had to control expenses, manage spending, find savings ...", "And make the necessary investments to move Ontario forward ...", "To protect and create more jobs.", "And all the while, chipping away ...", "Patiently ...", "Day in and day out ...", "At the deficit.", "At the same time, we also chose to keep supporting valuable services ...", "Like health care and education ... that provide for our families and keep us competitive.", "Mr. Speaker, there are other choices we could have made ...", "Some wanted us to cut vital services drastically across the board ...", "But that would have hurt the very services Ontarians needed most ... at the moment they most needed them.", "Instead of cutting ... we built ... Mr. Speaker.", "We kept people working and we built for the long term.", "We built hospitals ... and schools ...", "We built roads ... and transit.", "And we built an education system second to none.", "Today ... students from full-day kindergarten to college, university and apprenticeships are getting ready for today’s jobs and tomorrow’s opportunities.", "All of us ... as Ontarians ... have been creating those opportunities, together.", "Since 2009, our businesses and entrepreneurs have helped create more than 600,000 net new jobs.", "The vast majority of these have been full-time and high-paying jobs in the private sector.", "And Ontario is getting ready to create an additional 320,000 jobs over the next 36 months.", "Mr. Speaker, that would bring Ontario’s total job creation to well over 900,000 in just 10 years.", "That is more jobs than there are people in the sixth-largest city in Canada—my hometown of Mississauga.", "And there’s more.", "We’ve created a business and investment climate that is one of the most competitive in North America.", "We’re keeping our taxes competitive.", "We’ve cut the marginal effective tax rate on new business investment in half.", "And we’re keeping that in place, too.", "We’ve reduced the cost of doing business by eliminating regulatory red tape.", "And we’re going to do even more.", "When people start a business in Ontario ... they know that their workers will be highly skilled and talented.", "Those solid advantages, Mr. Speaker ... are important in an uncertain global economy.", "Ontario’s economy is projected to grow by 2.2% ...", "Making us a leader in Canada in economic growth and job creation.", "For the last two years, we have attracted more foreign direct investment than any other Canadian province or US state, creating full-time, high-paying jobs in the private sector for Ontarians.", "We know from experience, however, that the global economy can turn very quickly.", "Right now, uncertain economic winds are currently blowing in the right direction for Ontario.", "A low dollar ...", "Low oil prices ...", "And steady US demand all favour Ontario exports.", "However, we cannot simply trust that those fair economic winds will stay with us.", "We must keep charting our own course.", "So, we’re staying the course, moving forward with our plan that is working to build jobs for today ... and jobs for tomorrow.", "The plan is investing in infrastructure to be more competitive ...", "It’s about leading in a low-carbon economy driven by innovative, high-growth, export-oriented businesses.", "The plan invests in people’s talents and skills and their ability to get and create the jobs of tomorrow ...", "By expanding access to college and university education.", "The plan also helps all Ontarians ...", "Achieve more.", "The plan is also about helping more Ontarians achieve a more secure retirement.", "At the same time, Mr. Speaker, we will keep building a more compassionate Ontario and a fair society ...", "And stick to our plan of fiscal responsibility to eliminate the deficit by next year ... in 2017-18.", "Mr. Speaker ... we launched full-day kindergarten in 2010.", "We said then that it was the best thing we could do to build a better, more competitive Ontario ...", "Because we know that giving young minds a great start in those critical early years ...", "Sets them on a path to success in the years that follow.", "Mr. Speaker ... that first full-day kindergarten class is in grade 5 this year ...", "And with each passing year ... our young people ... our children ...", "Are learning new skills and gaining more confidence ...", "Getting closer to postsecondary education and the workforce.", "As every parent knows ... kids grow up fast.", "One day, we’re driving them everywhere by car ...", "The next day, they’re driving the car everywhere.", "So it’s time, Mr. Speaker ... that we look ahead to what our kids will do next.", "We have to make sure that every child ... no matter what their family income ... has an opportunity to get a great start in life.", "Next, we’ll make sure that every student ... no matter what their family income ... has an opportunity to get a great job.", "The kind of job you can only get with a postsecondary education.", "We know that people who have a degree or diploma can expect to earn more than those who don’t.", "We also know that people from low-income families do not pursue a postsecondary education as much as others ...", "Because they feel that it’s beyond their reach.", "And even though we have one of the highest attainment rates in the world ...", "We need it to be higher to enhance Ontario’s prosperity even more.", "That is why we are taking steps to make postsecondary more affordable for more students.", "We are transforming Ontario’s student assistance so it becomes less complex and easier to access.", "All students will continue to be as well as, or better off than, they are under the current Ontario Tuition Grant.", "In fact, more than 50 per cent of students from families with incomes of $83,000 or less will receive grants that are greater than the cost of average tuition.", "Too often, most of the most vulnerable in our society don’t pursue higher education due to the sticker shock of admission.", "For college and university students who come from families with incomes of less than $50,000, average tuition will be free.", "Mr. Speaker, it gives us great pleasure to announce that these students will have no provincial student debt—students like Cormac McGee, who is in his fourth year of journalism studies at Ryerson University, and Megan Phillips, who is in her second year of medical office administration at George Brown College. Both are with us today in the Speaker’s gallery. Please welcome them.", "Our plan will also increase access and benefits to the middle class.", "That means more young people ... will have greater education ...", "And be better prepared to find work ...", "With more opportunity to excel at attaining a higher quality of life for their families.", "This is an investment in their future. It’s an investment in our future.", "Mr. Speaker ... there’s also another investment we proudly make.", "Our publicly funded, high-quality health care system is a great competitive advantage for Ontario ...", "And it’s also a source of comfort for our families.", "For the last several years, Ontario has not only controlled growth in health care spending ...", "We have led the way in keeping our strong health care on a sustainable path.", "In 2016-17, we will increase funding for hospitals by $345 million, including the first increase to hospital base budgets in five years, which will reduce wait times even further.", "At the same time, we are maintaining our commitment to increase funding to home and community care ...", "By $250 million per year for the next two years.", "Ontario is also planning to make the shingles vaccine available to eligible seniors aged 65 to 70 ...", "Free of charge.", "This will lower their costs by about $170, to help make their everyday lives easier, as well as help reduce emergency visits and hospital stays.", "This balanced approach allows Ontario to achieve greater progress ...", "And protect high-quality, valued health care.", "Mr. Speaker ...", "We all have places we need to go, and we need to travel", "Whether it’s an early meeting at the start of the day ...", "Or daycare at the end of the day.", "Like so many, I’m a daily commuter ...", "And I think I speak for all commuters when I say ...", "We’d rather spend less time looking at those stick-figure families on those car windows ...", "And more time with our own families.", "That’s why we are committing $160 billion over 12 years ...", "To public infrastructure.", "That’s a bigger commitment than what was made in our fall statement ...", "And it’s the biggest investment of its kind in our province’s history.", "Mr. Speaker, strategic infrastructure investments stimulate economic growth and create jobs.", "Strategic infrastructure investments move people more quickly and safely ...", "And strategic infrastructure investments move goods to market more competitively.", "By Moving Ontario Forward, we are building GO regional express rail ...", "Which will quadruple the number of trips from 1,500 to 6,000 a week.", "Municipalities have told us that the Ontario Community Infrastructure Fund ...", "Is vital to help them build infrastructure that is critical for their communities to thrive and compete.", "Mr. Speaker, these are smaller communities of less than 100,000, and also rural and northern communities." ],
  "anchor" : "para814",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Small towns, big dreams." ],
  "anchor" : "para967",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Right.", "I am pleased to share that we are increasing and expanding this fund to $300 million per year by 2018-19 ...", "Mr. Speaker, these are vital investments in jobs for today and jobs for tomorrow.", "These are investments that keep Ontarians moving ...", "These are investments to keep our economy growing.", "Furthermore ... over 10 years ... we will invest $11 billion to improve the condition of our schools.", "And $12 billion in hospital capital improvements.", "Mr. Speaker, these record investments we are making in building roads, transit, schools and hospitals ...", "Will create jobs today.", "And sustain jobs for tomorrow ...", "They will strengthen our province ... and improve quality of life for Ontario families.", "Sourcing capital is also a key part of enabling these investments.", "As you know, in November 2015, the province completed the initial public offering of Hydro One ...", "It created strong investor demand and was well received by the marketplace.", "We remain on track to generate $5.7 billion ...", "From maximizing the value of our assets ...", "And, more importantly, from reinvesting those funds into transit and other projects across Ontario ...", "To create even more valuable assets and even greater returns.", "Mr. Speaker ... although today’s global economic climate continues to be uncertain ...", "The forecast for Ontario is stronger than in other regions.", "Last month, TD Bank reported that Ontario can expect solid economic growth in 2016 ...", "Fuelled by our strong manufacturing and exports.", "We want to sustain that growth, Mr. Speaker ...", "And build upon it.", "We want to lead the world ... with a dynamic and innovative business environment.", "That’s why we’re moving forward with the Business Growth Initiative outlined in last fall’s economic statement.", "This will support further innovation in Ontario’s economy ...", "It will help small and medium-sized businesses scale up, helping them become global leaders.", "The Business Growth Initiative will help modernize the regulatory system and further reduce costs of doing business ...", "One example is a new advanced manufacturing consortium involving three universities—Western in London, U of W in Waterloo and McMaster in Hamilton." ],
  "anchor" : "para968",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "They got a little bit ahead of me there, presidents. I’d like to highlight the presence of those three universities, who are also with us today in the gallery. Mr. Amit Chakma of Western, Mr. Feridun Hamdullahpur of Waterloo and Mr. Patrick Deane of McMaster, thank you for your partnership.", "This partnership will work with businesses, manufacturers and industrial research projects ...", "In making Ontario a leader in products like digital components and high-tech devices.", "Ontario will lead. We have no doubt.", "Mr. Speaker, the global fight against climate change presents new opportunities for Ontario’s economy and jobs.", "We all know that climate change already costs the people of Ontario. Let’s not turn our backs on them.", "We know that if left behind, those financial costs will only continue to rise over the coming years.", "And we know that while climate change creates environmental challenges ...", "Tackling those challenges also creates tremendous economic potential.", "I am proud that Ontario has supported innovation to become a model for sustainable growth and prosperity.", "Our people have shown leadership in areas like quantum research in the Perimeter Institute and biosciences in MaRS.", "We cannot ... and will not ... sit idly by and wait for others to take action.", "That’s not the Ontario way.", "It sounds new age, but it’s been our tradition.", "In fact, Mr. Speaker, many people may not know that North America’s very first commercial oil well actually began in Ontario in 1858 ... in the village of Oil Springs in Lambton county.", "Now, more than 150 years later ... we’re leading again.", "Ontario began transforming our carbon-based economy a decade ago ...", "When we announced North America’s single-largest greenhouse gas-reducing initiative ...", "By closing down our coal-fired power plants.", "Coal has gone from supplying a quarter of our electricity 10 years ago ... to none today.", "I grew up next to the four sisters Lakeview coal plant.", "In 2005, we had more than 50 smog days.", "Since we closed the last of Ontario’s coal plants in 2014, we’ve had zero—none.", "Our people breathe easier ...", "Our air is cleaner ...", "Our electricity is greener ...", "And others ... around the world ... are looking to our leadership in clean tech.", "Because Ontario is home to more than a third of Canadian clean technology companies.", "All of this means jobs for today ...", "And jobs for tomorrow ...", "Giving us a competitive advantage over places where they’ve chosen to put off their emissions reductions for another day—another smog day.", "Make no mistake, Mr. Speaker ...", "Our world ... our global economy ... is headed to lowering emissions and cleaner air.", "There’s an old saying, Mr. Speaker: We do not inherit the earth from our parents, we borrow it from our children. Mr. Speaker, our people, our children, are demanding that we be good stewards of the environment, as well as the economy.", "Ontario was among the first to eliminate coal ...", "Among the first to embrace clean tech ...", "And we will be one of the first to take the next big step in environmental sustainability, innovation and economic growth.", "That is why Ontario is moving forward with the proposed cap-and-trade program.", "Under this program ... Ontario would cap the amount of greenhouse gas pollution that businesses and institutions can emit.", "Companies could respond by investing in clean tech to become more efficient, burning fewer fossil fuels or buying additional carbon credits.", "In the meantime, Mr. Speaker, all proceeds from the cap-and-trade program—up to $1.9 billion annually ...", "Will be invested exclusively in prescribed programs that reduce pollution and greenhouse gas emissions ...", "To ensure clean air for our children and future generations to come.", "As Ontario invests in growing the global low-carbon economy ...", "We will reap the economic benefits ...", "And Ontario’s clean tech companies will thrive.", "With our recently announced Green Investment Fund ...", "Ontario will spur investment and innovation ...", "To help provide solutions to large emitters that face barriers in reducing greenhouse gas emissions.", "Mr. Speaker, these dedicated programs will ensure companies and households thrive during the transition to a low-carbon economy.", "Cap-and-trade will create an even more dynamic and innovative business environment ...", "With jobs for today ...", "And jobs for tomorrow.", "Mr. Speaker ... Ontario’s plan ... also includes strengthening retirement security.", "Let’s give credit where credit is due.", "Thanks to the vision and leadership of Premier Kathleen Wynne ...", "The Ontario Retirement Pension Plan will help close the savings gap for millions of people who lack the security of a workplace pension.", "And thanks to the hard work of our colleague Mitzie Hunter ...", "We’ve been able to make the ORPP a major part of our economic plan.", "We believe that every working Ontarian deserves a secure retirement.", "We will enrol employers for the ORPP starting next January, as planned, and only start collecting contributions in January 2018.", "Payments of benefits would still commence in 2022.", "We are also working with the federal government and the other provinces ...", "To look at ways to meet the goals of ORPP within an enhanced CPP framework.", "Most importantly, Mr. Speaker, our plan means more Ontarians will enjoy a more secure retirement, meaning Ontario’s economy will be stronger.", "Mr. Speaker, in keeping with our plan, Ontario continues to build a fair society.", "It not only includes retirement income security, it includes overall income security.", "This year’s budget continues to improve the supports that lift people out of poverty.", "We are directly addressing the impact of the changing labour market and helping our most vulnerable ...", "And as such, we are increasing social assistance rates by 1.5% for people who receive Ontario Works ...", "And people who rely on the Ontario Disability Support Program.", "Mr. Speaker, I am proud to announce that we will also join with researchers and select communities to develop a basic income pilot project.", "And we are investing $178 million over the next three years in our Long-Term Affordable Housing Strategy to support the goal to end chronic homelessness ...", "We’re investing in affordable housing because everyone deserves a roof over their head.", "We’re undertaking new, progressive initiatives such as anti-racism and anti-violence, because it’s never okay. We support a long-term strategy to end violence against indigenous women ...", "Because everyone deserves to be safe.", "Taking action on the recommendations of the Truth and Reconciliation Commission of Canada ...", "Will improve social conditions and economic opportunities for First Nation, Inuit and Métis peoples.", "We’ve listened to Ontarians, Mr. Speaker—" ],
  "anchor" : "para999",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—and it’s important to note that this budget ...", "Is the product of many open and extensive consultations ... with tens of thousands of people across our great province.", "Some may laugh at that, but our interactive Budget Talks platform empowered people to submit, vote and comment in real time.", "The leader of the NDP may not appreciate that, but there is one individual, Lyle Skidmore, who submitted an idea to put LED lighting on provincial highways, and he too joins us today in the Speaker’s gallery. Where are you, Skid? There you are. Thank you.", "His is but one of many ideas that are contained in this plan.", "My colleagues on the Standing Committee on Finance and Economic Affairs tell me that ...", "At every single one of their hearings ...", "They heard from family groups, community groups and health organizations ...", "About what we need to do to help our most frail and elderly ...", "Live with dignity ...", "And about the need to improve palliative care, as well as end-of-life care.", "So, in this budget, we’re going to expand hospice care.", "Mr. Speaker, a lot of this work has been spearheaded by one of the most compassionate Ontarians I know ...", "Someone whose own personal experiences with his father’s end-of-life care have inspired him to help others.", "Thank you, MPP John Fraser.", "Mr. Speaker ... a compassionate Ontario also means making everyday life easier for Ontario families.", "We’ve taken steps to help auto insurance rates go down, not up.", "And we will eliminate the $30 fee for Drive Clean.", "Mr. Speaker, we’re eliminating the debt retirement charge and we’re offering energy retrofits.", "And we’re lowering hospital parking fees.", "Support to full-day kindergarten helps families manage their time and costs while giving our children a better start in life.", "And, Mr. Speaker, we are offering more support for children with autism to help families receive IBI care more quickly and more frequently.", "Education is being expanded with access to online learning through eCampus Ontario.", "And, Mr. Speaker, we are also using technology to make it easier to use public services.", "By 2018, people will be able to use an online service to renew their health cards, as an example.", "Let’s not forget, Mr. Speaker, we have also increased choice and convenience by expanding the distribution of beer to grocery stores …", "And now we’re expanding more choice of wine and cider on those shelves.", "Monsieur le Président, nous avons demandé au gouvernement fédéral à maintes reprises d’agir à titre de partenaire motivé et actif pour créer un Ontario fort …", "Because Ontario remains at the heart of our Canadian economy.", "Et nous avons toujours fait notre part pour nous assurer que notre province et notre pays demeurent forts.", "It’s also encouraging, Mr. Speaker, that Canada’s new government in Ottawa …", "And our new Prime Minister, have shown interest and willingness to work with us to build Ontario’s economy …", "And we look forward to continuing to strengthen that partnership.", "Alors que le Canada fêtera ses 150 ans, notre province tiendra—Mr. Speaker, we are celebrating our 150th anniversary, the roots of our great country and the heritage that makes us who we are.", "Nous allons explorer notre histoire et célébrer nos artistes locaux.", "People will explore our history and also experience the diversity of our indigenous and francophone communities …", "And our many, many cultural communities as well, Mr. Speaker …", "And that makes Ontario great.", "As I said earlier, Ontario’s plan has been long in the making …", "We continue to chip away at the deficit …", "Now, we are in the home stretch.", "Through hard work and discipline—", "Interjections." ],
  "anchor" : "para1080",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—and no thanks to the members opposite, Ontario remains the province with the lowest per capita program spending in Canada, Mr. Speaker.", "Our net debt-to-GDP ratio—a key measure of fiscal performance …", "Is expected to peak at 39.6% in 2015-16 … then level off.", "It will improve in 2017-18 and track towards our goal of 27%.", "Our plan represents a balance between making strategic investments and managing expenses.", "The results reflect the hard work of Deputy Premier Deb Matthews and our Treasury Board team as we continually examine how every taxpayer dollar is spent …", "Line by line …", "To focus on improving outcomes that support key public services relied on by families and to ensure maximum value for taxpayers on government programs and services.", "This has helped improve Ontario’s performance and the fiscal plan.", "Mr. Speaker, our plan is working.", "We are now projecting a deficit of $5.7 billion in 2015-16 ...", "Reduced further to $4.3 billion in 2016-17.", "Mr. Speaker, this will be the last deficit before we erase it completely in 2017-18.", "We are balancing the budget.", "Mr. Speaker …", "Ontario has a lot to be proud of.", "Our natural environment …", "Our quality of life …", "Our great cities …", "Our countryside.", "We grow and produce some of the world’s greatest food …", "Brew great beer and make amazing wine.", "Our high tech and clean tech industries are leading the way for the rest of the world …", "Our banks are some of the world’s strongest and most reliable institutions …", "For hundreds of years … the products mined and made and farmed in Ontario … the discoveries uncovered here … have done more than just bring us wealth and prosperity …", "They’ve improved the lives of millions of people around the world.", "We have much to be proud of.", "And most of all … our single greatest resource …", "The best edge we have in a globally competitive economy has always been …", "And will always be … our people.", "So our government remains committed … above all … to our people.", "To ensure each of us has what we need to compete and win …", "And more than that …", "We have what it takes … to build a bright future.", "Bright people who create jobs today … and jobs tomorrow.", "Thank you, Mr. Speaker." ],
  "anchor" : "para1123",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The opposition House leader and member from Simcoe–Grey." ],
  "anchor" : "para1159",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, I move adjournment of the debate." ],
  "anchor" : "para1160",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Wilson has moved adjournment of the debate. Do we agree? Carried." ],
  "anchor" : "para1161",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para1163",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I would ask the House to revert to introduction of bills." ],
  "anchor" : "para1164",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "So ordered.", "Mr. Sousa moved first reading of the following bill:", "Bill 173, An Act to implement Budget measures and to enact or amend various statutes / Projet de loi 173, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter ou à modifier diverses lois." ],
  "anchor" : "para1165",
  "subject" : {
    "text" : "2016 Ontario budget / Budget de l’Ontario de 2016",
    "anchor" : "para795"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1170",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para1172",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "No, thank you." ],
  "anchor" : "para1173",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader." ],
  "anchor" : "para1174",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para1175",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader has moved adjournment of the House. Do we agree? Carried.", "This House stands adjourned until Monday at 10:30." ],
  "anchor" : "para1176",
  "subject" : {
    "text" : "Jobs for Today and Tomorrow Act (Budget Measures), 2016 / Loi de 2016 favorisant la création d’emplois pour aujourd’hui et demain (mesures budgétaires)",
    "anchor" : "para1167"
  }
} ]