[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para187",
  "subject" : null
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Thank you, Speaker. I want to introduce to you, and through you to members of the Legislative Assembly, a happy announcement from my riding of Leeds–Grenville. My wife, Deanna, and I are new grandparents again. Georgy Alexander Lysko was born October 12, seven pounds, seven ounces, at the Brockville General Hospital. Proud parents are Jordan and Megan. It’s a great announcement for our family, and it was great to celebrate constituency week with a new grandson." ],
  "anchor" : "para190",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Congratulations." ],
  "anchor" : "para191",
  "subject" : null
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "It’s my pleasure to introduce Jean Phillipe Maher, Ian and David Orenstein, Glenn Kelly and Ken Fong, visiting the Legislature—Speaker, amongst the best canvassers in this province." ],
  "anchor" : "para192",
  "subject" : null
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "This year is Consulting Engineers of Ontario’s third annual Queen’s Park day, and we have a number of members from their delegation who are here with us today. The delegation is led by Chair Rex Meadley of C.C. Tatham and Associates and Chief Executive Officer Barry Steinberg.", "The delegation is made up of small, independent, employee-owned and public multinational and multidisciplinary firms. They are hosting a reception today in the legislative dining room from 5 p.m. to 7 p.m. I’d encourage everyone to attend.", "Welcome to Queen’s Park." ],
  "anchor" : "para193",
  "subject" : null
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "I’m delighted to introduce a retired scientist from my riding, Elliott Whitby, who may not be the greatest canvasser but is the greatest sign guy—a member of the signdanistas in Parkdale–High Park. Welcome to Queen’s Park." ],
  "anchor" : "para196",
  "subject" : null
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I’m pleased to welcome a delegation of members from the Association of Major Power Consumers in Ontario to the Legislature today, who are here with their president, Colin Anderson, and their chair, Mark Passi. Welcome to the Legislature." ],
  "anchor" : "para197",
  "subject" : null
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to welcome, representing the Canadian Federation of Pensioners, from Chrysler, GM, Stelco, Sears and Nortel, Cody Cooper, Norm Leblanc, Jeff Oliver, Ed Cukierski, John Augerman, Alanna Lyczba, Wayne Hill, Denise Cay, Gary Marnoch, Pat Mousseau and Peter Krause." ],
  "anchor" : "para198",
  "subject" : null
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I extend a warm welcome to Doug Wilton from TECTA-PDS, pathogen detection systems, from Kingston and the Islands. Welcome to Queen’s Park." ],
  "anchor" : "para199",
  "subject" : null
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I would like to welcome members of the Association of Major Power Consumers in Ontario that I met with this morning: Jody Kuzenko from Vale, Tom Lacey from Nova Chemicals, and Craig McLuckie from Irving Tissue, who are up in the gallery. Welcome." ],
  "anchor" : "para200",
  "subject" : null
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s my pleasure to introduce page Matthew Wahl this morning. Matthew attends MacGregor Public School and is from the great riding of Kitchener–Waterloo." ],
  "anchor" : "para201",
  "subject" : null
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I would like to introduce our special guests today: Richard Koroscil, who is the interim president and CEO of the Ontario Chamber of Commerce, and Anna Koustas, the manager of chamber relations for the Ontario Chamber of Commerce. They are joined by Kimberly Copetti, Mike Chisholm, David Shaw, Karey Large and Jim Waters, and Saeed Zeinali from Futurpreneur Canada. I’d like to remind everyone to join us at this evening’s Futurpreneur Canada reception in caucus room 247 starting at 5:30 p.m." ],
  "anchor" : "para202",
  "subject" : null
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I don’t think she’s in the gallery yet, but Kim Mizen is here, the mother of page Andy Walker, another great Walker in the Legislature from the great riding of Bruce–Grey–Owen Sound." ],
  "anchor" : "para203",
  "subject" : null
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "They’ll be arriving soon, but I’d like to welcome the civics class from Centennial Secondary School in Belleville. Jason Bremner is the teacher, and they should be arriving here soon." ],
  "anchor" : "para204",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have with us today in the Speaker’s gallery some special guests from the Parliament of Israel: Ms. Anat Berko and Mr. Yoel Hasson. With them in the gallery is also Galit Baram, the consul general of Israel at Toronto. Welcome and thank you for being here." ],
  "anchor" : "para205",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from London–Fanshawe on a point of order." ],
  "anchor" : "para207",
  "subject" : {
    "text" : "Attack in Mogadishu",
    "anchor" : "para206"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Speaker, I believe we have unanimous consent for a moment of silence to recognize the hundreds of people who have died in a massive bomb attack in the Somali capital of Mogadishu. Our thoughts are with all of those who are affected." ],
  "anchor" : "para208",
  "subject" : {
    "text" : "Attack in Mogadishu",
    "anchor" : "para206"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from London–Fanshawe is seeking unanimous consent for a moment of silence for the bombing. Do we agree? Agreed.", "I would ask all members of the entire House to please rise for a moment of silence." ],
  "anchor" : "para209",
  "subject" : {
    "text" : "Attack in Mogadishu",
    "anchor" : "para206"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "God rest their souls. Thank you. Pray be seated." ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Attack in Mogadishu",
    "anchor" : "para206"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finally, as we approach the month of November and Remembrance Day and Remembrance Week, I want to take this opportunity to remind the House of a motion that was unanimously passed on October 30, 2014, to permit MPPs to have Canadian Legion poppy donation boxes in their constituency offices if you so wish—as a reminder." ],
  "anchor" : "para214",
  "subject" : {
    "text" : "Veterans",
    "anchor" : "para213"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Minister of the Environment. There are a lot of unanswered questions for the people of Chemical Valley in Ontario, located between Sarnia and Aamjiwnaang First Nation. For nine years, nine long years, we have asked this government for answers, and for nine years they have been ignored. There were 500 government reports documenting industrial environmental concerns in the Sarnia region over a two-year period. That’s nearly 500 incidents where this government had failed to take action, 500 incidents where the people of Sarnia deserved answers.", "Mr. Speaker, how has this government ignored the people and the workers in Chemical Valley for so many years—for almost a decade? It’s astonishing." ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m delighted to respond to the member opposite. I think since my time in the House it’s the first time I’ve heard a question like this about Sarnia, quite frankly." ],
  "anchor" : "para220",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Chief government whip." ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Let me tell you this, Speaker: It’s a fundamental fact that everyone—every person in this great country, this great province of ours—deserves clean air to breathe, clean water to drink and clean land to walk upon. We continue to reflect that in the actions of this government, everything from eliminating dirty coal plants to moving forward with our government’s climate change action plan.", "The air quality has improved over the past 10 years. We recognize there’s more to be done and we will support—" ],
  "anchor" : "para223",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para225",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Smart enough not to look at me.", "Supplementary?" ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Minister of the Environment: The minister pretends they haven’t heard of this. The member from Sarnia–Lambton has responses from three Liberal ministers saying that they’re not responding. This has been brought up for nine years, so it’s a little too convenient to say you haven’t heard about it when your ministers have responded in writing. We have proof that you did not take this seriously.", "In Sarnia, Mr. Speaker, there is a term the government uses: “no field response.” It has become well known because it is associated with the government’s failure to take action and protect the people in Chemical Valley. When there is a report of an environmental concern in Sarnia, it always seems to be that the government’s response is “no field response.”", "emissions were well beyond regulations.", "I’m tired of the no response—" ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. I’ve been getting signals, and I’m going to respond to them. The interjections will stop.", "Minister." ],
  "anchor" : "para235",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker, and thank you for the opportunity to clarify. What I want to clarify is the fact that this is the first time I’ve heard the Leader of the Opposition talk about Sarnia. It’s nice to have some interest there.", "Let me just say a few things. The Sarnia air action plan was initiated to address community concerns, improve local ministry programs and reduce the ambient concentrations of air contaminants identified as priorities in the Sarnia area.", "By law, all spills must be reported to our Spills Action Centre. That centre is open 24/7 and takes all phone calls and addresses all of them. It’s open—" ],
  "anchor" : "para237",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Member from Dufferin–Caledon, come to order.", "You can point to the clock all you want. Your own members were heckling.", "Wrap-up sentence, please." ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I just wanted to say, Speaker, that we’re going to continue our collaboration with the community, the indigenous organizations and business community in Sarnia to make sure we get it right." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para245",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings, come to order.", "Final supplementary?" ],
  "anchor" : "para247",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Minister of the Environment: They may be operating 24/7, but when the only response we have to spills is no response, it’s not good enough. I’m sorry, Mr. Speaker, but he’s not taking it seriously enough. For nine years, the member from Sarnia–Lambton and his community have been fighting for the government to wake up and realize there’s a serious concern here, but they have not.", "Another talking point from the government is that they have some of the strictest limits, but those limits don’t exist if they exempt companies as they have.", "Critics have called this lack of oversight a clear example of environmental racism, and said that the government has turned their backs on First Nations communities. The Minister of the Environment says that everything’s fine and he is doing his job, but this isn’t the case. Mr. Speaker, we cannot ignore the—" ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para253",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "The minister is saying that they’ve had no warnings. They’ve had warnings in 2008, 2010 and 2016, but they’ve turned their back on the people of Chemical Valley.", "Rather than point fingers, rather than say that everything is fine, will the minister finally take responsibility and stop letting down, stop failing, the people of Sarnia and Aamjiwnaang First Nation?" ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para257",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m delighted to keep talking about the progress that the—" ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Bruce–Grey–Owen Sound, come to order. We are now in warnings.", "Carry on." ],
  "anchor" : "para261",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m delighted to be able to continue to talk about the things that we’re doing right across—" ],
  "anchor" : "para263",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Niagara West–Glanbrook is warned." ],
  "anchor" : "para265",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m delighted to continue talking about the things that we’re doing to improve air quality right across Ontario. We’re building on previous regulations to lower air pollution. We’re committed to funding a health study of local Sarnia residents. We’ve been very clear about that.", "We’ll be announcing stricter regulations in the coming weeks, and as I said, we are committed to funding that science-based approach to understanding the localized impact of air pollution on the health of Sarnia residents." ],
  "anchor" : "para266",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para216"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the President of the Treasury Board. Students want to learn, and the faculty want to teach, but as of midnight last night, Ontario colleges are on strike. Some 12,000 faculty and 500,000 students are impacted across the province. Will the Liberals assure the House that they will get both sides back to the bargaining table today?" ],
  "anchor" : "para269",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Minister of Advanced Education." ],
  "anchor" : "para270",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Thank you for the question. It’s very clear that students are our top priority, and our college students, who are not at school today, need to know that all sides are working with the students as the highest priority.", "Our college system in Ontario is extraordinary. For 50 years, it has been training people. Over half a million people are actually taking courses right now. Nearly two million students over those 50 years have attended or graduated from our colleges, and they get terrific results—" ],
  "anchor" : "para271",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If I knew who it was, they would be gone, I think." ],
  "anchor" : "para274",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Some 90% of employers say that they are satisfied or very satisfied with the college grads. This is important work. We’re urging both sides to get back to the table." ],
  "anchor" : "para275",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para276",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the minister: The college system is extraordinary, but when students aren’t in the classroom, students aren’t learning. They’re not learning at Algonquin, Cambrian, Canadore, Centennial, Collège Boréal, Conestoga, Confederation, Durham, Fanshawe, Fleming, George Brown, Georgian, Humber, La Cité collégiale, Lambton, Loyalist, Mohawk, Niagara, Northern, Sault, Seneca, Sheridan, St. Clair or St. Lawrence; 24 great colleges where students are not in the classroom.", "That’s 24 colleges where faculty are on the picket lines fighting for a fair deal. That’s 24 colleges where we need provincial leadership, so we have students in the classroom. My question, Mr. Speaker, directly to the Deputy Premier, is: What is the Premier doing today to make sure that both sides are back at the bargaining table and we have students back in the classroom?" ],
  "anchor" : "para277",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para281",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "On this side of the House we actually respect the collective bargaining process. Of course we want both sides to get back to the table. We want students back in the classroom as quickly as possible. We believe in post-secondary education. We believe in eliminating financial barriers to students in colleges and in universities, which is why we have totally transformed OSAP. We’re seeing tremendous success with the changes to OSAP: Over 50,000 more students have applied for OSAP this year than at the same time last year.", "We believe in post-secondary education. Our record is very, very strong. I wish, course, that both sides will get back and resolve this dispute." ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para285",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the minister: The minister is talking about OSAP. Student assistance is something we all support, but if you can’t actually have a classroom to go into, what does that do? We need to have classrooms where students can learn, and the government is not taking this seriously.", "How about respecting the faculty? How about respecting the students? How about understanding the urgency that exists here? They can’t do this while they’re out of the classroom. Students can’t learn in and appreciate our extraordinary college system if they’re not in school.", "I know that one day of a strike is too long. The government can just ignore this and allow it to go on, but I want, and what I’m pushing for, is that we get a commitment that the Premier is going to take this seriously and the Premier is going to do everything she can to get both sides back to the table and get students back in class." ],
  "anchor" : "para286",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Under the Colleges Collective Bargaining Act, 2008, the employers are represented by the College Employer Council, and they have the exclusive right and responsibility to negotiate. The government itself is not at the table.", "However, Speaker, we are committed to the success of our college students. If the member opposite actually wanted to support students, he would be supporting our policy on free tuition." ],
  "anchor" : "para289",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para268"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My first question is for the Acting Premier. Brantford General Hospital has been operating well over capacity throughout 2017. According to internal documents released this morning, Brantford hospital’s acute care beds reached a shocking 120% capacity in January. I just want to remind the government that 85% capacity is considered the safe level of occupancy in hospitals.", "We’ve seen numbers similar to this, Speaker, over and over again for hospitals all across the province. Why isn’t the government taking the problem of hospital overcrowding and hallway medicine seriously?" ],
  "anchor" : "para292",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para294",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We absolutely are taking the priorities of our hospitals as our priority. That’s why we invested an additional half a billion dollars for operating costs for hospitals around this province in this year’s budget. It followed a similar amount of money, roughly a half a billion dollars, last year.", "But, Mr. Speaker, we’re working very closely with Brantford hospital. In fact, Brantford is facing a number of challenges. We have a supervisor in place there who is dealing with a broad range of challenges that that important community hospital is facing. We increased their budget this year alone by $3 million, but, most importantly, we’re taking the good advice of our supervisor who is working with the front-line staff, with the administrators of the hospital and with the community to make sure that that community hospital is able to serve effectively in all ranges, including capacity, the number of beds that are available, the state of their ER, all aspects, that it’s able to serve that community well." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para297",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, it would seem that the members opposite have not been listening to patients, to families and to health care workers on the front lines. Brantford general is also struggling to keep up with demand in its mental health beds. The hospital reached 108% last summer in terms of capacity and stayed well above the safe 85% capacity throughout 2017 in their mental health beds.", "Does the government believe that it’s okay for Brantford General Hospital to be at 120% capacity of its acute care beds and 108% capacity of its mental health care spaces?" ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Our attention is focused on the Brant Community Healthcare System, the Brantford hospital particularly, because, as I mentioned, we have—it’s an unusual situation in this province—a supervisor in place. The board has been dissolved, Mr. Speaker. We have a supervisor, who is there because we understand that there are a number of challenges being faced, and we want that supervisor working with the local community and the hard-working administrators and front-line health care staff at Brant, to provide the best quality of care to the community that it serves. That is our objective.", "We are doing that in the face of making substantial investments, as I mentioned; more than three million new dollars this year alone is going to Brant. A lot of that investment, in fact, is going specifically to address some of the wait-time challenges that they’re facing. But, Mr. Speaker, with the supervisor in place, we continue to support the efforts of the health care system in Brant as they work towards delivering the highest quality of care for the patients in that community." ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para302",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, what’s unfortunately not unusual in this province is overcapacity hospital beds from one end of Ontario to the other. Hospital administrators and front-line health care workers are doing everything they can with what they’ve been given by this Liberal government, but it’s not enough.", "Hospitals in Peterborough, Brantford, Etobicoke, Brampton, Toronto and Oshawa are all overcrowded and the Premier has seen the proof in the numbers. She has seen the proof in the horror stories that are flooding into her office, I’m sure, as they are into every office of every MPP in this House, and she has seen the proof in the form of a public letter from the Ontario Hospital Association, calling on her to immediately fund hospitals at an adequate level.", "What else do the people of Ontario need to do to make the government take this crisis in our hospitals seriously?" ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, here’s what we should not do: We should not take our lead from the NDP when they were in government, when they closed 24% of the acute care beds in the entire province, or when they closed 13% of all the mental health beds in the province. The PCs, as I’ve mentioned frequently, closed almost 10,000 hospital beds. The NDP closed 9,600 hospital beds during their brief tenure as government.", "We won’t take our advice from their track record, which is massive closure of hospital beds, massive cuts to the hospital system and to the health care budget as a whole. We won’t do that. We’ve been investing in our hospitals year after year after year, and we will continue to do so." ],
  "anchor" : "para306",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para291"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also for the Acting Premier. This weekend we learned through shocking news reports that the people of Sarnia have been exposed to dangerous toxic chemicals for many, many years, the result of industrial leaks from the city’s Chemical Valley. There were over 500 separate incidents in Sarnia in 2014 and 2015, including one leak in 2014 that saw an unsafe level of benzene released into the atmosphere. The toxic plume reached nearby residential neighbourhoods, but families were never told what the odour was or if it was dangerous.", "Can the Acting Premier explain why the people of Sarnia were not warned by the Ministry of the Environment about a cancer-causing chemical wafting towards their front doors?" ],
  "anchor" : "para309",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para311",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you for that important question, as usual. I’ll start by restating a very fundamental fact to this government, Speaker, and to all of us here in the House: that every person in Ontario deserves to breathe clean air. We continue to reflect that very fundamental philosophy in all of the actions that we undertake in this government, everything from eliminating dirty coal plants to moving forward with our climate change action plan.", "The general air quality in Sarnia has improved over the past 10 years, in part because we are listening and consulting with indigenous communities. We are listening and consulting with the public and with business in those areas to make sure that we get it right as we tighten regulations." ],
  "anchor" : "para312",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para314",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, philosophical platitudes are useless when there is a toxic plume wafting up to your front door. The February 8, 2014 spill saw benzene levels in the air as high as 50 parts per billion, 22 times the provincial standard.", "Benzene is carcinogenic. The World Health Organization says that no amount of benzene can be considered safe. This incident risked the lives—the health, at least—of every single person in Sarnia, yet the Ministry of the Environment, whose job it is to investigate when spills happen, didn’t even bother to send someone out to see what went wrong.", "When did the minister and when did the Premier learn of this dangerous spill?" ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m glad for the opportunity to be able to talk about benzene, which we know is a very dangerous chemical. Benzene levels in Sarnia have greatly decreased compared to what they were in the 1980s and the 1990s. In fact, the annual average benzene concentration is now about a third of what it was 25 years ago. But, you know, that’s not good enough, so in 2016, a new air standard for benzene came into effect. It resulted in seven petrochemical- and petroleum-refining facilities in the Sarnia area taking action to reduce benzene emissions through technical standards by applying the best available technology. We’re going to continue to push to make sure the air gets cleaner all the time." ],
  "anchor" : "para319",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "The government and the Premier just can’t seem to get the basics right, whether it’s skyrocketing hydro bills, overcrowded hospitals or chronic chemical spills and leaks that endanger the lives of people in Sarnia.", "In 2009, the government agreed to review the cumulative air pollution in hot spots like Sarnia. In 2009, they made a commitment to do the heavy lifting, to research what was happening in these hot spots when it comes to cumulative air pollution. Eight years later, the results of the review are nowhere to be seen. “Has the review happened?” is my question to this government. Has it happened, and where are the results?" ],
  "anchor" : "para321",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m really delighted to be able to talk about our commitment to funding a health study to understand the localized impacts of air pollution on Sarnia residents. I think understanding the localized impact is what’s really key in terms of figuring out how to move ahead. We’ll also be taking some further steps to ensure that the air quality has improved.", "Last week, I was in Sarnia. I was meeting with First Nations to hear their concerns first-hand. I’m committed to building on previous efforts to reduce air pollution and ensure all Ontarians have clean air to breathe. We are committed to that study, Mr. Speaker." ],
  "anchor" : "para323",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para308"
  }
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services. Ontario’s corrections system is a disaster and our probation and parole system is a joke. Jails are overcrowded, and cellblock violence is out of control. Most inmates are held in maximum security without access to rehab programs. Assaults on correctional officers and staff have more than doubled over the past seven years. Sadly, these detention centres are often understaffed and often lack the resources to deal with the violence. Regarding probation and parole, often the only contact between a criminal and a probation officer happens when the offender visits the probation office. After the offender leaves, there is little to no follow-up, again because of a lack of resources. Check the report by the independent adviser on corrections reform if you doubt what I’m saying.", "The Liberal Party has done nothing to fix the problems in the past 14 years. To the minister: Why have the Liberals allowed the crisis in corrections to fester so long?" ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para325"
  }
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I appreciate, actually, the member opposite for his question this morning because I want to say thank you to the men and women who work in our institutions and commend them for their enormous work all across—we have 26 institutions.", "Certainly, our ultimate goal is a truly modern and compassionate system, whether it’s through working with the Ministry of Health to ensure better health care outcomes in our system or through the construction of two new facilities, in Ottawa and Thunder Bay, which will serve as models of innovation and renewal. I am proud of the progress that we’re making, Mr. Speaker.", "Just so the member opposite knows, our government’s plan to transform Ontario’s corrections system did not start today. I want to read a few things that he always tends to forget: We hired over 1,600 new correction officers, we created 60 new mental health nurses—" ],
  "anchor" : "para328",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para325"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para331",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para325"
  }
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Back to the minister: Over the weekend, I published an opinion piece on Ontario’s crisis in corrections. It appeared in the Toronto Sun and I shared it on Twitter. I appreciated the favourable responses from correction officers and my constituents, but I was shocked at the fatuous response from the director of communications for the corrections minister. He broadcast a series of false accusations and personal attacks against me. He deleted his most offensive tweet but failed to apologize. The conversation can otherwise still be seen on my Twitter feed.", "I have been on top of this file for years. I have a strong personal relationship with correctional officers and I have their backs and they have mine. I’ve spoken about the crisis in corrections many times in this House. To suggest otherwise, Speaker, is preposterous and mendacious.", "Minister, did you instruct your director of communications to reply to my op-ed in that boorish manner, and will you apologize?" ],
  "anchor" : "para332",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para325"
  }
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I hear the questions, but I want to continue because the op-ed was referring to what we have not done in this crisis in corrections. I want to say, as I visited institutions in the past months, every single institution that I visited actually made reference to the track record of this party as to all the cuts and the privatization that they’ve tried.", "Let’s go back to the point here, Mr. Speaker. I have to say, we created 60 new mental health nurses and enhanced our mental health training. We introduced new and improved policies on segregation. The member opposite and the PC Party seem to be capable of uninformed criticism and incapable of putting forward an actual plan. Since that party’s people have no plan, I can only judge them on their record." ],
  "anchor" : "para335",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para325"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "To the Acting Premier: Nearly two years ago, the Premier gave Hydro One a $2.6-billion departure tax gift, wiping away a departure tax that became due at the time of sell-off. The rules set by the Ontario Energy Board say that tax benefits like this must go to ratepayers. But instead, Hydro One demanded that its private investors keep the benefit and not ratepayers. On October 13, the Ontario Energy Board sided with Hydro One, giving its private investors 71% of this $2.6-billion tax gift.", "Why didn’t the government direct the OEB to stick to its own precedent and give 100% of this tax benefit to ratepayers, as the NDP demanded a year ago?" ],
  "anchor" : "para338",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para340",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "When it comes to the Ontario Energy Board, let’s start in recognizing that they are an independent regulator with a mandate to protect the interests of Ontario ratepayers." ],
  "anchor" : "para341",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "I know they can heckle, Mr. Speaker. They like it one day, they don’t like it the next, but those are the facts.", "The board reduced Hydro One’s ask by $278 million over two years for administrative and capital expenditure costs. This was a reduction of almost 10% of what they asked for. This is a great example of the OEB’s strong record of denying hydro companies all that they ask for and reviewing rate applications with the consumer in mind first.", "Over the past 10 years, the OEB has denied or reduced the outcome of rate applications many times: in 2010, with Hydro One, when it asked for a rate increase on distribution; in 2012, when Ontario Power Generation applied for a 6.2% rate increase. The OEB’s mandate is to protect the interest of ratepayers and they’re doing just that." ],
  "anchor" : "para343",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para346",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Again to the Acting Premier: Astonishingly, the privatized Hydro One was not satisfied with 71% of that $2.6-billion tax gift from the provincial government. Imagine: Hydro One is actually taking the OEB to court to demand that it gets 100% of that tax gift.", "Clearly, the privatized Hydro One will not accept regulation by the OEB and will do whatever it can to claim profits for its private investors at ratepayer expense. The privatized Hydro One will even sue the OEB and demand that ratepayers continue paying $2.6 billion for taxes the government is no longer making it pay.", "Will the government stop the privatized Hydro One from extracting another $2.6 billion from ratepayers?" ],
  "anchor" : "para347",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated, please. Thank you." ],
  "anchor" : "para352",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "The province is going to continue to review the decision carefully and monitor the appeal as it moves through the process, but, again, this is being done by the independent arm’s length regulator of the province’s energy sector, the OEB.", "As part of that decision, as I said before, the board reduced Hydro One’s ask by $278 million over two years for administrative and capital expenditure costs. This is a reduction of almost 10% of what Hydro One asked for. When you’re talking about cuts, let’s not forget that our fair hydro plan reduced everyone’s bills by 25% on average right across the province and also helped small businesses and farms.", "The appeals of OEB decisions are not uncommon. In 2013, OPG appealed a pension ruling which was later ruled upon by the Supreme Court of Canada. The province, again, will continue to review this decision carefully and monitor the appeal as it moves through the process." ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Hydro One",
    "anchor" : "para337"
  }
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "My question is for the minister responsible for small business. Minister, in Etobicoke Centre, in my riding, we have many small businesses but even more so we have many small business owners that call Etobicoke Centre home.", "As you know—you’ve heard me say it before—my background is in business, and I used to consult to businesses. In fact, I actually at one point owned my own small business, so you won’t be surprised to hear that I want to ask you about the fact that we’re marking the start of Small Business Week in Canada.", "It’s important for everyone to know that Ontario has one of the strongest, most vibrant small business communities in Canada. Small businesses actually make up 98% of businesses in Ontario. It’s important that we acknowledge their hard work and their contributions.", "My question to you, Minister, is: Can you tell us what our government is doing to support small business in Ontario?" ],
  "anchor" : "para357",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member from Etobicoke Centre for his question this morning.", "He’s right; he had a very distinguished career in the business community here in Toronto, and, of course, just recently he was very active with the Bloor Street West BIA for the Ukrainian festival in his community.", "We want to make sure that we continue to foster the right conditions for more than 400,000 small businesses in Ontario to succeed and grow. Just this morning I joined the Ontario Chamber of Commerce to announce our partnership on a new service we’re launching to better support small businesses called Small Business Access. This new service will help entrepreneurs and small businesses better access tools to start and grow a business, but that’s not all; we’re also designating 33% of government contracts to small businesses by the year 2020 and further improving the procurement process for small business. These measures are just some of what’s to come." ],
  "anchor" : "para361",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para356"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para364",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "Thank you, Minister. It’s great to hear that you’re doing all this important work.", "As someone who was a small business owner, I know that business people take on a lot of risks. They don’t just work hard, but they also invest a lot of their own capital; they put aside their careers to pursue their small businesses. These small businesses end up providing a livelihood not just for them and their families, but they create jobs for hundreds of thousands of other Ontarians—really, millions of other Ontarians—so I’m glad to hear about the measures you’re talking about.", "When I speak to small business owners, Minister, I often hear about other things that the government could do to help small business owners: Sometimes they talk to me about input costs; sometimes they talk to me about regulations.", "So as much as I’m glad to hear about the things you’ve just spoken about, can you tell us more about what you’re doing to help small businesses?" ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member for Etobicoke Centre for his supplementary.", "I’ve had the opportunity to hear from small business owners across the province about the challenges that they face and how our government can help them succeed in a changing global economy, which is why we’ve made a commitment to working with these small businesses to create the conditions for them to succeed. We’ve already eliminated the capital tax and lowered the small business tax rate to 4.5%. We’re cutting electricity costs by 25% for 500,000 small businesses and farms, and we’ll introduce measures to save businesses millions by cutting red tape and reducing unnecessary burdens through Bill 154, the Cutting Unnecessary Red Tape Act, 2017. We will continue to work with small business owners, leaving no stone unturned, as we evaluate options to help them benefit from the strong economic growth being witnessed in every corner of this province." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para356"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "My question is to the minister of small business. It’s Small Business Week, which is always a great opportunity to recognize the dedication of the hard-working people running the local businesses that are the lifeblood of our communities.", "Unfortunately, this year, Small Business Week comes at a time when many local businesses are on their heels after a decisive one-two punch from the Liberals. While Prime Minister Trudeau hikes their taxes from Ottawa, the Ontario Liberals are rushing to hike the minimum wage. This is on top of the battering they’ve taken from high hydro rates, high taxes and an enormous debt that keeps tax relief out of reach.", "Is this government ever going to stand up for small business owners and family farms?" ],
  "anchor" : "para372",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the honourable member for his question this morning. I know that he has a background in small business. I think his family owned a Home Hardware in Wallaceburg, Ontario, so he has some background in this area.", "I want to say that we’ve made some real moves over the last number of years. We eliminated the capital tax and lowered the small business tax rate to 4.5%, which is one of the most competitive small business tax rates across Canada. We’ve reduced electricity costs by 25% for 500,000 small businesses and farms across the province of Ontario.", "We’ve been out chatting with small businesses in every part of the province of Ontario, and we’re looking forward to when my colleague the Minister of Finance presents the fall economic statement in the not-too-distant future to see what measures may be contained in there to allow small businesses to grow in every part of the province of Ontario." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "Back to the minister: The families running the businesses on Main Street in Ontario don’t want to hear a bunch of political jargon from this Liberal government. They want respect for the work they do and real answers to their concerns.", "From the Ontario Chamber of Commerce to the Canadian Federation of Independent Business to the FAO, entrepreneurs and economists alike are telling this government that they’re on the wrong track. But the government continues to turn a deaf ear. For a government that seems to think the solution to every problem is a conversation, it’s been shockingly difficult to get the Liberals to answer the outcry from small businesses. You hear it in coffee shops, town halls and constituency offices. Local businesses and farmers have been clear: These proposed changes will hurt their businesses and their families.", "How can this government continue to insist they know better than small business owners, economists and even their own FAO?" ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member for his question and his supplementary. In fact, I’ve been visiting chambers right across the province of Ontario. Let me tell you, both my local chamber of commerce in Peterborough and the Ontario Chamber of Commerce provided us with a valuable analysis and options that we’re going to look at. As we say, when it comes to what measures we may look at down the road, we’re leaving no stone unturned. Everything is on the table according to what options we look at.", "But the member’s position is not quite the same as my good friend the member from Dufferin–Caledon, who, last Wednesday—I was at an announcement in her riding with Mars. That Mars company told us that they have absolute confidence in the growth of the economy in the province of Ontario." ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Just a reminder, we’re in warnings—just let everybody remember that.", "New question." ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para371"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. This morning, more than 500,000 students woke up to learn that they would not be going to class today. One of those students, Calvin McDonnell, who is in his final year of the environmental technology program at Fanshawe College, contacted me to share some very real concerns. He is worried that the laboratory experiments he requires for graduation will have to be restarted, potentially pushing back the completion date for his program. He is already carrying huge OSAP loans and is concerned about having to take on more debt.", "What is this Liberal government doing to get the parties back to the bargaining table and ensure that students like Calvin are able to graduate on time, without shouldering an increased debt load?" ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Students like Calvin are exactly who we are thinking about. I know faculty, I know administration—everybody wants to get back into the classroom. It’s where students want to be and it’s where faculty want to be.", "The collective bargaining process is at play here. We urge both sides to get back to the table. I’m hopeful that that will happen and a resolution will be reached soon." ],
  "anchor" : "para391",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para387"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I also heard from landscape design students at Fanshawe who have booked flights and purchased equipment for the program’s annual education-abroad opportunity in Italy and Spain. Many of the costs they have paid are non-refundable and the entire trip is now in jeopardy. If the trip is cancelled, there are students who will have nowhere to live because they’ve given up their apartments and they may not be able to complete their academic year.", "Faculty want fairness and students want opportunities to learn. What is this Liberal government doing to get both faculty and students back into classrooms, while making sure that students are not forced to carry an increased financial burden because of the strike?" ],
  "anchor" : "para394",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Reading between the lines, I almost think I’m hearing the member opposite suggest that we legislate them back. I don’t think that is a position that the NDP would typically have, so I’m just going to assume that that is not their advice.", "What I can tell you is that there are students who are not in class today. We want both sides back together and we want to reach an agreement as soon as possible. This is what colleges exist for. They’re extraordinary institutions doing very, very good work. The faster they can get back together, the better." ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para387"
  }
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "My question is for the Minister of Transportation. Our government has made a clear commitment to expanding transit and transportation options in every corner of the province. I know that in Brampton we’re seeing critical investments, like the Hurontario LRT and GO regional express rail. These projects will bring better connections to more residents in my community, making it easier for them to get to school and to work and home again, faster than they do now.", "But we need to make sure that our transit network is affordable, so that commuters can make the choice to hop on board. That is why I’m very pleased to hear that our government has taken a major step forward to reduce the cost of transit for people who rely on it each and every day.", "Speaker, through you to the minister, would the minister please provide more information on exactly how we’re making transit more affordable for commuters in the GTHA?" ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para398"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I want to begin by thanking the member from Brampton–Springdale for her question and for her advocacy on behalf of her community.", "Just after the House adjourned for our constituency break, I was very pleased to be joining both Premier Kathleen Wynne and Mayor John Tory, the mayor of Toronto, to announce a historic agreement that will make it both easier and more affordable for commuters to get around our entire region.", "Effective this coming January, when using your Presto card it will cost only $1.50 to ride the TTC if your trip involves a transfer with GO Transit or the Union Pearson Express. That is half the cost of the regular TTC fare. This will have a significant impact on the pocketbooks of our commuters. On an average weekday, 25,000 commuters from across the region make this exact connection, this exact trip. Those 25,000 individuals will save up to $720 per year on their commute.", "Our government will keep working hard to make the commute easier and more affordable for the people across the region that we are proud to represent." ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para398"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para398"
  }
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "Thank you to the minister for his answer.", "During this past constituency week, I heard from countless residents in my community who are pleased about the approximate $720 in savings for the upcoming year. I know this will help more than just current commuters. By making transit more affordable, we will encourage even more residents of the region to leave their cars at home. And we all know that getting cars off the road reduces congestion, which helps our economy grow and supports a clean environment that will be here for future generations.", "I know that our government, under the leadership of our Premier, is working extremely hard to create a truly regional transit network that works for commuters and consistently attracts new ones. Would the minister please provide an update on what our government is doing to create that network, as well as some progress to date?" ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para398"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for her follow-up question.", "Over the last number of days, in addition to the specific announcement around the significant savings that we’re going to be providing to commuters across the region starting in January with our discounted fares, just a few days ago I was in Durham, I was in Whitby at what’s known as the East Rail Maintenance Facility. This is more than half a million square feet adjacent to the 401 that’s going to help us deal with maintenance and the upkeep for our vehicles as we build GO regional express rail.", "This morning, I was with the member from Ajax–Pickering. We were at the Ajax GO station. That’s a particular GO station in our network that has seen massive upgrades and improvements over the last number of years.", "Again, I want to stress: As our government continues to enhance service in every corner of the GTHA, starting in January, we are going to make it significantly more affordable for commuters to connect between GO and the TTC or the Union Pearson Express and the TTC. An average of roughly $700 a year in annual savings while we’re enhancing their service is good news for everybody." ],
  "anchor" : "para410",
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para398"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is to the Minister of Health and Long-Term Care.", "For 14 years, this Liberal government has made life harder for Ontario families. We see the proof in the rise in mental health-related emergency department visits. The Hanover and District Hospital has been forced to contract police officers at a great cost to watch over some of these patients, who are a danger to themselves and to others. Tragically, we’re also seeing the proof in the growing number of suicides. This is a crisis that’s destroying entire families in our great province.", "Despite your multiple capacity reviews and the Moving on Mental Health strategy, Minister, please tell me—tell the people of Ontario—how many more children and people have to die by suicide before you take real action to stop this crisis?" ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "For a while, I was completely aligned with the member opposite. I think we do share the same goal of providing the highest quality mental health services for all Ontarians. I’ve frequently said there can be no health without mental health, and that we need to look at mental health as the other side of the coin of physical health—two sides of the same coin. We need to invest at a level that provides that quality of care.", "We are doing that, Mr. Speaker. We have doubled our mental health funding since coming into office to more than $1 billion, and our plan is to increase that funding by an additional $220 million over a period of three years.", "We’re seeing that investment in very specific and tangible ways. We’re seeing that, for example, in Barrie, at the Royal Victoria hospital, where we have—I’m not sure if it’s opened yet—the soon-to-be opened acute mental health in-patient unit and outpatient unit specifically for children and youth, Mr. Speaker." ],
  "anchor" : "para418",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para421",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Back to the Minister of Health and Long-Term Care: We do share a lot of thought processes, but you know what? You can find $25 billion for an election ploy, but you can’t find it for mental health.", "I’m asking this question on behalf of the families, the families whose children you are letting slip through the cracks, who will be very disappointed to see you still haven’t got a solution.", "One mother whose son, Tom, fell victim to these horrific wait times, explains that since Tom took his life, she takes 18 antidepressants a day. I quote: “I will probably be on medication forever ... mine is another illness that could have been prevented.”", "Minister, the impact and your inaction on Ontario families is too great to ignore. I ask you: Can Judy Wisdom count on you today to take concrete action to stop the crisis in mental health?" ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, let’s see if Hansard can keep up. We’ve added:", "—$16 million to create 1,000 more supportive housing spaces over three years;", "—$48 million to specialized mental health services at St. Joseph’s Care Group in Thunder Bay;", "—$13 million for new primary mental health services at Regent Park in Toronto;", "—$5 million to Youthdale Treatment Centres to open a 10-bed mental health unit for children and youth;", "—$1.9 million through the government’s Youth Suicide Prevention Plan;", "—$1.2 million for a new mental health and addictions crisis centre in London;", "—$10 million to the Canadian Mental Health Association in Waterloo; and", "—$6 million to hire approximately 80 new child and youth mental health workers.", "The list goes on and on, including an investment of $80 million in this year’s budget for supportive housing, for cognitive behavioural therapy and other interventions specific to youth—youth wellness centres—that that member voted against." ],
  "anchor" : "para426",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para437",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para414"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Acting Premier. Over the Thanksgiving weekend, a toxic and foul-smelling cloud was emitted from the ArcelorMittal Dofasco site in Hamilton, sending a dark plume over the surrounding neighbourhoods as families were trying to enjoy their holidays.", "This is the latest example of what is known in the steel industry as a process called “coffining.” Meanwhile, this emitter has failed to meet its air pollution compliance standards for 2017. Instead of enforcing his own standards, the Minister of the Environment and Climate Change has granted an extension.", "Instead of granting extensions, will the minister come to Hamilton and figure out how to put a stop to the dangerous air pollution?" ],
  "anchor" : "para440",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of the Environment and Climate Change." ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Again, thank you for the question because it really speaks to the incident and very public concern and how seriously our ministry takes these types of accidental emissions.", "Ministry staff met with Dofasco officials this past Friday to discuss the recent emissions, that incident and what actions the company is taking to reduce these types of incidents going forward. We’re told that the event was caused by a crane malfunction that required steel production to stop; excess molten iron had to be temporarily stored. They call it “coffining.” The emission happened when the molten iron was poured onto a damp coffining area.", "The company will also be providing the ministry with quarterly reports so we can ensure the company is avoiding future incidents. We are discussing with the company. We will be meeting with the company to make sure this doesn’t happen." ],
  "anchor" : "para445",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Well, Speaker, we know that it is not impossible to comply with these air pollution standards. In fact, a similar steel facility nearby not only complies with the 2017 standards, but is currently exceeding the 2020 standards as well.", "When the minister selectively enforces the rules for emitters, it’s not fair to businesses that follow the rules. Will the minister come to Hamilton himself, and will he meet with Environment Hamilton, with community groups, with businesses, with city councillors, local MPPs and other stakeholders to figure out how to put an end to these coffining events once and for all?" ],
  "anchor" : "para449",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’m open to continuing to discuss with all stakeholders how we can improve air quality, not only in Hamilton but in every city and town and area right across Ontario.", "I know that our ministry staff has implemented increased observation and measurement of these coffining emissions from this particular facility. We are increasing the amount of observation we’re doing, we’re increasing the amount of monitoring we’re doing, and we’re going to really make sure that this particular facility doesn’t exceed those standards. We’re going to minimize emissions associated with those types of operations there.", "Speaker, to summarize: I’m quite happy to continue to talk with stakeholders, not only in Hamilton but across Ontario." ],
  "anchor" : "para451",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para439"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport. Public Library Week gives us another chance to explore our local libraries and all that they have to offer. In 2015, 1,134 library service points across Ontario received over 72 million in-person visits. Our libraries help children learn, provide resources for students and help small businesses and entrepreneurs.", "Last week, the Minister of Tourism, Culture and Sport was at the Burlington Central Library to help launch Ontario Public Library Week and to announce the short list for the public library service awards, one of the nominees being from my riding, Kingston Frontenac Public Library for Viva Voce and the Juvenis Festival, building youth capacity in the arts.", "Mr. Speaker, through you to the minister, can she tell the members of this House more about library week?" ],
  "anchor" : "para455",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "Thank you to the member for the riding of Kingston and the Islands not only for her question but for her advocacy on behalf of libraries in her communities and beyond.", "I’m pleased to announce a special initiative to celebrate library week called Together We Read: Ontario, a collaboration between two agencies of my ministry, the Ontario Media Development Corp. and the Southern Ontario Library Service. This joint initiative will highlight the work of talented Ontario authors by way of a provincial e-book club. During this week, Together We Read will feature two weeks, actually, of unlimited access to the e-book version of The Sweetest One by Melanie Mah, winner of the 2017 Trillium Book Award.", "As well as providing fiction titles for our reading pleasure, our libraries support lifelong learning, provide resources for students and newcomers, and help small businesses and entrepreneurs thrive, as resource centres and community hubs across Ontario." ],
  "anchor" : "para458",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you to the minister for that response. Libraries are the pillars of knowledge in our cities, towns and local communities. Not only are they a resource to grab your favourite literary titles, but they’re an integral tool when it comes to supporting our educational institutions.", "The services that libraries provide help to expand the knowledge and insight of the communities that they serve, and are meant to connect people to resources in a way that is accessible and efficient, similar to the way that the Kingston Frontenac Public Library had a mobile unit at my barbecue this summer, and actually lent out books right there in the park. The digital services funds will help to achieve that accessible and efficient level of service.", "Mr. Speaker, can the wonderful Minister of Tourism, Culture and Sport please explain how this fund will support communities on a local level?" ],
  "anchor" : "para462",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "Thank you to the member for that question. As the member noted, libraries are essential spaces and are a vehicle to spread knowledge within our communities. That’s why we’re continuing to make investments in libraries across Ontario.", "In fact, I’m delighted to say that we made this announcement, attended by library leaders from the Ontario Library Association, at the beautiful main branch of the Burlington Public Library. I’m also pleased to announce that the Burlington Public Library will receive nearly $25,000 from the Improving Library Digital Services fund, and the Kingston Frontenac Public Library board will receive more than $33,000. These are just two examples that are part of the $3-million investment that we’re making province-wide.", "Speaker, under this government’s culture strategy, we made a pledge to continue to support services like libraries, to contribute to and enhance the quality of life of our communities. We’re very proud of our investments, and we’re looking forward to continuing them." ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "My question is to the Minister of Community and Social Services. The terrible crime of human sex trafficking can be found in every corner of Ontario, increasingly in our small cities and towns. In fact, Kawartha/Haliburton Victim Services in my riding has helped 21 human sex trafficking victims since December alone. It’s a shocking statistic in a community like Lindsay.", "A group of victim service providers from Haliburton, Kawartha Lakes, Peterborough and Northumberland applied for support from the government’s Anti-Human Trafficking Community Supports Fund, but they were rejected. So were front-line organizations in Kingston, Belleville, Prince Edward county, Orangeville, Leeds–Grenville, Hamilton and Niagara, just to name a few.", "My question is, will the minister ensure that front-line organizations like those in my region receive the support they need and deserve to save the lives of victims?" ],
  "anchor" : "para469",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you very much for this really important question. I know that the member opposite is certainly a wonderful advocate in her own community for these services that are so vital. Of course, she must know that our strategy to end human trafficking has been launched and is extremely active.", "The Minister of the Status of Women and I recently made a major announcement regarding funds available to communities to prevent, and assist with the survivors of, this heinous crime. We certainly are providing sustained community supports to help survivors repair their lives. We are providing more help to train our justice-sector partners to investigate and prosecute these crimes.", "This is a very complicated situation, involving a number of our ministries, and we are doing everything we can to ensure that we help the survivors of human trafficking." ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para468"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para475",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Back to the minister: It appears that the government’s approach is to wash their hands and say, “We spent the budget amount, and we’re done.” That’s not acceptable, Mr. Speaker. Saving the lives of human sex trafficking victims is not a bureaucratic box that you can just tick and move on from.", "The government left many front-line victim services organizations with the impression that they would have access to much of the $72-million figure that the government often likes to quote. The truth is that they only ever had access to $18 million, one quarter of that amount.", "How can this government claim to be doing enough when so many human trafficking survivors remain without the help they so desperately need?" ],
  "anchor" : "para476",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Mr. Speaker, I really do resent some of the implications of what was said by the member opposite. On this side of the House, we take this crime extremely seriously. We have established an anti-human trafficking office, led by a survivor of human trafficking herself. The Ministry of the Attorney General, the Ministry of Community Safety and Correctional Services, the Ministry of the Status of Women and my ministry are all involved in having a very thoughtful approach to this particular problem.", "It is not a simple problem. It takes coordinated action, and we ensure that those agencies that apply for funding are going to receive what they need to combat this crime in their area." ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para468"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Windsor–Tecumseh on a point of order." ],
  "anchor" : "para482",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "On a point of order: I’d like to introduce a friend of mine in the members’ west gallery today, Blake Roberts, a former CBC colleague. He teaches political science at Wayne State University in Detroit and at the University of Windsor. Welcome to Queen’s Park." ],
  "anchor" : "para483",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome.", "There being no deferred votes, this House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para484",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I would like to welcome Christopher Torres, who is an organizer of the DREAMers campaign to protect undocumented Americans. He’s in Toronto this week to speak at an event celebrating the first-year anniversary of the Institute for Change Leaders.", "I would also like to welcome John Chan and Olivia Chow, who I’m sure we all recognize. Olivia is a distinguished visiting professor with Ryerson University, the founder of the Institute for Change Leaders and former member of Parliament for the riding of Trinity–Spadina.", "Welcome to Queen’s Park." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. Further introduction of guests?" ],
  "anchor" : "para491",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It gives me great pleasure to welcome some guests who are up in the gallery this afternoon. We have Sherry Caldwell and her daughter Ashley, and we have Lynda Reusse and her daughter Vanessa. They are of the Ontario Disability Coalition and are here to hear a petition today. Welcome to Queen’s Park." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Welcome. We`re glad you’re with us." ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is that applause for me, young lady? Well, thank you. I appreciate that.", "Further introductions? Last call for introductions. Therefore, it’s time for members’ statements." ],
  "anchor" : "para495",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para481"
  }
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "This week is Local Government Week, and I’m pleased to rise today to applaud all of the mayors, councillors and employees across Ontario’s 444 municipalities and the work they do to provide services to their communities. As the critic for municipal affairs, I am proud to work with our local government partners to ensure that policies work for them and help them do their jobs effectively and efficiently.", "Municipalities are a mature level of government and are an essential part of our democracy. It’s important that we work together with municipalities to deliver services by reducing the costs and burdens placed on our local governments. They need reliability and consistency from the provincial government to help them plan into the future and build thriving communities. The services we access every day are often provided by our dedicated, hard-working municipal employees. Municipalities maintain the roads we drive on, protect our neighbourhoods, provide the water we drink, and build a spirit of community through recreational programs.", "I would like to thank our thousands of local elected officials and municipal employees in diverse roles, from engineering, public health and emergency services to public works, human resources and licensing. These community-minded professionals ensure that our municipalities are attractive places for residents and businesses to live, play, operate and grow.", "I would like to wish all our municipalities a happy Local Government Week. But local government doesn’t just matter for one week; it matters every week." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "Local Government Week",
    "anchor" : "para498"
  }
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "I rise today in solidarity with Unifor members who work at Medical Laboratories of Windsor. They have been on strike since October 2. They are highly trained, skilled workers, yet Medical Labs of Windsor pays the lowest wages of any publicly funded private lab in Ontario. These workers are not asking for special treatment, just a fair deal. Employees at Windsor hospitals, which are also publicly funded, are receiving almost double the wages of Medical Labs of Windsor staff who are performing the same work. Medical Labs of Windsor claims that it’s not possible to pay even a living wage.", "The millionaires who own and operate this company and receive public dollars to do so don’t want to give up their profits so that their employees can earn a living wage while providing vital services to our community. Instead, they are spending our tax dollars on unskilled scab workers who are exchanging blood samples in parking lots and testing them in off-site locations like the backroom of a photo studio.", "Services provided by private labs used to be administered only through publicly funded hospitals, but privatization of our health care system in Ontario has contracted out these services to private labs. This Liberal government has allowed corporations to put profit before people.", "This government needs to support the Medical Labs of Windsor staff, ensure they are making an equitable wage, and stop the privatization of health care in Ontario." ],
  "anchor" : "para504",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Mr. Lorenzo Berardinetti",
  "text" : [ "I’m pleased to rise in the House this afternoon to talk about my annual fall community barbecue that was held recently at the West Scarborough Neighbourhood Community Centre in my riding of Scarborough Southwest.", "The weather was great, the turnout was incredible and the community spirit was shown by our local residents who really made it one of the best barbecues we’ve ever had. In addition to food and refreshments, there was a DJ, we had face painting stations, balloon animals and our annual door prizes. Everyone had a wonderful time. It was really great to chat and reconnect with so many residents from the community.", "First, I would like to thank everyone who attended, especially staff from the West Scarborough Neighbourhood Community Centre. They did a lot of preparation beforehand and they also, at the end of the day, had to clean up, and they do their job very well. I would also like to give special thanks to my staff and all the wonderful volunteers who participated in this event. It was truly a community effort, and it could not have happened without the incredible generosity, hard work and support of everyone involved.", "Events like this really make living in Scarborough Southwest nice, and I always look forward to these kinds of events. Besides our annual barbecue, we have, every year, an annual levee. Year after year, it’s getting larger and larger. The community comes out and supports these events. I’m looking forward to the New Year’s levee." ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Community events",
    "anchor" : "para508"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m proud to rise today to recognize Small Business Week on behalf of the Ontario PC caucus.", "Small businesses are truly the lifeblood of our communities: Almost 90% of people in Ontario are employed by a small business, and every single person relies on them in their daily life.", "I came from a small business background myself. Growing up, I watched my parents work hard to grow the family business. Since I’ve been elected, I have talked to countless small business owners and farm families in Lambton–Kent–Middlesex and across Ontario. My admiration for their nerve and their dedication just continues to grow.", "Hard-working`` is a term that gets thrown around a lot, but it doesn’t fully capture what small business owners and entrepreneurs put into their work and their communities. It doesn’t convey the blood, sweat and tears it demands of owners, their families and their employees seven days a week, 365 days a year.", "This is a week to recognize the contributions of these folks, but also to bring awareness to the challenges they’re facing—from the sudden minimum wage hike, to hydro rates, high taxes, red tape and transit issues.", "I want to take this opportunity to assure the small businesses of Ontario that the PC caucus is fighting to make sure you have the best possible chance to grow and prosper. This province and this government rely on you, and you deserve a government you can rely on in return." ],
  "anchor" : "para514",
  "subject" : {
    "text" : "Small business",
    "anchor" : "para513"
  }
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "I always love talking about people from my riding of Algoma–Manitoulin, and this is no different. I want to talk today about Autumn Peltier. Autumn, along with her fellow Wikwemikong student advocate Francesca Pheasant, were chosen to represent Canada last fall at the Children’s Climate Conference in Sweden, where they were talking about climate change and presented a whole communiqué on behalf of the 64 youth in attendance to the Swedish environment minister and Deputy Prime Minister.", "Autumn is the recipient of the Canadian Living Me to We Youth in Action Award. She was inspired by her aunt Josephine Mandamin, who taught her about the seven grandfather teachings—because she walked the shorelines of all five Great Lakes and was a recipient of the Lieutenant Governor’s Ontario Heritage Award for Excellence in Conservation, which is just fabulous.", "She has also met with the Prime Minister, and delivered a message of concern and disappointment in regard to certain decisions that he made in regard to the environment.", "Out of 169 nominees, she is the only Canadian who is up for the International Children’s Peace Prize award. I want to encourage her. I encourage all of my colleagues here, along with Ogimaa Duke Peltier, to go out, get informed and find out what this prize is, and that all Canadians get behind her and support her in her quest to be recognized for the children’s peace prize award 2017." ],
  "anchor" : "para521",
  "subject" : {
    "text" : "Autumn Peltier",
    "anchor" : "para520"
  }
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I am honoured today—and sad—to talk about my good friend Mayor Hector Macmillan. I was totally honoured when I was asked by the family to speak during his funeral this past Saturday. We were good friends.", "Hector—we referred to him as “Hec.” We both got elected in 2003, me provincially and him municipally. I really didn’t know Hector very much before that, Speaker, but shortly after his election he came to visit me with a bag in his hand. It was full of Empire Cheese and World’s Finest Chocolate, both of those businesses from Campbellford. I said, “Wow, what a great gesture.” But in the other hand he, as the mayor, had a list he needed for Trent Hills. It was a way to get to the end. Hector was like a bull, but in a nice way. He knew how to tackle issues and get results.", "He came across some unfortunate health issues, with cancer, but during that process he worked so hard to make sure that as a government we understood the needs of the community—not just his community, not just the province, but I would say across the country and the world.", "We didn’t always agree, but we had a mutual respect for each other and we became the best of friends. We talked at least every couple of weeks.", "Speaker, I just want to conclude by saying—if you’ll allow me an extra second or so—that I want to thank his family—Sandy; his mother, Marg; his kids and grandkids—for allowing Hector to be what he was. He certainly made a better community to work, play and live in.", "Hector, we’re going to miss you." ],
  "anchor" : "para526",
  "subject" : {
    "text" : "Hector Macmillan",
    "anchor" : "para525"
  }
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’m here with an invitation to all MPPs to come to celebrate the first-ever celebration of Hindu Heritage Month, just north of my riding. It’s on Yonge Street, at the grounds of the Vishnu Mandir, 8640 Yonge Street in Richmond Hill. The invitation comes directly from Dr. Budhendra Doobay, the chairman of the Voice of the Vedas Cultural Sabha, and Mr. Laj Prasher, who is chairman of the Hindu Heritage Month Celebration Committee.", "I’ve spoken about Laj Prasher and his wonderful family before. They live in my riding of Thornhill. He’s very, very involved in the community with his wife, Surinder, and his son Raman. He’s got two sons, actually, and two daughters-in-law and five grandchildren, and they’ve lived in Thornhill, most of them, for the last 30 years. They’re very well-known on Centre Street because they have a gate with the Om symbol outside.", "I just want to mention that the date of the celebration is going to be Saturday, November 4, from 11 till 3 o’clock. There’s a big tent that I think is already going up, and they’re going to be showcasing the Canadian Museum of Indian Civilization, Hinduism, a wall of peace, a peace park, arts and crafts, music and dance, and foods from the diaspora of people of Indian ancestry, including the Indian subcontinent and wherever Indians have been domiciled—and he gives the examples of Fiji, Africa, Mauritius and the Caribbean.", "It’s a really unique opportunity, Mr. Speaker, to meet and mix with like-minded constituents of Ontario and elsewhere. I’m really looking forward to meeting many of the people in my community." ],
  "anchor" : "para534",
  "subject" : {
    "text" : "Hindu Heritage Month",
    "anchor" : "para533"
  }
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "Yesterday, October 15, was Pregnancy and Infant Loss Awareness Day across Ontario. That was a bill that we passed in this Legislature in 2015.", "Groups of mothers got together all across Ontario to light a candle in memory of the children they’ve lost, either through stillbirth, through miscarriage, through early childhood death.", "I know what they do here at the CN Tower and what they do in Niagara Falls. They light up the CN Tower in purple, pink and blue.", "The good news is that because of the legislation we passed, there is a province-wide support system in place, out of Sunnybrook hospital and the PAIL Network, that helps women who experience pregnancy and infant loss. That’s a big giant step.", "In fact, every year there are more than 30,000 Ontario women who experience stillbirth or pregnancy loss—30,000 every year.", "The other good news is that last week, because of Ontario’s lead, Nova Scotia passed a similar bill. I want to give a shout-out to the MLA from Pictou East, Tim Houston—a Progressive Conservative, too—who got this private member’s bill passed in Nova Scotia, on his third time. So hats off to the people in Nova Scotia and all the people who worked together to recognize Pregnancy and Infant Loss Awareness Day on October 15, yesterday." ],
  "anchor" : "para539",
  "subject" : {
    "text" : "Pregnancy and infant loss",
    "anchor" : "para538"
  }
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I rise in the House today to celebrate the opening of the Near North Enviro-Education Centre in Sundridge. The centre’s opening marks the actualization of president and founder Jocelyn Palm’s vision to create a space committed to the development of leaders and practices that will foster environmental and economic sustainability. The centre’s mission is to help empower rural communities to become models for sustainable living by providing education, information, and hands-on learning opportunities focused on environmental sustainability, rural economic sustainability and social diversity.", "During my visit to the centre, I was struck by Jocelyn’s desire to leave a positive and powerful legacy for future generations. We often think that development must come at a cost to the environment. I suggest that maintaining healthy ecosystems is critical to development.", "Within my riding, the tourism industry is paramount. As we develop it, protecting our watersheds is critical. If we prioritize economic gains over protecting clean water, and in doing so pollute our lakes and rivers, we would see a collapse of tourism in the area. There’s a balance we must strive for, and I, for one, am grateful that innovative leaders such as Jocelyn Palm are attempting to drive the narrative that environmental sustainability and economic development are not at odds with one another, but go hand in hand.", "I commend her strength and commitment to creating the centre and hope that it is the catalyst for change that she envisions." ],
  "anchor" : "para546",
  "subject" : {
    "text" : "Near North Enviro-Education Centre",
    "anchor" : "para545"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements.", "Mr. Rinaldi moved first reading of the following bill:", "Bill Pr71, An Act to Revive 1428501 Ontario Limited." ],
  "anchor" : "para550",
  "subject" : {
    "text" : "Near North Enviro-Education Centre",
    "anchor" : "para545"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para555",
  "subject" : {
    "text" : "1428501 Ontario Limited Act, 2017",
    "anchor" : "para552"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para557",
  "subject" : {
    "text" : "1428501 Ontario Limited Act, 2017",
    "anchor" : "para552"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para560",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Deputy Premier is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister." ],
  "anchor" : "para561",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I move that, notwithstanding standing order 98(b), Mr. McMeekin, Mr. Rinaldi and Mr. Fraser exchange places such that Mr. Rinaldi assumes ballot item number 5, Mr. Fraser assumes ballot item number 8, and Mr. McMeekin assumes ballot item number 68; and that, notwithstanding standing order 98(g), notices for ballot items 5 and 8 be waived." ],
  "anchor" : "para563",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Deputy Premier moves that, notwithstanding standing order 98—" ],
  "anchor" : "para564",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Dispense." ],
  "anchor" : "para565",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "Agreed? Carried." ],
  "anchor" : "para566",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para559"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding Bill 163, Safe Access to Abortion Services Act, 2017." ],
  "anchor" : "para570",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Deputy Premier is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy Premier." ],
  "anchor" : "para571",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I move that, notwithstanding any standing order or special order of the House relating to Bill 163, An Act to enact the Safe Access to Abortion Services Act, 2017 and to amend the Freedom of Information and Protection of Privacy Act in relation to abortion services, when the bill is next called as a government order, three hours of debate shall be allotted to the second reading stage of the bill, apportioned equally among the recognized parties; and", "That at the end of this time, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on General Government; and", "That the committee be authorized to meet on Thursday, October 19, 2017, from 9 a.m. to 10:15 a.m. and from 2 p.m. to 6 p.m. for the purpose of public hearings on the bill; and", "That the Chair, in consultation with the Clerk, be authorized to make arrangements to advertise; and", "That the deadline for written submissions be 6 p.m. on Thursday, October 19, 2017; and", "That proposed amendments to the bill be filed with the Clerk of the Committee by 12 p.m. on Friday, October 20, 2017; and", "That the committee be authorized to meet on Monday, October 23, 2017, from 2 p.m. to 6 p.m. for the purpose of clause-by-clause consideration of the bill; and", "That the committee shall report the bill to the House no later than Tuesday, October 24, 2017; and", "That, in the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on General Government, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading; and", "That when the order for third reading of the bill is called, one hour of debate shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties; and", "That at the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "That the votes on second and third reading may be deferred pursuant to standing order 28(h); and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para573",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Deputy Premier moves that, notwithstanding any standing order or special—" ],
  "anchor" : "para588",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para589",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para590",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para569"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I would like to take this opportunity to advise the honourable members that today is the first day of Waste Reduction Week in Canada. This evening, the CN Tower will be lit green and blue to mark this special occasion.", "For the next week, people across our nation will be holding events to coincide with the themes planned for each day: Monday will focus on the circular economy; Tuesday will be textiles; on Wednesday, people will celebrate champions and innovators; Thursday’s theme is plastics; on Friday, people will concentrate on food waste; and on the weekend, we’ll highlight swap, share and repair.", "Like me, I know that my colleagues understand how much their constituents care about the environment and are committed to being a part of the solution. We see this commitment in Sioux Lookout’s social media campaign, which will focus on waste reduction this week. We’ll see it in the book swap that will be held at Jarvis Public School in Jarvis. We see it in the event planned for Waste Reduction Week in Thunder Bay, including a public tour of the city’s solid waste and recycling facility, and a showing of A Plastic Ocean, where people can sign a pledge to stop using single-use plastics. And we will see people’s commitment in the Halloween Costume Swap that will take place in Oakville.", "These are just some of the ways Ontarians are showing their desire to get involved, but we also know that people want and expect their government to show leadership. This is what the Ontario government is doing. We recognize that diverting waste from landfill is not just about protecting our land and environment; it is central to fighting climate change and creating a better future for the planet.", "If you look at the most recent year we have the numbers for—that would be 2015—Ontarians generated about 11.5 million tonnes of waste. Nearly 60% of this waste was generated by the industrial, commercial and institutional—the IC&I—sector, with 40% created by the municipal sector. Just over three million tonnes of that waste was diverted, meaning Ontarians sent eight million tonnes of waste to landfills. These eight million tonnes represent a significant loss of materials that could be put to productive use.", "This is about us viewing waste as a resource. In fact, Speaker, it is estimated that for every 1,000 tonnes of waste diverted from landfill, we could create seven jobs and $360,000 in wages, and add more than $700,000 to our gross domestic product.", "Along with the economic loss associated with landfill waste, it’s also the source of approximately 5% of our total greenhouse gas emissions in the province. In absolute terms, greenhouse gas pollution from Ontario’s waste has risen by 16% between 1990 and 2015, as we’ve increased the amount of waste sent to landfills. This is why our government is committed to transforming the way we address waste in Ontario. We’re moving beyond the linear “Make it, use it, dispose of it” model to a new model where we make productive use of materials for as long as possible.", "Our government is showing leadership in moving Ontario towards this circular economy. Last November, we passed the Resource Recovery and Circular Economy Act and the Waste Diversion Transition Act. I want to highlight four things that these acts do, Mr. Speaker. The acts:", "—encourage innovative recycling processes and get producers to assume full responsibility for the products and packaging they create;", "—lower the cost of recycling and provide consumers with more convenient options for recycling;", "—help reduce emissions of greenhouse gases associated with landfills; and", "—overhaul Waste Diversion Ontario into the Resource Productivity and Recovery Authority, which is providing effective oversight and compliance and enforcement of the transition to the new producer responsibility regime and will continue to oversee producers’ performance once the transition is complete.", "Earlier this year, we released our Strategy for a Waste-Free Ontario: Building the Circular Economy. The strategy is our road map to the circular economy, and it sets out 15 actions to help get us there.", "Earlier this month, the Environmental Commissioner of Ontario released a special report on waste called Beyond the Blue Box, stating that the successful passage of the Waste-Free Ontario Act, 2016, was a significant achievement for our government. The report also identifies a number of considerations that we will take into account as we implement the waste-free Ontario framework and build a more circular economy. I’d like to thank the commissioner and her office for their thoughtful report on actions we can take to improve our work and better protect Ontario’s environment.", "We’re now starting to wind up our existing diversion programs as we transition to the new producer responsibility framework. As one example, our Used Tires Program will wind down by the end of 2018. The ministry is now developing a regulation in its place to ensure that producers are environmentally accountable and financially responsible for recovering resources and reducing waste associated with their tires.", "We’ve also initiated the first phase of the transition of the Blue Box Program. An amended program plan will be submitted to me by February 15, 2018. This amended plan will ensure a smooth transition that does not interrupt people’s access to blue box services while maintaining and improving them. Our new Blue Box Program will include an expanded list of recyclable materials, increase the diversion rate, and provide services across the province, including northern, rural and indigenous communities.", "Right now, my ministry is drafting a framework to address food and organic waste. It will include an action plan, as well as a policy statement. We plan to release it in November for public consultation.", "We’re also working with Second Harvest to pilot an online food rescue program aimed at preventing food from becoming waste in the first place by connecting companies with surplus food to give to those in need.", "Beginning in 2018, the ministry will consider amendments to the 3Rs regulations—you know, reduce, reuse, recycle—to improve diversion in the industrial, commercial and institutional sectors.", "We all have a role to play in reducing waste and transitioning our province to a circular economy. The Ontario government is transforming the way we deal with waste in this province and enabling all players, all sectors, to do their part.", "During Waste Reduction Week, I encourage all of the members of this Legislature to redouble their own efforts to reduce waste and to support Waste Reduction Week through activities in their ridings." ],
  "anchor" : "para595",
  "subject" : {
    "text" : "Waste Reduction Week",
    "anchor" : "para594"
  }
}, {
  "speaker" : "Hon. Laura Albanese",
  "text" : [ "I rise today in recognition of Islamic Heritage Month, which is celebrated across Canada in October. This is Ontario’s inaugural celebration of Islamic Heritage Month. Bill 38, An Act to proclaim the month of October Islamic Heritage Month in Ontario, was introduced last year and received unanimous support by all members of the Legislature.", "I’d like to thank the member for London–Fanshawe for her early work on the legislation, as well as the member from Scarborough–Rouge River and the member from Etobicoke North, my parliamentary assistant, for co-sponsoring the bill. Finally, I’d like to thank all members of this House for their commitment to its passage.", "Islamic history and culture encompass a broad range of individual and collective experiences. Islamic Heritage Month is an opportunity to reflect upon, to learn about and to celebrate the rich and long-standing history of Islam in our province.", "It is also a time to reaffirm the important contributions that Muslims have made and continue to make as a key part of the economic, social, cultural and religious fabric of Ontario.", "Mr. Speaker, the Muslim Canadian community has added much richness to Ontario, both culturally and economically, with many luminaries in literature, math, science, arts, culture, medicine and humanitarian initiatives who have been recognized through various honours, including the Order of Ontario, the province’s highest honour.", "Ontario is home to more than 600,000 Muslims. Some are recent immigrants originating from various countries around the world, attracted to Ontario and its international reputation as a beacon of safety, tolerance and acceptance. Others have deep roots in Ontario. They were born here. They can look back on generations of family history and contributions in such wide-ranging areas as literature and the arts, in science, business and education, and in so many other fields.", "Our great province, first inhabited by indigenous people, is home to millions of people with similarly diverse backgrounds and interests—people who have come here from over 200 different countries and speak more than 250 languages and dialects, all with their own cultures, traditions and faiths. As Ontarians, we treasure this diversity.", "We also know that this tapestry of humanity can be fragile when tested. That is why this House moved quickly and unanimously to condemn several instances of Islamophobia that occurred this past winter. The motion that was introduced by my colleague the member for Ottawa–Vanier, who is here in the House today, was passed unanimously. It was a proud moment for this House.", "I want to remind whoever is watching at home and my colleagues what that motion said. It read as follows:", "“I move that, in the opinion of this House, the Legislative Assembly of Ontario should reaffirm that diversity has always played an important part in Ontario’s culture and heritage; recognize the significant contributions Muslims have made, and continue to make, to Ontario’s cultural and social fabric and prosperity; stand against all forms of hatred, hostility, prejudice, racism and intolerance; rebuke the notable growing tide of anti-Muslim rhetoric and sentiments; denounce hate attacks, threats of violence and hate crimes against people of the Muslim faith; condemn all forms of Islamophobia and reaffirm its support for government’s efforts, through the Anti-Racism Directorate, to address and prevent systemic racism across government policy, programs and services, and increase anti-racism education and awareness, including Islamophobia, in all parts of the province.”", "Speaker, our government is committed to a society where everyone can live free of the fear of racism, hate speech and violence.", "Islamophobia is real and its impacts are devastating, and that’s not acceptable. Whenever we see or hear of a crime of this nature, it must be quickly, visibly and vocally condemned, and we’ve taken important steps to support this conviction. There is no room for hate in our province.", "Through Ontario’s Anti-Racism Directorate, our government has released a three-year provincial strategy designed specifically to combat systemic racism, called A Better Way Forward. Our ministry also partnered with the Ontario Council of Agencies Serving Immigrants to develop an awareness campaign that targets Islamophobia, encouraging people to stand up in their neighbourhoods and their schools against hate and discrimination. Our ministry’s Newcomer Settlement Program supports dozens of agencies which promote the integration of newcomers, multiculturalism and understanding.", "Late last month, the Toronto District School Board held an event at the Aga Khan Museum to launch Islamic Heritage Month, which my colleagues the Minister of Education, the Minister of Children and Youth Services and the member for Ottawa–Vanier attended. This event showcased student talent, other artists and entertainers, and featured a poster that will be displayed in 580 TDSB schools profiling prominent Muslims from across Canada. It was a great event highlighting the important contributions of Canadian Muslims to Canadian society, the cultural diversity of the Canadian Muslim community, their commitment to Canada and the importance of Canadians learning about each other to foster greater social cohesion.", "As we look to the future, it’s essential that we search for creative ways to promote diversity, inclusion and social cohesion. That’s why this year’s budget allocated $6 million over two years to create the Multicultural Community Capacity Grant Program. Through this program, we will help build a diverse and inclusive society by helping newcomers and ethnocultural communities participate fully in civic, cultural, social and economic life in Ontario. For our government, supporting newcomers and ethnocultural communities and helping to build a diverse and inclusive society is the right thing to do. Everyone benefits from a diverse and inclusive society: individuals, employers, institutions and the community at large. Ontario is strong and united, and that is key to individual quality of life and success in the global economy.", "During Islamic Heritage Month and beyond, we urge everyone to join together in celebrating Islamic history and heritage and the many contributions of the Muslim community in Ontario, a place where all cultures and religions must be respected." ],
  "anchor" : "para618",
  "subject" : {
    "text" : "Islamic Heritage Month",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It is time for responses." ],
  "anchor" : "para634",
  "subject" : {
    "text" : "Islamic Heritage Month",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I would have thought that with the news this weekend about the benzene problem in Sarnia, the Minister of the Environment would have wanted to update this House this afternoon on why the government has seemingly ignored calls for a health study in that community for a decade and what immediate steps he will now take to ensure the environment is safe for area residents. For the people of Sarnia and the Aamjiwnaang First Nation, today, this is the environmental concern that is paramount. For all of us in this House, it should be the most urgent priority.", "I am glad, however, to have this chance to speak on behalf of the official opposition caucus in recognition of Waste Reduction Week, which this year is October 16 to 22. Waste Reduction Week serves to promote awareness regarding the need for environmental sustainability, responsible consumption and conservation of our shared natural resources. It’s a call to action for all of us. I know that, in principle, all members of this House would likely agree that we need to do more, but after 14 years of Liberal government, it is fair to ask: What is their record? What have they achieved? How effective have their efforts actually been?", "A few days ago, on October 4, the Environmental Commissioner published her report reviewing the government’s so-called Waste-Free Ontario Act with the stated goal of achieving a so-called circular economy. She states that Ontario has a waste problem and that each year, on average, Ontario produces almost one tonne of waste per person, with three quarters of it ending up in landfills. She calls on the government to “get serious” about making the Waste-Free Ontario Act work.", "While the Blue Box Program is a success in terms of its wide popular acceptance and the high household participation rate, in fact the Environmental Commissioner points out that the blue box diverts less than 8% of Ontario’s total waste. She says that the next steps in diversion include getting food waste out of landfills, as Nova Scotia did years ago, and working with businesses to get more of them to do their part.", "As Canadians, we are truly blessed in so many ways. We live in country rich and abundant in natural resources and we must do our part to protect them.", "When our party last formed the government in Ontario, I was privileged to serve as parliamentary assistant to the Honourable Elizabeth Witmer, who, as Minister of the Environment, represented the riding of Kitchener–Waterloo, next door to my riding at the time, Waterloo–Wellington. She was the first Minister of the Environment in Ontario’s history to announce the planned closure of a coal-fired electricity-generating plant, that being the Lakeview station in Mississauga. Many times during her tenure as Minister of the Environment, I heard her proudly state that the Blue Box Program had started in Kitchener with a man named Nyle Ludolph, who was credited with being the father of the Blue Box Program, in the early 1980s. It has spread from Ontario all around the world, and this is something that should give all of us a sense of satisfaction and pride.", "Tonight, for the second year in a row, the CN Tower will be lit green and blue to kick off the start of Waste Reduction Week as a reminder to everyone that we all need to be part of the solution." ],
  "anchor" : "para636",
  "subject" : {
    "text" : "Waste Reduction Week",
    "anchor" : "para635"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I’m pleased to rise today in recognition of the important role Ontario’s Muslim community plays in the shaping and building of the province we all have the privilege to live in. Throughout Islamic Heritage Month, we acknowledge and celebrate the many important contributions Ontarians of Muslim heritage have made and continue to make. Our Muslim friends and neighbours come from all walks of life—including teachers, doctors, nurses, engineers, entrepreneurs, and brave soldiers wearing Canada’s uniform in defence of our values, freedoms and way of life.", "Just a few months ago, members of the Ontario Progressive Conservative caucus, with Patrick Brown, celebrated Ramadan in Mississauga along with 1,000 proud community leaders from across Ontario and beyond, each with their own unique backgrounds, stories and experiences.", "Ontario’s proud and growing Muslim community reflects the best of our province’s values and continues to make many noteworthy contributions to our social, cultural, political and economic fabric.", "Diversity, Speaker, is a major part of what makes our province so special. Our Muslim friends and neighbours are a vital part of that diversity, and that is why the Ontario Progressive Conservative caucus was proud to stand shoulder to shoulder with the Muslim community in unanimously condemning Islamophobia, and that which divides us, and in defending the values that unite us as citizens of this remarkable province.", "On behalf of Patrick Brown and the Ontario Progressive Conservative caucus, I applaud the Muslim community for these great efforts, encourage their continuance and wish all of our Muslim friends and neighbours across the province a happy and enriching Islamic Heritage Month." ],
  "anchor" : "para645",
  "subject" : {
    "text" : "Islamic Heritage Month",
    "anchor" : "para644"
  }
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It’s my pleasure to rise and speak about Islamic Heritage Month here in the Legislature. We’re celebrating, of course, our second-ever official Islamic Heritage Month in Ontario, thanks to the great work of the member from London–Fanshawe and the support of all members who were able to support the motion that she brought forward. We got Islamic Heritage Month in place last year.", "Islamic Heritage Month is about honouring and recognizing the contributions of Muslim community members. The month itself—the time that we take to observe Islamic Heritage Month—teaches Ontarians about this vibrant part of our community, the historical importance of the Muslim community in our province, and it also gives us a chance to emphasize the shared values we have that are common to all Ontarians.", "It also reminds the Muslim community that they are valued and welcome in our province, that our province is absolutely made better by the diversity that we have here, by immigration and by the cultural sharing that we are able to do amongst each other. It also actively pushes back against the current trend towards Islamophobia, hate and prejudice.", "Islamic Heritage Month serves another important role. It serves a role of empowerment and encouragement. It empowers and encourages the next generation of Muslim Ontarians to become involved and to take pride in their heritage and their culture.", "New Democrats were honoured to host a group of almost 70 young Muslim Ontarians at Queen’s Park on October 6. They came here to learn about what happens at Queen’s Park, and they came to learn about how they can become more involved in politics and in their own communities. I have to say that these young women and men were absolutely phenomenal. They were smart, enthusiastic leaders. They are engaged in their communities, and they are eager to make a difference. They were nothing short of inspirational when I got to spend a little bit of time with them on October 6.", "These folks, these young women and men, deserve to see themselves represented here in government and in our community and culture at large, and they should know that they are welcome in the halls of Queen’s Park and everywhere across the province. To me, that’s one of the most important values of Islamic Heritage Month. We must always confront Islamophobia and hate, but we must go further: encourage the next generation of Ontarians, remind them of their power and their potential, and do what we can to help them build a better world for all Ontarians." ],
  "anchor" : "para651",
  "subject" : {
    "text" : "Islamic Heritage Month",
    "anchor" : "para650"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "It’s a pleasure to get up and respond to the Minister of the Environment.", "Speaker, you’ve been around here long enough. You have that sense of déjà vu all over again. I have gone through a number of Liberal environment ministers, and Mr. Current Minister, I have heard that speech before. It is an impressive show of recycling; I will give you that.", "Three years ago, I had the opportunity to give a very similar speech when the newly minted Minister of the Environment, Glen Murray, stood up to talk about this in almost exactly the same words. At that time, I said, “This is like Groundhog Day all over again,” and I asked, “Will the new minister be Glen Murray or Bill Murray?” Unfortunately, Glen has gone as Bill has returned.", "It’s extraordinary to me that, having watched Laurel Broten and John Gerretsen and Glen Murray and now Chris Ballard go through this speech, they have to remember that in the movie—and people should learn from Hollywood every day; it’s a useful place—you were only able to break the spell of Groundhog Day by correcting the bad things that you’d done.", "The Environmental Commissioner said, “The new plan looks great on paper. But we’ve been here before; let’s learn from the past and get it right.” She said something that ministers have said before: You have to get institutional and commercial players to actually recycle and deal with their food waste. You have to ban food waste—do something that Nova Scotia did 20 years ago.", "Reaching out to the minister, I say: Minister, break that spell. Actually bring in the things recommended by the Environmental Commissioner, and then you’ll get a great reception when you do this speech in another year." ],
  "anchor" : "para658",
  "subject" : {
    "text" : "Waste Reduction Week",
    "anchor" : "para657"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their responses and statements." ],
  "anchor" : "para664",
  "subject" : {
    "text" : "Waste Reduction Week",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the government of Canada announced intentions to alter the current tax laws for small business;", "“Whereas as small business operators, Ontario doctors have utilized legitimate tax measures to plan for retirement, and invest in health care;", "“Whereas the Ontario government is responsible for ensuring Ontarians have a world-class health care system and this proposal puts our system at risk;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To urge the members of the Ontario Legislature to immediately call on the federal government to put a halt to these tax changes.”", "I put my signature to this petition and I agree with it." ],
  "anchor" : "para667",
  "subject" : {
    "text" : "Taxation",
    "anchor" : "para666"
  }
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I’d like to thank Sherry Caldwell, Lynda Reusse and their daughters, who are behaving so well in the House this afternoon. They’re here to hear this petition. It reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas we need you to break down the barriers that are depriving many children and youth with all disabilities access to ongoing and continuous therapy to improve their quality of life to promote their independence;", "“Whereas children and youth with all disabilities should be able to access quality therapy that is parent/caregiver directed. All children and youth with disabilities must have access to needed hands-on therapy such as physiotherapy, occupational, speech and language, augmentative communication and vision therapy;", "“Whereas parents should be able to purchase therapy through a direct-funding model;", "“Whereas there should be a transparent process for accessing therapy through the children’s treatment centres;", "“Whereas all additional investments in children’s treatment centres should maximize front-line services and reduce excess management costs;", "“Whereas parents should be able to access an independent appeal process;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“As currently many children and youth are being deprived of necessary therapies, which result in adverse long-term health effects, we are pleading with you to address this immediately;", "“Urge the Ministry of Children and Youth Services to provide the necessary and required therapy to children and youth with all disabilities on a consistent and ongoing basis, with a choice of direct-funding model, to fulfill the government’s commitment to support all children to allow these services to increase their ability to participate fully at home, school and in the community.”", "I am proud to read this petition. I’m going to affix my name to it and give it to page Abigail to bring to the Clerk." ],
  "anchor" : "para675",
  "subject" : {
    "text" : "Services for children with disabilities",
    "anchor" : "para674"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have a number of petitions here, a few pages of petitions that were collected in my riding of Davenport. It reads as follows:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I agree with this petition and will affix my name and send it to the table with page Andy." ],
  "anchor" : "para689",
  "subject" : {
    "text" : "Dental care",
    "anchor" : "para688"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "This is a petition to save local long-term-care beds.", "“To the Legislative Assembly of Ontario:", "“Whereas seniors and their families need long-term-care beds and high-quality care for their community; and", "“Whereas across Ontario, the number of people waiting for long-term care is expected to spike to nearly 48,000 in the next six years; and", "“Whereas Hillside Manor, a local long-term-care home, is set to close, resulting in a devastating loss of 90 beds; and", "“Whereas the government is using the upcoming closure as reason to consider moving at least 38 of Hillside Manor’s 90 beds out of our area; and", "“Whereas Perth–Wellington has already lost long-term local care beds with no commitment from the government to replace them; and", "“Whereas many long-term care bed licences are set to expire in the coming years, and will require significant investment to be allowed to stay open;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“That the Minister of Health and Long-Term Care be asked to reject any proposal to reduce the number of long-term-care beds in Perth–Wellington, and to increase investment in local long-term-care facilities to accommodate our growing number of seniors and their needs.”" ],
  "anchor" : "para699",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para698"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Sandra King from Whitefish, in my riding, for signing some of these petitions. It goes as follows:", "“Time to Care.", "“Whereas quality of care for the 78,000 residents of (LTC) homes is a priority for many Ontario families; and", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in LTC homes to keep pace with residents’ increasing acuity and the growing number of residents with complex behaviours; and", "“Whereas several Ontario coroner’s inquests into LTC homes deaths have recommended an increase in direct hands-on care for residents and staffing levels and the most reputable studies on this topic recommends 4.1 hours of” hands-on care;", "They petition the Legislative Assembly of Ontario as follows:", "“Amend the LTC Homes Act (2007) for a legislated minimum care standard of four hours” of hands-on care per resident “adjusted for acuity level and case mix.”", "I fully support this petition, will affix my name to it and ask page Dana to bring it to the Clerk." ],
  "anchor" : "para710",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para709"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I have a petition here signed by members of my community and other communities across Ontario.", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured workers directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I agree with this petition. I’m happy to sign my name to it and send it down with page Max." ],
  "anchor" : "para719",
  "subject" : {
    "text" : "Injured workers",
    "anchor" : "para718"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas currently, 76% of homes in Ontario use natural gas for heat; and", "“Whereas natural gas is a clean, reliable and affordable fuel source and is 68% less expensive than electricity and 59% less than home heating oil; and", "“Whereas natural gas will help Ontario meet a lower carbon future by providing rural Ontarians heating their homes on propane with a 20% greenhouse gas emissions reduction, and those on home heating oil with a 25% reduction; and", "“Whereas under Premier Wynne’s new plan, all homes and buildings built after 2030 will be barred from using natural gas; and", "“Whereas making the switch from natural gas heat to electric heat will cost an average of $3,000 extra per home and homeowners will be faced with at least $4,500 in renovation costs; and", "“Whereas the government’s misguided energy policies have already resulted in unaffordable business and residential energy rates that are forcing jobs out of the province; and", "“Whereas the Minister of Energy is on the record recommending Ontarians switch to natural gas to escape exorbitant hydro bills;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“To immediately reconsider the plan to ban natural gas heat from Ontario buildings and new construction.”", "I fully support it, affix my name and send it with page Sheldon." ],
  "anchor" : "para730",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para729"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My petition is called “Protect Water as a Public Good.”", "“To the Legislative Assembly of Ontario:", "“Whereas groundwater is a public good, not a commodity; and", "“Whereas local ecosystems must be preserved for the well-being of future generations; and", "“Whereas the United Nations recognizes access to clean drinking water as a human right; and", "“Whereas the duty to consult indigenous communities regarding water-taking within traditional territories is often neglected, resulting in a disproportionate burden on systemically marginalized communities during a period of reconciliation; and", "“Whereas a poll commissioned by the Wellington Water Watchers found that two thirds of respondents support phasing out bottled water in Ontario over the course of a decade; and", "“Whereas a trend towards prioritizing the expansion of for-profit water bottling corporations over the needs of municipalities will negatively impact Ontario’s growing communities;", "“Therefore we, the undersigned, call on Premier Wynne to direct the Ministry of the Environment and Climate Change to prioritize public ownership and control of water over corporate interests and fund the accessibility of free drinking water in public spaces across the province.”", "I affix my signature to this petition and will give it to page Dana." ],
  "anchor" : "para742",
  "subject" : {
    "text" : "Water extraction",
    "anchor" : "para741"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have a petition here that is addressed to the Legislative Assembly of Ontario, and it reads:", "“Whereas we’ve seen rapid growth of vertical communities across Ontario; and", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for residents of high-rise buildings resulting in constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario Legislature to support Bill 109, the Reliable Elevators Act, 2017, that requires the repairs of elevators to be completed within a reasonable and prescribed time frame. We urge the Legislature to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "I agree with this petition, will affix my name to it and send it to the table with page Erin." ],
  "anchor" : "para753",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para752"
  }
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas GO train horns are currently allowed to sound until 11 p.m., five days a week;", "“Whereas people who live on the GO train routes are being disturbed by these horns, waking their children and themselves and disrupting the general peace;", "“Whereas the city of Markham unanimously voted to silence the horns and were overruled by Transportation Minister Steven Del Duca;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government of Ontario respects the wishes of the residents, Mothers Protesting for Silence and local politicians and reverses the decision to allow train horns to blow before 5:30 a.m. and after 8 p.m., five days a week. To replace them with buses or reschedule the said train times.”", "I’m going to sign it, of course—I agree—and give it to page Payton." ],
  "anchor" : "para763",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para762"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Martha Werner from Val Caron, in my riding, for signing the petition. It reads:", "“Fix hydro now.", "“Whereas hydro bills in Ontario have become unaffordable for too many people, and that reducing hydro bills by up to 30% for families and businesses is an ambitious but realistic target; and", "“Whereas the only way to fix the hydro system is to address the root causes of high prices including privatization, excessive profit margins, oversupply and more; and", "“Whereas Ontario families should not have to pay time-of-use premiums, and those living in a rural or northern region should not have to pay higher, punitive, delivery charges; and", "“Whereas returning Hydro One to public ownership would deliver over $7 billion back to the province and the people of Ontario;”", "They petition the Legislative Assembly of Ontario to express their “support for reducing hydro bills for businesses and families by up to 30%, eliminating mandatory time-of-use, ending unfair rural delivery costs, and restoring public ownership of Hydro One.”", "I fully support this petition, will affix my name to it and ask page Colin to bring it to the Clerk." ],
  "anchor" : "para771",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para770"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have more petitions here, signed by constituents of my riding of Davenport, regarding dental programs and extending public dental programs across the province. I want to thank Gabrielle for dropping these off in my office. The petition reads as follows:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to the dental care they need to be healthy;", "“—extending public dental programs for low-income children and youth within the next two years to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to vulnerable people in Ontario.”", "I agree with this petition, will affix my name and send it to the table with page Dana." ],
  "anchor" : "para780",
  "subject" : {
    "text" : "Dental care",
    "anchor" : "para779"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "That concludes the time we have available this afternoon for petitions.", "Ms. Naidoo-Harris, on behalf of Mr. Naqvi, moved second reading of the following bill:", "Bill 163, An Act to enact the Safe Access to Abortion Services Act, 2017 and to amend the Freedom of Information and Protection of Privacy Act in relation to abortion services / Projet de loi 163, Loi édictant la Loi de 2017 sur l’accès sécuritaire aux services d’interruption volontaire de grossesse et modifiant la Loi sur l’accès à l’information et la protection de la vie privée en ce qui a trait aux services d’interruption volontaire de grossesse." ],
  "anchor" : "para789",
  "subject" : {
    "text" : "Dental care",
    "anchor" : "para779"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I look to the minister to lead off the debate." ],
  "anchor" : "para794",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "It is my pleasure and my honour to rise today and share time with the Attorney General, and to add my support to Bill 163, the Safe Access to Abortion Services Act, 2017.", "Speaker, this is an important and urgent piece of legislation for Ontario. It’s important because, if passed, it would protect a woman’s right to choose abortion services without the fear of interference, intimidation, bullying or harassment. Think about that: This bill would ensure that women are able to access health care in Ontario without fearing for their safety.", "It would protect the safety, security, health and privacy of women and health care providers by allowing for safe access zones to be established around clinics and facilities that offer abortion services. These safe zones would also protect the homes of clinic staff, and the homes and offices of regulated health professionals who provide these services. Why? Because the reality is, Speaker, that staff and providers of these services sometimes feel like they are at risk because of their work.", "Women in our province should be able to access abortion services free from the threat of violence and free from fear for their security, safety, health or privacy. So this proposed legislation is an important step forward, one of many our government is taking to strengthen the rights of all women in Ontario.", "Speaker, I want you to know that our government is committed to ensuring that women and girls in Ontario are strong and successful, and that they enjoy equal opportunities. That includes a woman’s right to choose, a woman’s right to make her own decisions about her own sexual and reproductive health. This is a basic human right, and one our government wants to protect.", "The bill we are proposing today, if passed, would allow for safe access zones to be created in locations where abortion services are provided. Safe access zones are spaces where activities such as advising a person to stop accessing abortion services, or protests that intimidate or interfere with an individual’s inability to access or provide abortion services, would be prohibited.", "Safe access zones around homes would also prohibit activities targeting clinic staff or health professionals where they live. In fact, this legislation would also prohibit harassing conduct anywhere in Ontario directed at clinic staff and regulated health professionals who provide abortion services.", "The proposed act would also allow Ontario hospitals and doctors’ offices that prescribe or pharmacies that dispense the abortion pill Mifegymiso to apply to create safe access zones. This follows on our government’s recent decision to make Mifegymiso available across Ontario and help every woman access abortion services.", "This legislation is about fairness. This legislation is about doing the right thing. This legislation is about everyone having the right to access health care without bullying and without intimidation.", "I am proud to be here today and to send a clear message that our government will always stand up for a woman’s right to choose.", "As you know, Mr. Speaker, in January of this year, our government established Ontario’s first Ministry of the Status of Women, and it is my great honour to be the first to hold the title of minister for this portfolio. We created this new ministry as a way of strengthening our commitment to advancing gender equality in the province, a way of recognizing that inequalities still exist and taking a strong stand to do something about it.", "Speaker, I want you to know that my ministry has been taking historic steps to increase the economic and social empowerment of women. In fact, we are in the process of developing Ontario’s first strategy to support women’s economic empowerment. This strategy is being designed to address the needs of women at all income levels and from all walks of life.", "We’re also improving economic security by supporting programs that help low-income or vulnerable women gain new skills and new opportunities. We’re also working to close the gap in wages between men and women. Why? Because the reality is that women earn 71 cents for every dollar a man earns in Canada; and when you look at racialized and newcomer women, that number is even lower.", "We are already taking action in a number of areas to close this gap, including committing to strengthen the use of gender-based analysis in our decision-making processes and expanding access to affordable quality child care.", "Speaker, this is the only the beginning. My ministry is also dedicated to creating more equality for women at home and in their communities. A big part of this is putting an end to the violence that many of them face.", "For far too many Ontario women and girls, fear is a reality at school, at home, in the workplace and on the street. That’s why conversations about sexual harassment and sexual assault like #MeToo are incredibly valuable. These two simple words have become a rallying call to stand up to gender violence. #MeToo has exposed just how widespread sexual harassment and assault are.", "The fact is, sexual violence is far too common. As long as women and girls are threatened emotionally or physically, we will never have equality. I have an 18-year-old daughter, and I think about this every day now that she’s at university. I think about her safety when she’s thousands of miles away from home.", "That’s why we created It’s Never Okay: An Action Plan to Stop Sexual Violence and Harassment, and committed $41 million over the past three years to change attitudes, provide more support for survivors and make workplaces and campuses safer.", "You have probably heard about some of the work we have done on this front: our award-winning public education campaigns, new legislation and two new funding programs. But that’s only some of the amazing work that staff in my ministry have been working on and doing that is focused on helping to protect women in Ontario from violence and fear. We have been making progress to stop violence against women, but there is a long way to go.", "One step we’re taking is to update the province’s Domestic Violence Action Plan. The action plan provides a framework for preventing domestic violence, improving supports to survivors and strengthening the justice system’s response to increase women’s safety and hold perpetrators accountable.", "This update of the Domestic Violence Action Plan is part of broader efforts to address gender-based violence in Ontario and will include a comprehensive, multi-ministry review of evidence and strategy development.", "Through the Neighbours, Friends and Families program, we’re reaching out to communities across the province to help those closest to an abused woman recognize the warning signs of domestic violence and understand what they can do to help. My ministry is working with the Ministry of the Attorney General, the Ministry of Community Safety and Correctional Services and with all of our partners, including stakeholders and survivors, to strengthen our response and help end gender-based violence in all its forms.", "In the end, the result will be a plan that promotes an Ontario where people of all genders can live free from fear and helps survivors feel safe and supported. But we have to work together. We have to be vigilant. We cannot let the language of sexism, misogyny and oppression become normalized in the public realm.", "We must recognize that violence against women is there, and recognize it for what it is. It is an attack on our bodies and on our spirits. It is an attack on equality. This violence must not and will not be tolerated. We are working hard to create a province where it does not exist.", "Protecting reproductive health is essential to advancing equality and the empowerment of women and girls. Denying women choices about their own bodies and their own lives denies women their place in society.", "That idea of place is especially pertinent in this month of October, which is Women’s History Month. The theme for this year’s Women’s History Month is, “Claim Your Place.” It’s important to remember how, through history, women have had to stake a claim to a place in society. During Women’s History Month, we commemorate many of the women who fought for women’s rights in Canada. Every year on October 18, we celebrate Persons Day. On October 18, 1929, women were finally officially included in the legal definition of “persons.” It’s hard to believe that, not even a century ago, women were not considered persons under the law. Let’s not forget: While that was a victory for some, it was for many women an act of exclusion. It was not a cause for celebration for racialized women and indigenous women at the time. Instead, for some of them, even the right to vote was not granted until 1960.", "Today, women’s rights are recognized as human rights and we can celebrate the progress that has been made toward security, equality and justice. More girls and women are pursuing educational choices that lead to the jobs and opportunities of tomorrow. Female entrepreneurs, innovative small business owners, and corporate leaders are contributing to a diverse and growing Ontario economy.", "Yet Ontario women and girls still confront barriers that limit their potential to study, grow and pursue opportunity. For women who experience violence, the opportunities to work and achieve independence can sometimes diminish or disappear altogether. Deeply entrenched biases and stereotypes at home, in school, in the workplace and in society continue to influence the choices that women can make about where to study and work and for how long.", "Today, Ontario’s women and girls enjoy rights and freedoms that past generations could only dream of: to vote, to own property, to pursue an education, and the opportunity to build careers. These rights, as well as many others, did not come easily. They were hard-fought over many decades and won through collective strength and courage. There is a lot to be proud of and a lot to celebrate.", "But the journey is not over. We need to remember that while brave women may have fought for and won many basic rights and freedoms, it was less than three decades ago that the Supreme Court of Canada ruled that women could make their own choices about their reproductive health. Today, women may have the right to choose, but there are some who would like to turn back the clock and remove the rights we have struggled so long and so hard for.", "This month, during Women’s History Month, we need to remember how important it is for us to claim our place. The Safe Access to Abortion Services Act absolutely helps women claim their place. It says that women will not be intimidated, women will not be harassed and women will not be interfered with when trying to obtain access to abortion services. In Ontario, women are claiming their place and standing their ground in their places of work, their communities and, yes, when accessing reproductive health care.", "As part of the 2017 Ontario budget, our government announced that Ontario will be expanding access to health care options for women by publicly funding the new abortion pill, Mifegymiso. As of this past August 10, women in Ontario have been able to get the abortion pill at no cost with a valid prescription and OHIP number. It gives women more independence and more choice over their reproductive health. It provides a safe, effective and non-invasive alternative to surgical abortion that can be administered in the privacy of their own home.", "It breaks down financial barriers for women. It means more equitable access to abortion for women across Ontario, including women in more rural and remote areas and women of low income. This is a positive step, a positive step in supporting autonomy for women’s reproductive health and the rights of women as full members of our society.", "Now Ontario must take steps to protect women who are exercising their right to choose. They should not be harassed for making that choice.", "We should remember how long the fight has been going on. Looking back five decades to the year 1967, that was when the federal committee first considered amendments to the Criminal Code on abortion. Many groups and individuals spoke on both sides of the issue, including Dr. Henry Morgentaler, urging repeal of the abortion law and freedom of choice on abortion. This was at a time when an estimated 35,000 to 120,000 illegal abortions were carried out in Canada every year.", "But it wasn’t until 1988 that the Supreme Court of Canada struck down Canada’s abortion law as unconstitutional, as a violation of section 7 of the Charter of Rights and Freedoms. The court ruled that the law infringed upon a woman’s right to “life, liberty and security of the person.” The ruling states that “forcing a woman, by threat of criminal sanction, to carry a fetus to term unless she meets certain criteria unrelated to her own priorities and aspirations, is a profound interference with a woman’s body,” and thus a violation of her security of the person.", "It was three decades ago, then, that Canada became one of a small number of countries without a law restricting abortion.", "Our government is committed to making sure we safeguard the progress we have made. We are committed to removing barriers to the fulfillment of sexual and reproductive health, protecting access to abortion services, and protecting the safety, security, health and privacy of patients and providers. That’s why we introduced the Safe Access to Abortion Services Act.", "Many impacted stakeholders engaged with our government and participated in consultations as part of the development of this important legislation. These stakeholders included abortion clinics, health care organizations, community health centres, pro-choice advocacy groups, anti-abortion advocacy groups and legal associations. It’s important to hear the voices on all sides of this issue. I know that the Ministry of the Attorney General also looked to British Columbia, Quebec and Newfoundland, which have all implemented safe access zone laws over the past few decades. Women and men from these groups work hard every day to break down barriers so that all women have better access to excellent health care. Our government supports their good work.", "We firmly believe that the choice to access abortion services is a deeply personal one. We believe that patients have the right to access abortion services safely and securely, with their privacy maintained and free from any intimidation or interference. We believe in protecting the safety, security, health and privacy of clinic staff and health care professionals who provide abortion services, when they are just trying to get to work in the morning.", "What we’ve heard is that, over the past year, anti-abortion protest activities have increased at locations that provide abortion services. In fact, this past spring, there were reports of heightened security and privacy concerns at the Morgentaler Clinic in Ottawa. We heard that patients experienced interference and intimidation when accessing abortion services. It was Ottawa mayor Jim Watson who approached my colleague and good friend MPP for Ottawa Centre and Attorney General Yasir Naqvi to ask the province to introduce some form of safe-access law. We heard that it’s not just in Ottawa that these activities are taking place, but at clinics and facilities here in Toronto and elsewhere in the province as well. We have heard that health care professionals and staff who provide those services have also been targeted for harassment at work and at home. Just think about that. Some clinics experience protests on an almost daily basis. The complaints about what’s happening outside of the clinics have been increasing. Patients and staff are scared, and that is unacceptable. We should not forget the history of violent activity conducted by anti-abortion protestors, the arson attacks and bombings, and the shooting of clinic doctors in the 1990s.", "The proposed safe access zone legislation aims to ensure the safety, security, health and privacy of patients and staff at places that offer abortion services, and at the homes of clinic staff members and abortion staff providers. While it’s important to protect everyone’s fundamental right to freedom of expression—absolutely—our laws must balance that right with keeping people safe when they try to access health care. Activities that jeopardize the health, safety, security and privacy of patients and providers are not acceptable. Our priority is to protect the safety, health and privacy of women and health care providers by allowing for safe access zones to be established around clinics and facilities that offer abortion services.", "While we know that not everyone will agree on the proposed direction of this legislation, I believe that we have found a progressive way forward. Mr. Speaker, the proposed legislation has been carefully designed to strike the right balance between the differing views on this very contentious issue. We need to make sure, and we must make sure, that people know the rules.", "Freedom of expression is important, and so is the right to protest and voice your opinions—very important. But those rights must be balanced with the need to protect access to abortion services and to protect the safety, security, health and privacy of patients and providers.", "At a moment when a woman is making one of the most critical and private decisions she will ever have to consider, she needs to be able to do so without fear of being threatened with violence, harassment, bullying, interference or intimidation. Some people will not agree, but that cannot and will not diminish our resolve—because I believe that policies like this are more important now than ever.", "Over the decades, Ontario’s government has played a leading role in increasing empowerment for women. We have made key investments and worked hard to relieve poverty and homelessness. We have put valuable tools and supports in place for women, to help them on the path to greater economic security and personal fulfillment; and we continue to take strong measures to end sexual violence and harassment against women and girls in our province.", "Speaker, our government is committed to building a province where every girl and every woman can grow and confidently follow the path that they choose: their own path. The women of this province and this country have fought long and hard for their reproductive rights and justice. It’s a right that has been recognized by the highest court in Canada.", "Our government is sworn to uphold the rights of everyone in our province. Ontario needs to assure the women of this province that they will not be intimidated. We need to make sure everyone knows that women will not be harassed or bullied. And we need to ensure that women will not be obstructed when trying to gain access to abortion services.", "Speaker, I am proud that we are delivering on a strong vision for women and girls in this province. I call on all members of this House to join us in this effort by passing this bill, because it is the right thing to do." ],
  "anchor" : "para795",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate? I recognize the Attorney General." ],
  "anchor" : "para846",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on Bill 163, the Safe Access to Abortion Services Act.", "I want to thank the Minister of the Status of Women for her eloquent words and speaking about the importance of this bill. I thank her for her tireless advocacy every day for women across the province.", "I also want to take this opportunity to welcome Sarah Hobbs-Blyth and Chelsea Barnett, who are with Planned Parenthood Toronto and have been strong advocates for this bill. Thank you very much to both of them for being here today.", "Speaker, I rise in the House today to continue debate on a bill that would, if passed, send a clear message that our government will always stand up for a woman’s right to choose. Days like today, being able to stand up in this Legislature and speak on such a vital piece of legislation, are part of the reason that I personally got into politics. As a student, as a lawyer and now as a politician, it has always been my steadfast belief that every woman in Ontario has the right to make decisions about her own health care, and deserves to do so freely, without fear—without fear for their safety, privacy or dignity; without fear of being judged or publicly shamed because of their choice; without fear of being threatened with violence, harassment or intimidation. No woman should ever have to take such things into account when just trying to access basic health care services that are important to her.", "I have often spoken about my family’s journey to Canada. One big part of that journey was the desire on my mother’s part to come to a society which treats women and men equally. She often says that when we were growing up in the country where I was born, she knew that at home she treated her two sons and daughter equally, but the moment we three left home that was not the case: My sister was not treated equally. She wanted to come to a society where women are protected, are respected, where women can do what they want to and, most importantly, as in this instance, women are able to make decisions about their own health care. That choice is between herself and her health care provider—and nobody else. This bill very much goes to the heart of that very important right and protection for women in our society.", "Speaker, you will hear me speak a lot about women and patients during my remarks today. This bill is, after all, for them. But before I get too far in the debate, I want to be unequivocal in this House to those watching at home and those here in the galleries: When I mention women and patients throughout the course of this debate, I want to acknowledge the trans and non-binary individuals who may also access abortion services. They, too, need and deserve the protections we are talking about today, and this bill is written in a way that ensures that those individuals, those who may be trans or non-binary, also receive safety and protection as outlined in Bill 163.", "The choice to access abortion services is a deeply personal one. Patients have the right to choose to access abortion services with their privacy maintained, free from outside intimidation or interference. Clinic staff and health care professionals who provide abortion services must also be protected. They should not have to fear for their safety on their way to or from work, or when they return home at the end of the day.", "Over the past several months, we have heard reports of heightened security risks and privacy concerns around clinics and facilities that provide abortion services in Ontario. In my hometown of Ottawa, as was mentioned earlier, protests at the Morgentaler Clinic have reportedly escalated, and we have heard similar reports from clinics and facilities right here in Toronto.", "Speaker, while I strongly support everyone’s fundamental right to freedom of expression, our laws must balance that right with the need to protect access to abortion services and to protect the safety, security, health and privacy of patients and providers. Activities that jeopardize the safety, security, health and privacy of patients and providers are not acceptable.", "After I heard the reports from the Morgentaler Clinic in Ottawa, I began to ask how patients and providers could be better protected from these activities under the current law. I think that many people, including myself, were under the impression that abortion clinics were already protected by injunction orders. What I learned, however, is that we do not have consistent protections in place across the province. That came as, personally, a surprise to me, because I thought that that protection existed province-wide.", "In fact, most clinics in Ontario are not currently protected by the injunctions that we found on our books here in Ontario. There are also numerous other facilities in Ontario that offer abortion services, including hospitals and pharmacies, where protest activities are not restricted by any injunction.", "After learning of this, I announced that the government would introduce legislation to protect women, clinic staff, and abortion service providers across the province. Four months later, I’m proud to see this happening.", "Over the summer months, the Ministry of the Attorney General began looking at other jurisdictions, like British Columbia, Quebec, and Newfoundland and Labrador, which have already enacted safe access zone laws within their own jurisdictions. All three of these jurisdictions introduced legislation in response to ongoing protests and concerns from clinics regarding the ability of their patients to access abortion services and the safety of their providers.", "British Columbia’s safe access zone legislation was passed in 1995, while Quebec and Newfoundland and Labrador passed theirs more recently, in 2016. British Columbia’s legislation, in particular, provided an important starting point in terms of developing this bill, Bill 163, and its courts have held up the constitutionality of its safe access zone laws in three separate constitutional challenges.", "Our bill is also responsive to what we heard from stakeholders about how abortion services are currently provided in Ontario, and the impact of protest activities on women, staff and health care providers. For example, Bill 163 builds on British Columbia’s approach in the following ways.", "First, British Columbia’s legislation establishes automatic access zones around the homes of doctors who provide abortion services only. We propose to establish automatic access zones around the homes of doctors, clinic staff and other regulated health professionals, like nurses and pharmacists, who provide abortion services. We believe it is important to recognize that abortion services are provided in Ontario in teams and that no one on that team should be intimidated, physically interfered with or targeted where they live or in the job that they do.", "Second, British Columbia’s legislation sets out a 20-metre maximum size for access zones around clinics and facilities. We are proposing maximum-access-zone sizes of 150 metres instead. This size is comparable to the size of the private interlocutory injunction that the Morgentaler clinic obtained in 1989, and would provide greater flexibility to protect particular clinics and facilities as needed", "Thirdly, British Columbia’s legislation requires abortion clinics to apply for safe access zones. We are proposing in Bill 163 to establish automatic safe access zones around abortion clinics in Ontario. We heard that patients and staff at these clinics are particularly vulnerable and identifiable to protestors.", "Finally, our proposed legislation would allow for safe access zones to be created at locations that prescribe or dispense drugs like Mifegymiso that terminate pregnancies, and at the homes of professionals who prescribe or dispense these types of drugs. This approach recognizes that the health care landscape is changing and that professionals who prescribe or dispense these drugs should also be protected in the areas where they live and work.", "As you can see, Speaker, the legislation we are proposing would reflect the reality of how abortion services are provided in Ontario, and I’m proud to say that Ontario would set a new standard through Bill 163. If passed, this legislation would make Ontario a leader in protecting access to abortion services and the safety, security, health and privacy of those providing and accessing these services.", "The laws in other parts of Canada provided a good starting point for the development of this legislation, but we needed to make sure the changes we were considering would work for Ontario. So we asked a number of Ontario health, legal and advocacy groups for their input and expertise. To strike the right balance between protecting freedom of expression and the need to protect the safety, security, health and privacy of women and providers, we needed to hear from a broad group of partners. They included abortion clinics, health organizations, community health centres, pro-choice advocacy groups and legal associations, but we also, in our consultations, approached and spoke with anti-abortion or anti-choice advocacy groups as well.", "As you can see, we did not shy away from hearing different views and perspectives on this very important issue. Some groups advocated for these changes, while other views fell on the other end of the spectrum. We considered all of the ideas carefully. Over the course of the consultations we conducted in August, these groups provided information about the provision of abortion services in Ontario today and ideas about what this could look like in the future. We also heard about anti-abortion protest activity and its impact on women, staff and health care providers.", "I would like to thank each of these groups for sharing their time and expertise with us through our policy deliberation. Their input helped us to develop legislation that I think will make a significant difference in protecting women in our province. While I know that some may not agree with these changes, I strongly believe that we have struck the right balance between protecting the safety, security, health and privacy of people accessing or providing abortion services with the right to freedom of expression.", "However, just because I believe we have struck the right balance and that we have consulted extensively does not mean we should not consult or receive the input of stakeholders and experts through the committee process at the Legislature. I would like to say that I have heard and understand the frustration from some about our government’s decision to pursue debate in committee on this bill. I say that because I too would have loved to see this bill passed immediately. It was still an incredibly difficult decision. But at the end of the day, I feel strongly that this bill is too important to cut corners.", "I believe we have clearly demonstrated our commitment to moving this bill quickly by drafting and introducing it in less than five months. However, stakeholders and experts should be given the opportunity to review and provide feedback on this important piece of legislation so that if changes are needed, we hear that before the bill is passed, not after.", "I am very pleased, Speaker, that we have come to an all-party agreement, as you are aware, to move this bill through debate and committee in the next couple of weeks. This strikes the right balance of moving quickly while taking the time to ensure that we have effectively reached our goal of protecting women and health care providers.", "I was thrilled to know that the other two political parties support this approach and this legislation. That was music to my ears. We made sure that, right away, we approached the opposition parties with a proposal that ensures that we have an opportunity to hear from stakeholders at committee and also have some important debate while passing this bill in a time frame—because that’s the timeline that we’ve been pursuing in terms of making sure we have been able to get this work done in a very short period of time. If we can get this legislation passed in an even shorter time period, that is good news for women in our province.", "The changes we are proposing today would have a far-reaching impact. They would signal to everyone in our province the importance of a woman’s right to choose and our government’s support for that right.", "Last week, I visited two centres that provide vital health services to women in both Toronto and Ottawa. I heard from countless women who were supportive of this legislation, as it would provide a consistent framework for protecting those who exercise the right to choose.", "I also would like to share with you the words of Catherine Macnab, for instance, who is the executive director of Planned Parenthood Ottawa. She said:", "“No one should be intimidated or publicly shamed for seeking a safe and legal health service....", "“This legislation will change the landscape for people seeking abortions in Ontario by letting them focus on their health instead of their safety....", "“We commend the Attorney General’s swift action for making it a priority for Ontario.”", "That is great to hear, because it is incredibly important that this proposed legislation have the support of Planned Parenthood Ottawa and many other women’s health centres and facilities across the province. They do critical work to help women make informed choices about their health care. They, in fact, are on the front lines, and they have experienced fear, threats and intimidation in the past—and as we speak.", "Speaker, I also recently had the pleasure of visiting Planned Parenthood Ottawa’s office, where I heard first-hand the impact that this legislation would have on the lives of the women who access abortion services and the health care professionals who provide them. What I heard from the staff affirmed even further to me that these changes are absolutely needed. They told me about the strain that protests, intimidation and harassment near clinics and facilities that provide abortion services can have on patients and on providers. That could include providing unwanted advice to people waiting in the lobby of an abortion clinic or facility, holding up signs outside, or taking part in other activities near clinics and facilities that provide abortion services that are intended to interfere with people accessing or providing abortion services.", "As I said earlier, while I strongly support people’s freedom of expression, activities that jeopardize the safety, security, health and privacy of patients and providers are unacceptable. They violate a woman’s sense of privacy and can intimidate them, cause them physical or psychological harm or interfere with their access to abortion services. These changes would go a long way to making our communities feel safer for everyone. It would allow people to focus on their health first, rather than on their safety or security, when making important health care decisions.", "This bill and the timing of it could not be more important. As I mentioned, the current protections we have in place simply do not cut it. Women across Ontario deserve the assurance that, should they choose to access abortion services, they will be able to do so privately, safely and securely. I can’t imagine having to deal with that fear, particularly at such a stressful time.", "The bill we are debating today would limit anti-abortion protest activities in designated areas. Our intention is to protect access to abortion services by putting a distance between the protesters and people seeking to access and provide these important services. In these designated areas, anti-abortion protest activities and interference and harassment of people accessing or providing abortion services would be prohibited.", "To start, there are eight abortion clinics in Ontario that would be automatically protected. They would have safe access zones of 50 metres, but the size of these access zones could be decreased or increased up to 150 metres by regulation. The proposed safe access zones would include the property on which the clinic is located and start at the boundary of that property.", "Speaker, I want to be clear that we’re not denying people’s right to protest. They are free to express themselves and engage in anti-abortion protests, but not in those designated areas around clinics, facilities and homes where doing so may prevent a woman from making a decision about her own health care out of fear for her safety, security, health or privacy; and not where doing so intimidates clinic staff or health care professionals from coming in to work in the morning or going home at the end of the day.", "The law would not prohibit anti-abortion protest activities that take place outside the safe access zones. To get a better idea of the size, just think of an Olympic-sized swimming pool, which is 50 metres long. I often get asked this question, “What is 50 metres?” That’s roughly the space one is taking about.", "We know that there are staff and patients who provide or seek abortion services outside of the eight abortion clinics in Ontario as well. Abortion services are also provided in other facilities such as hospitals, pharmacies and health centres. To ensure that these facilities are adequately protected, we are proposing to make available an application that will allow these facilities to apply for safe access zones of up to 150 metres. This means that locations where Mifegymiso is prescribed or dispensed—which is now available at no cost to women who need it, thanks to the work that the Minister of the Status of Women and our government have done, along with the Minister of Health—would be eligible to apply for safe access zones.", "Safe access zone protections would also be extended automatically to the homes of all clinic staff and health professionals who provide abortion services. Doctors, nurses, clinic staff and other regulated health professionals who provide or assist in providing abortion services would automatically receive safe access zones of 150 metres around their homes and could not be subjected to intimidation, physical interference or other targeted anti-abortion activity where they live.", "We know that many health professionals work at multiple locations. Health professionals who work at several offices would be able to apply for safe access zones in each of these locations.", "Finally, the proposed legislation includes a general anti-harassment provision to protect providers of these services, wherever they are, from harassing conduct directed at them. This means that providers should not have to fear for their safety while they’re out in public because of the work they do. Under the proposed legislation, they would be protected from harassing conduct whether they are at home, at work or picking their kids up from school.", "Speaker, it is my steadfast belief that every woman in Ontario has the right to make decisions about her own health care and that she deserves to do so freely, without fear for her safety, security, health or privacy and without fear of being threatened with violence, harassment or intimidation. No woman should ever have to take such things into account when accessing health care services, and neither should clinic staff and health care professionals who are just trying to get to work in the morning, like the rest of us do in our lives.", "The legislation before you today is about protecting women’s safety, security, privacy and health. It’s about protecting and defending their right to choose. It is incumbent on us to provide for these protections in law. It is unfortunate that we have not had these consistent protections in our system up to now.", "It’s also important to me as the Attorney General to bring forward a law that is constitutionally sound. In a bill like this, which is speaking of competing rights—a woman’s right to access health care services and somebody else’s right to freely express themselves—one can understand the delicate balance that has to be accomplished in order to make sure that you’ve got the right balance between these rights.", "That is why the work we have done in a fairly short period of time is very important, both in terms of understanding legislation from other provinces—looking at the jurisprudence that exists, the case law that has developed, especially through the challenge that the British Columbia legislation went through; of course, looking at pronouncements by the Supreme Court in matters of rights around access to health care services and freedom of expression—but also in that deliberation it’s important that, from my perspective, we have that thorough analysis and thorough work in terms of the work that is being done through consultations, but through the legislative process as well. Through the committee process, we expect to hear from advocacy groups as to the challenges they feel in terms of stories of individuals who would benefit from legislation like that, so that we better understand why it is important that we protect women’s access to abortion services, and why it is important that we create that balance between somebody’s right to express themselves or protest but to do so from an appropriate distance so that there is a safe access available for a woman to be able to access these services and for the providers to be able to get to work to provide these important services.", "I know, Speaker, that in this House a lot gets framed—and that’s the world we live in—around what the appropriate political gain may be. I just want to be very clear, from my perspective, that this is about protecting women’s health; this is about protecting women’s right to choose. I am confident that no member of this House, on behalf of all the people we serve and the women we serve, would jeopardize that by engaging in any political manoeuvring, because I think that’s not our purpose here to serve. We all want to make sure that everybody has safe access to health care services; in this case, women who need to have those services. So I look forward to continuing to work with all members of this House in the passage of this bill.", "I want to thank the very brave providers and advocates on behalf of women who do some incredible work in sometimes very difficult circumstances. It’s mostly women who do this work, and they’re extremely brave to speak out and to provide these important services at times when access to their workplaces is very, very difficult—which the majority of us never face. The majority of us don’t have to go through throngs of protesters or imagery that could be extremely disturbing to the work that you do. These are very strong women and men.", "I want to thank them for the work they do, and I want to thank them for their guidance and their advice as we, through the summer months, in a very short period of time, asked for their thoughts and their suggestions as we did the policy deliberation and developed Bill 163. I look forward to continuing to work with them, and I look forward to continuing to work with all of the members of this Legislature so that we can pass this bill quickly and work on the regulations that accompany this bill so that we can have consistent protections for all women accessing reproductive health and abortion services in our province." ],
  "anchor" : "para847",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para902",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure to join debate today. I would first like to start off by thanking my leader, Patrick Brown, and our women’s issues critic, Laurie Scott, for allowing me to have carriage of this bill. It’s very important to me, and I think I’ve demonstrated that to members of this assembly and also to the people I represent in the city of Ottawa.", "For the young woman out there, who might be 18 years old and just hit the age of majority, and who may have been sexually assaulted and may have had to travel hours to a clinic in order for her to get safe health care while worrying about her privacy, about the impacts on her family if they found out and about her own mental health after making a decision that would be life-altering—so I think it’s only appropriate that, at the Legislative Assembly here in Ontario, we act at the request of the mayor of Ottawa, Jim Watson, who used to serve as a member of this assembly, as the associate health minister. He requested that the government of Ontario act by creating a safe space for women who, like that 18-year-old girl, had to walk to a clinic, and who had to be harassed while she did it by, in many cases, men much older than her, shouting obscenities to her, based on a personal choice that she had made, understanding that this could change her life, it could change her relationships with her family and it could change her standing in society.", "So make no mistake: It is my opinion that this has nothing to do with freedom of expression or freedom of speech. I happen to be pro-choice. There are members in the Liberal Party and in the Progressive Conservative Party who are not pro-choice. They are pro-life. I respect their position. I respect their opinion. It’s different than mine. But that’s not what this bill is about, whether you’re pro-choice or you’re pro-life. It is about the safety, security and protection of women, some who could be very young and very vulnerable.", "I had a colleague talk to me the other day, who has a 27-year-old daughter, and she has to walk by the clinic in Ottawa on Bank Street. Whether she is going in there or not—and she wasn’t; she was walking by. I remember this as a young Hill staffer, too: walking by this clinic on Bank Street, getting to work and being harassed and looking at pictures that would make my stomach curl. He said to me, “My daughter really wants this bill to pass because she feels harassed while she’s walking down the street.”", "I can tell you something, having walked by there last Thursday, in Ottawa. I had been on TV, on the CBC. If you’re from Ottawa, you know that most of our roads right now are being ripped up for light rail, and therefore roads are closed, it’s hard to find access, it’s hard to find parking. I start walking down Bank Street and I realize at this moment that I can’t go any farther, Speaker. I can’t go any farther. I had to ask my assistant to go get the car, because I realized that if I had walked by that clinic, I would have been harassed. I would have been harassed because I have been vocal on this issue. I would have been harassed because I am a woman—not so youngish anymore, Speaker, but I am a woman.", "I’m going to tell you how close these protesters were: from me to our Clerks’ table. What is that, about three feet from the door of a clinic when a young woman was trying to get access to something that’s perfectly legal, something that’s perfectly safe, something that’s part of our health care system? Whether you like it or not, that’s the reality.", "Can you imagine a protester—imagine if you’re 18 years old—and this protester in particular, he might have been 68 years old, and angry, angry. As somebody who has been very vocal about mental health issues, I could only imagine the anxiety a woman would have, feeling physically intimidated by these folks who were protesting.", "God love them, they have the right to protest. Go to Parliament Hill; go to the front of this assembly; but don’t go to someone’s house; don’t go into someone’s pharmacy; don’t stand there and intimidate people who are going to work or who are going to seek legal medical services.", "Again, I totally do not think that this is either a pro-life or a pro-choice issue. I don’t think it’s about freedom of expression or freedom of speech. I think it’s about the safety of, quite frankly, every woman in this Legislature, whether they’re pro-choice or pro-life. I think it’s about the safety of the young ladies and women whom I represent.", "I’m not even going to get into the fact that in some cases women are making choices—they may have been pro-life before they were sexually assaulted or raped. Things change in people’s lives, and I don’t think we have to question their motivations. I think the job of this Assembly—job one—is to make sure that people in the province of Ontario are protected. In this particular case, it is the women who may be seeking those services.", "Again, I think it’s simply, from my perspective—and I believe my caucus colleagues’ perspective, because we’ve spoken extensively about it—about the safety of women, which is entirely consistent with how we have approached this bill.", "It was not last Thursday but the previous Thursday where I landed and I spoke to my leader, Patrick Blown, and his office staff. I said, “This happens to be an issue that’s very important to me. I really feel very personally that this has to be addressed. Can I take carriage of this bill and can we seek to make it happen?”", "The government said that they had widely consulted. They effectively had said that it was a perfect bill. I was really worried that what was going to happen is that this would become a deeply politicized issue where we would continue to polarize the public of two opposing spectrums.", "One of the people I’ve talked to quite a bit—she’s in the House right now—is our member from Thornhill, Gila Martow. We are both pro-choice, but we recognize that that doesn’t necessarily mean pro-abortion. Obviously, we support life; we’re mothers.", "But the debate today on almost everything is so volatile and so “one side here” and “one side there” that you can’t be in the middle. So I was afraid, Speaker, that what was going to happen is we were just going to try and pick off members and we were going to try and inflame the left and inflame the right, and at what cost for the vulnerable women who we should just be protecting? That is why I said, “Let’s get on with this.”", "I’m happy to see that the government has come to the table at this point in time and we are going to pass it. I would hope that we don’t have a significant number of amendments. We think the bill is perfect as is, so we’re not going to be submitting any amendments. I hope that we have some stakeholders come in, but I believe this has been widely done in the past.", "Of course, we have had numerous times in this House—Speaker, you and I have been here for many years, and we’ve seen in the past where we have come together on an issue of importance to the people of Ontario and we’ve fast-tracked a bill. I believe, in the time I’ve been here, it has been about 12 times. I think this is one of those areas.", "Again, I would hate to see us become political or polarizing, because we have a moment right here in this Legislature to talk about some very pressing issues that are going on not only here but worldwide. I’m going to tell you, Speaker, right now there is a social media campaign called #MeToo. It’s a campaign that really resonates with me. It’s one that I think has taken the world by storm. It started because of an abusive, very powerful man who used his power and his influence to sexually harass and sexually assault female actresses, and that’s Harvey Weinstein. We know he’s not alone. We had our own cases here with Jian Ghomeshi.", "This is part of a broader umbrella here, Speaker. It’s about me being a woman, our young staff being young females, our young pages who are women. It’s all about how we are treated in society. Someone is going to call me a raging lefty, but I’m not going to take that. I know not many people in this House would ever question my conservatism, but I’m going to tell you something: I know that there are women who have been sexually assaulted and sexually harassed and have had to seek these services. I also know that over our past and our history, whether it’s in this province or it’s in California or it’s halfway around the world, women have been dealing with this forever.", "So the #MeToo campaign is actually talking about any woman who has been sexually harassed or sexually assaulted. I’m going to venture that probably most women in this assembly could go on their Twitter or on their Facebook or on any other social media today and say #MeToo. I’m going to do it after this speech when I put my remarks up, because that’s what we have dealt with, and if we’re going to have a conversation and we’re not just going to pay lip service to women’s rights and women’s protection and righting some historic wrongs, that’s the reality.", "I think that we have a moment here, a moment to take a stand. As female legislators, and as male legislators—I have my colleague Randy Pettapiece here, who has been a great supporter of me—we have an opportunity in this moment to make change. Whether that’s keeping women safe from harassment at a clinic or whether that’s keeping women safe when they go out at night, that’s a role we have to play. That’s our duty, in fact.", "Think about it: 100 years ago in this assembly, there wasn’t one woman. Now here we are today with about 30% of the House, so let’s collectively think about how we can change and how we can move forward.", "I take women’s rights very seriously. As a woman, as a mother, as a hockey coach to a young female team, I want my girls—and my daughter in particular, but every girl—to have the same rights as every little boy—without any systemic barriers—so we have to continue to work to do that. That’s what we are here to do today.", "I remember in particular when I tweeted my outrage at Jian Ghomeshi, and I’ll never, ever forget it. I had two people contact me immediately. One was a friend who said, “Lisa, Ghomeshi’s hands off because he’s so powerful and popular. It’s going to be a backlash to you.” Then another was the former Liberal candidate who ran in 2003, and he said, “Don’t you know anything about Canadian culture? He’s an icon.” That came from two males: one a Conservative, one a Liberal. I said, “You don’t get it. You’ve never walked a mile in my shoes or any other woman’s shoes in this country. If he’s done it, which I suspect he has, well then, we’ll say it,” and then you see what happens; you see what the legal process does; you see what happens to women who stand up and speak out.", "This is why when a woman seeks this type of service, her privacy is more important than at any other time, probably, in her life. She’s making a decision based on her body. Whether you like it or not, it’s her body—it’s our body. A man may be part of that process, but I don’t think he fully understands it if he’s out there protesting a teenager, maybe a mother whose family just broke up. I don’t know, I don’t profess to know, and I’m not going to judge; it’s not for me. I know if a woman comes forward with sexual assault or sexual harassment, I’m not going to judge her either. I know there are certain processes in place, and let those processes go in place, but to come out and say that you’ve been sexually assaulted or sexually harassed is very hard for a woman seeking abortion services. They’re not doing it because they want to; there are circumstances—and I have to put that out there.", "But I want to go back to this idea and this notion where we can polarize or play wedge politics, where we can try and divide and conquer people because it might be electorally successful. That is shameful, and it is wrong. I want to go to this because what ends up happening is, you’re not putting women first; you’re further subjecting us to old stereotypes and to some systemic barriers. We’re basically used as pawns in a political game. This dates back, Speaker, to 25 years ago when Jean Chrétien was using this as a wedge issue against the federal Conservative Party. It’s dated back 25 years. We are better than that. We have evolved, Speaker, and just because I happen to sit on this side of the House doesn’t mean I am any less committed to the safety and protection of the women in the province of Ontario. I can tell you that, and it also says the same thing about my colleagues, who will unanimously support this bill.", "That’s brings me to something else that happened last week that completely made my blood curdle. This organization called Working Ontario Women—" ],
  "anchor" : "para903",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Run by a man." ],
  "anchor" : "para932",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Run by a man, a former staffer for the Liberal Party—that’s going to run millions of dollars, probably, of attack ads on my leader, Patrick Brown; they want to talk about abortion, so I called them out, Speaker. As you know, I’m not a wallflower. I’m not “shy,” I guess, is the word. I called them out for who they are. They’re a Liberal front group intended to stoke up these social conservative issues to try and hurt my party, to play the old red book of Jean Chrétien. I’m not going to stand for it. My colleagues are not going to stand for it. Enough is enough is enough. “We actually want to put women’s rights first; we want to put women’s protection first.” Then you know what? Stop stooping to those tactics, because that’s when people are going to question your motive, and that’s why I’m questioning their motive, Speaker.", "I know where I stand. I’m standing firmly behind this desk I have been elected to for the past 12 years and four elections. I have a microphone; I’m going to use it and my podium to stand here and tell the others that we have a duty. We don’t have a duty because my friend Monique over there is New Democrat so my duty is to oppose everything she does; that’s absolutely not the case. We work together on different things. The government has a bill; I’m happy to support it. But that doesn’t seem to be good enough for them.", "I have been asked throughout this process if this will hurt me as a Conservative in my riding; it might. I could lose my seat in the next election because I stood up for an 18-year-old girl to be safe walking down Bank Street in Ottawa. If the people of my constituency think that ill of me for supporting that young girl at 18 years old, then I’ll lose my seat; it’s plain and simple. I don’t think I will, Speaker, because I think that people know that when I stand up, I’m a fighter.", "But Anita Murray deserves a shout-out. Do you want to know who Anita Murray is? Anita Murray lives in Ottawa, and she called my office today to tell me that I’m nothing but a hidden Liberal, and she’s going to run a Conservative candidate against me. Think about that, Speaker. Anita Murray probably doesn’t know where she stands on fiscal conservatism. She probably doesn’t know where she stands on law and order. Hell, if she actually stood up for law and order and had Conservative views, she would be standing right here with me, applauding me for standing up for the safety of young women. But, no, Anita Murray has got other plans. I’ll welcome her candidate in the next election, and I’m going to tell you something, Speaker: I intend on coming back here in 2018 with a stronger mandate from the people of Nepean.", "I think that’s important, because we are here, stereotyping who people are on morality issues and on issues of conscience. Stereotyping: Conservatives obviously all have to think that way; Liberals all have to think that way. On personal issues, that’s not true. We have pillars of conservatism: accountability; fiscal conservatism; We believe in safe streets, strong families and self-reliance. Literally, in a nutshell, that is how we could describe who we are. We believe in strong families, but that doesn’t mean we eliminate choice. That’s why I am here today.", "This is further perpetuated by people—and I’m going to call out the Prime Minister, Prime Minister Trudeau, who a few weeks ago essentially said that gender equality is at risk because of Conservatives. Oh, really? I wrote an op-ed in the Ottawa Sun about this because after he said that, his office decided that they were going to ban Rachael Harder, an MP, a brilliant young woman, from being the chair of the status of women committee because she happened to be pro-life. I said in the article, as a woman who chairs numerous meetings, “Who cares?” Do you think, when I’m sitting in public accounts and I have to chair the meeting, that I think about my personal issues? No. I think about the rules and procedures and making sure that we continually and properly debate the issues and that we welcome our deputants. I couldn’t think of anything more egregious than playing that card—that pro-choice/pro-life card. If you really believe in the safety of women and the protection of women, then you don’t play the game Prime Minister Trudeau played.", "If he wants, I’ll take him through a history lesson; let me take everybody here through one. What has the Conservative Party done for women in politics? Let’s start with Sir Robert Borden. Now, I’m partial to him, because not only was he a Conservative Prime Minister, he was also from Nova Scotia, just as I grew up in Nova Scotia. Sir Robert Borden was the first Prime Minister to legislate a woman’s right to vote. Then came John George Diefenbaker. He became the first Canadian Prime Minister to appoint a woman as Deputy Prime Minister and Secretary of State.", "After Diefenbaker left, the first woman to run for a party leadership was a Conservative. Later on, the much-loved, well-known, late Flora MacDonald became the first serious leadership contender of a major political party. She also forced Justin Trudeau’s father to include gender equality in the Charter of Rights and Freedoms.", "It was Pat Carney who was the first to tell the House of Commons that they needed to ensure that family members, not just spouses, could travel from the constituency—in her case, British Columbia—to Ottawa. Sometimes we take for granted—I certainly do, sometimes—the ability for me to take my daughter to Queen’s Park and understand that that’s a legitimate expense.", "This takes me to my daughter, who was just a baby when I arrived here. I fought that fight to make Ontario the first family-friendly Legislature in the country. Now Equal Voice is using my background and they’re using some of my work to make all Legislatures livable.", "Locally, my mentors include Senator Marjory LeBreton, who was the government leader in the Senate, the most powerful woman in Stephen Harper’s government—she is now retired; city councillor Jan Harder, who was just like a mother to me, and who celebrated 20 years in elected office last year, doing it while raising five daughters, and now she spends most of her time with her grandkids—a strong, tough, Conservative woman; and the late Jean Pigott and her two sisters, Grete Hale and Gay Cook—who, by the way, are going to be hosting a fundraiser for me even though I can’t attend, thanks to the Liberal government’s rules, which I also think are harder for women because it’s harder for us, especially hockey moms like me, to go out and ask our friends for 1,200 bucks—but you’re a cabinet minister and your male over there, that’s another point. And Maureen McTeer will be at that.", "What we’re also going to do is we’re going to be bringing in young women to talk about what it means to be a Progressive Conservative. We’re doing that because one of the projects I had the opportunity to work on with Equal Voice was actually inspired by my daughter. It was called Daughters of the Vote. We brought 338 young women to Parliament Hill so that they could take their seat on the floor of the House of Commons. It was incredible.", "But thanks to the rhetoric, like Jean Chrétien, and the way they’ve handled this bill, and also Trudeau, there were a number of young girls who are like-minded, pro-choice, liberated—they felt that they had to start a website called Story of a Tory because they felt that this perpetual state of Liberal attacks on Conservatives on social issues has gone too far. I wanted to make sure that I recommended that anybody who is interested in conservatism and is a young woman follow storyofatory.ca. These kids are incredible.", "I want to say thanks to a couple of my colleagues in the past term, and there have been numbers. I could talk about Elizabeth Witmer, for example, who became the province’s first Deputy Premier, or Margaret Birch or Janet Ecker, trailblazers—first in each of their own categories. We have a record here. I should have talked a little bit more about our provincial legacy. I should do a little bit more research on that because I should actually talk about some of the wonderful thing that we have accomplished that we far too often let the other side tell. And sometimes it’s not actually, maybe—" ],
  "anchor" : "para933",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Accurate." ],
  "anchor" : "para948",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Well, I can’t say that, because that would be unparliamentary. So I’ll move on from that.", "My colleagues, and two of them are from eastern Ontario, have done remarkable work in this assembly. Because it’s also topical back home in eastern Ontario, I want to talk about John Yakabuski, whose work after Wilno and the murders in his community really affected him. He brought his community’s concerns here for the greater protection of women in rural Ontario.", "The next person I want to talk about is Randy Hillier, who was very open about the abuse his own daughter endured and the lack of services in rural Ontario to support women who are struggling, whether that’s violence or sexual harassment or sexual assault. They were very committed to their constituents.", "I want to thank all my members, obviously, but I just want to point out a few.", "The next one—and I think she’s doing incredible work. Her name is Laurie Scott, and her anti-human trafficking work is exquisite. She has taken me to round tables. She has taken our leader and others to round tables to meet women who have been trafficked. And if you don’t think that’s happening in our community, think again. And talk about women who may need these services: women who have been trafficked. They might be trafficked—and I’ll depart a little bit from my script. I didn’t really have a script anyway, Speaker, if you know me, but I’ll depart for a second from my script,", "A few weeks ago—I’ve been working a great deal on the opioid crisis in Ottawa. One of the fathers whose child has been struggling just recently told me over the summer that she had relapsed. She has since been clean. She was trying to buy some of these counterfeit Percocets—she’s under 18—and ended up trapped in this drug home. They were trying to traffic his daughter. Do you want to know how he found her? Her Facebook account was open, and he could see her messaging her friends, asking for help because she was going to be sold.", "When I think of the work my colleague Laurie Scott is doing on behalf of vulnerable women in Ontario, I’m extremely proud of her. I think we all owe her a debt of gratitude for raising this issue. She had a bill called the girl—" ],
  "anchor" : "para949",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "The Saving the Girl Next Door Act." ],
  "anchor" : "para956",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "—the Saving the Girl Next Door Act. When I think of the story that I recently heard, I think about the work she’s doing and about how hard it must be for Laurie to listen to some of those stories and not have nightmares at night. I wanted to say thank you to all of them.", "Let’s remove the cynicism I may have for why certain issues are brought up, and let’s just remove the polarization, remove the politicization and all agree that we need to do more in society, particularly through this legislative channel, to encourage the safety and protection of women. Whether that is them seeking health care services; whether that’s how they report abuse or harassment in the workplace; whether that’s making sure people know that just because a skirt might be short, it doesn’t necessarily invite touching—and let’s make sure that every little girl in the province of Ontario has the same rights and protections as every little boy in the province of Ontario.", "With that, Speaker, again I want to thank my colleague Laurie Scott and my leader, Patrick Brown, for entrusting me with this piece of legislation. Laurie is our critic for this, and I do appreciate it.", "If I could leave one parting comment to my colleagues on these issues, it is that there might be a better way than trying to play political games because the safety and protection of women is far too important.", "Thank you again for this opportunity. I look forward to supporting this, as our Progressive Conservative caucus will as well." ],
  "anchor" : "para957",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate." ],
  "anchor" : "para962",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It is my honour to participate in this debate on Bill 163, the Protecting a Woman’s Right to Access Abortion Services Act, as the women’s issues critic for the Ontario NDP caucus.", "I want to start by congratulating those fierce and tireless advocates who have fought for decades in this country to ensure women’s access to abortion services: people like Joyce Arthur and Julie Lalonde of the Abortion Rights Coalition of Canada; people like Carolyn Egan of the Ontario Coalition for Abortion Clinics; people like Sandeep Prasad of Action Canada for Sexual Health and Rights; and people like Dr. Henry Morgentaler and the many, many other health care providers, feminists, activists, who have worked on the front lines to ensure that women in Canada and in this province have access to safe medical abortion services.", "Today, as I speak to this bill, I will be using a reproductive justice framework to frame some of the issues around access to abortion services. Reproductive justice is a movement that originated in the United States. There are two groups in particular that are associated with the group in the beginning: SisterSong Women of Color Reproductive Justice Collective and Asian Communities for Reproductive Justice.", "The definition of reproductive justice is the complete physical, mental, spiritual, political, economic and social well-being of women and girls. It will be achieved when women and girls have the economic, social and political power and resources to make healthy decisions about their bodies, their sexuality and reproduction for themselves, their families and their communities in all areas of their lives.", "The goal of reproductive justice is to achieve the fundamental right of every woman to decide if and when she will have a baby and the conditions under which she will give birth; to decide if she will not have a baby and her options for preventing or ending a pregnancy; and finally, her right to parent the children she has, with the necessary social supports, in safe and healthy environments without the fear of violence from individuals or from the government.", "Before I get to the bill, however, I want to reflect on the circumstances that have brought us to this day and to this debate on this bill. Unfortunately, on what should be a day of celebrating a monumental step forward for women’s access to abortion services, I find myself deeply troubled. I find myself angry, in fact, about the political context that brought us here.", "Women’s bodies and women’s lives are being used once again to advance a political agenda by both the Liberals and the Conservatives. Let’s reflect on the events over these last two weeks.", "This bill was brought forward by the government in response to the escalating intimidation and bullying of women who were accessing abortion services at the Morgentaler Clinic in Ottawa and in response to a direct request from the mayor of Ottawa for legislation to establish a safety zone around the clinic to restrict anti-choice demonstrators, given the complete ineffectiveness of municipal bylaws to keep protesters away.", "I want to read you some of the media reports of what was happening in Ottawa.", "“The Morgentaler Clinic on Bank Street says anti-abortion demonstrators, some wearing sandwich boards featuring what appear to be bloody and cut-up human figures, have consistently frightened and harassed patients and workers trying to enter and exit the building.", "“‘They’re saying to patients, “Don’t murder, you’re killing your baby, why would you do that?”‘ said Shayna Hodson, the clinic’s director of operations. ‘We had a couple here for genetic termination last summer. The fetus was dead and they didn’t want to wait at the hospital in stillbirth, so they came to the clinic. They were spit on, on their way in.’”", "Another media report talked about the antagonism among Canadian anti-abortionists that is rising. People are becoming emboldened by Donald Trump, who is defunding Planned Parenthood south of the border, and are viewing Canada as “a lawless land of abortion.”", "The director of the clinic says that the demonstrators on the sidewalk endanger patients. When the protesters are clustered outside the door, she doesn’t know if they’re domestic abusers waiting for patients to enter or if they’re waiting to punish them after they leave.", "Clearly, Speaker, action needed to be taken, and to its credit the government announced in May that it would be bringing a bill forward, and the government, as I understand, worked closely with stakeholders over the summer to craft Bill 163, which addresses all of the issues identified. The Attorney General and the minister responsible for women’s issues then held a media conference on October 3 to announce that the legislation would be introduced.", "The following day, however, it became clear that there was another motivation behind the government’s action. Yes, they wanted to protect women’s access to abortion, but they also recognized the political benefit of exposing the PC record on abortion. They wanted to draw out the anti-abortion views held by some members of the PC caucus in order to score political points in the run-up to the election less than a year away. Initially it seemed that the PCs took the bait, with the leader of the official opposition tweeting that no one wants to reopen debates about divisive social issues, wording that could have been interpreted as signalling a lack of support for the bill, despite his video statement that he is now pro-choice.", "To her credit, however—and we heard a very passionate speech from her—the member for Nepean–Carleton recognized the urgency of moving ahead on this issue in the interests of the women she represents. She convinced her caucus that they needed to support this bill. The PCs then called the Liberals’ bluff and moved a motion to pass the bill without debate, a procedure that would have conveniently avoided any problematic remarks made by members of the PC caucus if the legislation progressed through the normal number of hours in debate in this place.", "The Liberals, however, reluctant to give up the opportunity to gain political advantage, voted against immediate passage. They voted against putting the provisions of the bill in place as soon as possible. They voted against protecting women from being spat on, from being harassed and from being intimidated when simply accessing a routine health care procedure that they have a right to access. Queen’s Park watchers immediately recognized this posturing for what it was. I’m going to read from some of the editorials.", "Adam Radwanski writes: “With Abortion Bill Delays, Wynne’s Liberals Have Outdone Themselves on the Cynicism Front.”", "He says, “This week, Kathleen Wynne’s Liberals outdid themselves—turning down the opportunity to quickly help people they consider to be vulnerable and instead first use them as pawns in their re-election strategy.", "“It was nice to believe, briefly, that the Liberals’ unveiling this week of legislation to create protest-free zones of 50 to 150 metres around abortion facilities (along with similar bubbles around homes of staff who work in them) was motivated by human concern only....”", "However, “To believe the Liberals’ explanation for why they want to drag this out—that they want to make sure there is ample time for ‘health care professionals’” and others “to review the bill—requires a level of credulity that nobody paying attention could possibly possess.”", "Mike Crawley of CBC News writes: “Premier Kathleen Wynne’s Liberals are showing all the signs they’d like abortion to become an election issue in Ontario, in hopes of tagging the Progressive Conservatives as anti-choice.", "“The Liberals deny they are deliberately trying to stir the pot, insisting that they are only motivated by the desire to protect a woman’s right to choose and to prevent harassment around abortion clinics.", "“But it’s clear from their messaging they are aiming to raise voters’ doubts about PC leader Patrick Brown’s stance on abortion, or at least create a pro-choice versus pro-life rift in his party, with election day ... just eight months away.”", "In an article in the Lawyers Daily, litigator Sarah O’Connor says, “It’s interesting that the Liberals didn’t accept the Tories’ motion to push it through.” She goes on to say, “They [the Liberals] wanted input, but that to me doesn’t make sense. If you’re doing it to protect the women and all the parties are supporting it, then why do you need to have more input?”", "The issue that we are addressing today is real, and the harms that women experience by not being able to decide whether and when to have children are profound. We have a duty to ensure that every woman in Ontario and every trans person who is able to bear children, can access abortion services without fear and without shame. There have been many opportunities to do this, and the issue of bubble zones is not new in Ontario.", "In 1994, the NDP government secured a court injunction to create bubble zones for three clinics in Toronto, two of which are no longer operating, and four specific hospitals: Victoria Hospital and University Hospital in London, North Bay Civic Hospital and Brantford General Hospital. The injunction provides for an 18-metre no-protest zone around the hospitals, as well as a 30-metre-deep zone of restricted access. It also provides for a 150-metre zone around the homes of seven named doctors in the same cities plus Kingston and a five-metre zone around their office buildings. Given the length of time since the injunction was granted, it’s likely that several of these doctors are no longer practising or no longer working or living at the addresses that are recorded in the injunction, which means that they no longer have the protection of that legal document.", "The Morgentaler Clinic in Toronto secured its own injunction with a 150-metre zone around the clinic; however, other clinics that have opened since the 1994 injunction remain unprotected.", "When the PCs formed the government, they could have followed the lead of BC, the first Canadian province to bring in bubble zone legislation in 1995 following the attempted murder the year before of Vancouver gynecologist Dr. Romalis. BC’s Access to Abortion Services Act creates access zones around facilities that provide abortion services, the homes and offices of doctors who provide abortion services, and the homes of clinic staff. The zones are set at 160 metres for a doctor or service provider’s home, 10 metres for a doctor’s office and up to 50 metres for a facility.", "The need for similar legislation in Ontario had already been demonstrated that very same year, 1995, when Hamilton abortion provider Dr. Hugh Short was shot by a sniper while he was sitting in his home in Ancaster. The Conservative government, however, did not act.", "Then we come to the election of the Liberal government. They have had many opportunities to act. They could have acted in 2008 when the bubble zone legislation in BC was upheld by the BC Court of Appeal and found to be constitutional, with unanimous agreement from the three justices that the legislation was a justifiable infringement on freedom of speech as a means of protecting women’s rights to medical services. The Liberals could have acted in 2010 when the Abortion Rights Coalition of Canada released findings from its survey of anti-choice protesting activity at Canadian abortion clinics. In that study, there were 33 clinics that responded, including 11 from Ontario, so one third of the respondents were from Ontario: 80% of the clinics reported protest activity and 64% said that they were currently dealing with protesters.", "I’m going to read some of the comments that were made by the people who completed the survey:", "“What other medical procedure allows for people to be bullied when they get the procedure? It is frightening for people and seems so Third World that people can’t get access to their health care. The large majority of protesters are middle-aged men, and it can be frightening for people. A bubble zone would help to even the playing field for the patients.", "Another respondent said: “A law would make a huge difference in reducing the size of protesters. It would remove individual clinic obligations to respond to protesters. They wouldn’t have to incur the cost of obtaining and enforcing an injunction, and police respond better to a law.”", "So, Speaker, the need for this legislation had been well established long before we got to where we are today. In 2016, the Liberal government could have acted at that point, when they saw the government of Newfoundland and Labrador bringing in its own bubble zone legislation, or they could have acted later that same year, when bubble zone laws were passed in Quebec. They could have acted in January 2017 when the court injunctions that were first brought in by the NDP were mistakenly dismissed by a court and forced this Liberal government to respond by bringing in an urgent motion to reinstate the injunctions. None of these developments, however, prompted the Liberal government to act. But it’s amazing, Speaker, what a coming election will do, and so here we are today.", "I am now going to look specifically at the provisions of this bill. The need for this legislation is clear, and not only because of what is happening in Ottawa, but the experience across this country. As I had pointed out earlier, this has been going on for many, many years.", "Here is a the press release from the Abortion Rights Coalition of Canada. The executive director, Joyce Arthur, says that “patients coming for an abortion or other reproductive health care at facilities often feel frightened or upset when they see protesters—even if they are just standing there silently.”", "She says, “It’s very intimidating, because the mere presence of protestors can make patients feel judged or shamed, as well as worry about their privacy and safety. Unfortunately, some protestors go beyond the pale and will approach and harangue women and their companions. They shout nasty things at them, and try to impede their path or foist unwanted literature on them.", "“It can sometimes feel like a ‘war zone’ for clinic staff,” she said.", "“At a few clinics, a protestor has even invaded and occupied the waiting room, which is very dangerous because it scares and antagonizes the patients and their companions, and creates stress and trauma for the staff.”", "Speaker, we know that concerns have already been expressed by anti-choice groups that such legislation would be unconstitutional; however, because the bill is modelled after the BC legislation that has already been found to be constitutional, there is no question—I believe and other legal scholars believe—that the limitations on free speech that are proposed in this bill are justifiable, because forcing unwanted speech on vulnerable people is a form of harassment that should be controlled.", "Anyone who has ever been near an abortion clinic or near a hospital where abortions are performed and has seen these protesters with their placards knows how creepy, unsettling and intimidating it can be. Imagine, Speaker, if you are encountering these people when you are in a vulnerable condition, when you may feel stressed, you may feel emotional, and you are on the receiving end of being judged for making a personal decision that is yours alone to make. The impact of being on the receiving end of this kind of verbal harassment and intimidation can be significant for women who are obtaining abortion services.", "There was a recent study from some University of Ottawa researchers who found that “the decision-making process before the abortion, the process of finding social support afterward, feelings of stigma and the perceived need for secrecy, social disapproval, exposure to anti-abortion picketing and protestors”—all of these factors play a large role in the emotional outcomes for a woman following a termination of a pregnancy.", "Bill 163 would establish safe access zones of 50 metres around eight dedicated abortion clinics that are not associated with a hospital, seven of which are located in the GTA and one of which is in Ottawa. Importantly, Speaker, an application can be made to extend the size of the zone to up to 150 metres if needed. This is something that was sought by those who were involved in the provision of abortion services, and it is encouraging to see that that is reflected in the bill.", "The bill also allows any other facility that provides surgical or medical abortions to apply for a safe access zone of up to 150 metres. This includes pharmacies that dispense the abortion drug Mifegymiso, as well as any hospital or doctor’s office that provides abortion care or prescribes Mifegymiso.", "Prohibited activities within the safe zones for clinics or facilities include: trying to persuade women not to have an abortion; providing written or graphic information related to abortion services; expressing disapproval of abortion services; or trying to dissuade clinic or facility staff from providing abortion services.", "Prohibited activities within the safe zones for residences include: continuous or repeated observation of the residence; interference with the service provider or household members; photographing the house; and general harassment of providers.", "The homes and offices of service providers, including nurses, physicians, pharmacists and other regulated health professionals would be automatically protected with 150-metre safe access zones. Again, this is something that was sought by those involved in the provision of abortion services: that the protections of this bill extend to the variety of health service providers who may be affected. Protestors who cross into the safe access zones face fines of up to $5,000 and/or imprisonment of up to six months for their first offence. For second or subsequent offences, fines can go as high as $10,000, with imprisonment of up to 12 months.", "One of the issues that remains to be addressed concerns the process for obtaining a safe access zone. Certainly, the cost and complexity of obtaining a legal injunction in the past had prevented a number of abortion clinics and service providers from going through the legal processes required. We will be watching closely to ensure that the regulations written into the bill about obtaining a safe access zone or extending the length of the zone—that the process is clear, that it’s not onerous and that it ensures that safe access zones can be easily obtained and quickly put into place.", "An issue that is related to Bill 163—and I did want to raise this with the government—is the proliferation of disgusting and very disturbing anti-choice images that have been distributed in materials around people’s homes in Toronto this summer. Some of you in this Legislature may have been on the receiving end of those materials and can certainly understand how upsetting those graphic images would be, can imagine a small child who opens the mailbox and looks at that literature.", "I want to commend my colleague the member for Toronto–Danforth for the efforts that he has made to bring this to the government’s attention and to push for a stop to the distribution of these materials. I know that the member for Toronto–Danforth has written a letter, along with two Toronto city councillors, Paula Fletcher and Mary Fragedakis, as well as Toronto District School Board trustee Jennifer Story, asking the Attorney General to seek an injunction against the mailbox flyers as well as the signs that the group displays. My colleague shared some of the feedback he had been getting from his constituents. He said that people are horrified. They’re traumatized. They’re worried about their children. He is urging the government to look at this material and to take some action to try to prevent the distribution of it in people’s homes.", "The passing of this legislation—we heard this from the government—is particularly important given the new availability of the abortion pill Mifegymiso, which was approved by Health Canada in January 2015. It was made available in this province in July of last summer and is now covered under OHIP as of August 10, 2017. Sandeep Prasad of Action Canada for Sexual Health and Rights told me that concerns about protesters are a huge barrier in getting physicians on board to prescribe Mifegymiso and pharmacies to dispense it.", "I read media reports in which Lyndsey Butcher of the SHORE Centre in Kitchener said that in her outreach with local doctors about the abortion pill, the “number one fear is they don’t want protesters outside of their medical practices.” Eight abortion advocacy organizations sent a letter to the Attorney General in July and they made the same observation. They said:", "“Many more health care providers will need protection due to dispensing Mifegymiso. As you know, Ontario has recently committed to cost coverage for Mifegymiso, and the expectation is that health care providers across the province will start prescribing abortion medication to their patients, now or in the future. The task and cost of applying for an access zone will become onerous to providers such as family physicians and may act as a barrier to abortion access, undermining the intent of Ontario’s cost-coverage policy.”", "These concerns about exposure to potential protest may partially explain why, as of two months ago, only 1,800 out of this province’s 30,000 physicians had registered for or received the required online training to prescribe or dispense the abortion pill.", "As of August 10, fewer than 3% of doctors in the London area had either registered for or taken the required online course. In London, it’s not available at the health unit. I don’t know how many health units, if any, across the province are making it available. Of 20 walk-in clinics that were contacted by CBC London, only one clinic said that it might offer the pill.", "In Kitchener, as of August 3, according to the SHORE Centre, only two doctors’ offices had expressed interest in providing prescriptions. From January to August of this year, more than 100 Kitchener women were referred to Toronto clinics to access the pill, and accessing the pill requires two visits and, of course, many hours’ commuting.", "The problem, of course, Speaker, is not only a shortage of physicians who are prepared to prescribe and dispense the pill, but also the shortage of family physicians in general. I’m not only speaking about rural and northern communities, but across the province. I know from my own constituency office I hear regularly from people in London who can’t find a family doctor, and this is an even greater challenge across other areas of the province. Our estimates show that there are approximately 800,000 Ontarians who do not have access to primary care, and this is going to create a very real barrier to women’s ability to access the abortion pill.", "We know that in certain areas of the province, the shortage of primary care physicians has become an urgent crisis. In August, just this summer, there was a scathing report from Health Quality Ontario about the chronic shortage of physicians and health care services in northern Ontario. That report found that people in Ontario’s north have a shorter life expectancy, are more likely to die prematurely, and don’t have access to the kind of health care services that Ontarians deserve and have a right to expect.", "The Ontario government—again to its credit—has brought forward rules that allow access to the pill if it’s prescribed by a nurse practitioner or a doctor, but there still remain huge questions about how easily available the pill will be to women across the province.", "There have also been concerns about Health Canada’s rollout of the pill—changing rules, lack of clarity, confusion—which has created uncertainty for many of the physicians and nurse practitioners in this province about how exactly they are supposed to go about prescribing it.", "I think there still needs to be some clarity about obtaining an ultrasound. Initially, there was a requirement that there had to be an ultrasound prior to prescribing the medication to determine gestational age and to rule out ectopic pregnancy, but, of course, Speaker, we know that there can be significant waits to access an ultrasound clinic. In some areas of this province, there are no ultrasound clinics. So, again, this will be a real problem in enabling women to access the pill.", "Another barrier that must be addressed is the absence of trained health care providers. There is no standardized curriculum for any medical discipline dealing with abortion. Just a decade ago, within the last 10 years, only half of Canada’s 17 medical schools offered any discussion about first-trimester surgical abortion techniques. So we have to look at the training of medical professionals if we are to expand access to safe medical abortion.", "I’ve talked a lot about some of the barriers to accessing the abortion pill, but I now want to move to some of the other barriers around accessing safe abortion procedures.", "One of these barriers is the cost associated with obtaining services from a clinic. Abortion has been deemed to be a medically necessary procedure under the federal Canada Health Act, which means that every province is responsible for paying the full costs of the procedure, regardless of where the procedure is performed. This was clarified in 1995, when the federal government stated clearly that provinces are required to fund private clinics that are doing medically necessary procedures such as abortions. However, both the PC government of Mike Harris and the Liberal government since 2003 have continued to contravene the Canada Health Act by failing to cover the full cost of the procedure in private clinics. The NDP government had fully funded the five Toronto clinics that existed in 1990, as well as the Ottawa Morgentaler Clinic, as independent health facilities. New abortion clinics that have opened since that time are considered to be outside that category of independent health facilities. Instead of being fully funded, they are only funded for the doctor’s fee itself. This means that patients must pay administrative fees that can range from about $60 to several hundred dollars for services that are related to the abortion.", "It’s important to encourage broad access to clinics because clinics offer many advantages to women seeking abortions, as compared to hospitals. Wait times are much, much shorter. They offer full counselling and aftercare. A doctor’s referral is not required. You can get the abortion with local instead of general anesthesia, which means a shorter recovery. However, as I had stated earlier, the clinics are only located in the GTA and Ottawa, which forces women in every other area of the province to go to a hospital in order to access the service. Wait times can be six to eight weeks—and this is for a procedure for which timing is everything. Dr. Morgentaler had said that every week of delay increases the medical risks to women by 20%.", "With women unable to go to clinics because they are only located in the GTA and Ottawa, they have to go to a hospital to access abortion services. But only 17% of hospitals in this province have accessible abortion services, which means that women are often forced to travel out of their communities to access an abortion. They have to find child care. They have to negotiate time away from their job. They have to explain why they need to be away from home. They have to find money to pay for their transportation and accommodation. This can be, again, another barrier to women accessing abortion services.", "It’s particularly difficult for indigenous women, who may have to be away from their communities for long periods of time and removed from traditional ways and cultural supports. For indigenous women who live on-reserve, they have to seek band approval to get their travel costs reimbursed or funded. This opens the possibility that their confidentiality might not be protected.", "Finally, Speaker, the most significant financial barrier to dealing with unwanted pregnancies is the cost of contraception which would help prevent unwanted pregnancies in the first place. We know that this Liberal government is covering the cost of Mifegymiso and will soon be covering birth control pills for young people who are under age 25.", "The problem is that the Liberal pharmacare plan leaves out hundreds and thousands of women in Ontario of childbearing age who are struggling to pay for contraception. When young people turn 25, they will be left without access to the provincial drug plan. They’ll be left without access to their post-secondary drug plan if they were enrolled at post-secondary. They will be dropped from their parents’ drug plan if their parents had access to company benefits. They will be looking forward to a precarious job market that provides limited to no opportunities for full-time employment with benefits, and they will be looking at paying the cost of all their prescription drugs, all their contraceptives, out of pocket. That’s why the NDP plan for universal coverage for pharmacare for every Ontarian, regardless of age, is so important—because it offers that protection to those large populations of working-age Ontarians who don’t have access to company benefit plans.", "In the time I have remaining, I want to return to that reproductive justice framework that I described at the beginning of my remarks. As I said, at its core, reproductive justice is about ensuring not just a woman’s right not to have a child but also her right to decide when to have a child and, most importantly, to parent the child she has in a healthy and safe environment.", "This means a number of things. What it means is access to quality, affordable and accessible child care. It means strong and effective measures to close the gender wage gap, which we have seen stuck for decades at 30%. It means ending violence against women and supporting women to leave abusive relationships. It means addressing the shocking failure of Ontario’s child protection system where black and indigenous children are taken away from their families in hugely disproportionate numbers, leaving struggling indigenous and black families with no supports to parent their children.", "I want to commend my colleague the member for Kitchener–Waterloo for the work she has done in advocating for not-for-profit child care. She knows the approach that this Liberal government is taking to effectively privatize our child care system is in direct contradiction to the direction that the research says we should be going. Despite the actions that this Liberal government has taken, we are exactly where we were a decade ago in this province. Only one out of five families has access to licensed child care in Ontario. In 2008, just fewer than 20% of families had access to licensed child care; in 2017, virtually no change.", "Affordability of child care is non-existent in this province. I’m hearing more and more from people who contact my constituency office. Many of them are above the income cut-off that would qualify them for subsidy, but they simply can’t afford to pay what is the equivalent of a second mortgage to put their child into child care; that is, if they can find a spot.", "Our families in Ontario are paying higher child care fees than anywhere else in the country. We saw a report in 2016 from the Canadian Centre for Policy Alternatives that showed that eight of the 10 most expensive cities in Canada for child care are located right here in Ontario.", "Median monthly fees for infants, toddlers and preschoolers in Toronto are higher than anywhere else in this country: more than $1,600 for infants, almost $1,400 for toddlers and almost $1,200 for preschoolers. When you compare that to the cost of child care in Montreal, Quebec—it’s $164, a fraction of the costs that we are expecting Ontario families to pay for child care.", "The consequence, Speaker, of not supporting an accessible, affordable, high-quality child care system is that those costs are borne largely by women—women who have to make decisions about whether to have children or when to have children, based on their assessment of whether they can afford to pay for child care if they have a child.", "We know from what happened in Quebec that when we watched the implementation of their child care program, one of the most significant impacts of Quebec’s child care system was the ability for women to get into the labour market, because they didn’t have to make this choice about working for a job that would barely provide any additional income while they had their child in the care of someone else, or leaving the labour market and caring for the child on their own. We know that child care is a key factor—perhaps the key factor—to reduce the gender wage gap in today’s labour market and to ensure that women can be compensated in relation to their skills and experiences, in the same proportion that men are compensated.", "People may not have noticed, but September 22 was Working for Free Day in this province. It is sort of a corollary of Equal Pay Day. Working for Free Day marks the point of the year from which from now on every woman in this province is essentially working for free, because she has earned her 70%, up to the point of September 22. Ontario women earn approximately two thirds of what their male peers do, so from this point on, it is as if women were working for free.", "On this gender wage gap, within this reproductive justice framework, what we have to remember is that the wage gap is experienced differently by different women, so it’s not 30% across the board. We know that for immigrant women, it’s 39%. For indigenous women, it’s 57%. For women with disabilities, it is higher than that. When we have this continuing and persistent gender wage gap, what happens is that our productivity, our ability to prosper as a province, is affected.", "There was a recent report that was prepared for the Ontario government by Deloitte that found a qualified working woman who has the same socio-economic and demographic characteristics and experience in the workplace as a man, on average, receives $7,200 less pay per year. What that translates into, Speaker, is $18 billion of forgone income per year for all working women in Ontario, or about 2.5% of Ontario’s annual GDP. That’s shocking, Speaker. That is shocking. Think of what we could do as a province if we were—well, we are harnessing the talent of these women, because they are in our workforce, but they’re not being compensated appropriately for the work that they are doing.", "Right now we have legislation that is going through this assembly that provides an opportunity to do something about this gender wage gap: Bill 148, the government’s—what’s it called?" ],
  "anchor" : "para963",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Changing Workplaces." ],
  "anchor" : "para1050",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Changing Workplaces legislation. Many of the people who came to speak to the committee that was looking at that legislation urged the government to do something about the equal pay provisions of that bill. For a number of years there has been language in the Employment Standards Act to ensure that people are not discriminated against on the basis of gender for equal pay. The government has now broadened the grounds by which paid discrimination is prohibited, but they’ve used the same language. They’ve taken the exact same language that has been in the legislation for years, that has done nothing to protect women on the basis of gender, and now they’re applying it to other categories of workers. What has been proposed to this government, and what this government has refused to do, is to change the language because it was ineffective with gender, and it’s not going to be effective with these new categories of workers.", "The Equal Pay Coalition and labour groups across the province have urged that the language of “substantially the same” work be changed to “similar” work. We have seen too many employers who have used the language of “substantially the same” to create some wiggle room to argue that they don’t have to pay the same amount of compensation because—in fact, they tried to make the case that the work that’s being done is just subtly different, and it doesn’t fall into the “substantially the same” category. Changing that language to “similar” language would be a huge step forward for women in this province, as well as for temporary workers and part-time workers and others. We will be continuing to push for this, and we hope to see those changes come forward.", "I wanted to address another key aspect of reproductive justice, and that is around women’s right to autonomy over their bodies, and women’s rights to be free of violence. We know that the financial security that comes with employment is a key pathway to enable women who are experiencing abuse to get out of an abusive relationship and move forward with their lives; however, we also know—as I have talked about with the gender wage gap—many women are working in low-wage jobs. Many women can’t afford to take an unpaid leave of absence from work in order to deal with a situation of domestic violence. That is why I have twice brought in a private member’s bill to ensure paid leave for domestic violence and sexual violence, and that is why my leader, Andrea Horwath, also brought in a private member’s bill to ensure paid leave for domestic violence and sexual violence. She has said very clearly that this should be the government’s responsibility, to provide that paid leave, because we as a society benefit when we enable women to deal with the harm that they’ve experienced, to rebuild their lives and remain attached to the workforce.", "What have the Liberals done with this file? They have brought forward provisions to offer unpaid leave for employees who are experiencing domestic violence or sexual violence. That falls so far short of what is needed, and I’m sure that the government will be hearing more about that when we complete second reading of the bill.", "The final issue I wanted to talk about in relation to ensuring women’s ability to parent the children that they have relates to the child protection system and what the child welfare system has done to indigenous and black families in our province. There was research that was done just last year that found that aboriginal and black children are far more likely to be investigated and taken into care than white children. Listen to these statistics. For aboriginal children: “They are 130% more likely to be investigated as possible victims of child abuse ... and 15% more likely to have maltreatment confirmed.", "“Aboriginal children are also 168% more likely to be taken from their homes and placed into care.”", "I heard Cindy Blackstock—and if any of you have ever listened to Cindy Blackstock, my goodness, she is a powerful, powerful woman. She talked about the fact that there are more aboriginal children in care in this country than there were in all the years of residential schools. It is an epidemic of indigenous children being removed from their homes and placed into a failing child welfare system.", "The same study last year found that “black children are 40% more likely to be investigated for abuse or neglect than white children, and ... 13% more likely to be taken from their homes and placed with foster parents or in group homes.”", "When you look at these statistics a different way, when you look at who is in the child protection system—there was an analysis done in 2013 and it found that 42% of the children who were in care of the CAS of Toronto were black or had one black parent, compared to 8% of the population in Toronto who is black and under the age of 18. That same report found that 23% of Ontario’s children in care are First Nations, compared to only 2.5% of the population under age 18 and First Nations—similarly for Métis and Inuit children.", "We have a system that is failing women. It is failing families. It is failing to provide the supports that women and families need in order to be able to parent their children.", "I want to conclude now by saying that we welcome this legislation. We recognize that this is a huge step forward for women in this province. Despite my misgivings, despite my unease about the politics that surrounded this bill coming forward, I am glad to see that we are moving on it today.", "However, in addition to safe zones around abortion clinics, we have to do much more. We have to look at some of the issues that I’ve highlighted about access to child care, about ending violence against women, about closing the gender wage gap and about supporting families so that women can make decisions not only about whether to have a child or not to have a child, but to parent the children they have." ],
  "anchor" : "para1051",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1064",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I’m happy to have an opportunity to speak to this legislation. I actually want to start by commending the member from London West for her very thoughtful, well-researched and articulate speech on this topic, and, I must say, on many other topics—I can’t say they were all related to this bill, but I think the member from London West actually demonstrated why it’s important to have a debate on this issue.", "I do take great exception, though, to the assertion both from the member from Nepean–Carleton and the member of London West that this is a politicized debate. Speaker, I know that there are people who are not comfortable with this topic. That does not mean we should not talk about it. That does not mean we should not debate it. That does not mean we should not hear input on it. The speeches we’ve heard this afternoon actually demonstrate that this kind of debate is important to have in this Legislature, regardless of how uncomfortable some people are with it.", "Let’s be clear. Let’s remind ourselves—and I’m delighted; I think there’s good support for this legislation—that this is about a real problem. It’s a real solution to a real problem. We heard from the member from Kingston and the Islands about her daughter being subjected to harassment as she walked by an abortion clinic. We’ve heard stories in the media that make it very clear that this legislation is necessary, that these bubble zones will protect people. There is a real problem.", "For me, as a grandmother, I know that the decision to have an abortion is a very difficult, personal decision. I know that for many women and their partners, it’s a decision they think long and hard about. But when they do make that decision, it’s incumbent upon us to protect them as they exercise their right to choose. Nobody should have to experience the kind of abuse that people have experienced as they try to access services, and nobody who works in these clinics should ever have to experience that kind of abuse.", "This is not about reopening the debate about abortion. Abortion is legal in Canada; it has been for a long time. It’s about protecting the people who want to access that right.", "I think it’s important that people watching this debate actually understand that we’re solving a problem with this legislation. We are expediting it; we are moving it forward quickly, and that’s a good thing. But to have not debated it at all and to have passed first, second and third reading all in one shot I think would have done a disservice to this legislation and to the people who are impacted by it. This is an important debate, so let us have the debate. We’re going to have it quickly. Taking the time to do this right in a quick way will not delay implementation of the bill. That will happen very quickly, Speaker.", "I do think that stakeholders, advocates and people on both side of this debate should be heard. That’s our job: to hear people. Just because the three parties in here have reached an agreement that this bill should proceed does not mean that we know better than all of the people of Ontario. So let’s listen. Let’s not be embarrassed about listening. Let’s hear what people have to say.", "Another aspect to having the debate that I wasn’t actually aware of but I’m glad to learn: We saw in British Columbia, in a similar situation, that if a bill does not receive any debate time, if there’s no Hansard on it, if there’s no committee time, then there is no Hansard that could be used if there were a charter challenge on this legislation. This is actually doing our job, by having this debate.", "It’s important that we stand up and say that our government will continue to support women in Ontario. We will protect their right to choose. I think this legislation strikes the right balance. We do believe in freedom of speech. We do think people should be able to protest. But I think their right to protest ends at their wish to actually involve themselves in the very, very personal decision that a woman makes when she chooses to have an abortion.", "No woman should ever have to worry as she makes that difficult decision. Nobody should ever have to worry that when she exercises her right, she will be attacked verbally and sometimes physically as she goes to exercise that right. We’ve heard stories about women being intimidated. We’ve heard threats. We know that providers sometimes feel unsafe going to work or even at their homes. This development of bubble zones, safe access zones, around places that do perform abortions is the right thing to do. We’re all in agreement, Speaker.", "I think it was more difficult for some than for others to come to the realization that since abortion is legal and since it’s absolutely a woman’s right to choose, when she makes that choice she should feel safe in making that choice. As I say, I know this is a difficult debate for some people. I think that on both sides of the House, there are people on both sides of the right-to-choose debate. But this isn’t about that. That decision was settled long ago. It’s about whether, when someone exercises that right, they can do so in a safe way.", "We’re happy that this bill is moving forward in an expedited manner. We’re happy that we’ve had a chance to actually have this conversation, which I think does need to be had, because I think it’s important, as leaders in our communities, that people know who they’re voting for and that people understand the values of the people they’re voting for. So here we are, Speaker. We will have only a small amount of debate, only a small amount of opportunity to hear from the public, but I hope we can move forward and make access to abortion safer than it currently is." ],
  "anchor" : "para1065",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1078",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I do want to commend my friend and colleague the member from London West for a very detailed, very well-researched one-hour lead, almost, on Bill 163.", "I just want to say to the Deputy Premier: This is not a difficult debate. The difficulty is that we shouldn’t be debating the rights of women in the province of Ontario in 2017. We should not be debating it. And so—" ],
  "anchor" : "para1079",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I agree. I said, “For some, it is difficult.”" ],
  "anchor" : "para1081",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Oh, for some people—some people who have had influence on this place for way too long. It is time for the voices of women in the province of Ontario to be respected in this place.", "I will say that the theme of the member from London West when she talked about reproductive justice—I mean, you must admit that in Ontario, for us to be having this sort of philosophical debate about when a woman can choose to have a baby, when she can choose not to have a baby, when she has access to birth control, when she can afford access to birth control, when she is in a damaging intimate-partner-violence relationship and she has to leave and she has no money to leave—these are the debates that matter in the province of Ontario. But they should not be difficult. We should embrace them with courage and with some integrity, and yes, with some legislation—with 10 paid days so that if a woman is leaving a violent partner, she has a fighting chance and she doesn’t have to lose her job and lose her economic stability. That’s what the member from London West is talking about.", "I think that the context for this debate is incredibly important. I want to say that I think because we have a President of the United States who has bragged about sexually assaulting women, and because we have now the Weinstein issue in the United States where we have this embedded, systemic sexual assault protected within his own contract, this has prompted this whole debate in the province of Ontario, where women are starting to speak up and have the courage and feel safe enough because the culture has finally acknowledged that this is real. Sexual assault and sexual harassment, for a majority of women in Ontario, in Canada, and actually across the world, is very real.", "You will see that there is this movement on social media called #MeToo, saying, “Why are we still having this debate about when women should be safe?” When can they walk through a group of protestors and not feel fear and not be intimidated—and not have a group of people who feel that they are better than her tell her what to do with her body? When is that going to happen in the province of Ontario?", "Quite honestly, we had the chance to actually deal with this legislation the week before last. And to say that the debate must go on? This debate should not be happening. We should not be fighting about when women have a right to say what goes on with their bodies in 2017 in the province of Ontario. So to those women who have spoken up and who have said, “Me too,” I also say, “Me too.” Let’s get this legislation passed. Do something for women in the province of Ontario, because for too long they have not made the progress that they need to be made, and they have not felt supported by this Ontario Liberal government, or in this Legislature, for that matter." ],
  "anchor" : "para1082",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1087",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I only have a minute left, but I want to stand and talk on Bill 163. I have three daughters, I have four grandchildren, and we talk about legislation like this. We need to realize it’s 2017. In Canada, women have the right to choose. They have the right to choose what happens with their bodies. There are members in this House in the PC Party who don’t like that, but it’s their right. So when they choose to make a decision about their bodies, they should have the right to do it safely and without intimidation.", "What we’re talking about here is a right for women to access abortion services without being yelled at or screamed at by people outside clinics. Whether you support or oppose abortion—no woman should be intimidated for making a decision she has the right to make here in Ontario and Canada." ],
  "anchor" : "para1088",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?", "Pursuant to the order of the House passed earlier today, I am now required to put the question. Ms. Naidoo-Harris moved second reading of Bill 163, An Act to enact the Safe Access to Abortion Services Act, 2017 and to amend the Freedom of Information and Protection of Privacy Act in relation to abortion services.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell.", "I have received from the government a request for a deferral of this vote, pursuant to standing order 28(h), requesting that the vote on second reading of Bill 163, the abortion services act, be deferred until the time of deferred votes tomorrow, Tuesday, October 17. It’s signed by the chief government whip." ],
  "anchor" : "para1090",
  "subject" : {
    "text" : "Protecting a Woman’s Right to Access Abortion Services Act, 2017 / Loi de 2017 protégeant le droit des femmes à recourir aux services d’interruption volontaire de grossesse",
    "anchor" : "para791"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Orders of the day." ],
  "anchor" : "para1100",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding the Standing Committee on Social Policy and Bill 139." ],
  "anchor" : "para1101",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The Minister of Community and Social Services is seeking the unanimous consent of the House to deal with a motion related to the Standing Committee on Social Policy. Agreed? Agreed.", "Minister of Community and Social Services." ],
  "anchor" : "para1102",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I move that the Standing Committee on Social Policy be authorized to meet on Tuesday, October 17, 2017, from 3 p.m. to 6 p.m. for the purpose of public hearings on Bill 139." ],
  "anchor" : "para1104",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Ms. Jaczek has moved that the Standing Committee on Social Policy be authorized to meet on Tuesday, October 17, 2017, from 3 p.m. until 6 p.m. for the purpose of public hearings on Bill 139. Agreed? Agreed." ],
  "anchor" : "para1105",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Once again, orders of the day. Minister of Community and Social Services." ],
  "anchor" : "para1107",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1108",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Ms. Jaczek has moved the adjournment of the House. Is it the pleasure of the House that the motion carry? I heard a number of noes.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it. The motion is carried.", "This House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1109",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para1099"
  }
} ]