[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on December 6, 2017, on the motion for third reading of the following bill:", "Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events / Projet de loi 166, Loi modifiant ou abrogeant diverses lois et édictant trois nouvelles lois en ce qui concerne la construction de logements neufs et la vente de billets d’événements." ],
  "anchor" : "para206",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate. Government House leader?" ],
  "anchor" : "para212",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for giving me the opportunity to speak on Bill 166, the Strengthening Protection for Ontario Consumers Act. I’m very happy to continue debate on this bill that, if passed, would strengthen protections for consumers and bring more fairness to the marketplace.", "First of all, Speaker, I would like to take the time to thank the Minister of Government and Consumer Services for her tireless work on this file. She has been shepherding this file and championing the protections that exist in this file, and I want to take this opportunity to thank her for the work that she has done.", "Today I would like to focus on our proposed Ticket Sales Act, 2017, that would help deliver on this and put fans first in Ontario. I’m sure, Speaker, you can, and many others can tell stories about some great entertainment shows that you have seen in your community, or in my case, in my hometown of Ottawa, from great world-class acts, but also great sporting events, like watching my beloved Ottawa Senators, a great hockey team." ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Did you get the tickets for the outdoor game?" ],
  "anchor" : "para216",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "As the member from Peterborough just mentioned, we’ve got the NHL Winter Classic happening in my riding of Ottawa Centre this coming Saturday. It’s a very important game, Speaker, for the fact that it’s celebrating the 100th anniversary of the NHL. It’s replicating the game that was played 100 years ago between Ottawa and Montreal at the same location where it’s going to be played outdoors this Saturday, right next to Aberdeen Pavilion." ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Is Jim Watson going to be there?" ],
  "anchor" : "para218",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Of course our very good mayor, Jim Watson, will be there. He’s been a great champion of making sure that 2017, in particular, is a banner year for the city of Ottawa as we celebrate Canada’s 150th anniversary of joining Confederation, and of course Ontario is very much part and parcel of that. So we have had great celebrations.", "We just had the Grey Cup between the Toronto Argonauts—who won the Grey Cup; Go, Argos—and the Calgary Stampeders, which also highlights a great football team that we have in Ottawa in the Ottawa Redblacks, who were the Grey Cup champions last year. It just goes to show, from a quality of life perspective, how important these teams are and how important these entertainment shows are. Whether they are happening at TD Place in my riding of Ottawa Centre, taking place at the National Arts Centre, which is also located in my community of Ottawa Centre, or happening at the Canadian Tire Centre where the Ottawa Senators play, all of these venues are important venues.", "We want to make sure that families and members of our communities have an opportunity to be able to watch these sporting events, like the Ottawa 67s, who will also be playing outdoors on Sunday, actually. I’m taking Rafi, my son, to that game. It’s going to be great. He’ll love it. It’s outdoors so it’s going to be cold, but we’ll wear our snow pants and all that good stuff.", "It’s going to allow us an opportunity to really make sure that our families have an opportunity to enjoy. That’s why this legislation is important, because what we need is to level the playing field when it comes to buying and selling event tickets in Ontario. By now we have all heard about the challenges the fans are up against when they go to buy tickets to see their favourite show, team or musical act.", "It was fascinating working on this file because, of course, you hear stories anecdotally. Your friends tell you the challenges when they get online for a concert they want to watch of a favourite band or artist, and they log on and they keep trying to refresh their computer or their screen so they can have an opportunity to buy those tickets—and all the frustration that goes along with it.", "As we were consulting on this proposed bill, we also heard direct stories from Ontarians. We did an online survey. I’m going by memory, but I think over 30,000 people participated in that survey. We got responses; it was overwhelming. It was probably the largest survey ever done by the government of Ontario. It showed there was this great need and demand for the government to address this particular issue. The consultations I’ve had, working along with the MPP from Kingston and the Islands—a big shout-out to her for the work she did on her private member’s bill that is part of Bill 166—were tremendous in that respect.", "These challenges that we heard about all start with ticket bots. Although online ticket sellers have put measures in place to limit the number of tickets that any one person can buy, people have developed software to get around these security features and cheat the system. These bots can buy hundreds of tickets at once the moment they go on sale, while regular fans wait in line and hope to get what’s left. This is currently a clear source of unfairness in the ticket industry as people are getting around the rules, cheating the system and being rewarded handsomely for it, because there’s a lot of money involved and a lot of money gets made through that system.", "That’s where the ticket resale market comes in. In many ways, the creation of accessible, user-friendly online ticket resale sites has been a great thing for fans. It gives people a place to turn when tickets are sold out from a primary seller or when they need to sell tickets that they no longer need. At the same time, these platforms have allowed a predatory ticket market to grow and flourish. Once resellers have used bots to unfairly scoop up hundreds of tickets, online ticket reselling platforms give them an easy way to sell the tickets off at whatever price they choose. For major events, you might see tickets posted on resale sites for up to four or five times the original price. Again, we know the stories; we’ve heard those stories from our constituents, loved ones, family and friends.", "It is important to draw a distinction here between ticket pricing in the primary market and the resale market. I believe that artists, venues and promoters should be allowed to price tickets as they see fit. Ontario’s entertainment industry creates jobs, contributes greatly to our economy and promotes tourism. One of our objectives with this legislation is to help make sure that this important industry continues to thrive. The people who have a hand in putting on these events work hard, and they deserve to be fairly compensated for that work.", "What I have a real problem with is when we see unreasonable markups in the resale market. These markups hurt fans and artists alike. But these are not the only challenges that fans encounter when they try to buy tickets. When they do resort to the ticket resale market, they are often confronted with a process that can be convoluted and confusing. Important information is not always available or apparent up front. Key information is often missing, such as the original value and exact location of the tickets they are purchasing, whether the price is listed in Canadian or American dollars, or whether the listed price of the ticket includes fees and taxes.", "You see this all the time. These are things that people deserve to know before spending their hard-earned money on a ticket or bunch of tickets. With all of these obstacles standing between fans and their tickets, there is a real feeling that the system is rigged. I heard that again and again. The word “rigged” came up in conversation often when we were consulting.", "We saw that in action last year during the Tragically Hip’s Man Machine Poem national tour. As we were all learning at the time, this wasn’t just another tour; it was a farewell tour for a group that had, over the past several decades, become a Canadian institution. More importantly than that, it was a tribute to Gord Downie, who, as we know, has passed away. It is a huge loss for Ontario and for Canada. But it was an opportunity for people to really enjoy the talent, the voice, the values of Gord Downie. This was an opportunity for them to say thank you.", "But many did not have an opportunity to do so because of what took place in the marketplace, which made it all the more difficult to swallow when the shows sold out within seconds and tickets began turning up on the resale market at outrageous markups. We heard the stories: $5,000 was, at times, what people were charging for those tickets. Some people were able to spend that extra money to get their seats, but for many of them, this was the difference between being able to see the band they love for the last time or not.", "I think we all recall a lot of communities doing street parties to watch the shows live, especially the one that was the last show that was broadcast on CBC. In my community in Ottawa Centre, in Parkdale Park in Hintonburg, the community organized to put a screen up. The park was full. It was amazing. It was a beautiful night. People brought their blankets and lawn chairs and sat and watched the live performance, which was quite moving.", "That feeling of unfairness, the feeling that the system is rigged, is completely understandable and even justified. The bottom line is that the current rules around buying and selling tickets online are simply not doing enough for fans. We want to change that.", "But before going into what this proposed legislation would do, I would like to take the time to thank my colleague the member from Kingston and the Islands, as I said earlier, who took the initial action after the Tragically Hip tour. As a representative for the Hip’s hometown of Kingston, that issue hit especially close to home for her constituents. Her tireless work on this issue has led to the legislation that is before us today.", "I really want to thank the member, because she took the time not only to do her research—to talk to the industry, artists and others alike in crafting the legislation—but she also engaged me in the file from the get-go. It really captured me, because I was sort of scratching my head too to see what can or cannot be done. I really want to thank the member, because it’s that collaboration that results in something very substantial and transformative.", "As we see with Bill 166, in fact, the rules that we are putting together really make Ontario a leader, I would say globally, because all major jurisdictions are grappling with these issues and we here in Ontario are taking the lead and showing action.", "The proposed Strengthening Protection for Ontario Consumers Act, 2017, would introduce tough new rules to fight unfairness in the ticket marketplace. Our bill would create a new Ticket Sales Act, 2017, which would modernize Ontario’s ticket laws in four ways.", "First, if passed, this legislation would take a major step towards ending unfair pricing in the ticket resale marketplace by capping the markup of tickets in the resale marketplace at 50% above face value. This would have several effects. In addition to making tickets on the resale market more affordable for fans, we believe that a markup cap could actually stem the use of bots and other methods of selling large numbers of tickets.", "It is clear that people are buying tickets for the sole purpose of reselling them, at an excessively inflated price in many instances. Limiting the markup of tickets on the resale market would effectively decrease their profit margins and reduce the incentive to engage in these activities in the first place. It’s going to act as a huge disincentive, by virtue of the fact that we’re putting this cap on markups on resale tickets. We hope that this will help keep more tickets available on the primary market for fans to buy at face value.", "The second part of our plan would aim to confront the issue of ticket bots head-on. If passed, this bill would put a complete ban on ticket bots. When we consulted the public earlier this year, we heard an overwhelming consensus: 89% of respondents said ticket bots should be illegal, and I agree with them, Speaker. Unlike ticket resale sites, which Ontarians regularly use for perfectly valid reasons, there is no justification for using ticket bots. They exist solely to cheat the system. Under our proposed changes, it would be illegal to use ticket bots, sell ticket bots or sell tickets that were purchased using the bots.", "One concern that often comes up when we look to regulate technology like this is that the technology will simply evolve to get around the rules that we have put in place. That’s why we have taken care to draft legislation that is technology-neutral, or agnostic when it comes to technology, so that we can address the fundamental structural issues, as opposed to letting technology get around some of the solutions that we are putting in place. This means that instead of targeting bots as we understand them now, we have taken an outcome-focused definition of what we are banning rather than fixating on the bots themselves.", "In the future, this bill would prohibit any technology that tries to get around security measures or other restrictions that are working to increase fairness in the ticket-buying process. Whether that is a bot as we know it today, or something entirely different that we have not seen yet, this bill would give police the authority to address it. This is an important point around ticket bots, because you will find among Ontarians and all the stakeholders in this industry unanimity, a consensus in banning ticket bots. But then people don’t know how to go around doing that.", "We often heard, “Yeah, yeah, we agree and we support you banning ticket bots, but how effectively can you do that? It’s a technology that continues to evolve.” That is why the first thing that we are doing is putting a cap on the resale price in the resale market. It’s very important, because what it is doing is taking a financial incentive away. It’s the combination of the two that really makes these measures that much more effective. That’s why we really strongly think that they go hand in hand.", "Speaker, third, we are proposing measures to address the lack of transparency in the resale market, and to bring some additional transparency to the primary market as well. Under our proposed legislation, all ticket sellers, whether they are in the primary or resale market, would be required to disclose the all-in price of a ticket up front, so you know exactly what you’re paying, everything included.", "In addition, all ticket offers would have to clearly indicate what currency the price of the ticket is listed in, so you won’t find yourself in a situation where you think you’re paying in Canadian dollars but in fact you paid in American dollars and now your bill is much higher because of the currency exchange. Speaker, that means no more hidden fees and no more surprise currency exchanges.", "In addition, the bill would require primary sellers to print the face value of the ticket on the physical ticket, so you know what the real price of the ticket is, and require that ticket resellers and online resale platforms disclose the original face value of the ticket. It would also require that all ticket sellers disclose the precise seat location of the ticket being purchased.", "This is a meaningful change that will help fans make more informed decisions when they are dealing with ticket sellers and resale platforms. You just want to be able to know, when you buy a ticket and spend a lot of money, exactly where you are sitting, to know exactly what you are paying, to know if you are paying in Canadian dollars or US dollars. This way, you can make a better-informed decision whether you want to spend that money or not, as opposed to what happens now.", "As we all know, you see a ticket price and by the time you are ready to check out and pay—remember, the clock is running on the site, so you are getting all nervous because you finally found those two, three or four tickets that you wanted to purchase and you may lose that—you see all these additional charges go on. At times, it almost doubles the ticket price, which is extremely frustrating. You are at a point where you say, “Oh, well. Shucks, I’ll just go ahead and buy these tickets.” We’re saying that that’s not right. That is unfair. That’s not transparent. The consumer needs to know exactly what they are paying. They should have that all-in price in the appropriate currency indicated so that the only thing they need to figure out is the HST that they have to pay, which we are all accustomed to, adding that 13%.", "Speaker, there are also new measures proposed in this bill that would apply specifically to the primary or resale market. First, the primary market: If passed, this bill would require primary ticket sellers to disclose the distribution method of all of the tickets to the event that they will be selling, even those that are not made available to the general public. This means that presales for members of fan clubs or reward programs, for example, would be more visible to fans who are looking to beat the resellers and buy their tickets early. We are also proposing new transparency rules for the resale market. In cases where a ticket is being sold by a commercial reseller, that reseller’s name, location and contact information would also have to be disclosed.", "Finally, our bill takes on the issue of enforcement. In addition to creating a number of new rules and requirements, our changes would help make sure that these measures are actually being followed. To ensure a practical and effective enforcement regime, I have worked closely with my colleague the Minister of Government and Consumer Services. Her ministry has immense expertise and a stellar track record of protecting consumers in Ontario.", "If passed, our bill would give the police the authority to enforce provisions related to the illegal sale and use of bots in ticket transactions. The Ministry of Government and Consumer Services would also gain new inspection and investigation powers to help protect Ontarians and to ensure greater transparency when they buy a ticket. Through Consumer Protection Ontario, the ministry could also receive and mediate complaints from consumers, take proactive steps to help ensure that fans in Ontario know their rights, and encourage them to buy their tickets in situations where those rights are protected. At that point, if the rules are still being violated, the ministry would be able to enforce the law through various new tools, including administrative monetary penalties and compliance orders. These options would allow the ministry to evaluate situations and enforce the law as appropriate.", "Another aspect of our enforcement plan focuses on self-regulation within the industry. Now the government absolutely needs to be working to enforce the law, but in our consultations with the industry, we saw that ticket sellers also want a legal avenue that they can pursue when individuals or businesses attempt to use their platforms to break the law. This is why we are proposing new private rights of action, which would give ticket businesses the right to sue if they suffer a loss as a result of someone not playing by the new rules. These rights of action would also extend to ticket purchasers, so Ontarians who purchase tickets would also have the ability to sue if they suffer losses as a result of illegal activity.", "In addition, to help make sure that the rules can be enforced, we would require any business selling tickets in Ontario to be incorporated in either Ontario or Canada, or to maintain an address in Ontario. That means that whether or not they are physically located in the province, businesses can more easily be held legally accountable for their actions if they do break the law.", "As this House is aware, following second reading, this bill was referred to the Standing Committee on Social Policy. Several amendments were made to the bill in committee, and I would like to speak briefly to one of them in particular.", "A decision was made to remove the requirement that primary sellers disclose the number of tickets going on sale at the time of general sale. I can understand how, on the surface, this may appear strange for a bill dedicated to putting fans first, which is why, admittedly, I struggled with the decision. So I want to explain our thinking behind that amendment.", "We drafted this bill with two clear objectives in mind: to give fans more access and more information. What we heard across the board is that this section of the bill did not achieve either of those objectives. We heard from small and medium venues, organizations that support local and Canadian music, and film festivals, sports venues and artists, and they all voiced their concerns about this section in the bill.", "They told us that tickets for general sale do not all go on sale at the same time. It’s a dynamic and flexible number, and requiring disclosure at the time of general sale only captures a snapshot in time and may not accurately reflect the ticket availability.", "They also told us that providing the information of how many tickets are going to be up for sale would provide an incentive to those using bots to be cleverer and try to scoop up tickets more strategically.", "Importantly, we are still requiring primary ticket sellers to provide information about venue capacity and presales, which will provide fans a more realistic picture of how many tickets are available for a show.", "We heard pretty clearly that this section did not meet its intended objective of providing the full picture and more information to fans, but we still had to weigh whether it would increase access to tickets. What we heard was unanimous: that requiring this disclosure might actually reduce access to tickets; that it might create a disincentive for big acts to travel to smaller and regional markets like Niagara Falls, Windsor, Kingston, Ottawa and Thunder Bay—markets that are equally important and where we want to flourish our cultural and artistic enterprises.", "We listened to small and medium film and music venues, artists and local arts and cultural organizations that help tourism thrive in all corners of our province, and they told us that this section would not give fans the information they need or bring fans any closer to seeing their favourite shows or artists.", "We introduced new rules for tickets in Ontario with one simple goal: to make it easier for fans to see the artists they love. The section in question would not have helped achieve that, but the bill we’re debating today does. This legislation gives fans more information and increases access, while keeping Ontario a strong market for entertainment.", "Finally, before I finish, I would like to take a moment to acknowledge everyone who had a role in getting this bill here today. Tens of thousands of Ontarians took the opportunity to have their say on this issue over the past year through our online survey—the most participated-in online survey ever for the province at that time—through our fan round tables and through letters and e-mails. I want to give a big thank you to each and every one of them for taking the time in providing us with their feedback and input.", "We have also seen great co-operation from our partners in the ticketing business and the entertainment industry, which has been very helpful as we developed these new rules.", "Of course, I would like to express my deep appreciation for my colleague the MPP for Kingston and the Islands. It has been a pleasure working together to develop the legislation before us today with her hard work, thoughtfulness and co-operation.", "If passed, these measures would make Ontario a world leader in ticket sales regulation. We have taken a sophisticated and multi-pronged approach to combatting bad actors in this market and giving consumers the information they need to make informed choices about these purchases.", "The other pieces of this legislation, the proposed Strengthening Protection for Ontario Consumers Act, 2017, aim to protect Ontarians when they make big purchases like for travel or buying their first home. While event tickets may be of a different magnitude in terms of cost, I have seen first-hand how close to home this issue hits for many, many people in our province.", "At the end of the day, it is the government’s role to protect consumers, to step in when it feels like the system is rigged against them, whether they are buying a new home or concert tickets. This is a case where we have an opportunity to do just that. If this legislation passes—and I hope all members support this important piece of legislation—I’m confident that consumers will see a real difference in their ticket-buying experience.", "Speaker, I want to thank you for giving me the opportunity to speak on this bill. Given that we are one day removed from the end of our sitting, I want to take this opportunity to wish all members happy Hanukkah—that just started last night—a very merry Christmas, season’s greetings and best of the new year. I’m sure we are all looking forward to spending time with family, with our loved ones and with our constituents in our communities. I wish everybody a lovely holiday season and look forward to continuing to work with them in the new year." ],
  "anchor" : "para219",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para273",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker, and good morning. It’s great to see you in the Christmas season— wonderful.", "I get to speak for under 10 minutes on Bill 166. There are a couple of areas of concern on this bill that I think we should be speaking about right away. As you know, and I have spoken in this Legislature many times on this bill in the past, there are many amendments that the PC Party brought that would have corrected this bill, strengthened this bill, made this bill something that it could have had the potential to be.", "Sadly, those amendments were not accepted by the Liberal government, so we ended up with a far different bill; in fact, an even farther—and I’ll talk about it in a moment—bill compared to the original bill that was put forward by the Liberals. They have made amendments on their own that have watered this bill down. I’ll talk about those in a moment. But we did get one PC amendment passed that added a line protecting consumers. We’re grateful for that opportunity to at least have one of our many, many strong amendments accepted.", "The bill fails to implement the most sweeping and meaningful areas of Justice Cunningham’s recommendations, to allow new home warranties to follow a competitive market model, as in the case of Alberta, BC and Saskatchewan. We definitely feel that this was crafted in secret and in an incredibly unaccountable way. It was a hand-picked working group. It was a secretive working group, whose sole purpose was to countermand and second-guess Justice Cunningham’s recommendations. For that, I think the government should be embarrassed.", "But that’s what we have seen from this government over and over and over; it’s either the lack of consultation or consultation in secret with hand-picked groups. That’s all we seem to see from this government. I have been here six years now, and that’s all we’ve seen in the little over six years that I’ve been here. That’s sad, and very unfortunate for the people of Ontario that that’s how this government continues to work.", "Here’s an example. I know that the Attorney General said he admits he struggled with this one part that they changed. I can tell you why he obviously struggled, because at one time, in the original bill that was crafted by this government, under part III, it said, “Ticket business transparency; disclosure,” the primary seller to disclose tickets “At least seven days before making any tickets to an event available for sale, a primary seller shall ... disclose, on its website or otherwise, the following information”—this is key: “The total number of tickets to the event that will be made available for sale by the primary seller”—the total number of tickets.", "The government came in with their own amendment and took that transparency away. This bill does not increase the transparency that this government talks about. It may have had an original intention to increase transparency when the bill used to say, “The total number of tickets that will be available for sale will be advertised.” The government took that out of their own bill, in one of their own government amendments, so this bill now removes transparency. You now don’t have to tell the total number of tickets.", "That’s shocking, Speaker, that they call this a bill all about increased transparency, when what they’ve done is gone in and removed transparency. It’s typical of this government. They’re great with aspiration, but pretty bad with implementation. That’s what we see happen yet again. They came out with a great story; it sounded good to everybody; and then, when it came down to the final days, they put an amendment of their own in to take the transparency away. That boggles the mind.", "We all saw a letter from StubHub that came out—this was this morning. “In advance of today’s third reading of the Ticket Sales Act, StubHub respectfully notes its opposition to the legislation in its current form.” That’s their right to oppose. What they’re saying is, “Watch out for the unintended consequences.” What they’re saying in their letter here is that they support the provisions of the Ticket Sales Act that prohibit the use of bots—these are robots—to procure tickets, as the use of bots provides an unfair advantage over the average fan. They talk about why this bot—robot—provision is strongly supported.", "But with the law of unintended consequences, as we see with almost every Liberal bill that’s ill-thought, the way they’re doing it now, this will drive more tickets to the black market, where the profits are. That’s what’s going to happen. It’s not going to put up more tickets for sale to the general public. It’s not going to provide the transparency that they alleged would happen—and actually, the earlier version started to go down that path. What we’re going to see is more tickets on the black market, where the profits are made. We no longer need to know the total number of tickets that will be made available. That was the original intent of this bill. That has been carefully removed by the government. After announcing it was there, they’ve carefully removed that provision. So what people believe will be passed may not be the actual—well, it won’t be the bill that will be passed by this government, I can guarantee you that, because they have taken that out.", "Again, it’s in the typical fashion of this government to have done that. This bill is all-encompassing, the Ontario consumers act. It covers Tarion and home building, it covers ticket buying—it covers a whole myriad. It covers new home warranties, real estate and business brokers, the Travel Industry Act, the Ticket Speculation Act, and there are some consequential housekeeping amendments. They’ve piled a whole bunch of disparate issues into this one and then put together a secretive committee of hand-picked people to go against the recommendations of Justice Cunningham, on the one hand; and then they’ve gone, on the other, and promised something to the public, who were accepting of it and said, “Yes, that sounds like a good bill. We like what you’re doing,” and then, at the last second pulled out the real issue, pulled out the transparency and took that away. Now you’ve got this bill that—it satisfies somebody. We’re not really sure who it’s going to satisfy. It will probably satisfy people involved with the Liberal Party; there’s no question about that. There’s absolutely no question in my mind about that. That’s exactly what this is intended to do, because it certainly isn’t intended to help the general public.", "The total number of tickets was promised, and the total number of tickets was taken away. Justice Cunningham brings his recommendations on home warranties and they throw his recommendations away. It’s very, very sad, but again, we have seen this time and time and time again: heavy on aspiration, awful on operation and implementation. We have seen this from this government. They have an agenda, and they present one thing to the public and then, in the final version, it’s not what they promised. It’s not the real deal.", "Quite frankly, that’s exactly what is not fair to the people of the province of Ontario. It is simply not fair, Speaker.", "Thank you very much for this opportunity to speak." ],
  "anchor" : "para274",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para289",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m pleased to rise in the Legislature on behalf of Minister Tracy MacCharles for the third reading of Bill 166, the Strengthening Protection for Ontario Consumers Act, 2017. I am also happy to speak on this bill particularly because of the aspects of the bill that pertain to the Ticket Speculation Act.", "I would also like to thank the Honourable Yasir Naqvi, our Attorney General, for his leadership and guidance on the parts pertaining to the Ticket Speculation Act.", "Bill 166 represents comprehensive legislation that, if passed, would better protect consumers in the marketplace.", "Before I begin with the majority of my remarks, I do want to just comment on some of the remarks made by the member from Nipissing regarding work in secret and there being no consultation.", "I can say 100% for certain that there were consultations done on the Ticket Speculation Act, and that this bill in particular has the highest level of online engagement in Ontario’s history. Within the first 24 hours, we had over 20,000 hits on our online consultation process.", "Specifically, this bill, Bill 166, would introduce new rules to better protect consumers buying travel services and event tickets, as well as those purchasing, selling or leasing real estate, including new homes.", "Our government is committed to ensuring that consumers can have confidence when they engage in the marketplace in this province. We know that Ontarians work hard for their money, and we want them to be very well informed and protected when they’re spending it in the marketplace. Our government wants them to be protected when they’re booking travel services for a well-deserved vacation. We want them to be protected and have confidence when they are buying, selling or leasing a home. And there is no question that Ontarians want and expect fair access to their favourite entertainment or sporting event. We want Ontarians to be able to count on a marketplace that is safe and fair, and where they are protected.", "I know that Minister MacCharles is proud that Bill 166 has reached the stage of third reading.", "The Standing Committee on Social Policy hearings were recently concluded on Bill 166. During this process, the committee heard from a range of stakeholders in person, through public hearings or by written submissions. During the clause-by-clause review, a number of amendments were accepted, which our government believes has strengthened the overall bill.", "The passage of Bill 166 will enhance consumer protection in ways that will make a difference in the lives of Ontarians engaging in the marketplace.", "Madam Speaker, I was motivated to introduce a private member’s bill, Bill 22, the Ticket Speculation Amendment Act, 2016, in September of last year. As most of you in this House know, in August 2016, the Tragically Hip held their last-ever concert in their hometown, Kingston, which of course is in my riding. News of their final concert tour sent devoted fans across Canada into a frenzy, desperate to get tickets for perhaps one of the most important moments in modern pop culture history. Many spent hundreds, even thousands, of dollars on tickets. During my work on Bill 22, the highest price paid for a ticket that I learned of was $5,500. Just think about that for a moment: $5,500.", "The talent of the late Gord Downie and bandmates Rob Baker, Paul Langlois, Johnny Fay and Gord Sinclair brought us timeless music that celebrated the uniqueness of Canadian identity. Along the way, they built a loyal fan base from coast-to-coast. Their poignant lyrics spoke to the core of who Canadians are, but, even beyond that, who we are as human beings, as lovers, as family members, as observers in life in modern times. That passion and central appeal to who we are as human beings quite likely explains in part, at least, their local and dedicated fan base. That’s why it was so important for everyone to have access to those tickets.", "Kingston is the hometown of the Hip and there is no doubt that we have a very special place, in the hearts of Kingstonians, for the Hip, and that will always be there. In fact, their last official act as a band, their very last concert, was a true gift to Kingston. It was our chance to shine to the music world, to show what we were made of as a city and to welcome the world through the televised concert with open arms. For that, Kingstonians will always be indebted.", "When tickets went on sale, they literally sold out in minutes—thousands of transactions in mere seconds or minutes. I don’t know of anyone who was nimble enough to purchase their tickets through direct access to the primary seller, but I’m sure that some did. Many paid exorbitant prices through secondary selling. I heard from local constituents and fans from across the country who were shut out of the ticket-buying process without even one single chance. They were even more angry to see that despite tickets being sold out, they were popping up on secondary selling websites for double, triple, quadruple the original face value—and more. This rendered tickets inaccessible to many fans who simply could not afford that extravagant markup.", "But this experience unfortunately is not unique to just my constituents or this particular concert. While many Tragically Hip fans were resigned to watching the concert from Kingston’s wonderful Springer Market Square or from the comfort of their own homes online, there were fans from across Ontario who shared this experience and frustration when purchasing tickets for high-profile events.", "Ontario is home to world-class entertainment. Consumers have many opportunities to enjoy memorable concerts, sporting events and renowned musicals. I know from the groundswell of anger and frustration around that last Hip concert that we had reached a tipping point in the entertainment industry with this incredible abuse of the system. It was time for government to better protect consumers when engaging in ticket buying and selling.", "My private member’s bill sought to ensure a fairer process by banning the use of ticket bot technology. I am grateful that the government adopted the spirit of my private member’s bill into this piece of government legislation, Bill 166. If passed, Bill 166 would strengthen consumer protection for people trying to buy tickets to entertainment or sporting events. This includes providing enforcement tools which will help make sure that ticket selling and reselling businesses are following the rules.", "In a few moments, I will talk a little bit more about some of the different aspects of the bill, but I wanted to just say that, if passed, Bill 166 would help better protect individuals when they are trying to purchase tickets to those cultural events that are so important to them. There was nothing like this last Tragically Hip concert to bring that forward so poignantly. I’m incredibly pleased and proud to see that ticket speculation is included in the bill.", "I just want to expand for a little moment on the Real Estate and Business Brokers Act, 2002, in addition to my comments on the Ticket Speculation Act.", "While I’m pretty sure that life revolves around Kingston and the Islands, Kingstonians and the ticket speculation part of this bill, I know that there are many other very important key measures, starting with real estate.", "As we know, buying a home is typically one of the largest purchases that most people will make in their entire lifetime, so our government is proposing stronger protection for consumers, whether they are buying or selling real estate in Ontario, by amending the Real Estate and Business Brokers Act, 2002.", "Bill 166, if passed, would enable the creation of stronger rules and professional standards in the real estate sector. It would also allow regulatory changes to be made to address the concerns about instances where the same real estate brokerage or real estate professional represents more than one party in the same transaction. This practice is known as multiple representation.", "If Bill 166 is passed, the Ministry of Government and Consumer Services will consult on the regulatory changes as well on the measures to improve clarity and transparency for consumers involved in the buying, selling or leasing of real estate.", "There are also numerous sections regarding the home sector. If passed, it would also strengthen consumer protection in the new home sector as well.", "I want to thank everyone for being present today, for all who have commented on this very important piece of legislation. I’m proud to support it and I look forward to the opposition members also supporting this very important bill." ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated November 5, 2017, I’m now required to put the question.", "Mr. Naqvi has moved third reading of Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events.", "Is it the pleasure of the House that the motion carry?", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "I believe the ayes have it.", "A recorded vote will be required and it will be deferred until after question period today." ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the Minister of Children and Youth Services." ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Madam Speaker, no further business." ],
  "anchor" : "para325",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The House will be recessed until 10:30." ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para209"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s that time of year when staff from across our constituencies come to Queen’s Park to celebrate with their peers, and today is no exception for my staff. I would like to welcome Patricia Sloan, Rebecca Hubble and Kayla Fernet, all up from my constituency—they’re here today—as well as Valerie, who is here with me every day. Thank you to Valerie Cickello. Thank you all." ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It’s my honour to welcome today, in the members’ west gallery, the fire chief for the town of Amherstburg, Bruce Montone; deputy chief Lee Tome; Dan Monk, who is the executive assistant to Chief Montone; Avori Cheyne, who is the communications strategist for the Ontario Association of Fire Chiefs; and Shawn-Patrick Stensil, who is a senior energy analyst with Greenpeace. I want to welcome them here to Queen’s Park today." ],
  "anchor" : "para330",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I’m looking forward to joining Katrina Yee, our page captain, for lunch later today. Her father, Jing Yee, is here as well, somewhere in the galleries. I just wanted to introduce them, Mr. Speaker." ],
  "anchor" : "para331",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’d like to welcome to Queen’s Park, in the gallery today, Daisy Wai, who is our nominated candidate for the riding of Richmond Hill. Welcome, Daisy." ],
  "anchor" : "para332",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para333",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I’d like to welcome two people here today. They’re with Canada’s Outdoor Farm Show. Will Adams, who is the son of the former federal member from Peterborough, Peter Adams, who served from 1993 to 2006; and Doug Wagner are with us today. We welcome them to Queen’s Park." ],
  "anchor" : "para334",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "In the members’ gallery, I would like to welcome, from my constituency office of Haliburton–Kawartha Lakes–Brock, Rebecca Farrow-Harrison and Erika Robinson. Welcome to Queen’s Park, ladies." ],
  "anchor" : "para335",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s my honour, first of all, to welcome page Andrew Stevenson’s mother, Jennifer Atkinson, to Queen’s Park today. Welcome, Jennifer.", "Also, I’m delighted to welcome Martin Buckle and Bronwen Morgan. Bronwen and Martin are both on the board of the Toronto Humane Society. Bronwyn is the chair of the board of the Toronto Humane Society. Welcome to Queen’s Park." ],
  "anchor" : "para336",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para338",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "I’d like to welcome, from my constituency office, Fatuma Hussein and Carolyn Kropp. They haven’t quite made it in here yet, but I wanted to make sure to introduce them." ],
  "anchor" : "para339",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m so excited that Rebecca Engelberg, from my constituency office, is here from Thornhill. Welcome, Rebecca." ],
  "anchor" : "para340",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I am delighted that three members of my constituency office are joining us today. Please welcome Adam Waugh, Carolyn Lott and Brad Dudley. These are people who, as you know, work very, very hard every day serving our constituents." ],
  "anchor" : "para341",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m also blessed with amazing office staff. Whitney McWilliam is here, and the general, Penny Rice." ],
  "anchor" : "para342",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to welcome Laurent Carbonneau, who is the legislative assistant to MP Charlie Angus, from Timmins–James Bay; and my assistant, Sara King. Welcome to Queen’s Park." ],
  "anchor" : "para343",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para344",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "The minister has already introduced Doug Wagner. We have a delegation here from the greatest farm show in the world, Canada’s Outdoor Farm Show, in Oxford. We have Doug Wagner, Coral Defayette and Carol Carson. They’re here with Glacier FarmMedia, which runs Canada’s Outdoor Farm Show, a great event that takes place in my riding each and every year. We want to welcome them to Queen’s Park. We wish them well and hope that everyone gets an opportunity to talk to them about the greatest show on earth." ],
  "anchor" : "para345",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I wish to welcome my guests who are here today from the great riding of Barrie: my sister Debbie Jackson and my first cousin Cindy Wallwin." ],
  "anchor" : "para346",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to introduce Udara Gurusinghe and Bandula Widyalankara, the parents of page Vanditha Widyalankara, who are here today from Halton." ],
  "anchor" : "para347",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I would like to introduce my executive assistant from my North Bay constituency office: Andrea Stoppa." ],
  "anchor" : "para348",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "I’d like to introduce Randy Lee, the assistant general manager of the Ottawa Senators—for all you Leafs fans." ],
  "anchor" : "para349",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I also would like to welcome Randy Lee. He’s not just the assistant general manager of the Ottawa Senators in the NHL; he is the general manager of the Belleville Senators in the American Hockey League." ],
  "anchor" : "para350",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "J’aimerais accueillir Camille Marcil et Sarah Laliberté de mon bureau d’Ottawa–Vanier. Bienvenue à Queen’s Park." ],
  "anchor" : "para351",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I’d like to extend a warm welcome to a group of 48 grade 10 students and their teacher Permell Ashby from my great riding of Scarborough–Guildwood, from West Hill Collegiate Institute." ],
  "anchor" : "para352",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, I always thought I was the same age as the member from Peterborough. As it turns out, he’s beating me today. Let’s all wish him a happy 63rd birthday." ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Happy birthday to the minister." ],
  "anchor" : "para354",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome Samantha Smitiuch, who is the head of my operations, to the gallery. Welcome, Sam." ],
  "anchor" : "para355",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Seeing no further introductions—" ],
  "anchor" : "para356",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Point of order." ],
  "anchor" : "para357",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the leader of the third party on a point of order." ],
  "anchor" : "para358",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I seek unanimous consent to put forward a motion without notice regarding the immediate second and third reading passage of Bill 188, Protecting Hydro Consumers Act (Prepayment Meters), to ban the use of prepayment—" ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The leader of the third party is seeking unanimous consent to put forward a motion without notice. Do we agree? I heard a no." ],
  "anchor" : "para360",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para328"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. I’ve said many times around the province that the part of the People’s Guarantee I’m most excited about is our commitment on mental health. It is the dirty little secret in Ontario’s health care system. No matter what spin or rhetoric we hear from the Liberal government, we’re not doing enough.", "I wanted to give the Premier a chance today to respond to whether the Liberal government will match the $1.9 billion in additional new funding for mental health that our party has put forward to make sure we close the gap on mental health services in the province of Ontario." ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I certainly agree with the Leader of the Opposition that there is much more that needs to be done on mental health. Mental health care in this province is an area where we’re catching up. Over the last decade to 20 years, there has been increased awareness of mental health concerns. That has meant, rightly, that there are more people who are presenting with mental health issues, and those need to be dealt with.", "But, Mr. Speaker, the remedy that the opposition party is putting forward is inadequate. That’s the reality. Over the last 10 years, we have invested $10 billion. What they are proposing, going forward, is $1.9 billion over 10 years. That is not enough. We are going to commit to more than that, because there is more that is needed.", "Interjections." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "You told me what you want. We’re in warnings. No, don’t look at me; look at yourselves.", "Supplementary." ],
  "anchor" : "para368",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Maybe the Liberal research bureau took a day off; maybe the government’s own public accounts have an error in them. But I think we all know the reality, and that’s that they haven’t invested in mental health, because the horrifying stories we hear across the province wouldn’t be happening if we had a government that made this a priority.", "The CEO of Children’s Mental Health Ontario, Kimberly Moran, told me that children are waiting as long as 18 months for mental health care—18 months. The Premier says she has done all this investment. It doesn’t show in the government’s public accounts. It doesn’t show in the care and treatment that’s available in the province of Ontario.", "I want to ask the Premier, is waiting 18 months adequate for a young person who has the courage to come forward and say they need help? Is that adequate in the province of Ontario?" ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, I’m happy to meet with any member of the PCs, including the leader, to go through in detail their erroneous calculation. We know that this party has a history of getting the math wrong and they’ve done it yet—", "Interjection." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon is warned. I’m serious.", "Finish." ],
  "anchor" : "para377",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We know that that party has a history of getting the math wrong, and they’ve got it wrong again. In fact, if you look at their commitment for the next 10 years of an additional $1.9 billion, that is in stark contrast to our very real and delivered investment of new funding using exactly the same methodology of more than $10 billion over the last decade. They need to correct the record. It is not historic that they’re proposing—" ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Clearly, the Premier and the Minister of Health haven’t actually looked at their own public accounts where it shows the allocations on mental health. The reality is, it’s easy to attack the opposition and say you disagree with these assertions, but I’m quoting a stat from Kimberly Moran—", "Interjections." ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m getting a troll over here. If you’d just stop." ],
  "anchor" : "para384",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I’m quoting a stat from Kimberly Moran, the CEO of Children’s Mental Health Ontario. You’re disagreeing with her assessment. The Globe and Mail just this week wrote an article that is shocking, horrifying: In cases of a young person who has tried to take their own life, they don’t get to see a psychiatrist for six months—six months. That’s a Globe and Mail article.", "I know it’s convenient to pass this question off to a minister. I want to know from the Premier: Do you think waiting 18 months is adequate? Do you think waiting six months for a psychiatrist is adequate? Do you accept these wait times for mental health care in the province of Ontario?", "Interjections." ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Minister?" ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "That’s absolutely not acceptable. That’s why this government has made the largest mental health investment in Canada’s history, not what they’re proposing. What they’re proposing falls far short, and I’m happy to share the math with them. Now I understand why the Globe and Mail characterized their proposal as “fiscally risky, economically dubious.”", "The math doesn’t add up. I’m beginning to feel sorry for that party, as eventually, over time—and I’m happy to assist them with this—they will realize that their calculations are so bad and they are so far off the mark that it represents roughly one fifth of the new investments that we’ve made in mental health over the last decade. This results in a dramatic flattening of the curve of the increased investments that this province has made. Mental health is critically important, much more important than they’re giving it—", "Interjection." ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Children and Youth Services is warned.", "New question." ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para362"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. We all know that Goreway was among the companies that gamed the system for over $260 million of ineligible expenses, and Goreway executive Rob Coulbeck has been at the centre of this latest scandal. Rob Coulbeck’s December 1 resignation letter states he is resigning as the co-chair of the Market Renewal Working Group, not as a member. According to the IESO website, he remains a member.", "Why is an executive from Goreway allowed to remain on the boar, given the scandal of inappropriate expenses? The same people who gamed the system should not be the ones rewriting the rules.", "So, directly to the Premier: Will this be addressed, and addressed immediately?" ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "As we’ve said over the last week since the auditor brought forward her report, any abuses of the system are completely unacceptable. That’s why we’re pleased that the system operator has investigated those market participants. Where significant wrongdoing was present, compensation has been recovered and returned to the ratepayers—$168 million of the $200 million in ineligible costs.", "As also mentioned by the Leader of the Opposition, there have been resignations from the market renewal committee. The two chairs have moved off of that committee.", "Moving forward, looking at Goreway: Goreway also made changes after they found that they weren’t complying with the system. They were fined a record $10 million, and $100 million of that money was recouped by the IESO.", "We’re making sure that we have a system that is going to be rebuilt—" ],
  "anchor" : "para400",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s not “found”; it’s “caught.”" ],
  "anchor" : "para404",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned." ],
  "anchor" : "para405",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "They have made significant changes, and the IESO is constantly monitoring as well." ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: My question about why that individual is still a member was not answered, but I’ll try a different angle.", "One of the companies in the Auditor General’s report, amidst this scandal, was government-run OPG. Yesterday, the minister told us that OPG repaid all of their ineligible expenses by 2015. We know that the former CEO was given a half-a-million-dollar bonus the following year. Why was he given this half-a-million-dollar bonus? Was it to keep quiet on the scandal?", "By the way, Mr. Speaker, it wasn’t that the government found this; they got caught. That’s how it came out. They didn’t find it; they got exposed by the Auditor General." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The innuendo that’s coming from the opposition continues to fester. It just shows that they really don’t understand how this system is working.", "OPG actually stepped forward when they recognized that they were claiming ineligible expenses. They worked with the IESO. That’s why there was no fine imposed by the IESO on OPG at the time—to make sure that they actually recouped those costs, making sure that they could understand the rules moving forward.", "As OPG said, the audits did determine that there were differences in understanding what constituted eligible costs under the program. In respect of some of what were thought to be eligible costs, OPG repaid certain claimed amounts after discussions concluded on what constituted eligible costs. That’s what both OPG and the IESO had come to a conclusion on way back in 2015." ],
  "anchor" : "para411",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para414",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: The Minister of Energy says that we don’t know how it’s working. Well, I know exactly how it’s working. This government has allowed power executives to expense raccoon traps and scuba gear. It’s ridiculous. It’s disgusting.", "While nearly tens of millions of dollars have—", "Interjection." ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Essex is warned.", "Carry on." ],
  "anchor" : "para418",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, there are still tens of millions of dollars of inappropriate expenses that have yet to be repaid.", "So my question to the Premier is—and hopefully the Premier will actually answer this time—can we get a guarantee that the tens of millions of dollars of inappropriate expenses that have not been retrieved by the taxpayers—that we’ll get a commitment that the taxpayers will get those funds back by December 31? Yes or no?" ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The important thing to understand—and I think we can all agree—is that any abuse of the system is completely unacceptable. That’s why we were pleased to see the IESO act on the recommendations not only from the Auditor General, but from the market surveillance programs and committees that are done both by the OEB and by the IESO. They’ve brought forward new practices and new principles to make sure abuses like this don’t happen again.", "On this side of the House, we want to ensure that we continue to bring forward programs that help ratepayers lower their bills, and that’s what we have done as a government. We’ve brought forward the fair hydro plan, which brought forward a 25% reduction, helping all families right across the province, and many, many other programs. But when it comes to these two programs, Mr. Speaker, the IESO has put in place new changes that are making sure things like this will not happen again." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Ontario’s hospitals have been underfunded for decades. Ontario families have been coming forward with heartbreaking stories of suffering in overcrowded hospitals for months now, while the Liberal government has called any criticism fearmongering. But the Ontario Hospital Association says that that criticism is called for. The OHA says hospitals are on the brink of a crisis.", "Will the Premier for once listen to the experts and take the actions that the OHA is calling for?" ],
  "anchor" : "para426",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We are taking this issue very, very seriously, Mr. Speaker, and I do take what the OHA says very seriously. I think it’s extremely important that we listen to people on the front line who know what is happening in the hospitals, and that we combine that with our own capacity and our own knowledge and that we come up with solutions—which is exactly why we are expanding the number of beds in the system. It’s exactly why we’ve put a 3% increase for hospitals in our budget. It’s why we have put an infusion of cash into the system, understanding that there are needs.", "I believe that in that same report, the association calls for increased home care funding, increased long-term care-funding—all of which we are doing. So we take that very seriously.", "We are in the process of expanding capacity in the hospital system, particularly at this time of year, and we will continue to work with stakeholders." ],
  "anchor" : "para428",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The fact is that this Premier and her health minister have arrogantly ignored the experts repeatedly when it comes to hospital care. They shorted the system $300 million in the last budget. She refuses to listen to patients and their families, she refuses to listen to doctors and front-line health care workers and she refuses to listen to the Ontario Hospital Association, which has been ringing alarm bells about overcrowding and hallway medicine since the last budget.", "Will this Premier now finally admit that she was wrong to freeze hospital budgets for a decade, and actually invest in the quality care that Ontario families deserve?" ],
  "anchor" : "para432",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, the leader of the third party knows that our health care and hospital budget has continued to increase year over year. We invested this year, between the budget and the fall economic statement, an additional $600 million into the hospital system and $1.3 billion over the next three years to decrease wait times.", "I applaud the hard work and the advocacy of all of our hospital officials, front-line workers and leaders, including the OHA. I’m gratified that they’re coming forward tomorrow to present as part of the pre-budget consultations. Their input and our close relationship are critically important to getting this right, and get it right we will. We make decisions, like the additional 1,200 beds, the equivalent of six community hospitals, that we’ve infused into the system. That’s almost 10% of new beds into the province. We make decisions like that in concert and in consultation with the OHA to make sure we are taking the right steps." ],
  "anchor" : "para435",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para437",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, it’s hard to believe they can get it right when they’ve gotten it wrong for over a decade.", "The OHA’s pre-budget submission says, “An increase of 4.55% in hospital funding ... will ensure that hospitals have the resources needed to avoid a significant capacity crisis in Ontario’s health care system.” A significant capacity crisis: This is what the Liberals have delivered to Ontarians.", "We know that there are already thousands of patients lining the hallways of our hospitals across our province, and the OHA is saying that without this investment, it will only get worse. Will the Premier stop ignoring this crisis, start listening to the experts and make the investments necessary to end hallway medicine in the province of Ontario?", "Interjections." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para442",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Speaker, we are listening and we are taking this seriously. What we won’t do, though, is take lessons from a party, and the leader of the third party who represents the party, that committed in the last campaign to eliminate $600 million out of health care and out of education. When they were in power in the 1990s, they closed 24% of all acute care beds. They closed 13% of mental health beds. In total, 9,600 beds were closed under them.", "Here’s what the OHA has to say in their pre-budget submission:", "“Ontario hospitals appreciate the Ontario government’s leadership and continued investments in hospitals—including an increase in the 2017 Ontario budget and the winter ... plan to assist hospitals and the home and community care sectors in addressing high patient volumes. These investments will improve the health system’s ability to manage the significant influx of patients expected during the flu season over the” next number of months.", "This is the kind of co-operation that we endorse and we support, and that enables us to make the right investments to build a strong system." ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para425"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. The Premier’s chronic underfunding of our hospitals, on top of years of Conservative cuts, has created an overcrowding and hallway medicine crisis in Ontario.", "Today, the NDP released new information showing the extent of the damage that this Liberal government has caused in my hometown of Hamilton. Between June 1 and October 1, 2017, medical beds at St. Joseph’s Healthcare in Hamilton were operating at over 105% capacity every single day. Temporary beds will not solve this crisis.", "When will the Premier finally do something to help people in Hamilton who are lying on stretchers suffering because of her budget freezes?" ],
  "anchor" : "para449",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para452",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, we are making the necessary investments to ensure that our hospitals are able to address their what are often complex and multifactorial challenges when it comes to capacity. In some parts of the province, like Peel, for example, or Mississauga or Halton, it’s because there is a significant growth of the population.", "In Hamilton, we’re making the correct investments—I wish I had the figures in front of me—in terms of the additional beds that we’ve added to Hamilton Health Sciences, to St. Joseph’s as well, to Juravinski on the mountain, to the entire community, so that they are able to provide the care that is required, and the highest quality of care that they provide on an ongoing basis.", "That is in addition to the $500 million in funds that we have infused into the hospital system this year alone, on top of $500 million last year. We’ll continue to invest in our hospitals." ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para456",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, this new information shows that on any given day in the St. Joseph’s emergency room, there are between five and 31 people waiting for an in-patient bed. They wait in unconventional spaces without even a call button to push if they need a nurse, and without proper access to washroom facilities.", "When will this Premier get serious and make sure that the people of this province actually have reliable, quality health care when and where they need it?" ],
  "anchor" : "para457",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, just a few weeks ago, we added 24 additional in-patient beds to St. Joseph’s in Hamilton. We added 30 additional beds to Hamilton Health Sciences in Hamilton, and in addition, three neonatal intensive care unit beds, three additional bassinettes to care for those tiny, most vulnerable individuals. We are making the correct investments.", "We know as well when we look, from third-party information we’ve received, that our wait times in hospitals and emergency rooms continue to go down, despite an increased population. We’re seeing that objective third-party data. In fact, as I referenced last week, the report from the Fraser Institute says that Ontario has the best wait times in the country." ],
  "anchor" : "para459",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "On August 10, 2017, St. Joseph’s hospital reached the alarmingly high occupancy rate of 139%—139%. The OHA says that this is not uncommon in our hospitals. In fact, it says that half of Ontario’s hospitals were operating above 100% capacity this summer.", "These numbers represent real people in my community and all across Ontario who have been forced to get medical care from a hospital that is severely underfunded and overcrowded. Temporary beds, many of which are not in place yet, are simply not enough to begin fixing the decades of damage done by Conservative and Liberal cuts, and the OHA agrees, Speaker.", "Why is this Premier letting the people of Ontario down? Why is she letting them continue to suffer in overcrowded hospitals?" ],
  "anchor" : "para462",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Many people believe that the best illustration of a party’s actions is to look at their actions in the past and look at their record. It’s there for all to see. From 1990 to 1995—those were awful years for Ontario’s health care system, because they closed a quarter of all the acute care beds in this province. I am even embarrassed for them, to say as well that they closed 13% of the mental health beds in the province, collectively coming close to a PC record when they were in power, when the PCs closed 10,000 hospital beds. The NDP, in five short years, were responsible for closing 9,600 beds.", "We have added beds to the health care system. We have done that over the past years. We continue to do that this year. We’ll continue to make those important investments going forward." ],
  "anchor" : "para466",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para448"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. The Auditor General’s 2017 report states that the backlog of complaints and critical incidents in long-term-care homes requiring inspections keeps increasing. This year, the backlog jumped to 3,370 from 2,800 last year.", "Minister, despite promises to fix the critical incidents backlog, we are not seeing improvements. Sadly, the backlog has actually increased by 80%. I want to know: Is the fact that you’re not acting on critical inspections a sign that our seniors’ safety and security is not a priority for your government?" ],
  "anchor" : "para469",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, it absolutely is a priority for this government. Apparently, it’s not a priority for that party because, just yesterday, they voted against our legislation that will be creating enhanced oversight and accountability, inspection and fines—all of those measures which are critically important to ensure that our loved ones and Ontarians who call long-term care their home, who are residents of long-term care, receive the highest-quality care and the best supports. They voted, just 24 hours ago, against a whole set of measures that will—fortunately, it passed despite their opposition—dramatically enhance the inspection powers and the punitive measures that we can place on those most egregious homes that need to improve the care that’s being provided.", "They did no inspections at all of long-term-care homes. Every single year, we inspect 100% of our homes.", "Interjections." ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para474",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the Minister of Health: There must be an election looming in the near future because, for 14 years, you’ve done nothing for that sector. Delays in complaint inspections and critical-incident inspections can place seniors in long-term-care homes at risk.", "I think it’s completely unacceptable that you are not meeting your promised goals, especially in light of the high-profile cases of abuse and the public inquiry into murders in long-term-care homes. Families with loved ones in care have a right to expect that the safety and care of their patients will be your utmost priority. They want to see increased scrutiny. They want to see you making a difference, Minister.", "Will the minister address the lingering questions around the safety, security and well-being of seniors by appearing before the public inquiry into long-term care?" ],
  "anchor" : "para476",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The justice—and I am, again, gratified that she met and heard from the families and loved ones of the victims of this horrible tragedy just yesterday, and will be making her decision over the coming month or so in terms of their participation in this inquiry.", "But, Mr. Speaker, I have to get back to their bad math. We’ve budgeted, for 5,000 beds over the next four years, $380 million. They’re proposing to create three times as many long-term-care beds, but they’ve only budgeted $77 million—three times as many beds; one fifth the amount that it’s going to cost. It costs about $60,000 per long-term-care bed per year, to operate that bed. They’ve budgeted a measly $5,000—", "Interjection." ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Elgin–Middlesex–London is warned, and I’m not happy with what he said.", "Do you have a wrap-up sentence?" ],
  "anchor" : "para482",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, again, the math of their proposals is so bad. I’m going to be happy to reveal it to them, and I’m happy to explain it to them, because they need to understand the lack of their commitment." ],
  "anchor" : "para484",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para468"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. Throughout five long weeks of the college strike, this Liberal government assured students that they would not lose their semester. Yesterday, we learned that more than 25,000 full-time college students—about one in 10—have not only lost their semester; they have lost their dreams of a college education after being forced to drop out to get their tuition refunded. We know that more students will likely drop out after attempting to complete the condensed semester.", "As I have stated before, sections 4 and 5 of the Ontario Colleges of Applied Arts and Technology Act allow the government to intervene in college affairs when it is in the public interest.", "Why did this government refuse to act to prevent the lives of more than 25,000 full-time students from being completely derailed?", "Interjections." ],
  "anchor" : "para486",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para490",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that no one in this Legislature is happy that there are students who have made the choice to leave college, Mr. Speaker. I say to the 90% of students who are back in the classroom—I know that they’re working hard, and I hope that it goes well for them.", "I also say to the students who felt that they needed to withdraw and have received support by getting their tuition refunded—which I think we can agree is the fair thing to do—I hope they will work with their college, and I hope that they will find a way back into the system. Certainly, it would be my expectation—our expectation—that colleges will be reaching out to those students and helping them to see the path back.", "To the 90% of students who are back in college: I wish them well. To the rest: I hope that they will find their way back in January." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para495",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Again to the Premier: The regular retention rate for a college term is 98%. In other words, just two out of 100 students choose not to complete their semester. After the delay of the release of the tuition refund numbers, we now know that one in 10 full-time college students won’t be completing their term. What we don’t know is the number of part-time students who have opted to drop out, raising questions about how much worse the part-time numbers might be.", "Speaker, Ontarians deserve to know the total number of students who have been forced to put their lives on hold or give up their dreams because of this government’s inaction.", "Will the Premier tell the people of Ontario how many part-time students have received a tuition refund, and what the plan is to get both full-time and part-time students back on track?" ],
  "anchor" : "para496",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Advanced Education and Skills Development." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Well, Speaker, I just have to say, every step of the way in getting students back into the classroom was blocked by that party.", "Those of us who were in this House debating back-to-work legislation remember the NDP House leader, every chance we had to get students back—do you remember what he said? “No.”", "Interjections." ],
  "anchor" : "para500",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para503",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "So, Speaker, whether it was not supporting free tuition for one third of our students—", "Interjection." ],
  "anchor" : "para504",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke North is warned." ],
  "anchor" : "para506",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "—or whether it was getting students back to school after the strike, all we heard from that party was—" ],
  "anchor" : "para507",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para508",
  "subject" : {
    "text" : "College students",
    "anchor" : "para485"
  }
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "My question is for the Minister of Health and Long-Term Care and considers this government’s extraordinary commitment and developments in mental health.", "Speaker, as a physician himself, I know that the Minister of Health has a deep and abiding understanding of what mental health is all about.", "In medical school, one of the first things we’re ever taught in Latin is “mens sana in corpore sano,” “a sound mind in a sound body.”", "I know from my many, many corridor consultations with the minister—and the fact that we sit at the same table, by the way, in caucus—that he has personally treated patients with anxiety, depression, panic attacks, post-traumatic stress disorder and so many other disorders. I know that he has the background, history, stamina, partnerships and the dedicated workforce to deliver on the type of health care that Premier Wynne, herself the daughter of a physician, demands for the people of Ontario.", "My question is this: Can the Minister of Health and Long-Term Care please inform this House about the important investments our government is making in mental health across the province?" ],
  "anchor" : "para511",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para510"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "As Minister of Health, I believe that physical and mental health are two sides of the same coin. There can’t be one without the other.", "I want to start off by saying how proud I am in how far we have come as a province. All parties in this Legislature have pushed past the stigma, and we all agree that together we need to do more. It’s important to take a moment to appreciate how all Ontarians will benefit from that.", "The Conservatives have come to the table offering an average of $191 million a year over the next 10 years, Mr. Speaker, but they forgot that before you announce an increase, you have to replace the base from the previous year.", "I know, as a province, we can do better. We can work together to truly build the system, reduce wait times and offer more services. While the party opposite has come forward with $1.9 billion over 10 years, this team has put $10 billion more into the system since 2008, and a Liberal government will put more than $1.9 billion forward in investments in mental health over the next 10 years." ],
  "anchor" : "para516",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para510"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para520",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para510"
  }
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Once again, I thank the Minister of Health for not only the answer today, but for his abiding commitment to mental health, along with physical and emotional health.", "Speaker, as you will know, he’s a physician who has dealt with these issues on a one-to-one basis; as a public health physician, on a system-wide basis; as a public health physician, recognized internationally for his efforts in Africa with War Child for 10 years—and now running the entire show in the province of Ontario.", "Gail Czukar, CEO of Addictions and Mental Health Ontario, was quoted in the Globe and Mail today: “Excellent mental health care is available from health professionals other than psychiatrists. Social workers, psychologists, psychotherapists and mental health and addiction counsellors work across Ontario in publicly funded, community mental health and addiction agencies....”", "Speaker, we are a long way from hula hoops.", "Minister, can you please tell this House again: What is our government doing to further—under your stewardship—build up the mental health system of the province of Ontario?" ],
  "anchor" : "para521",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para510"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, we’re working with experts and stakeholders and persons with lived experience and their loved ones across the province to ensure that we’re putting our investments in mental health where they are most and truly needed.", "A key role of mine as Minister of Health, in working with the Premier and this caucus, is to put those necessary resources forward—those resources like cognitive behavioural therapy, which will provide more than 100,000 Ontarians living with conditions such as anxiety and depression with more access to community-based structured psychotherapy services; or our youth wellness hubs, where young people aged 12 to 25 can find walk-in, one-stop access to mental health and addiction services and other health, social and employment supports—or creating more supportive housing. This year, up to 1,150 additional supportive housing units will be added on top of the 1,000 new units added over the last three years to help reduce homelessness and improve supports." ],
  "anchor" : "para526",
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para510"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is to the Attorney General. Victim service organizations across the province are absolutely overwhelmed with requests for their services. Many are struggling to keep up with the sheer numbers, all while dealing with more complex cases, including victims of human sex trafficking.", "Kawartha/Haliburton Victim Services in my riding received just $18,000 to hire someone under the Victim Quick Response Program last year. That was barely enough to hire even half a person. They made the most of it and helped dozens of trafficking victims.", "Unfortunately, this paltry amount was only one-time funding. They won’t be able to continue their important work next year without a clear commitment from this government.", "My question to the minister is, will he assure Kawartha/Haliburton Victim Services that they will have the funding they need to help human sex trafficking victims in the new year?" ],
  "anchor" : "para529",
  "subject" : {
    "text" : "Victims of crime",
    "anchor" : "para528"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "This is an important question, and I want to be very clear that the Ontario government is very much committed to helping victims of crime when they need it the most.", "Since 2003, our government has invested over a billion dollars in vital services to support those who have been harmed by crime and, as part of our government’s strategy to end human trafficking, we will invest $1.93 million over four years to expand the benefits available under the Victim Quick Response Program to better serve victims of human trafficking. We are also investing $6.65 million over four years to enhance the Victim Crisis Assistance Ontario Program so that our community-based service delivery partners can provide better support and case coordination for victims of human trafficking. Further, as part of the government’s sexual violence and harassment plan, in 2015 we increased funding to sexual assault centres by $1.75 million per year.", "There is definitely more to do, and I remain very much committed to supporting victim services across the province." ],
  "anchor" : "para533",
  "subject" : {
    "text" : "Victims of crime",
    "anchor" : "para528"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para536",
  "subject" : {
    "text" : "Victims of crime",
    "anchor" : "para528"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m glad to hear the minister is committed, but you seem happy to throw small pots of money at the problem, hoping that it will go away. It just shows that you’re not taking the concerns of victim services organizations seriously.", "What I hear is that they are exasperated; they have not heard anything from the government in response to their call for a review of the current funding formula. Several of my colleagues on this side of the House have raised these concerns over the past several months from all across our ridings—Hope 24/7, for example—but this government is not listening. There is still no action.", "Will this government finally commit to a review of its victim services funding formula in consultation with providers, to ensure that it meets the needs of victims in a sustainable way?" ],
  "anchor" : "para537",
  "subject" : {
    "text" : "Victims of crime",
    "anchor" : "para528"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "This government has done more to support victim services than any other previous government. The work this government and this Premier have done in terms of putting an end to human trafficking and in terms of combatting sexual violence and harassment—there is no example of any government in the history of Ontario that equals the amount of investments and policy work that has been done by this government.", "I’m very proud of being part of a government that takes these issues seriously because it goes to building an inclusive economy.", "What worries us the most is the $12-billion cut that the Conservatives have outlined in their platform that’s going to gut exactly these kinds of programs. It’s okay for the member opposite to stand up and ask for more investments, but her own platform is going to cut all victim services and all this important funding for her community and communities across the province." ],
  "anchor" : "para540",
  "subject" : {
    "text" : "Victims of crime",
    "anchor" : "para528"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the minister of corrections and community safety. The Auditor General’s report made it alarmingly clear that this Liberal government is not prepared to manage a major emergency in this province. The AG highlighted that emergency management plans haven’t been updated since 2008, and that provincial nuclear emergency preparedness planning hasn’t been updated since 2009. Communities like mine in Amherstburg that are within the fallout of the Fermi 2 nuclear plant in Michigan are left vulnerable, with no support for a potential disaster from this government.", "We’re joined here today in the gallery by Fire Chief Bruce Montone and Deputy Chief Lee Tome from the town of Amherstburg. They’re here on behalf of our community to listen to your answer to this important question. The question is the same one that this town has been asking since 2015: When will the Liberal government provide the same level of support to the town of Amherstburg as it does for other designated municipal areas that receive assistance in Ontario?" ],
  "anchor" : "para544",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you very much to the member for his question. I want to say welcome to our Legislature to the chiefs here today.", "The Auditor General agreed that Ontario can respond and will respond to any emergency. Her findings were actually very consistent with those of our earlier independent review.", "Our response could be more efficient. This is exactly why we are launching our new emergency management action plan, which includes the release of an updated Provincial Nuclear Emergency Response Plan, in the coming weeks.", "We’re going to expand our emergency management capacity through agreements with our neighbouring provinces and states, to share supports and resources; and also support our municipalities by making it easier to access critical supplies and resources; and by improving information and resource sharing." ],
  "anchor" : "para546",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para551",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, with all due respect, none of that answer addresses the issue that the town of Amherstburg is in right now.", "The province has been aware since November 2015 that, in the event of a nuclear accident at the Fermi 2 facility, the town of Amherstburg does not have the equipment, the personnel, the expertise or the capacity to appropriately respond to such an event.", "Despite clear letters to this minister, and submissions to the provincial nuclear emergency preparedness plan, highlighting the danger to our community, the minister has effectively ignored all of our concerns.", "Will the minister tell this House when the people in Amherstburg and the entire region of Essex county can expect the same resources and assistance, so they can plan to be as safe as other designated communities in Ontario?" ],
  "anchor" : "para552",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I’m very happy to respond again to the question. Mr. Speaker, our nuclear power has been the backbone of Ontario’s energy supply for 40 years, providing clean energy that helped us to get rid of dirty coal and meet our GHG reduction goals.", "When you look at what we are providing for our municipalities such as Amherstburg, OFMEM, which is our agency, with help from both our government and our other partners, in support with the municipalities, will help strengthen its nuclear emergency management program. What we do, Mr. Speaker, is help to work together, enhancing the planning, the training, our public education and emergency exercises, to ensure that the community has the continued ability to respond to emergencies and nuclear.", "We also took note of the letter that was sent during the public consultations, and our expert panel has—" ],
  "anchor" : "para556",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para559",
  "subject" : {
    "text" : "Emergency preparedness",
    "anchor" : "para543"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question this morning is for the Attorney General. My constituents in Davenport are accessing more services and getting more things done on just their smartphones than ever before. They are shopping online, resolving their disputes, banking and setting up mortgages, all on their tablets. They expect that level of convenience in all aspects of their lives.", "In the ever-evolving world around us, the justice system has just not kept pace. Mountains of paper, endless filing, and mandatory in-person attendance for things that just do not need to be in person, all make for a system that is sorely out of date.", "That is why I was so pleased to see the Attorney General last week announce new measures to bring the justice system into the 21st century. These new measures, which the Attorney General has called Putting Justice Within Reach, are incredibly important.", "Can the Attorney General please explain how this plan will actually put justice within reach for my constituents?" ],
  "anchor" : "para562",
  "subject" : {
    "text" : "Access to justice",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the member from Davenport for asking a very timely question.", "Speaker, in order to maintain access to justice, Ontario’s justice system must continue to adapt and evolve, to continue meeting the needs of the people it serves every day. That is why the Ministry of the Attorney General is committed to making the justice system simpler, faster and more affordable for all Ontarians. We are developing and delivering user-centred, consumer-focused digital services that are faster, easier to navigate, and low- or no-cost to the people who use them.", "In the next year, new online 24/7 paperless options will be available for getting more important tasks completed more easily and conveniently. One example of this plan will be that Ontarians can use new digital tools for potential jurors, for example, to complete questionnaires online and receive summonses by e-mail.", "By introducing modern technology and developing data systems that allow information to be shared with the click of a button, Ontario is reducing waste and ineffeciency." ],
  "anchor" : "para566",
  "subject" : {
    "text" : "Access to justice",
    "anchor" : "para561"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para570",
  "subject" : {
    "text" : "Access to justice",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I would like to thank the Attorney General for his response.", "It is very exciting that my constituents can expect a modernized justice sector. However, we have heard many promises to modernize our justice system before. While the news is exciting, I do point to how far behind the justice system has fallen in terms of modernization, and I wonder what the Attorney General will be doing to ensure that this actually happens this time.", "This is a necessary change and we have a long road ahead, but this is a step in the right direction. However, the systems in place have been around for so long. What makes the Attorney General think that he will be able to change the system that has been operating the same way for such a long period of time, a system that is inherently known for sticking to tradition? Can the Attorney General please give clarity to this chamber on why this modernization will actually happen this time?" ],
  "anchor" : "para571",
  "subject" : {
    "text" : "Access to justice",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "We have to modernize our justice system. It’s something that I’ve identified as a priority for our government and for our ministry.", "We are taking steps that are practical and prudent in making sure that we are bringing digital options for users of our justice system across the province, whether it’s e-filing in our small claims court or for civil matters, or in the spring, very soon, we will have joint divorces that could be filed online as well. These are just some practical examples of things that we are already doing. That is why we have also outlined all our priorities in a digital justice action plan, so that Ontarians have a road map available to them with timelines so that it can keep us accountable.", "What worries me is when I see the opposition Conservatives’ platform, where there’s no talk about how we will modernize the system. We need to be mindful of that." ],
  "anchor" : "para574",
  "subject" : {
    "text" : "Access to justice",
    "anchor" : "para561"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Minister of Transportation. Twelve years ago, the GTA West Corridor was identified in the Growth Plan for the Greater Golden Horseshoe. Since then, the minister has consistently dragged his feet on the environmental assessment of the GTA West.", "Two years ago, the minister took the unprecedented move of suspending the environmental assessment. My freedom-of-information request shows that the Ministry of Transportation has spent over $14 million studying the highway corridor, with nothing to show for it. This week will mark the second anniversary since the minister suspended the environmental assessment. Why the delay?" ],
  "anchor" : "para578",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Dufferin–Caledon for her question. She may not be aware of this: A number of days ago, on the ministry’s website, we posted that there will be an update regarding this particular project that will be taking place within 60 days of that notice going up on the website.", "I’m extremely proud to be part of a government that has literally invested billions of dollars in highways in every corner of the province. Just the other day, I joined with members from the government caucus in Brampton, where we announced and officially opened up lanes for the widened Highway 410 in that neighbourhood. A few days later, I was standing in the brisk weather alongside the member from Etobicoke Centre and the Minister of Housing and minister responsible for poverty reduction, as we opened lanes on Highway 427 in northern Etobicoke. On that same day, out in Durham in the Clarington area, standing alongside the Minister of Agriculture and the member from Durham, we announced that starting in January, Highway 407 East, Phase 2a, will be open to vehicular traffic.", "I look forward to providing more—" ],
  "anchor" : "para580",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para583",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "The only thing the minister has done on the GTA West Corridor is to continue to kick the can down the road. You announced it two years ago, you announced it a year ago and now you’re saying another 60 days. What’s the delay?", "The reality is that the land along the supposed route of the GTA West has been frozen for years. Peel and York regions and municipalities around the GTHA have been calling for the minister to finish the environmental assessment. Residents and municipalities have no faith that this minister will finally make a decision on the future of the project. After all, the minister has committed in the past to provide “updates,” only to find another reason to delay.", "After $14 million spent, will the minister commit today to restarting the environmental assessment of the GTA West Corridor?" ],
  "anchor" : "para585",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "As I mentioned a second ago, our government’s record when it relates to highway construction is unprecedented. We are literally, again, investing in highways in the GTHA and in every corner of the province of Ontario.", "What I will not accept, and what I will not contend with gracefully in this chamber, is a member of Ontario’s Conservative Party. Let’s not forget, this would be the party that first tolled and then sold Highway 407 to a Spanish consortium.", "I will not take lectures from a member from Patrick Brown’s Ontario Conservative caucus when it comes to highways that are needed here in this province.", "We know all about their People’s Guarantee, and we know one thing, Speaker: What’s guaranteed in their plan, should they ever come to power, will be less infrastructure investment, less public transit, fewer highways where they’re needed, less money for cycling infrastructure—" ],
  "anchor" : "para588",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Less taxes, less scandals." ],
  "anchor" : "para593",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I consider it a test, so I’m going to pass. The member from Bruce–Grey–Owen Sound is warned.", "New question." ],
  "anchor" : "para594",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para577"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. My office is working with Patricia and Don Deighton. Patricia and Don have been married for 64 years, but they are currently forced to live apart because they have differing health needs. Patricia is in the dementia unit at University Gates, a long-term-care facility, while Don is living at the Westhill retirement home. Every morning, Don takes a cab to visit Patricia at her long-term-care facility so that they can have breakfast together. It breaks his heart to leave her each day.", "Our seniors should not have to go to such great lengths to be together, especially at a time when they need each other the most.", "Currently, Don and Patricia are on a very long reunification wait-list at the Waterloo Wellington LHIN. Speaker, what will this government do to reunite Don and Patricia as soon as humanly possible?" ],
  "anchor" : "para597",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I believe I understand the question correctly: One individual is currently in a retirement home and the other is in a long-term-care home. I’m not sure if the first individual has been assessed and is eligible for long-term care or not; perhaps the member could address that in the supplementary.", "We are, in fact, making important changes; I would, quite frankly, call them dramatic changes. One of the member’s colleagues—I have to acknowledge that the member from Niagara was instrumental in encouraging us and helping us to look to this issue of reunification of elderly couples. We’re making changes—I need to be careful; I’m not sure if the regulation is still posted—proposed changes that will make it much easier for our long-term-care homes and for those individuals to be reunited.", "Perhaps the member, if she doesn’t mind, could just indicate whether the individual in a retirement home is eligible for long-term care." ],
  "anchor" : "para600",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para603",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I will tell the minister that there is a letter in his office with the details. But, Speaker, we needed a dramatic change in long-term care almost a decade ago; otherwise we would not be in this position today.", "Retirement should not be marked by stress and uncertainty. Don and Patricia’s story is just one of the many stories of seniors in my community who are forced to live separately. The waiting time for Don and Patricia to be reunited is currently estimated at more than 1,000 days. These numbers are truly heartbreaking. Couples like Don and Patricia, who have been together for 64 years, shouldn’t have to wait three years to be reunited.", "The Deightons’ experiences exemplify a broken and fragile long-term-care system that is struggling to accommodate our aging population. Will the minister please tell Don and Patricia, and every single family affected by the shortcomings of the long-term-care system, why it is acceptable that they wait years to be reunited with their loved ones?" ],
  "anchor" : "para604",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "That’s precisely why we’re making these changes. I’m still not sure if the first individual is eligible for long-term care; obviously, if he is not, that would make it more challenging.", "Mr. Speaker, we are—again, I’m going to say “proposed,” because I’m not sure if it will be in the reg or if it was in the legislation yesterday—actually creating a separate category specifically to enable our long-term-care homes and LHINs and families to reunite those sorts of individuals who are both eligible for long-term care, who want to—appropriately, and we should encourage this and facilitate this—live those remaining years together as a couple.", "We’re precisely addressing it. Again, I have to give credit to my collaboration with the member from Niagara, because we looked at this and how together we might actually evolve a system where improvements are required. I believe we’ve got it fixed and we’ve got a solution which will address precisely what the member is asking for." ],
  "anchor" : "para607",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Ma question est pour la ministre responsable de la Petite Enfance et de la Garde d’enfants. I know first-hand how important access to daycare is. I had four children who were attending daycare at different parts of my life, so I know that affordability and suitability to needs are very important to all, including families.", "Now in the riding of Ottawa–Vanier that I have the privilege of representing, there are many new families that are arriving and are very anxious to know the daycare options that are available to them. The anxiety relates to cost and to the suitability of the options that are available to the variety of their needs.", "I want to ask whether the minister can tell us what the government is doing to meet this very important need in our different communities." ],
  "anchor" : "para611",
  "subject" : {
    "text" : "Child care / Services de garde d’enfants",
    "anchor" : "para610"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you to the hard-working member from Ottawa–Vanier for this very important question. She has been a strong advocate on this issue.", "We know families across this province are facing challenges when it comes to finding child care. That’s why our government is working tirelessly to help Ontario families find affordable, accessible, quality child care options.", "In fact, this week, we announced that more than 8,400 children will benefit from the opening of 493 new child care rooms in close to 200 schools across the province. It’s amazing news. Local schools are being renovated and retrofitted for these spaces. This investment is part of our five-year commitment to help 100,000 more children to access spaces. As part of this investment, we announced $200 million in the 2017 budget, which created 24,000 spaces; 16,000 of those are subsidized." ],
  "anchor" : "para614",
  "subject" : {
    "text" : "Child care / Services de garde d’enfants",
    "anchor" : "para610"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para617",
  "subject" : {
    "text" : "Child care / Services de garde d’enfants",
    "anchor" : "para610"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Merci à la ministre.", "Thank you very much to the minister as well for her absolute commitment to this essential aspect of life for Ontario families.", "It is very important for the future of Ontario to have good daycare and to have access to all of the care spaces that are needed. Indeed, I think we know that there’s a lot of work that needs to be done and that families want to know as well how the system will operate. There are some governance issues. People want to know where the spaces are going to be allocated.", "Je sais que dans mon comté, particulièrement, la question se pose de façon régulière : comment est-ce que les places vont être allouées partout en province?", "I think it’s important for all Ontarians to know exactly what the future of daycare will look like in Ontario. I wish, s’il vous plaît, that the minister would comment on how these 100,000 spaces will be allocated." ],
  "anchor" : "para618",
  "subject" : {
    "text" : "Child care / Services de garde d’enfants",
    "anchor" : "para610"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to answer the member’s important question. Absolutely, people need to know where the spaces are going.", "We are investing $1.6 billion in new capital funding, which supports the creation of 45,000 new spaces in schools, public spaces and communities across the province.", "As I mentioned, we’re building over 8,400 new spaces in 188 schools in Ontario. This includes 45 projects in French-language schools; 81 projects in Catholic schools; and 50 child care projects in rural and northern school boards, creating 1,800 new child care spaces in that region.", "Speaker, these investments in close to 200 schools are helping us to fulfill our commitments. It’s a historic investment, one that will benefit all of Ontario, and you will hear more about where these spaces are going in the coming weeks. We’re helping families with access to quality child care, and we’re building." ],
  "anchor" : "para623",
  "subject" : {
    "text" : "Child care / Services de garde d’enfants",
    "anchor" : "para610"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Health and Long-Term Care on a point of order." ],
  "anchor" : "para628",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "When I was commending the member for good collaboration on spousal reunification in long-term care, I actually should have said the member from Niagara Falls." ],
  "anchor" : "para629",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members have a right to correct their record, and that’s true.", "The member from Thornhill on a point of order." ],
  "anchor" : "para630",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "This Sunday, the Vaughan Metropolitan Centre subway station is opening. My riding of Thornhill is where it’s going to be opening. My constituents are very excited. The constituents in York region are very excited. Unfortunately—", "Interjections." ],
  "anchor" : "para632",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "They are excited—", "Interjections." ],
  "anchor" : "para634",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Although it’s not a point of order, I’ll let the member finish quickly." ],
  "anchor" : "para636",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Thank you, Mr. Speaker—it’s their taxpayers’ money.", "I’ve asked to be invited to the grand opening. Please don’t be petty and—", "Interjections." ],
  "anchor" : "para638",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para627"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Trinity–Spadina on a point of order." ],
  "anchor" : "para642",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para641"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "Thank you, Speaker. I would like to welcome a very active member of the Filipino community, Ms. Melinda Manlapaz. She is here with us in the members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para643",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para641"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oxford on a point of order." ],
  "anchor" : "para644",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para641"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "During question period, I noticed that my able assistant from my Woodstock constituency office, Shelley Ratelband, is here sitting in the audience. I’d welcome her to Queen’s Park." ],
  "anchor" : "para645",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para641"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para646",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para641"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38(a), the member from Bruce–Grey–Owen Sound has given me notice of his dissatisfaction with the answer given to him during question period by the Minister of Health and Long-Term Care concerning the Auditor General’s report on long-term care. This matter will be debated today at 6 p.m.", "Deferred vote on the motion for third reading of the following bill:", "Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events / Projet de loi 166, Loi modifiant ou abrogeant diverses lois et édictant trois nouvelles lois en ce qui concerne la construction de logements neufs et la vente de billets d’événements." ],
  "anchor" : "para648",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para647"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para653",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats.", "On December 6, 2017, Mr. Naqvi moved third reading of Bill 166, An Act to amend or repeal various Acts and to enact three new Acts with respect to the construction of new homes and ticket sales for events.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para655",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para709",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 50; the nays are 43." ],
  "anchor" : "para754",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para755",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para758",
  "subject" : {
    "text" : "Strengthening Protection for Ontario Consumers Act, 2017 / Loi de 2017 sur le renforcement de la protection des consommateurs ontariens",
    "anchor" : "para650"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have many guests who are visiting Queen’s Park today for Nanjing Massacre Commemorative Day, and I want to thank all of you for being here today.", "I know very shortly Consul General of the People’s Republic of China He Wei will be here, along with his consuls Yang Baohua and Chen Zhishan.", "We have Peter Lan, Bob Lan and everyone from the Confederation of Toronto Chinese Canadian Organizations;", "Eric Xiao and Andi Shi and the rest of the leadership from the Chinese Professionals Association of Canada;", "Dr. Joseph Wong, Flora Chong, Alissa Wang and everyone from ALPHA Education; and", "Lucy Fukushima and Yusuke Tanaka with Japanese Canadians for Social Justice.", "Jeannette Chu, and I believe some of my students from the Toronto District School Board and students from Dr. Norman Bethune Collegiate Institute, the principal, Sandy Kaskens, and Superintendent Louie Papathanasakis will be arriving very shortly, Mr. Speaker.", "I want all of us to recognize my parents, Park and Bik Wong, and my sister, Soo Ching Wong-Kikuta. Welcome to Queen’s Park." ],
  "anchor" : "para761",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para760"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further introductions?", "I’m not sure if the member from Toronto–Danforth is standing to introduce. No? Okay. I didn’t want to put you on the spot. I just saw you standing. I’m alert.", "Seeing no further introductions, it’s therefore time for members’ statements." ],
  "anchor" : "para769",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para760"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you and good afternoon, Speaker. It’s my pleasure to once again rise and celebrate the latest success of a tremendous business in our riding, based in Mattawa. The company is Gin-Cor. They recently announced the purchase of Cross-Country Trailers in Blenheim. Gin-Cor says it plans to maintain jobs, invest in the site and actually increase the workforce as they bring Cross-Country into their fold.", "Gin-Cor began with a single facility some 40 years ago in the town of Mattawa. They are best known for work vehicles like dump vehicles and snowplows and other service equipment like cranes and pup trailers. The Gin-Cor name is ever more visible as you drive the highways across the province. Just listen to the amazing success Gin-Cor has had in the past five years. They were ranked as one of Canada’s fastest-growing companies three years in a row with Profit 500. This year, they entered the top 200.", "Their staff numbers have grown from 40 people to almost 500 with the inclusion of their newest location, and in June they acquired DEL Equipment, which added seven new locations, giving Gin-Cor a coast-to-coast presence, from BC to New Brunswick.", "On behalf of the residents of Nipissing, we offer our congratulations to Gin-Cor Truck and Trailer Works, as they are now known, and wish them continued success and good fortune." ],
  "anchor" : "para774",
  "subject" : {
    "text" : "Gin-Cor",
    "anchor" : "para773"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This past weekend, I attended the funeral of Gregory James MacLean, son of Debbie and Jim MacRury, grandson to Joyce MacLean, best friend to Katie and a good friend to a group of young men known as “The Boyz.”", "Gregory James MacLean died by suicide. To bear witness to the pain that follows suicide is a humbling experience. To learn of the darkness that tormented Greg was heartbreaking. For his loving family and friends, mental illness has become a harsh reality.", "Speaker, there is no doubt that having Greg as a son changed the life of my friend, and I watched in amazement as she transformed her grief into compassion for those who are left to live without Greg. They will need support and courage. She told Greg’s friends at the funeral, “Put your phones down. Look at each other, ask if they are doing okay. Ask for help if you need it. We need to care more for each other.”", "Speaker, Greg’s life will not be defined by his death. He had so much love in his life with his girlfriend, Meghan, and The Boyz and his beloved family, but sometimes love is not enough. Professional mental health supports are needed.", "I don’t know how you move forward after suicide, after losing a child, but I do know that my friend will turn her grief into something positive, fighting for stronger mental health resources in our communities, particularly in the Armed Forces. Just as she did to honour her dad, Jim, who succumbed to prostate cancer, I believe that it will be a legacy of advocacy and compassion which will honour the life of Gregory James MacLean." ],
  "anchor" : "para779",
  "subject" : {
    "text" : "Gregory MacLean",
    "anchor" : "para778"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Point of order." ],
  "anchor" : "para785",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Scarborough–Agincourt." ],
  "anchor" : "para786",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I believe you will find that we have unanimous consent that members be permitted to wear purple peace flower pins to recognize the first Nanjing Massacre Commemorative Day in Ontario." ],
  "anchor" : "para787",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Agincourt is seeking unanimous consent to wear the pins. Do we agree? Agreed.", "I’ll call upon the member to make her statement." ],
  "anchor" : "para788",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Mr. Speaker, a point of order." ],
  "anchor" : "para790",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para791",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m seeking unanimous consent that we observe a moment of silence in remembrance and to honour the over 200,000 victims of the Nanjing Massacre." ],
  "anchor" : "para792",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "As I have done in the past, I will seek unanimous consent to have a moment of silence, but we will defer it until after the statements by all members. Do we agree? Agreed.", "The member from Scarborough–Agincourt for a statement." ],
  "anchor" : "para793",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I rise today on a sombre and reflective note. Eighty years ago today, Nanjing, then the capital of China, marked the beginning of one of the truly horrific episodes in human history: the Nanjing Massacre. For six weeks, the Japanese army slaughtered over 200,000 soldiers and civilians, before resorting to arson, rape and the murder of over 30,000 prisoners of war.", "On October 26 of this year, the House unanimously passed motion 66, designating December 13 of each year as Nanjing Massacre Commemorative Day in Ontario. The reason we are able to remember, recognize and reflect on these events here today and throughout the province is due to the hard work of many stakeholders and over 100,000 Ontarians who signed petitions in support of Nanjing Massacre Commemorative Day in Ontario.", "This is a seminal day for many Ontarians, some of whom are either survivors or families of the victims of the Nanjing Massacre.", "This is also an important day for millions of Ontarians with Asian heritage. Throughout World War II in Asia, thousands of women were used as sexual slaves, known as comfort women. This horrific practice has left physical, psychological and emotional scars across generations.", "Nanjing Massacre Commemorative Day is about education, reaffirming Ontario’s values and, more importantly, standing with survivors and victims’ families in sombre memorial of these atrocities.", "I’m proud to stand with my colleagues and Ontarians today in remembrance of the Nanjing Massacre." ],
  "anchor" : "para795",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para784"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Homecoming is always a time for people to come together, celebrate and just have a heck of a lot of fun. People usually associate homecomings with college or university football, but for the communities of Belmore and Clifford, homecoming is so much more.", "In late June and early August, each town, respectively, hosted nearly 15,000 people at their events. Considering that Belmore is maybe a hamlet of 100 people, this is pretty significant.", "I will note that on June 25 Belmore saw its amazing community spirit very early that morning, as people rallied together to contend with a historic flood when the mighty Maitland jumped its banks. This amazing effort set the tone for the rest of the weekend.", "I have to say that at the Clifford homecoming, the whole weekend was wrapped up by epic fireworks that no one will forget.", "But, overall, people remember the weekend of homecoming as full of camping, parades, dinners, meet-and-greets, music, children’s games, choirs, and so much in the spirit of being proud of where you call home.", "In the spirit of giving, I really think it’s important to recognize that the small, rural communities do so much. Clifford raised a profit of over $100,000, and all of it was donated to 31 different community organizations. Belmore, the hamlet of approximately 100, raised over $96,000, and they paid that forward to the Belmore Chamber of Commerce to use to sustain priority projects for the communities.", "I want to take time to acknowledge the group of remarkable citizens, organizers, volunteers and sponsors for their incredible commitment to their communities and, most importantly, demonstrating why people are so proud to call Belmore and Clifford home." ],
  "anchor" : "para802",
  "subject" : {
    "text" : "Homecoming",
    "anchor" : "para801"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It is always an honour to rise in the Legislature as the MPP for London–Fanshawe on behalf of my constituents. Today, I want to discuss the issues that have been raised by several members of family council groups that I have met with.", "Long-term-care homes have family councils. To belong to a family council, a person must be a family member to a resident or a person of importance to a resident living in a long-term-care home. The concern that I have had heard from family council members is that when their loved ones pass away, they no longer are allowed to remain as a family council member with that long-term-care facility.", "One issue that has been raised by the family council members is that the experience and knowledge that they have acquired is valuable, and they cannot pass on that knowledge to the next set of council members.", "Members like Naomi and Deanna highlighted the fact that council members are afraid to speak out about gaps in care that they find, or advocate for their loved ones or other residents. They feel that they are not taken seriously and they are afraid of police being called, being served with a no-trespassing order or being threatened with lawsuits.", "The main message that I hear from family council members is that they want to have a voice and want to participate in their loved ones’ care in a meaningful way.", "It doesn’t have to be this way. Front line staff, health care providers, administration and family members—everyone wants the same outcome. If we all work together for the same common purpose, our loved ones can live with love, respect and the dignity that they deserve." ],
  "anchor" : "para811",
  "subject" : {
    "text" : "Family councils in long-term-care homes",
    "anchor" : "para810"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "Good afternoon. I rise in the House today to speak about something near to my heart: the Nanjing Massacre Commemorative Day and motion 66, which was introduced by my good friend and colleague, the member from Agincourt.", "In 2015, I made a statement in this House calling for better recognition of the Nanjing Massacre. I want to thank the member from Scarborough–Agincourt for spearheading the effort and putting real action behind this to make the House recognize that day through motion 66.", "History is more than a recognition of past events: It provides context and understanding. When we acknowledge truths, especially hard truths, it creates opportunities for growth. On Saturday, I attended a memorial to commemorate the 80th anniversary of the Nanjing Massacre. Today, I stand in the Legislature to recognize how far Chinese people have come from those days in 1937. We have overcome. My family has overcome. I have overcome.", "Today’s commemoration day has been widely discussed on Chinese social media. History is not a passive actor in our lives. It plays an active part in our daily lives. Motion 66’s passage, creating December 13 of each year as Nanjing Massacre Commemorative Day, opens up the past to discussion and analysis. Together, we can learn about history’s harsh reality and make strides to understand this horrible event.", "I want to thank all members of this Legislature for helping to pass motion 66. Let’s work together to ensure these horrible events never happen again." ],
  "anchor" : "para818",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para817"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is my pleasure to rise on behalf of the residents of Dufferin–Caledon and the province of Ontario to congratulate Sam Young on his induction to the Professional Golfers’ Association of Canada Hall of Fame.", "Since 1986, Sam has been the owner and operator of the Shelburne Golf and Country Club. It is a fantastic recognition for someone who has made an indelible mark on golfing across Ontario and Canada.", "Along with operating a golf course and a beautiful event space for weddings and special events, Sam is considered to be one of the premier golf instructors in Canada. This latest honour follows many others Sam has been awarded. In 2011, Sam Young was elected into the Ontario Golf Hall of Fame, which recognized him as “one of Canada’s most revered teachers.” In 2012, I was honoured to award Sam the Queen Elizabeth II Diamond Jubilee Medal for his teaching and mentorship of young golfers. Sam doesn’t only teach his students golf skills, but he teaches them to love the game. To quote golf great Jack Nicklaus, “Golf is a game of respect and sportsmanship”—just like Sam Young.", "Sam’s induction to the Canadian Golf Hall of Fame adds to Sam’s growing legacy and underscores how beloved Sam is to his peers. We are proud that Sam Young has chosen Dufferin county to build his business.", "Congratulations." ],
  "anchor" : "para824",
  "subject" : {
    "text" : "Sam Young",
    "anchor" : "para823"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m pleased to rise in the House to discuss a private member’s motion that I have tabled on Fetal Alcohol Spectrum Disorder Awareness Day, which I will be debating tomorrow afternoon in the House. This motion, if passed, would recognize September 9 of each year as Fetal Alcohol Spectrum Disorder Awareness Day in the province of Ontario. Although it is recognized internationally, we currently do not formally mark this day in our province.", "More awareness of FASD is a critical piece of the prevention efforts. I have heard from the FASD community that, in terms of general public knowledge, FASD flies below the radar. Many people have an idea that a woman shouldn’t drink while pregnant, but do not have in-depth knowledge of the risks associated with alcohol consumption during pregnancy. By recognizing this awareness day, it creates more opportunities to educate the public on these risks.", "An awareness day also works to reduce stigma. FASD is a disorder that can be highly stigmatized because there can be a tendency to mother-blame. An awareness day opens the door to informative dialogue and the sharing of stories that will empower women with proper information to make healthy choices.", "This day would be as much for individuals with FASD, and their families, as it is to educate about FASD. It would pay tribute to those with lived experiences, and those who work tirelessly to care for them and advocate on their behalf.", "I look forward to speaking on this more tomorrow. Advocacy on behalf of those living with FASD is certainly something that I’m passionate about, and I’m hopeful that we can soon formally mark this day every single year.", "Merci. Meegwetch." ],
  "anchor" : "para830",
  "subject" : {
    "text" : "Fetal alcohol spectrum disorder",
    "anchor" : "para829"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Residents of Stormont–Dundas–South Glengarry can be proud of its agriculture and agri-food industry. They are the stewards of a rich heritage, and today’s farmers in our region are at the cutting edge of innovation.", "Following in their footprints, Ron Brennan, a hop farmer from Williamstown, is the recipient of this year’s Premier’s Award for Agri-Food Innovation Excellence.", "Ron has grown hops for eight years and is very aware of the need to innovate and improve his processes if he wants to stay ahead in a globalized industry. Ron took the challenge head-on and improved his data-gathering and research by developing an app to store and analyze field data, which he dubbed the Hop Logger.", "Digital technology is the future of farming. It helps reduce paperwork and speed up and improve crop monitoring, allowing nutrient applications to be adjusted to maximize yields. It also allows farmers to spend more time doing what they do best: to tend to their business and to share expertise with others.", "Ron’s future ventures include taking the Hop Logger to market so that other growers can benefit from it.", "I’d like to extend my congratulations, on behalf of the residents of Ontario, to Ron on winning a well-deserved award, and best wishes in his future business ventures. With Ron in the business, hop farming has a great future in Ontario. Congratulations.", "As busy as he is, Ron and his wife, Stephanie, are also involved heavily in the community. I want to thank them for all their hard work in helping keep our local school open.", "Well done." ],
  "anchor" : "para837",
  "subject" : {
    "text" : "Ron Brennan",
    "anchor" : "para836"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I want to thank all members for their statements.", "By way of unanimous consent, we will now observe a moment of silence in remembrance, to honour the over 200,000 victims of the Nanjing Massacre.", "Could I ask everyone in the building to please rise for a moment of silence." ],
  "anchor" : "para845",
  "subject" : {
    "text" : "Ron Brennan",
    "anchor" : "para836"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "God rest their souls." ],
  "anchor" : "para849",
  "subject" : {
    "text" : "Ron Brennan",
    "anchor" : "para836"
  }
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para852",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para851"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bills without amendment:", "Bill Pr76, An Act to revive J. Van Elsen Holdings Limited.", "Bill Pr77, An Act to revive Streetwise Holdings Limited.", "Bill Pr78, An Act to revive 608524 Ontario Inc." ],
  "anchor" : "para854",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para851"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed." ],
  "anchor" : "para858",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para851"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I beg leave to present a report on Child and Youth Mental Health, section 3.01 of the 2016 Annual Report of the Office of the Auditor General of Ontario, from the Standing Committee on Public Accounts, and move the adoption of its recommendations." ],
  "anchor" : "para861",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para860"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "Does the member wish to make a short statement?" ],
  "anchor" : "para862",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para860"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, today I’m pleased to table the committee’s report entitled Child and Youth Mental Health, section 3.01 of the 2016 Annual Report of the Office of the Auditor General of Ontario.", "I’d like to take this opportunity to thank the permanent membership of the committee at the time the report was written: Lisa MacLeod, Vice-Chair; Bob Delaney; Vic Dhillon; Han Dong; John Fraser; Percy Hatfield; Randy Hillier; and Monte Kwinter.", "The committee extends its appreciation to the officials of the Ministry of Children and Youth Services, Children’s Mental Health Ontario, Children’s Centre Thunder Bay, Kinark Child and Family Services, Vanier Children’s Services, and Youthdale Treatment Centres for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in the Legislative Research Service.", "With that, I adjourn the debate." ],
  "anchor" : "para864",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para860"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman moves adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para869",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para860"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I beg leave to present a report on Ministry of Transportation-Road Infrastructure Construction Contract Awarding and Oversight, section 3.10 of the 2016 Annual Report of the Office of the Auditor General of Ontario, from the Standing Committee on Public Accounts, and move the adoption of its recommendations." ],
  "anchor" : "para872",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para871"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations. Does the member wish to make a short statement?" ],
  "anchor" : "para873",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para871"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, today I’m pleased to table the committee’s report entitled Ministry of Transportation-Road Infrastructure Construction Contract Awarding and Oversight, section 3.10 of the 2016 Annual Report of the Office of the Auditor General of Ontario.", "I would like to take this opportunity to thank the permanent members of the committee at the time this report was written: Lisa MacLeod, Vice-Chair; Bob Delaney; Vic Dhillon; Han Dong; John Fraser; Percy Hatfield; Randy Hillier; and Monte Kwinter.", "The committee extends its appreciation to the officials from the Ministry of Transportation for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General, the Clerk of the Committee and staff in the Legislative Research Service.", "With that, I move adjournment of the debate." ],
  "anchor" : "para874",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para871"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman moves adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried.", "Ms. Kiwala moved first reading of the following bill:", "Bill 191, An Act to amend the Education Act in relation to Fetal Alcohol Spectrum Disorder (FASD) / Projet de loi 191, Loi modifiant la Loi sur l’éducation en ce qui concerne l’ensemble des troubles causés par l’alcoolisation foetale." ],
  "anchor" : "para879",
  "subject" : {
    "text" : "Standing Committee on Public Accounts",
    "anchor" : "para871"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para885",
  "subject" : {
    "text" : "Education Amendment Act (Fetal Alcohol Spectrum Disorder), 2017 / Loi de 2017 modifiant la Loi sur l’éducation (ensemble des troubles causés par l’alcoolisation foetale)",
    "anchor" : "para882"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para887",
  "subject" : {
    "text" : "Education Amendment Act (Fetal Alcohol Spectrum Disorder), 2017 / Loi de 2017 modifiant la Loi sur l’éducation (ensemble des troubles causés par l’alcoolisation foetale)",
    "anchor" : "para882"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "The bill amends the Education Act to provide for board activities to promote awareness and understanding of fetal alcohol spectrum disorder, or FASD, including best practices to support pupils who may have FASD.", "Madame Gélinas moved first reading of the following bill:", "Bill 192, An Act to amend the Occupational Health and Safety Act to protect workers who speak out about workplace violence and workplace harassment / Projet de loi 192, Loi modifiant la Loi sur la santé et la sécurité au travail pour protéger les travailleurs qui dénoncent la violence au travail et le harcèlement au travail." ],
  "anchor" : "para888",
  "subject" : {
    "text" : "Education Amendment Act (Fetal Alcohol Spectrum Disorder), 2017 / Loi de 2017 modifiant la Loi sur l’éducation (ensemble des troubles causés par l’alcoolisation foetale)",
    "anchor" : "para882"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para892",
  "subject" : {
    "text" : "Speaking Out About Workplace Violence and Workplace Harassment Act, 2017 / Loi de 2017 sur la dénonciation de la violence au travail et du harcèlement au travail",
    "anchor" : "para889"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para894",
  "subject" : {
    "text" : "Speaking Out About Workplace Violence and Workplace Harassment Act, 2017 / Loi de 2017 sur la dénonciation de la violence au travail et du harcèlement au travail",
    "anchor" : "para889"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Speaking Out About Workplace Violence and Workplace Harassment Act: The bill amends the Occupational Health and Safety Act. The provisions of the act protecting workers against reprisals are amended to include protections against reprisals against workers who speak out about workplace violence and workplace harassment. The amendments provide that a reprisal is any measure taken against a worker that adversely affects the worker’s employment. Examples include layoff, transfer, discontinuation or elimination of a job, change of a job, reduction in wages, change in hours of work, demoting, disciplining or suspending a worker." ],
  "anchor" : "para895",
  "subject" : {
    "text" : "Speaking Out About Workplace Violence and Workplace Harassment Act, 2017 / Loi de 2017 sur la dénonciation de la violence au travail et du harcèlement au travail",
    "anchor" : "para889"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para898",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para897"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Labour is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "The Minister of Labour." ],
  "anchor" : "para899",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para897"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I move that, notwithstanding standing order 98(g), notice for ballot items 25, 27, 28 and 29 be waived." ],
  "anchor" : "para901",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para897"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Labour moves that, notwithstanding standing order 98(g), the notice for ballot items 25, 27, 28 and 29 be waived. Do we agree? Carried." ],
  "anchor" : "para902",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para897"
  }
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Speaker, on behalf of my constituency in Markham–Unionville, it is my honour to rise here today to once again support the motion for a Nanjing Massacre Commemorative Day here in Ontario. I would like to sincerely thank the member from Scarborough–Agincourt for her persistence and devotion to this important matter. Without the member’s hard work, this horrific atrocity would have continued to go unrecognized in the province.", "Today marks the 80th anniversary of the Nanjing Massacre, an event which changed Chinese history forever, but of which there has been little acknowledgment. The House has heard the horrific accounts of the Nanjing Massacre many times. It is, however, incredibly important to remember such merciless violence in order to prevent future atrocities, and to remember the innocent victims who were so senselessly killed.", "This sad moment in history is close to my heart and close to the hearts of the almost one million Ontarians of Chinese origin who call this province home. I hold a deep and personal connection with this cause and believe that awareness, understanding and sympathy can help on the path toward reconciliation.", "Before reconciliation can begin, the past must be understood. Mr. Speaker, history books in Canada are often largely understood and taught through a Western lens. While Europe and North America were severely impacted by World War II, we cannot forget the deep impacts the war had throughout Asia.", "The Nanjing Massacre dates back to December 13, 1937, when the Japanese Imperial Army moved into the then Chinese capital of Nanjing. Over a period of six weeks, the army committed mass atrocities involving the rape and murder of over 200,000 people in just 40 days. These innocent victims were humiliated through acts of sexual violence. These acts were relentless, dehumanizing and horrifying, and continue to impact the region and the survivors to this day.", "Speaker, while nothing can undo this unspeakable tragedy, a day for commemoration in Ontario is a milestone for many reasons: First, it reassures the survivors and their families—many of whom live in our inclusive society here in Ontario—that we stand with them and that all crimes against humanity deserve our full condemnation; second, it provides much-needed awareness in Ontario of the atrocities committed in Asia during the Second World War.", "As Dr. Joseph Wong, the founder of ALPHA Education, has said: “World history includes Asia as well, a huge region where a lot of Canadians trace their origin to. Through learning of the past mistakes, in west as well as in east, we will give our young people the opportunity to learn and think independently, and to make sure past mistakes will not be repeated.”", "It’s my hope that with official recognition, Ontario’s curriculum will change, and the historical accounts of the Nanjing Massacre will be taught in schools across the province. Our youth must learn about the impact of these atrocities and through these teachings understand the importance of reconciliation.", "Finally, Ontario will recognize and denounce the massacre to prevent future fatalities and remember the hundreds of thousands of victims who were slaughtered.", "Again, Mr. Speaker, this is a major milestone for Ontario, as we are the first province to officially commemorate and remember the victims of the Nanjing Massacre.", "Ontario’s diversity is our strength, and today is a great example of that as Ontarians come together to remember and learn from the past. It’s my hope that through this commemorative day, Ontario’s recognition will drive others to do the same." ],
  "anchor" : "para906",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I am also honoured to stand in the House today to recognize December 13 as Nanjing Massacre Commemorative Day in Ontario.", "The unanimous passing of motion 66, Nanjing Massacre Commemorative Day, introduced by the member for Scarborough–Agincourt—my very good friend Soo Wong—will now remind us all to gather, remember and honour the victims and families affected by the Nanjing Massacre.", "It is important these events are recognized by the Legislative Assembly of Ontario. This motion remembers the more than 200,000 victims in the city of Nanjing when Japan occupied China in 1937. The events that occurred in Nanjing are among some of the most horrible in modern history.", "Until now, Ontarians have not had the opportunity for a thorough discussion of the atrocities committed during the Second Sino-Japanese War, and many are unfamiliar with this part of history.", "Ontario is home to some of the largest Asian communities in Canada, and its capital, Toronto, is recognized as one of the most multicultural cities in the world, as is the city of Markham, which I proudly represent. Although we cannot change what happened in the past, we can appreciate all of the various cultures here in Canada and how we can learn from one another.", "The terrible events in Nanjing in 1937 are just as horrific as many other events we study in history. While Ontario’s curriculum makes reference to this event in history courses from elementary school to grade 12, there is more that we can do.", "This September, the Ministry of Education released its Education Equity Action Plan. Equity, inclusion, and human rights are priorities within that plan. One of the many ways the action plan will work for Ontario is by embedding culturally responsive and relevant content within the curriculum of Ontario’s publicly funded schools. As we move forward, we continue to educate students on the impacts of such actions and how we can learn from experience.", "This motion recognizing Nanjing Massacre Commemorative Day is an important step in meeting our responsibility as leaders. It’s also an important action to take in a province that welcomes people from all around the world to come and make Ontario their home. By teaching our students and our communities about the realities of these events that led up to World War II, we are helping them gain a global perspective and better understanding of their neighbours’ past. It is our role as leaders to raise awareness and provide a safe place for these important and very sensitive conversations to take place.", "So as we take this first step in marking this singular event in history, let us not grow complacent. We must continue taking actions, as we’ve done today. That is how we can truly make a difference in the lives of all people in Ontario and the world around us." ],
  "anchor" : "para918",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for responses." ],
  "anchor" : "para927",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "Raymond Sung Joon Cho",
  "text" : [ "It is a privilege to speak on behalf of our leader, the honourable Patrick Brown, and the Ontario Progressive Conservative caucus on this very important, but dark, chapter in human history.", "According to American pastor and eyewitness John G. Magee, it all started when the Japanese imperial air force started the relentless bombing of the city. The planes were successful in bombing the railway tracks that were a vital supply line. While the planes kept bombing, the imperial army encircled the city. The invasion had started. Soon, it became an occupation.", "The civilian population was asked to gather in the streets. Thousands of people bound by ropes were walked towards the river bank. Women were kneeling and begging for their lives. There, on the bank of the river, bayonets, rifles, machine guns and hand grenades were used to kill the men, women and children, who were dumped into the river.", "The Nanjing Massacre was, without a doubt, one of the most horrific atrocities of our modern era. In a span of six short weeks, beginning on December 13, 1937, the Japanese Imperial Army rained death and destruction upon the people of Nanjing. According to the International Military Tribunal for the Far East, over 200,000 civilians and soldiers alike were slaughtered. Tens of thousands of innocent women—some mere girls—were brutally and repeatedly raped, and entire city blocks were burned down to the ground.", "Mr. Speaker, I ask myself: Why am I so adamant to talk about such a horrific topic? Why would anyone want to know about one of the most horrendous atrocities of the modern era? Why are we so compelled to educate our peers and our children about an incident that happened on the other side of the world, some 10,000 kilometres away, 80 years ago? Why would I bother to say or do anything that would anger my friends and allies?", "The answer is very simple: because large-scale acts of violence in history need to be widely known, studied, remembered and vehemently condemned so that they are not repeated ever again. And if we fail to expose these crimes against humanity, and if the perpetrators of such crimes feel that they can get away with such carnage, and if we allow the deniers of these crimes to sway us to stay silent, we are accomplices and complicit to the crime.", "Mr. Speaker, I will not be silenced. I did speak out loudly about the recent Rohingya refugees fleeing Myanmar. I was livid when I found out the fate of the Yazidi girls in Iraq and Syria under ISIS. I was outraged when Boko Haram kidnapped hundreds of schoolgirls and used them as slaves. When the Coptic churches in Egypt were bombed, I spoke out. I organized the Ukrainian community in my riding of Scarborough–Rouge River when Russia invaded Crimea. In 2009, I wrote to the United Nations and submitted a petition with thousands of names in support of the Tamils in Sri Lanka. I held peace rallies for nuclear disarmament and condemned the use of atomic bombs on Hiroshima and Nagasaki.", "I have spoken numerous times against human rights violations in North Korea and have spoken for recognition and reconciliation for the sex slaves from Korea despite some resistance from my own community.", "I commemorate the Armenian genocide and the Jewish Holocaust every year.", "Mr. Speaker, it is not about who the victim is nor who the perpetrator is. It is not about who is our friend or foe. It is about doing the right thing. It is about justice, human dignity and respect, so that the future generations of all nations never commit such atrocities and create a peaceful world for all.", "I hope you and all my colleagues in this House will join me in declaring December 13 as Nanjing Massacre Commemorative Day, to remember the victims and to let the world know that this Legislature will not tolerate any crimes against humanity. I’m very proud to stand in this chamber to make this statement. Thank you, Mr. Speaker, for this opportunity." ],
  "anchor" : "para928",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "This is a solemn occasion. Today we mark the 1937 massacre of more than 200,000 people in the city of Nanjing by the Imperial Japanese Army. The mass slaughter and rape stretched over a period of six weeks, starting on this date, December 13, 80 years ago. These events did happen. They are part of world history, and a stain upon that history—an indelible stain.", "It’s hard to imagine the panic and fear that gripped the people of that devastated city as they realized that their bodies and their lives were at risk from a rampaging military—a hostile occupying force dedicated to destroying them. It was truly a scene of horror and unspeakable suffering.", "It’s not just hard to imagine; it’s hard even to think about it. It is very sobering for us when our thoughts turn to those people who died or were raped. It’s a solemn day, Speaker, a very solemn day. But it’s not only solemn because of that memory, because of that reality. It’s also a solemn day because we can’t simply remember. We have a duty to act. We have to go further than simply commemorating.", "Denial of the massacre has become a staple of right-wing nationalism in Japan, and as you well know, Speaker, denial can be very dangerous. It leads people and nations to repeat the crimes of the past. If any nation denies reality, refuses to accept what really happened in history, then it is almost certainly doomed to repeat that history.", "The world can be a very dangerous place. We know where delusions of national, ethnic or racial superiority have led us and can lead us. In the Americas, in Europe, in Africa, in Asia, on all continents we have seen the crimes and atrocities that this poisoned thinking allows and promotes. Our recognition of this atrocity today is an important step in preventing the recurrence of such events in the future.", "Let us remember all those who died and commit to protecting others in the future from this happening again. Let us take the next step as well and actually pass the bill, Bill 79, brought forward by the member from Scarborough–Agincourt, Soo Wong, and make the commemoration of this day a regular event in this province. This is a bill that needs to be passed and proclaimed.", "Speaker, today we are joined in this chamber by many people of Asian descent, people for whom this is not a new story, people who may have learned first-hand at their parents’ knee or their grandparents’ knee exactly what happened in Asia during the Second World War. Since the time of the Chinese railway workers who came to be part of building this great country, to the present day of people coming from Hong Kong, Beijing, Shenzhen to apply their hands and minds to building a 21st-century Canada, Canada has been a country with solid roots in Asian soil. With such roots, it’s important that we remember what happened to the ancestors of our fellow citizens.", "Speaker, it’s not just here today in the chamber that we need to think about this and commemorate it. It needs to be part of the education; it needs to be part of our communities. We are indeed fortunate to live in such an extraordinary country, such a peaceful and safe country. Let us do what we can to prevent the events that we are commemorating today from occurring ever again here or anywhere else on this earth.", "Thank you, Mr. Speaker." ],
  "anchor" : "para940",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para949",
  "subject" : {
    "text" : "Nanjing Massacre Commemorative Day",
    "anchor" : "para905"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is in support of Bill 153, Organic Products Act.", "“Whereas the federal government adopted the Canada organic standards in 2009 for products labelled organic that are sold outside their province of origin;", "“Whereas the Canada Organic Trade Association rated Ontario lowest amongst all provinces for regulation, support and development of organic products;", "“Whereas anyone in Ontario is free to use the term ‘organic’ on any product, so long as they do not use the Canada organic logo or sell across provincial borders;", "“Whereas Quebec, British Columbia, Nova Scotia, New Brunswick and Manitoba have adopted an organic standard to address this gap;", "“Whereas inconsistency in the use of the term ‘organic’ can lead to erosion in consumer confidence in organic products; and", "“Whereas the Ontario Federation of Agriculture, the Christian Farmers Federation of Ontario, and the National Farmers Union—Ontario support the intent of Bill 153;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government adopt Bill 153, the Organic Products Act and consult with farmers and producers about how to ensure consumer confidence in organic products in Ontario.”", "I’m going to give this to page Vanditha to take to the table." ],
  "anchor" : "para952",
  "subject" : {
    "text" : "Organic products",
    "anchor" : "para951"
  }
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I have thousands of petitions here which I would like to present.", "“To the Legislative Assembly of Ontario:", "“Whereas peak hour hydro rates have nearly quadrupled in the last 10 years;", "“Whereas time-of-use pricing has not achieved its policy goals, while punishing people with little flexibility over their hydro usage, such as seniors and stay-at-home parents;", "“Whereas the Ontario Energy Board has raised rates after a mild winter, essentially penalizing Ontarians for doing ‘too good’ of a job conserving electricity;", "“Whereas the delivery charges on northern hydro bills often exceed the cost of electricity used, despite an abundance of locally generated electricity;", "“Whereas northerners are now left feeling like we are in a ‘no-win’ situation when it comes to lowering our hydro bills, despite electricity being an essential service;", "“We, the undersigned, call upon the Legislative Assembly of Ontario to immediately return Hydro One to public hands; end the practice of paying for electricity Ontario doesn’t need; review and renegotiate bad private power contracts; end unfair rural delivery charges; re-examine the impact that density has on cost; cap private profit margins; end time-of-use billing and negotiate the permanent removal of the HST from electricity bills.”", "I support this petition wholeheartedly and will give it to page Sean to deliver to the table." ],
  "anchor" : "para963",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para962"
  }
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas in the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“Whereas the tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“Whereas a scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“Whereas more than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“Whereas the Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“Whereas 79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“Whereas the Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario; and", "“That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I have signed this petition, as I’m in complete agreement with it, and I give it to Allan." ],
  "anchor" : "para974",
  "subject" : {
    "text" : "Anti-smoking initiatives for youth",
    "anchor" : "para973"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions. Let me see now. The member from Chatham-Kent–Essex." ],
  "anchor" : "para986",
  "subject" : {
    "text" : "Anti-smoking initiatives for youth",
    "anchor" : "para973"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s nice to have pull around here once in a while, Speaker.", "This is a brand new petition, as a result of a town hall meeting that I held in Chatham two weeks ago regarding Build the Barrier.", "“To the Legislative Assembly of Ontario:", "“Whereas Premier Kathleen Wynne admitted that ‘On this particular piece of highway, more needs to be done,’ and committed to building a barrier on October 4, 2017, in the Legislature;", "“Whereas transportation minister Steven Del Duca also stated that road and highway safety is a top priority of his ministry;", "“Whereas there is construction currently taking place from Queen’s Line in Tilbury to Ridgetown;", "“Whereas MPPs and municipal officials from Windsor to London have been outspoken in their support for a concrete median barrier along the 401 from Chatham to London;", "“Whereas the stretch of road called ‘carnage alley’ has already caused five fatalities, 10 hospitalizations, multiple full closures of both lanes and countless incidents of property damage in 2017 alone;", "“Whereas if a concrete barrier had already been installed on this stretch of road we would have prevented countless fatalities because the 136 kilometres of narrow and open grass median is ineffective in preventing cross-median collisions;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To install a concrete median barrier from Tilbury to London.”", "I wholeheartedly approve of this petition, will sign it and give it to—" ],
  "anchor" : "para988",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para987"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further petitions?" ],
  "anchor" : "para1000",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para987"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Monique Paquette from Hanmer in my riding for signing the petition.", "“Fair Treatment of the Frail Elderly Seeking Long-Term-Care Placement.", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network (NE LHIN) have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry of Health and Long-Term Care (MOHLTC) policy;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in MOHLTC policy; and", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I support this petition. I will affix my name to it and ask Javeriar to bring it to the table." ],
  "anchor" : "para1002",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para1001"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently reviewing employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to change employment and labour laws to accomplish the following:", "“—ensure that part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time permanent counterparts;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—offer fair scheduling with proper advance notice;", "“—provide at least seven (7) days of paid sick leave each year;", "“—prevent employers from downloading their responsibilities for minimum standards onto temporary agencies, subcontractors or workers themselves;", "“—end the practice of contract flipping, support wage protection and job security for workers when companies change ownership or contracts expire;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of the laws through adequate public staffing and meaningful penalties for employers who violate the laws;", "“—make it easier for workers to join unions; and", "“—all workers must be paid at least $15 an hour, regardless of their age, student status, job or sector of employment.”", "I agree with this petition. I affix my name and send it with page Erion." ],
  "anchor" : "para1012",
  "subject" : {
    "text" : "Employment standards",
    "anchor" : "para1011"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "It’s a privilege to present this petition on behalf of WAIT, We’re Against Industrial Turbines.", "“Whereas local citizens’ wishes regarding the development of wind turbines in their vicinity are not being properly consulted or informed;", "“Whereas local government decision-making in regard to wind turbines has been rendered powerless;", "“Whereas wind turbines have been divisive in other Ontario communities;", "“Whereas electricity costs in Ontario have escalated since the introduction of the Green Energy Act;", "“We, the undersigned, call upon the Legislative Assembly of Ontario to demand that no further development of industrial wind turbines take place until citizens are properly consulted and informed, and local government processes are respected.”", "I agree with that, Mr. Speaker, and will add my name and send it down with Davis." ],
  "anchor" : "para1030",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para1029"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“Health Care You Can Count On.", "“To the Legislative Assembly of Ontario:", "“Whereas for all Ontarians—no matter who they are, or where they live—the health of their family comes first, and it should come first for the government of Ontario, but unfortunately Liberal political self-interest comes first;", "“Whereas 1,200 nurses have been fired since January 2015;", "“Whereas hospital beds are being closed across Ontario; and", "“Whereas hospital budgets have been frozen for four years, and increases this year will not keep up with inflation or a growing population;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Stop the Liberal cuts to hospitals, and ensure that, at a minimum, hospital funding keeps up with the growing costs of inflation and population growth, each and every year.”", "I support this petition and give it to page Vanditha to deliver to the table." ],
  "anchor" : "para1038",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para1037"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Public Health Ontario’s risk map for ticks currently underrepresents the risks of encountering ticks throughout the province; and", "“Whereas black-legged ticks which spread the disease can be found anywhere in the province, but current methods for tracking are labour-intensive; and", "“Whereas other jurisdictions have employed new methods for tracking ticks, such as mobile apps, to better inform the public and make it easier to report and map ticks;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to take concrete action to improve black-legged tick mapping throughout the province of Ontario to increase our awareness of the location of ticks while providing health care professionals with better information when encountering potential cases of Lyme disease.", "I absolutely agree with this petition. I’ll affix my signature and give it to the page." ],
  "anchor" : "para1048",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para1047"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition and I would like to thank Gerard Geoffrey from Coniston in my riding. It reads as follows:", "“Gas prices.", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas price regulation; and", "“Whereas jurisdictions with gas price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They “petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I support this petition and will affix my name to it." ],
  "anchor" : "para1055",
  "subject" : {
    "text" : "Gasoline prices",
    "anchor" : "para1054"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Accessibility for Ontarians with Disabilities Act, 2005 doesn’t currently include legislation that defines proper training and accreditation for service animals; and", "“Whereas until there are standardized behaviour requirements for service animals, there’s no way to tell that individuals with various needs are receiving the assistance they need from their service animal;", "“We, the undersigned, petition the Legislative Assembly of Ontario to ensure certification and training of service animals is regulated to confirm that the correct type and proper amount of training is given to the service animals and therefore provide assurance that an individual’s needs are being adequately met.”", "I agree, sign my name to this and give it to page Isabelle." ],
  "anchor" : "para1066",
  "subject" : {
    "text" : "Guide and service animals",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Petition to the Legislative Assembly of Ontario:", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A (increased from 73% in 2011);", "“—The Minister of Government and Consumer Services has the authority to amend the regulations of the Film Classification Act via cabinet;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films released in Ontario;", "“—That the committee report back on its findings to the Legislative Assembly of Ontario, and that the Minister of Government and Consumer Services prepare a response.”", "I fully support this petition and give it to page Devon to deliver to the table.", "Mr. Del Duca, on behalf of Mr. Sousa, moved third reading of the following bill:", "Bill 177, An Act to implement Budget measures and to enact and amend various statutes / Projet de loi 177, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para1072",
  "subject" : {
    "text" : "Anti-smoking initiatives for youth",
    "anchor" : "para1071"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Transportation." ],
  "anchor" : "para1089",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Speaker, I believe the parliamentary assistant to the Minister of Finance will be making our remarks." ],
  "anchor" : "para1090",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1091",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, I’m not afraid to stand up and speak about this bill.", "I can tell you, Speaker, that I have, many, many times in this Legislature, in the past sought unanimous consent to put forward a motion to split Bill 177—many times I have done this." ],
  "anchor" : "para1092",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para1094",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "We heard lots of noes from you in the past, so the bill did not receive unanimous consent. It went ahead as an omnibus bill.", "This bill, Bill 177—there are 46 schedules, and, for the most part, unrelated schedules. They deal with everything from—well, it was interesting when we had the deputations. We had the most diverse group of people all giving very, very good deputations. It was about the most diverse group of presenters that you could imagine.", "This will tell you how omnibus this bill truly was: We started with the Insurance Bureau of Canada, and we had the Ontario Building Officials Association—this is all for the same bill—Association franco-ontarienne des conseils scolaires catholiques, Ontario Federation of Labour, Ontario Nurses’ Association, Assemblée de la francophonie de l’Ontario, Landscape Ontario Horticultural Trades Association, LGBTQ Parenting Network, Aboriginal Institutes Consortium, and the list goes on and on. It ended with the Canadian Federation of Pensioners. You would have to ask, what do all of these diverse groups have to do with each other? Well, they have to do with Bill 177, the most omnibus of omnibus bills—", "Interjection." ],
  "anchor" : "para1095",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I know the Minister of Transportation does not want to hear from us. I understand how disorganized they were and that they weren’t prepared to be speaking to this. But it is my turn to speak, and I intend to speak for my 20 minutes. It would be nice to be able to speak uninterrupted by this minister for a change. It would be unusual. I understand how unusual that would be, but we’re going to try for it.", "Interjection." ],
  "anchor" : "para1099",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I’m sorry, member from Barrie?" ],
  "anchor" : "para1101",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1102",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I’ll tell you what I wrote to the Premier:", "“The Ontario PC caucus is extremely disappointed with this government’s decision to introduce yet another omnibus bill—Bill 177—in a bid to ram through unrelated legislation without proper debate and consideration in the Legislature in order to score political points against their opponents.”", "Again, what I mean by “ram through” is, very few people on this side of the Legislature were allowed any opportunity to speak. They were not given a chance to speak to this. This government imposed closure. They imposed time allocation. They rammed this through without any opportunity.", "I’ll continue my letter to the Premier:", "“This is the same cynical approach the government has taken with Bill 174 dealing with cannabis sales, where unrelated legislation affecting e-cigarettes and school bus cameras was inexplicably attached to the cannabis-specific schedules of the bill.", "“Let me be clear—many of the schedules contained in Bill 177”—the bill that we’re dealing with here—“have the full support of our caucus. For example, we are completely in favour of schedule 43, which would establish a French-language university in Ontario, something our leader Patrick Brown led the charge on. We also support the recommendations in schedules 2, 30 and 34 that stemmed from the inquiry into the Elliot Lake mall collapse that will improve safety in Ontario. As a matter of fact, schedule 3, which deals with exceptions for child care providers, is based on an amendment the Ontario PC caucus proposed at committee.”", "Speaker, we spoke in favour of the various francophone schedules that were attached. We spoke in favour of many of the schedules that were attached here, but they’re all so diverse and did not belong in the same bill.", "“Bill 177 is a 168-page, 46-schedule omnibus finance bill, introduced by the finance minister, which ironically enough, has very little to do with the fall economic statement”—this is where it came from.", "“The Premier would do well to follow the lead of her federal counterparts, who changed parliamentary standing orders to prevent the use of omnibus bills that include a wide range of unrelated matters. In fact, earlier this month, the Liberal Speaker of the House of Commons ruled that four aspects of the federal budget bill, Bill C-63, were not part of the budget and needed to be introduced as separate bills.” The Premier would have been proper to do that to her own bill here.", "“The Ontario PC caucus”—at the time—“is requesting that the aforementioned schedules of Bill 177, as well as all other non-fall economic statement schedules, be removed and introduced in the Legislature as separate pieces of legislation. They deserve to be considered on their own merit. We will further push for amendments where necessary to the finance-specific schedules of the bill to try to improve the legislation”—I’ll speak to that in a moment.", "“We cannot support the financial direction of a government who has allowed debt to spiral out of control beyond $300 billion.”", "Speaker, to some of those amendments: Here we are. We had a very strong presentation from the Insurance Bureau of Canada. They asked for two amendments. This is an example. In one, they needed the word “by” changed to the word “in.”", "They went on to say, in their reasoning, “This will ensure that the provision applies to all persons who perpetrate fraud in the regulated sectors—including for example insurer employees, brokers, accident benefits claimants, insureds, fake accident witnesses, and the suppliers and providers such as health care providers, tow truck operators, body shops etc.”", "We changed one word to another, “by” to “in.” The Liberals threw it out, wouldn’t support a simple amendment such as that. This is disorganization. I keep pointing to the “Audi alteram partem,” or “Hear the other side.” It has been inscribed in here for over 100 years—but this group here? No. Never, ever would they listen to the other side. We have bill after bill after bill that is rammed through this Legislature.", "Here is another one, Speaker, from the Insurance Bureau again. This was another suggested wording change. Basically, they wanted to make sure that the FSRA has authority to make rules that will enable it to combat insurance fraud effectively.", "They go on to say, “One way to accomplish this would be to specify in the act rule-making authority along the following lines:", "“‘Without limiting the objects set out in section 3, the authority may make rules in respect of any matter that relates to subsection 3(1)(g) and in respect of any matter over which any other act gives the authority rule-making authority.’”", "It’s long and jumbled, but what they were trying to do was make sure that the FSRA has the authority to combat insurance fraud.", "What did the Liberals do? They turned it down again, another amendment. Because it comes from the PCs, I guess. It doesn’t come from one of their Liberal insiders; it gets thrown out.", "That’s the climate that we are dealing with. That’s the culture of fear that this government has created for groups who go up against them, who speak truth to power. That’s what happens. Tell me what’s fair about that, Speaker. Tell me what is fair about anything that this group has been bringing. I can tell you, there is absolutely nothing, nothing whatsoever, that is fair about what they’re doing.", "What is interesting are some of the various acts that are in here. There are a couple that are kind of funny and really jump out. When I look here, I can see that we’re talking about the Green Energy Act. Inside this finance bill, they’re making changes to the Green Energy Act. This is the one which has caused most of the problems with respect to job losses in Ontario, companies that have left Ontario and companies that will not come to Ontario, because of one of the changes they have in here. The Green Energy Act has been devastating to Ontario.", "Actually, Speaker, you and I went to—" ],
  "anchor" : "para1103",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1127",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "You and I went to visit a greenhouse some years ago when we were both first elected. I recall how exciting that was. I had never been to a greenhouse before. It was massive; this thing was huge. We saw where the vegetables were grown, processed as well, and packaged. It was spectacular. You can just imagine the amount of energy that this company used.", "I remember the owner telling us that day that they were considering doubling the size of their operation and I thought, “Wow. That is huge.” With the amount of employees—and they were going to double this, but the issue was power price. They could not get a power price agreement with the Liberal government.", "It was only a year or so when the vegetable growers of Ontario had a Queen’s Park day and we ran into that very same owner, downstairs at one of the receptions. I said, “Oh, my gosh, I haven’t seen you in a couple of years, Peter. Did you ever go ahead and double the size of your facility?” He said, “Victor, yes, I did. I remember when you and Rick came and toured the facility and I told that you that day I wanted to double. Well, I doubled the size; I spent $100 million doubling the size of my plant.”", "I thought, “Wow, congratulations.” He said, “The bad news? I did it in Ohio. I could not get a power price in Ontario that made sense,” and he invested $100 million in Ohio, across the border. He said, “Remember my other buddy?”—I can’t remember his buddy’s name; I thought it was Tony—but he said, “Remember him? Remember, we looked at his place? He also doubled the size.”" ],
  "anchor" : "para1128",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Yes, it’s funny to you. I know job losses are great humour to the member from Barrie. She advocates for that.", "So I can tell you, I asked him—", "Interjections." ],
  "anchor" : "para1133",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1136",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "He told me that he, too, doubled the size of his plant. He doubled the size of his plant. He spent $85 million, but then he corrected himself and told us it was $85 million American, because he expanded in Pennsylvania.", "Sadly, this bill continues to run down this ruinous path of the Green Energy Act, and in fact tries to enhance it.", "There are things that need to be done. First of all, all of those contracts should be halted. There’s no question at all. I know that the party in power here right now says, “Oh, you can’t cancel these contracts. You just can’t. You’re going to spend billions to cancel.” Speaker, I can tell you it’s not true at all. Minister, it’s not true. I’m going to give you an example.", "When we looked at the gas plant scandal files—and, of course, we were given first tens of thousands and then hundreds of thousands of files. Every weekend I’d take another stack home. I’d read them on the airplane, read through another stack and shake my head at what we are never supposed to see. These are files that are confidential cabinet documents that were released under the gas plant scandal that the Liberals were caught in.", "In one of those files was the Samsung deal where the Ministry of Energy people are telling the former minister, “You can get out of the Samsung deal and save over $5 billion of taxpayers’ money without any penalty.” They go on to describe how Samsung missed their deadlines. “We don’t need the power”—that was the one thing that really was interesting, the ministry admitting that we don’t need the power in Ontario. Don’t forget, we lost 300,000 manufacturing jobs. We have fewer manufacturers in Ontario, so we don’t need the power any longer. “You can get out of this contract without penalty.”", "Now, the government likes to pat themselves on the back and made an announcement one day: “Oh, we cancelled part of the Samsung contract. We saved the taxpayers $3.5 billion.” Excuse me, you could have gotten out of the entire $5.2-billion deal for nothing. But they didn’t. The one thing that we really should be doing is, instead of what this bill is doing which is enhancing more and ordering more power that we don’t need in Ontario that’s only going to be shipped to Quebec and the States—we’re only going to end up paying Quebec and the States more every night to take that surplus power that they’re advocating for in this bill. Wouldn’t it be better if we looked at every one of those contracts just as we did?", "We only got to see one contract, the Samsung contract, only because it was the one that we found that they turned over. In that one contract alone, we could have saved the people of Ontario $5 billion. Doesn’t that make a lot of sense, that we should be looking at every contract under the Green Energy Act and have a look at how many other billions we could be saving? We know that there are savings allowed in there.", "This is the kind of thing that is buried in this omnibus bill and why we’ll never be able to support such a bill, even though, again, as I say, there are many aspects of the bill that we advocate for, that we fully support, that we’ve stood and spoken in favour of. But when you bunch them all together with other ruinous schedules, it’s just impossible to be able to stand up and support that.", "My favourite in here, though, is to do with the Election Finances Act. Believe it or not, inside this bill—again, this is sort of like a Groundhog Day, as the expression is, all over again. Speaker, we just stood here only a month ago and talked about amendments to the Election Finances Act, which are the same as we had a month before that when we talked about the Election Finances Act.", "This government got caught in yet another scandal. They got caught in an election finances scandal and, as a result of it, they jammed through this election finances bill that they rushed through with time allocation and a lack of consultation. They didn’t talk to the people who would actually be able to guide them.", "As a result, here we are: We’ve got an historic bill that is establishing two new ridings in the Far North, in northern Ontario, and at the end of that bill, they jam in yet another amendment on election finances—nothing to do with the historic bill to create these ridings.", "If you look carefully at the amendment—I like to call it the Caroline Mulroney amendment, because what this did was stop one of our PC-nominated candidates, Caroline Mulroney, from going out and fundraising. That’s the only thing that that last amendment did. That was called the Caroline Mulroney amendment.", "In this case, Speaker, here we are: We’ve got yet another Election Finances Act that this government is ramming through and they’re attaching that here. We can’t quite figure out yet who this is designed to harm. I’m sure we’d be able to figure it out, if we had a little bit of time, if it wasn’t so rushed and if we looked at the date change that is in this.", "But, yet again, Speaker, here we are with a bill that the government wrote themselves, very quickly followed up by ramming an amendment through that affects really only one person, one PC candidate. Now, two weeks later, we have yet another amendment from these guys. They can’t get anything right. They can’t get anything straight.", "It’s so frustrating to sit here and represent the people of Nipissing and work in the province of Ontario with these guys, sadly, at the helm. It’s embarrassing. I’m embarrassed for them, on a daily basis, that they just can’t get it right.", "They put together 46 schedules, as I say, with absolutely nothing to do with each other whatsoever, and they call that a bill.", "Again, it’s all out of the fall economic statement. I defy you to have a really close look here and find a whole bunch that has anything to do with the fall economic statement. In fact, there were things that were in the fall economic statement that were just pronouncements by the minister and aren’t in the bill. They’re not even making it into the bill.", "There are so many things. He spoke for about 20 minutes that day. It’s a 200- or 300-page book, with all of the fall economic numbers. Then you get into the bill and you think, “Where are they going to enact all of this?” And it’s not here; it’s not here at all.", "But they’re into the Building Code Act. They’ve got the Broader Public Sector Executive Compensation Act. That’s the act that I call the Niagara hospital scandal act, where we talked about the CEO who was making $720,000 a year and has a $370,000-a-year side job, and a million and a half in stock that he collected. Remember that, that we’ve talked about here? Day after day, five days in a row, we talked about that. Well, there’s an act here, schedule 1, that stops and has the minister now—the Minister of Health will have the power now, finally, to be able to control compensation at hospitals. That one worked its way into here, but you didn’t find that in the fall economic statement.", "Speaker, thank you for the opportunity. Sadly, it was not uninterrupted, but thank you for the opportunity to speak again." ],
  "anchor" : "para1137",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1158",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It is always an honour to be able to stand in this House and represent the people of Timiskaming–Cochrane, and today, as finance critic for the NDP, to represent my party on the third reading of Bill 177, the Stronger, Fairer Ontario Act (Budget Measures). They’re great at titles; I’ve said that before. The government is great at titles.", "Just to remove the suspense for those at home and for those in the House, we will be opposing this bill for two reasons: One is that it is impossible for us to support Liberal budgetary policies, and the second is that this bill deals with pensioners and pension issues and it’s vastly inadequate in that part. For that reason, when this bill was first introduced, we submitted a reasoned amendment to have section 33 pulled out of the bill and dealt with as separate legislation. I will explain—if I don’t run out of time—exactly why we would do that.", "During the second reading of this bill, I listened to the parliamentary assistant and to the finance minister. I listened in committee as well. We expressed our concern that parts of this bill should be separated, specifically the pension part, but a couple others as well. The parliamentary assistant said that wasn’t possible, that they had to bundle this together because they didn’t have time to get this done. That’s why they bundled it all together.", "Speaker, yesterday six pieces of legislation were passed in one afternoon, and that’s because we worked together on those pieces of legislation. Now, there are schedules in this bill that should have been separated which we all could have worked together on to give them their due, specifically schedule 14, the English and Wabigoon Rivers Remediation Funding Act. There’s an $85-million trust fund in this bill for the people of Grassy Narrows, who have been suffering from mercury poisoning for years and years and years and years. We fully support that, but that should have been separate. Those people should have had their day in the Legislature, because that issue is not over. That issue should not have been hidden in the bowels of an omnibus bill. It should have been separated—and then perhaps we could have had a fuller discussion about another thing that the folks at Grassy Narrows need, and that is a treatment centre for mercury poisoning. That could have been at least started in that bill, but no, the government chose—the Liberal government chose—not to do that. It was fully capable of doing it within this session as a separate piece of legislation, because the last time I checked, almost every day this week we’ve ended early. I can assure you that the NDP fully supports that and would have fully supported that as an independent bill, and it should have been, because that is a stain on the province. As we are all talking about truth and reconciliation, hiding this in this bill is not in the spirit of truth and reconciliation. It should have been separate.", "Another one is schedule 15, the Family Law Act. There was restrictive language in the Family Law Act. The NDP put forward an amendment. To their credit, the government voted with. I believe all the parties voted for that amendment, because the Family Law Act was very restrictive. Two people I would like to point out who came to present to the committee were Joanna Radbord and Andy Inkster, and they made a very good case about that, and that act will be changed to make it less restrictive. Again, I don’t have time to go very deeply into it, but that’s something that we support, very much so.", "Several people came to the committee and talked about schedule 30, and that’s changes to the Occupational Health and Safety Act. Schedule 30, again, is something that should have had a much fuller day in this Legislature. It deals mostly with the tragedy of the mall collapse in Elliot Lake and, due to Justice Belanger’s inquiry, the changes that are being proposed, changes that we fully support. But there were three sections in section 30 that gave powers to the deputy minister and the assistant deputy minister to direct inspectors. Those sections didn’t actually improve the safety of people or the safety of buildings, and for those reasons—I’d like to thank Chris Buckley, the president, and Rob Halpin, the executive director, of OFL; Fred Hahn, president of CUPE; and Len Elliott from OPSEU, who all came and made presentations regarding that. Both the government and the NDP directed that sections 1, 2 and 3 be removed from schedule 3, and they were. As a result, we are fully in favour of schedule 3.", "Where we run into a bigger issue—I’m going to backtrack for a second. Sitting on the committee, we had some very good presentations from groups. My colleague from Nickel Belt will elaborate on this if I leave her some time, which I promise to." ],
  "anchor" : "para1159",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Do you want to have a merry Christmas?" ],
  "anchor" : "para1167",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Yes, if I want to have a merry Christmas.", "Groups who came to make deputations regarding making improvements to the schedule that includes the French universities—" ],
  "anchor" : "para1168",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It’s 43." ],
  "anchor" : "para1170",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "That’s 43?" ],
  "anchor" : "para1171",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes." ],
  "anchor" : "para1172",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "And Centre Jules-Léger?" ],
  "anchor" : "para1173",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Schedule 12." ],
  "anchor" : "para1174",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "And the City of Ottawa Act?" ],
  "anchor" : "para1175",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I forgot." ],
  "anchor" : "para1176",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Anyway, they made very good deputations, but because the bill is time-allocated, because the government doesn’t want to spend any time on it, the period for deputations was 6 o’clock at night, and amendments based on those deputations had to be in by 10 o’clock the next morning.", "If my timeline is wrong, please correct me." ],
  "anchor" : "para1177",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "No, you’re absolutely right." ],
  "anchor" : "para1179",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It was physically impossible. As a result, credible deputations—part of our process is that people who have expertise in this section come and make their deputations, and then each of the parties has the ability to put forward amendments based on expert opinion, because they’re experts in their field. It wasn’t possible with this bill.", "Again, that is not the way you make good legislation. They had the time to do it; they just refused to. That’s the biggest handicap that this government has. Even when the other parties put forward—I have to give credit where credit is due: When it’s so obvious that they realize that they’re going to look silly, they move. But in cases like the Grassy Narrows issue, where we all realize that that should have been pulled out—just out of common decency, that should have been pulled out.", "There is time, because today we are going to be done well before 6 o’clock. Yesterday, we were done before 6 o’clock. There is no reason why that bill couldn’t have been done separately, handled separately and been given the dignity that, at least at this point, the people of Ontario collectively have never yet given those people. That’s—I was going to say “a crime,” but I don’t know if it’s a crime. It is certainly not the holding of what they call an open and transparent democratic process.", "I’m going to end my remarks on the most egregious reason why we are opposed to this bill, and that’s schedule 33, on the Pension Benefits Act. As I said at the start of my comments, we immediately recognized that there were huge issues with this, so we put forward a reasoned amendment. For the folks at home, that’s to remove it. Basically what we did is that we delayed the process to give the government time to come to their senses to pull this one out and actually take the time to do it right. Again, they refused.", "The reason we are so concerned about this—and we’re not the only ones—is that this bill could drastically change the benefits available to members of pension plans, especially pension plans that are in danger of insolvency. People say, “Well, you know, pensions are solid.” Tell that to the folks who worked at Sears." ],
  "anchor" : "para1180",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Stelco." ],
  "anchor" : "para1185",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Stelco.", "Chris Buckley made a great presentation on this issue—on several issues. Chris Buckley’s mom worked at Sears. He knows first-hand what it’s like when you work at a place your whole life and your benefits are cut—poof; gone. He knows first-hand.", "The government will tell you, “Oh, no. We’ve got this also.” What they’re going to do—what this bill proposes to do is, right now, if you have a pension plan, the company or whoever holds the pension has to have 100% solvency. They have to have enough funds that if the plan is insolvent or the company is insolvent, they have the funds to cover the pension. Under this act, they’re no longer going to have to have 100% solvency. It doesn’t say in the act what the solvency could drop to. The minister made a statement, a type of press release, and so the number is supposed to be 85%. It doesn’t say that actually in the act, but under the act the solvency is going to drop, so the risk to pensioners—" ],
  "anchor" : "para1186",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Is great." ],
  "anchor" : "para1189",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "—is greater. I don’t think anyone can deny that. The government will say, “But we have accommodated that.” It’s the PBGF, the Pension Benefits Guarantee Fund. That’s basically an insurance policy. If something happens to your pension plan, that insurance policy will kick in. It was created in 1980, and it was set at $1,000 a month. It has never moved since 1980. The government is moving it to $1,500. They will say it’s a huge increase. Keep in mind that it has never moved since 1980; $1,000 in 1980 was quite a bit of money. I bought a car in 1980, I think almost a new car, for, like, $6,000. It wasn’t a Cadillac, but it was a pretty good car.", "A thousand dollars a month now is nothing; $1,500 a month isn’t much more when you take inflation for 30 years, right? It’s a step in the right direction, yes, but when you think that they’re increasing the risk to pensioners, that doesn’t equal the risk that they’re increasing. It doesn’t, and that is a big, big problem.", "Something else this bill fails to do: Before the company who controlled the pension plan wanted to decrease solvency, the pensioners had to agree; the members had to agree. This bill doesn’t include that. This bill is increasing the risk to pensioners, not increasing their say. At a time when we have had so much trouble with pensions, and when Sears is in the back of all our minds—this is not the time to do this.", "The Premier talks a good game about the Ontario pension plan and how she influenced the CPP, but what’s really happening is, again, in the bowels of an omnibus bill they’re increasing the risk to pensioners. That’s why we are going to stand united with the pensioners of this province and vote against this bill." ],
  "anchor" : "para1190",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1194",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "It’s an honour for me to speak on the occasion of third reading of Bill 177, the Stronger, Fairer Ontario Act. Speaker, as the parliamentary assistant to the Minister of Finance, I’ve had the pleasure of participating in the debate in this chamber, participating in the discussions in committee and moving forward on amendments. I’m proud to stand here today on third reading as we seek to move forward with this important piece of legislation that will help to impact so many people in a positive way, which is really why we’re all here as MPPs.", "This bill implements legislative measures that support our fiscal and economic plan as outlined in our 2017 Ontario Economic Outlook and Fiscal Review. This bill helps small businesses grow, it helps strengthen health care and education, and it improves consumer protection. These are important measures that will help us bring about more opportunity and more fairness across Ontario.", "Speaker, Ontario has come a long way since the bottom of the global recession. More than 800,000 net new jobs have been created in Ontario since then. The majority of these jobs are full-time jobs in the private sector, in industries that pay above-average wages. The unemployment rate declined to 5.5% this November. That is the lowest rate since July 2000. It’s been below the national average for 32 months in a row. Our economy is expected to continue to grow, with real GDP estimated at 2.8% in 2017, up from 2.3% in the budget in 2017—" ],
  "anchor" : "para1195",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Everybody disagrees with you. The Auditor General says you’re wrong." ],
  "anchor" : "para1199",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "We remain—and I know where Mr. Fedeli is going—the lowest per capita program-spending government of any province in Canada.", "We are forecasting continued job growth. We’re not stopping there. By 2020, Ontario is expected to create more than 200,000 net new jobs. That’s over and above the more than 800,000 net new jobs that have already been created since the recession. That means our province will have created over one million new jobs in total. I think that’s something to celebrate.", "But we’re not done there. When we look at the numbers, they tell us Ontario is doing well. We have one of the strongest economies in the G7. Our GDP is growing and our unemployment rate is down. But the recovery hasn’t reached everyone in the same way, and many people have come to think they don’t have a chance to pursue their goals. As a government, we know that’s a reality. We want to continue strengthening our economy while providing the services that people need, because we know those two things go hand in hand.", "This means that potential future business leaders, groundbreaking scientists and technology innovators can pursue their educational goals because they have access to excellent post-secondary education, and free post-secondary education, in Ontario. It means hard-working students can overcome health barriers to completing their diploma or training because they will have access to free prescription drugs in Ontario.", "It means parents can say yes to an offer of a well-paying job because they know they can rely on affordable child care for their young ones in Ontario. And it means they can get home in time to put their kids to bed every work night because they have access to reliable and efficient transit here in Ontario.", "It means entrepreneurial and ambitious small business owners can hire those students and those parents because they have access to the tools and supports they need to be competitive and grow their company in Ontario.", "Mr. Speaker, these are just examples of a win for individuals, for families, for businesses, for our society and for our economy. It means opportunities taken, insights shared, problems solved and potential fulfilled.", "We have a very diverse province, not just culturally and not just ethnically but also in terms of lived experience, opinion, perspective, and ingenuity from across the spectrum. In this province, we champion that diversity. A plurality of insights leads to out-of-the-box thinking, open-mindedness and a readiness to try new, forward-thinking solutions to our biggest problems. The more people are able to bring their talents and insights to our workplaces and to our communities, the more it strengthens our social interactions and economic innovators, and the more everyone in Ontario benefits.", "Around the world, we see places, however, where inequality is getting worse. There has to be a balance, and our government kept that balance in mind when we took action during the great recession. When some called for the government to slash programs and services to reduce costs—" ],
  "anchor" : "para1200",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Who would have done that?" ],
  "anchor" : "para1209",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I know, I know; I can’t imagine—and others called for reckless spending, we knew that neither option was right for the people of Ontario. We knew a short-term fix wasn’t going to be enough. We had to do what was best to stabilize a weakened economy while at the same time giving people who felt uncertain about the future a hope that things would get better. We had to fix the problems of the day while keeping our eye on tomorrow.", "In the 2015 budget, we established the four compass points that guided us on our journey to balanced budgets. This four-part plan rested on investing in people’s talents and skills; investment in public infrastructure; creating the conditions to support innovative, high-growth, export-oriented businesses; and building confidence in the future by addressing pressing challenges in the retirement savings system.", "In the 2016 budget, the implementation of our plan kicked into higher gear. We continued to strengthen health care and education. We put shovels in the ground across the province on much-needed infrastructure projects. We created a climate for business and investment that is one of the most competitive in North America by keeping our taxes competitive. And Ontario’s determination to provide enhanced retirement security was a pivotal moment, a pivotal statement and a pivotal piece of work in reaching a national consensus on CPP enhancement, which will benefit people for generations to come.", "In the 2017 budget, we showed Ontario’s finances are returning to balance, just as was planned. As we announced in the fall economic statement, we are projecting a balanced budget for the next fiscal year and for the fiscal year after that. We did all of this not only without slashing programs and supports, but while making record investments in infrastructure, health care and education. We did it while enhancing programs and while guiding Ontario towards long-term success in an innovation economy.", "It is the job of government to create an environment where people can prosper, where everyone can benefit from that growth. That is the cornerstone of our work as government and of a strong and fair Ontario, because those things go hand in hand. They complement each other.", "I believe that our plan has been a success, but we know that more needs to be done. The recession is behind us and our budget is back in balance, but our work is not yet done. Now is the time to help ensure that everyone in Ontario can benefit from that economic recovery. Now is the time to take bold, new steps. Bill 177, this bill, is one of those steps. The measures contained in this bill will help more people in Ontario in their everyday lives by creating new opportunities and safeguarding what matters most to people. I would like to take a few moments to talk about some of the bill’s features, and how it’s that next step that I was just talking about.", "With the Stronger, Fairer Ontario Act, we are helping Ontario’s small businesses thrive, succeed and innovate in the global economy, because we know that our province’s prosperity is built by the hard work and ingenuity of businesses, particularly our small businesses. That is why in this legislation we’re instituting a 22% cut in the corporate income tax rate for small business, taking it from 4.5% to 3.5% effective January 1, just a few weeks from now. This measure is just one part of our plan to help build a dynamic and competitive business environment by providing more than $500 million over three years in new initiatives to lower costs for small business, to promote growth and to help support the creation of jobs.", "This measure goes along with others, such as lowering WSIB average premium rates and other business-focused initiatives. All together, this would result in $1.9 billion in provincial support for small businesses over three years. That’s really important.", "Mr. Speaker, we want our province’s small businesses to thrive, and their responsiveness to the market, their adaptability to changing consumer demands, their innovation and their can-do attitude have helped and will continue to help Ontario grow and succeed economically. They are a critical source of employment; in fact, one third of all workers in Ontario are employed by small businesses.", "With this bill, we are also supporting businesses in accessing the skilled and talented workers they need to grow.", "This bill encourages youth employment by providing hiring and retention incentives of up to $2,000 to employers and small businesses that hire and retain young workers.", "The Stronger, Fairer Ontario Act complements other actions our government is taking to help small businesses grow and succeed in the global economy. We are designating one third of government procurement spending on goods and services for small and medium-sized businesses by 2020. We are planning to bring high-speed rail to the Toronto-Windsor corridor, which will significantly reduce people’s travel times and create new opportunities for workers and businesses. We’re providing financial support to help make small and medium-sized fruit and vegetable farming businesses more competitive. And we’re making it easier for employers to recruit and retain highly skilled immigrants by enhancing the Ontario Immigrant Nominee Program.", "Speaker, I’ve spoken to you quite a bit about how Bill 177 helps to strengthen and support small businesses, how it helps to spur employment, helps to support our economy and collective prosperity. But Bill 177 also contains important measures to improve consumer protection—because we know that a safer and more informed marketplace makes for a more prosperous Ontario—by giving people the tools and protections they need to decide how to spend their hard-earned pay. With clear information and confidence, our government is helping people make sound financial decisions so that they can more confidently participate in Ontario’s strong economy.", "As someone who has spent quite a bit of time in the area of consumer protection myself, I introduced a number of private members’ bills in the area of consumer protection. I’m very excited about what is in this bill, and I’m pleased that our government is making consumer protection a priority.", "We are taking action to strengthen consumer protection in a number of areas. Bill 177 amends the Securities Act to expand the Ontario Securities Commission’s information collection powers, to detect and identify systemic risks related to capital markets and protect the stability of our financial system.", "The bill also implements recommendations of the Elliot Lake public inquiry.", "We’re amending the Occupational Health and Safety Act to strengthen inspections, increase fines and raise employer reporting requirements.", "We are also amending Ontario’s Building Code Act to require building owners to better maintain and evaluate their properties, enhance municipal enforcement of the building code and require municipalities to develop a complaints policy related to the safety of those buildings.", "The bill amends the Professional Engineers Act to strengthen the governance, training and accountability of our professional engineers.", "These important measures build on other consumer protection measures that our government has introduced, such as proposed amendments to regulations under the Mortgage Brokerages, Lenders and Administrators Act that would establish new limits and rules over syndicated mortgages, to ensure that the only people investing in these potentially high-risk products are those who can tolerate the risk.", "We are in the process of establishing the Financial Services Regulatory Authority of Ontario, a new, flexible and innovative financial services and pension regulator that will strengthen protections for consumers, investors and pension plan beneficiaries, and replace the Financial Services Commission of Ontario. Last summer, we appointed the first board of directors for FSRA, and we are continuing to take key steps to develop the authority’s mandate and governance structure.", "As part of our Fair Housing Plan, we will create strong and clear rules to govern real estate agents in multiple-representation scenarios.", "We are also working to make disclosure clauses in real estate contracts clearer and more consistent, so consumers will better know their rights and responsibilities. We continue to engage in a comprehensive review of real estate rules, to improve and strengthen industry professionalism.", "We also expanded rent control to all residential units, which has strengthened protections for tenants against sudden dramatic rent increases.", "Speaker, I have spoken to you about the steps we’ve taken to strengthen our economy, to build on Ontario’s prosperity, to help everyone prosper in our growing economy. I’ve spoken to you about some of the steps we’ve taken in consumer protection, to help ensure that people can make the most of that growing economy, so we can all share in that prosperity.", "Speaker, I have to say that we can’t just look at today’s economy, or the year after or the year after that. We have to look towards the future.", "One of the important ways in which we do that is by supporting our young people and supporting our students, making sure we have a skilled and highly trained workforce.", "Having come from the business world, where I worked with employers who made important investment decisions about where they wanted to situate their businesses, about where they wanted to invest—and where the most talented workers were—I know for a fact that the most talented workforce is here in Ontario. It’s one of our competitive advantages as a province, and, frankly, as a country. Ontario is blessed, because we have out-of-the-box thinkers, technological disruptors and experts in many conceivable fields who call Ontario home.", "We are growing our capacity and reputation for highly skilled workers in dynamic new fields, such as artificial intelligence, and growing our capacity and reputation as a leader in the innovation economy. This wouldn’t be possible without robust and forward-thinking institutions—universities and colleges who teach and prepare that labour force.", "As I mentioned before, Speaker, Ontario has a diverse population. That diversity helps spur innovation and new ways of thinking, and our government is committed to ensuring that diversity is reflected in our post-secondary education system.", "This bill confirms and enhances our support for all indigenous institutes by creating legislation that recognizes their role in providing accessible post-secondary education and training to indigenous students, and empowers them to grant a diploma, certificate or degree and use the term “university.”", "This bill also establishes them as a complementary pillar to Ontario’s post-secondary education system, alongside the province’s 45 publicly funded colleges and universities.", "This bill would also enshrine in law the Université de l’Ontario français Act, which would allow for the creation of Ontario’s first-ever French-language university.", "It is vital that the post-secondary education system in our province provide innovative programs that respond to the needs of students, the community, employers and the labour force. Speaker, you’ve heard me talk about that a lot here in this Legislature, about the importance of making sure that our post-secondary institutions are responsive to the needs of the labour force. It’s important that they do this, and it’s important that they capture the richness and potential of our province and advance the values of pluralism and inclusiveness in our province.", "Speaker, I’ve talked about our economy, I’ve talked about consumer protection, I’ve talked about supporting our young people to make sure they’re prepared for the workplaces of tomorrow, but I’ve only spoken about some of the measures in Bill 177—and there are a number.", "This bill also contains measures to strengthen retirement security, including increasing the guaranteed monthly payment of certain benefits, should an employer become insolvent or go bankrupt, from $1,000 to $1,500. This is a 50% increase, an important step in protecting pensioners.", "In addition, the Stronger, Fairer Ontario Act requires the establishment of a trust to fund the remediation of mercury contamination in the English and Wabigoon Rivers.", "And it creates an Ontario Caregiver Tax Credit that helps people caring for infirm loved ones while balancing work, family and community commitments.", "I’ve spoken about the economy, consumer protection, supporting our students, and a number of other elements of this bill that are really important. But, frankly, I’ve only been able to scratch the surface, in the last 15 or 16 minutes or so, of what this bill will do and how it will impact people in a positive way.", "I’m really proud of this piece of legislation, and I hope that all members of this Legislature will support it.", "I have to say that I am a little bit disappointed when I hear the members opposite continue to talk about the fact that they’d like to break up this bill, that they’d like to delay the implementation of some of these measures I’ve spoken about. I think the question that has to be asked is, which measures would they delay? In our democratic system, in our legislative system, delay means that certain elements of this legislation would not pass. Which elements would they wish not to pass? Would it be the supports for the people of Grassy Narrows? Would it be the supports for pensioners? Would it be the supports for students? Would it be the supports for seniors and small businesses? It’s disappointing to hear the opposition talk about breaking up the bill when they know that breaking up the bill and passing elements of the bill as separate pieces of legislation means that they would not all pass before the next election.", "These things that I’ve spoken about are important initiatives. I take them very seriously. I think they will help people, and I think we should pass them as soon as possible. I think the people who are impacted by this, the people of Ontario, deserve that.", "Our government just introduced a new long-term infrastructure plan. This plan represents the next step in our record investment in infrastructure—about $190 billion over 13 years—and is another indication of our measured and responsible plan to bring Ontario out of the recession and to set it on the path to prosperity now and in the future. It’s a sign that it’s working. With balanced budgets projected for this year and the following two fiscal years, we can devote more attention and resources to creating opportunities and opening doors for people here in Ontario to pursue their goals, to care for their loved ones and to help keep our province strong. Our updated infrastructure plan taps into that strength.", "Mr. Speaker, our government continues to work tirelessly to promote growth and opportunity. Premier Wynne recently concluded a trade mission to China and Vietnam. This was the Premier’s third trade mission to China and the first to Vietnam by a Premier of this province. On this mission, the Premier delivered new agreements between Ontario and Chinese partners valued at nearly $1.9 billion, which will create more than 2,100 new Ontario jobs. These agreements represent incomes and new ways of life for people here in Ontario, opportunities for our province’s post-secondary institutions to collaborate with global industry leaders and inspire students, and opportunities for Ontario companies to grow, innovate and compete in the global market.", "Thanks in part to our talented, educated and diverse workforce, our competitive business climate and our investments in infrastructure, health care and education, Ontario is a highly sought-after trade investment destination, and our plan has focused on creating the right environment for growth, opportunity and prosperity.", "With a balanced budget plan and the measures in this legislation, we can continue to direct our efforts to build on what we’ve done to enhance the quality of life for the people of Ontario. These efforts are spelled out in the Stronger, Fairer Ontario Act. These efforts will ensure that everyone in Ontario gets a chance to help grow our province and get ahead in their everyday lives.", "I’m incredibly proud of this piece of legislation. We, on this side, will be supporting this legislation, and I encourage the members opposite to do the same." ],
  "anchor" : "para1210",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member for Nickel Belt." ],
  "anchor" : "para1258",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Merci beaucoup, monsieur le Président. Croyez-le ou pas, c’est la première fois que j’ai l’occasion de dire quelques mots au sujet du projet de loi 177, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois. Le « édicter » là-dedans, c’est pour l’université franco.", "Moi, je ne peux pas comprendre. Depuis 1841, allant jusqu’en 2007, chaque université qui a été créée en Ontario a été créée avec un projet de loi dédié à cette université-là. Qu’on soit obligé de nous mettre dans une annexe d’un projet de loi omnibus sur les mesures budgétaires, ça m’insulte. C’est clair que le régime n’aurait pas dû être comme ça. On avait besoin d’un projet de loi pour créer notre université franco et puis d’en être fier. Puis là où le bât blesse encore plus, c’est que dans ce projet de loi de quelque 350 pages, nos quelques pages sur l’université franco, on n’a pas eu le temps d’en débattre. Il y avait des lacunes importantes dans l’annexe qui crée l’université franco.", "Dans un premier temps, on voulait s’assurer la participation de notre jeunesse franco-ontarienne à l’épanouissement de l’université. On recommandait qu’au moins 20 %, un cinquième, du sénat soit composé d’étudiants et étudiantes. On n’a jamais eu la chance de présenter ça. Comment est-ce que cette institution doit répondre aux besoins des jeunes Franco-Ontariens et Franco-Ontariennes s’ils n’ont pas une voix forte dans cette gouvernance?", "Adam soit là comme présidente du comité de mise en oeuvre, mais ce comité devrait avoir des sièges communautaires et des sièges réservés à la jeunesse. Ce qu’on a demandé, c’est que deux sièges soient réservés pour la Fédération de la jeunesse franco-ontarienne, la FESFO, pour le Regroupement étudiant franco-ontarien, le RÉFO, et pour l’Assemblée de la francophonie de l’Ontario, l’AFO. On demandait également que toutes les régions de l’Ontario y soient représentées, ainsi que les étudiants franco-ontariens et franco-ontariennes et les administrateurs de postsecondaire. Rien de ça n’a été fait.", "Le projet de loi omnibus, au travers de son annexe 43, accorde à l’université le droit de décerner des certificats et des diplômes en arts, en sciences et en commerce. C’est tout. Moi, je regardais tous les autres projets de loi pour toutes les autres universités que nous avons en Ontario, et toutes les autres universités ont le droit d’accorder des certificats et des diplômes dans tous les domaines de savoir. Pourquoi est-ce que notre nouvelle université franco—ce n’est pas la première; il y en a une à Hearst, mais ça serait la première pan-ontarienne—n’a pas le droit de décerner des certificats dans tous les domaines de savoir? Je n’en ai aucune idée, mais ça aussi, ça m’insulte.", "Dans la mission de l’université, on aurait voulu proposer une gamme complète de grades universitaires. Ce n’est pas là. On aurait voulu s’assurer que la mission de l’université était d’offrir aux étudiants l’occasion de suivre tous leurs cours universitaires en français et de faire toutes leurs études dans leur langue. Ce n’est pas là.", "J’ai d’ailleurs essayé de faire des amendements aux objets de l’université pour ajouter des articles comme contribuer à l’avancement de la communauté franco-ontarienne; de promouvoir l’Ontario à l’échelle nationale et internationale, en mettant l’accent en particulier sur les contributions économiques et culturelles de la communauté franco-ontarienne; de faciliter les échanges avec les éducateurs anglophones et allophones en Ontario pour leur donner l’occasion de s’immerger dans un milieu scolaire de langue française; et de permettre aux étudiants francophones venant des régions éloignées et de familles à faible revenu de faire les études universitaires en français, comme j’avais dans mon projet de loi. Rien de ça n’a été accepté.", "Les consultations qui avaient été faites les années antérieures étaient pourtant claires pour ce qu’on voulait. On n’a pas eu ce qu’on voulait. On est supposé de célébrer un moment historique, monsieur le Président, mais je vous dirais que 99,9 % des Ontariens et Ontariennes ne savent même pas qu’on est en train de passer un projet de loi pour l’université franco. Puis, après ça, s’ils m’amènent un projet conjoint de Collège Boréal et l’université franco avec 100 000 pieds carrés dans un domaine tellement reculé par le tonnerre que personne ne sait où, ça n’ira pas bien, je vous le dis tout de suite.", "On aurait pu faire tellement mieux. Ils ont honte de nous autres. Moi, je suis fière d’être francophone. On aurait voulu notre université franco à nous dans un projet de loi à nous." ],
  "anchor" : "para1259",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated November 29, 2017, I am now required to put the question.", "Mr. Del Duca has moved third reading of Bill 177, An Act to implement Budget measures and to enact and amend various statutes.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. There will be a five-minute bell, unless I receive something, and that just may occur." ],
  "anchor" : "para1268",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Inspiration is coming, Speaker." ],
  "anchor" : "para1275",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, how about that? I have a vote deferral:", "“To the Speaker of the Legislative Assembly:", "“Pursuant to standing order 28(h), I request that the vote on third reading of Bill 177, Stronger, Fairer Ontario Act, be deferred until deferred votes on Thursday, December 14, 2017.”" ],
  "anchor" : "para1276",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. I recognize the Minister of Natural Resources and Forestry." ],
  "anchor" : "para1280",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1281",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mrs. McGarry moves adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1282",
  "subject" : {
    "text" : "Stronger, Fairer Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et plus juste (mesures budgétaires)",
    "anchor" : "para1086"
  }
} ]