[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 26, 2017, on the motion for second reading of the following bill:", "Bill 124, An Act to amend the Residential Tenancies Act, 2006 / Projet de loi 124, Loi modifiant la Loi de 2006 sur la location à usage d’habitation." ],
  "anchor" : "para181",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate." ],
  "anchor" : "para187",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr.",
  "text" : [ "It’s an honour to be able to stand in the Legislature on a beautiful Thursday morning as we prepare to hear the budget being brought forward, as we prepare to hear the government’s plans for the upcoming fiscal year, and as we not only near the middle of spring but we get closer to summer. As I walked in this morning, I was struck by the beauty of the sun shining off the buildings in the area. I was struck by the beauty of spring in all of Toronto. I think we can all agree that Ontario is indeed a beautiful province to live in.", "I do apologize for being a few moments late this morning, Madam Speaker, unfortunately. I’m sorry about that. The reason I was a few minutes late was that I was actually at a breakfast put on by Youth Employment Services, YES, who were meeting downstairs. This organization does very, very good work promoting youth employment, removing barriers for youth to get involved, to get their first job and to move into the workforce.", "I think it’s very important that youth have the opportunity to get that first job, and I’ll explain why. It’s very closely tied to this piece of legislation, and it’s closely tied to the issue of housing in general and that personal pride of ownership, that personal responsibility, opportunity and freedom that I believe in as a Progressive Conservative. I know my caucus colleagues believe in that as well. So I’m very pleased to be able to stand and speak to Bill 124, the Rental Fairness Act, 2017.", "In just the city of Toronto alone, Madam Speaker, as of this year, there was a 22% youth unemployment rate. This is a number that is, in my opinion, not only astronomical, but quite frankly unacceptable. I think we need to ensure that youth, as they grow up, as they enter the workforce, have the opportunity for meaningful, gainful employment.", "Let me explain why. I started working from a very young age. A big part of the reason was that I was born and raised on a farm, with seven siblings. On that farm, I learned how to work and I learned how to work hard. That meant doing chores early in the morning; that meant doing chores late at night. I thoroughly enjoyed the experience. I remember very distinctly when I had my first $100 in the bank. I would have only been seven or eight years old. But to me, at the time, $100 meant a lot: $100 was a lot of candy, $100 was a lot of toys for a seven- or eight-year-old. The wealth seemed unimaginable.", "The reality is, as it becomes more and more difficult for youth to enter the workforce, as it becomes more and more difficult for young people to find gainful employment, their dreams and aspirations also change. When I was seven or eight and I had my first $100, all I really wanted to do was perhaps buy a BB gun or a new basketball. I didn’t care too much about where I was going to be living down the road.", "But as I grew up, as I aged and I had more jobs, moving into landscaping, moving into demolition and excavating, I began to realize—as my older siblings got married and looked around for housing, as they looked around for places where they wanted to raise their family in that dream home, I realized that one of the greatest life decisions and one of the greatest life achievements is owning your own property or being able to have a place that you can call your home, whether you are renting it, whether you are subletting, whether it’s a condo or your very own piece of property that is yours.", "Unfortunately, that has become increasingly difficult over the past, I would say, five to 10 years. We’ve seen earlier the housing bubble leading up to the 2007-08 recession, when it was incredibly difficult for many people to obtain mortgages for their homes. That led to a real crash.", "The reality is that we need to be doing whatever we can to ensure that people, and young people especially, can have that dream, can have the opportunity to look at a piece of property, consider what its value is and be able to invest in that first mortgage, to invest in that first property, to invest in that real sense of ownership and pride that a piece of property gives the owner.", "The reality is that, unfortunately, the piece of legislation that we have before us today takes an affordability crisis, an affordability problem that we have here in the province of Ontario that especially impacts those who are entering the market, and it’s pricing those out of the market who wish to enter that market. I think of those who, like the young individuals downstairs, are in fact simply just beginning to enter the workforce and also—" ],
  "anchor" : "para188",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order. There’s a lot of noise coming from the government side. I just want to remind the minister—" ],
  "anchor" : "para198",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Order. I just want to remind the Minister of Children and Youth Services: There’s a lot of noise. I’m trying to hear. I’m sitting very close to the speaker, and I can’t even hear. I just want to remind the members.", "I will return to the member from Niagara West–Glanbrook." ],
  "anchor" : "para200",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Thank you, Madam Speaker. As I was saying, with this bill, Bill 124, the Rental Fairness Act, 2017, unfortunately, although I understand the underlying issues that are motivating the government—a desire to make life more affordable, a desire to ensure that there is competition, that people can access the housing market—the Rental Fairness Act, 2017, actually takes an affordability problem and makes it worse.", "Over the last six weeks, every time this government has mused about rent control, landlords have increased rents in case it was their last chance. This bill is only retroactive to April 20, which means that many of the increases that are being talked about and that have been already put into place by landowners simply won’t be covered. The reality is that tenants are the latest affordability victim in Wynne’s Ontario, where a shortage of supply and high costs for landlords have been forcing up rents.", "I want to read a few quotes from organizations and experts in this field who say that this bill—although they agree that the intention is well placed, that the desire to make life more affordable and to give everyone an opportunity to have their own “chez,” if you will, from the French word—their own place, their own home—is laudable, the reality is that once you look at what this legislation will do when it comes into effect, it’s less than pleasing. It puts a real damper on the enthusiasm of those who may, at first glance, have initially supported it.", "The CIBC says that ultimately, at the end of the day, you probably end up in a situation where the market absorbs the taxes and keeps pushing higher; this is in reference to the 15% tax on foreign buyers. When the rent control measures, which apply province-wide, were first discussed and were first brought forward, they were immediately met with threats from developers who threatened to cancel projects in the greater Toronto area. This is an outcome that could ultimately lead to an even tighter market for rental accommodations.", "Madam Speaker, there are a lot of things that economists will disagree on. I thoroughly enjoy the study of economics. I thoroughly enjoy reading economics, which may not be the case for all 19-year-olds; I differ. On Friedman, Hayek, you name it: I love it. But the reality is that there are a couple of things that economists do agree on, and one of them is that rent control is a policy that tends to actually reduce supply, tends to actually create poorer living conditions, and does not benefit those whom it actually claims to help. I think there has to be a level of understanding, even among the government members, among the third party, that this is policy that has been discredited in the past.", "Jim Murphy is president of the Federation of Rental-housing Providers of Ontario. He says, “Our message”—to the government and to all members in this House—“is this is going to have a devastating effect on purpose-built rental supply. This is coming at a time when we have renewed interest in building rental properties. We had a 50% increase in construction last year.”", "That 50% increase in construction, which would address that root supply cause, really has actually now been overturned. We’re going to see that this will lead to a decrease in construction and an overall tightening of the market. That’s simply not good policy when it comes down to it.", "Madam Speaker, I’d like to also speak about the reality that I do know many people are facing in the surrounding areas. As you may know, the majority of the PC caucus members represent constituencies that are, to put it mildly, not the downtown core. Most of us come from more rural ridings. We represent constituents who may have moved out of those more urban centres, who may have moved out into Niagara West–Glanbrook or Glengarry–Prescott–Russell—you name it—for the sake of housing affordability. What we’re seeing is that even in the areas that traditionally had very low housing prices—I think in my community of Vineland, where I grew up and where I’d frankly like to buy a house at some point—housing affordability is rapidly decreasing. We’ve seen, just last year alone in the Niagara region, that the price of housing went up by 26%. So there’s a definite boom, and I don’t want to say that that’s all bad. It’s not. Again, from an economics perspective, that translates into very real wealth for those people who have those homes that have grown by 26%. That reflects a very real growth in their equity.", "But the reality is that as these pressures cast an ever-broader ripple upon the housing market, not only in the area of Toronto, but also into those outlying regions, into the Kenoras and the Niagaras of the world, we have to ensure that the supply in Toronto is also being looked at, and that the supply is not being tightened evermore.", "Many experts do share the concern that rent control will reduce supply in a rental and housing market that is already very tight. I’ve given a couple of quotes; I want to give a couple more.", "Benjamin Tal, the deputy chief economist with CIBC, says, “You really want to protect tenants. The issue is that builders will tell you that if you impose rent control that is only as high as inflation, that is not enough for them to start building.” I think we’ve already had some members who have had a chance to speak to this legislation, who have spoken about supply and have spoken about the importance of supply in building a housing market that is flexible, in building a housing market that is affordable and accessible.", "I just want to speak from personal experience. I’m not claiming to be an expert in construction, but I got a few calluses over the years. I did some framing for a construction firm in the Niagara-Hamilton-Burlington region, that area. I drove in and out with the owner, actually. I was 16 at the time and I didn’t have my G2 yet, so I would catch rides with the owner, who lived a few kilometres from my home. He would speak about this. We would speak about the reality that there are pressures that are put into place when you impose limits on rental prices. Those limits have a very real impact on the developers’ perspective of—you know what? They need to pay the bills. They need to turn a profit at the end of the day. If there is no money to be made in building new units, why would they do it? That’s something we have to take into consideration. I just don’t know if it has been taken into consideration to the extent that it should be.", "Even Toronto developer Brad Lamb, according to the April 20 Financial Post article written by Garry Marr, said: “‘Everything is stopping on the dime’—everything. Done. “‘I had nine apartment buildings in my pipeline,’ said Lamb, describing projects in Toronto’s central core, its suburbs and Hamilton. ‘I can tell you as of this announcement I will not do any of them’”—nine housing projects.", "You may have to correct me on the record, Madam Speaker. I may have to do a quick Google and apologize later today on this, but if I remember correctly, I believe 10 years ago, almost 18,000 homes were built in the Toronto area; 18,000 homes built in the GTA. Yet, if we look at last year, I believe—again, I may have to come back and correct my record—it was only around 1,500 units that were built. This is at a time as we’re seeing a dramatic increase in the overall population growth in Toronto. We’re seeing an amazing influx of immigrants. We’re seeing an amazing influx of people from across—not only the country, not only the province or the continent—but really, from across the world who are coming to Toronto. We have to ensure that continues.", "One of the very significant factors that comes into play when someone moves into a new environment, into a new city, is looking at the cost of housing, looking at whether or not there is housing that is affordable, that is available, and that is also privy to and close to the goods and services that they need in order to, really, live.", "I want to also—briefly, Madam Speaker; I don’t mean to go off-topic—but I do want to thank the government for the GO train that they’re bringing into Niagara. I do wish that it was expedited. I think we need to ensure that the GO train coming in really comes in as soon as possible. Like I said, there’s explosive growth in the Niagara region. But I do believe that the government’s commitment to this project is a good thing, that it will be beneficial also for the housing market in Niagara, but that it will also provide more ease for those people who are leaving Toronto, because everything is so expensive, or even Burlington or Mississauga because it’s so expensive, moving to the Niagara region—not just my riding; to Niagara-on-the-Lake, Niagara Falls, also Welland and those areas, St. Catharines—who are very frustrated by the commute that that necessarily entails.", "I do believe that the GO train will be a beneficial investment in Niagara and will help to also alleviate some of those housing concerns for people who currently simply can’t handle having to drive two hours, maybe two and a half hours, in and out every morning to their daily commute in Toronto, but who now will be able to take the GO train and therefore will be willing to buy housing in the Niagara region.", "Again, going back to some of these quotes, Victor Menasce from the Ottawa Real Estate Investors Organization put it pretty bluntly. He said, “I think it’s a terribly misguided initiative. It’s actually going to hurt the people it’s supposed to protect.” That’s it, plain and simple. What we have to realize is there has even been an economist—and I struggle with the name; my apologies. He said that after bombing, nothing destroys a city sooner than rent control.", "It’s an unfortunate reality, because I know what we’re trying to do. Everyone in this House is trying to ensure that the goods and services people deserve, including housing, are affordable, that people are trying to ensure that people have a place that they can call home, that they have a place they can go to at the end of the day that they don’t have to pay exorbitant prices for. I commend that goal, but the reality is that if the proof is in the pudding and the damage is done at the end of the day because of this sort of legislation, then it will not be beneficial." ],
  "anchor" : "para202",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para223",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It was interesting listening to the member from Niagara West–Glanbrook. First, when he started to give his example, it was really interesting to hear the perspective of a person who is much younger than I. I would say, when he talked about being young and wanting candies and basketball and BB guns, it all worked. It supported what he had to say on this bill. I wish there would be more like him in here. I wish there would be more young people in this chamber. I think the debate would be much richer if we had more. So congratulations on that.", "That being said, I would say then I disagreed with most of the rest of what he had to say. Although his points were well supported and his points were well made, the end goal of it I could not agree with; that is that rent control is the next thing to bombing a city. No. We’ve had rent control in place for any buildings that were built before 1991.", "Frankly, we did not see this booming of new reasonably priced rental units in the city or in any other city. What we have seen are some unscrupulous landlords taking every opportunity they have to game the system and basically throw people out on the street. Rent control works. It is predictable. Businesses know exactly what will be coming this year and the year after. It protects tenants.", "I congratulate him for putting a good speech together. I disagree with his end result." ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para228",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "First, I want to congratulate the member from Niagara West–Glanbrook for being here this morning and adding his perspective to the debate. I have to say, I think there are a couple of issues maybe to make sure that we have it all correct here. Certainly, if you look around Toronto as you’re walking around, you will see there are more than 1,500 units that have been built. There’s a high-rise going up just around the block here, where there will be more than 1,500 units being built.", "Nevertheless, I think it’s important to recognize that we have had rent control for the last many years. The only point of this bill is to extend rent control to the 237,000 units that don’t have it. It’s to eliminate the two-tier system between tenants. Certainly, I could not disagree more that rent control is like bombing a city. Certainly it’s not. We’ve had it for a long time, and therefore, it’s something that does work.", "The idea that supply is the only solution—the plan does provide for many incentives to create supply. But only relying on increasing supply does not help the people that hurt now. It would be irresponsible not to recognize that young professionals have been faced with unreasonable rent increases, and it is the right thing to do to react and make sure that people, indeed, are in a position and are not faced with doubling of their rent in this current market.", "The responsible thing to do is certainly to act in a way that protects all tenants and not very few tenants, and provide them with adequate protection. So I’ll be happy to continue the debate." ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Good morning, Madam Speaker. It’s always a pleasure to see you in the chair on Thursday.", "To the comments my colleague from Niagara West–Glanbrook had made: They parallel to a large extent the comments that I heard at a recent meeting with the Durham home builders association and constituents in the greater Durham region area that build. They talked specifically about the housing crisis that is here in Ontario because of a lack of supply. That’s the elephant in the room, isn’t it, in the Legislature? It’s a lack of supply. And this bill will make—" ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "No, listen carefully. I know you don’t want to listen, but this is the issue. A lack of supply in the bill will make the problem worse by discouraging new rental buildings and second units in housing.", "I’ll take you to an article, Madam Speaker, that was published earlier this week. It’s April 23." ],
  "anchor" : "para237",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "Where?" ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "It’s right here. I’ll pass it over to you later." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "What paper?" ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "Well, you’ll see when I give it to you.", "What it quotes is a study from the CIBC. It says rent control “‘will mostly hurt the people it’s trying to protect.’ There’s a historical record to support this view.”" ],
  "anchor" : "para242",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "There it is." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "There it is: “Ontario has had rent control since 1975. In 1988, a University of Toronto study said its effects were ‘to reduce new construction, to accelerate deterioration and conversion of the existing rental stock....’”", "At the end of the day, this government didn’t listen very well to the people who have direct input. They’re rushing this legislation through and again curtailing the type of dialogue that ought to take place overall on this particular issue.", "To my colleague from Niagara West–Glanbrook, he brought through and raised several substantive points—" ],
  "anchor" : "para245",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Thank you. Questions and comments?" ],
  "anchor" : "para248",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Madam Speaker, I would say that this is not déjà vu, because I was a member of a government that actually did rent control back in the early 1990s. I know Mr. Bradley was a member of government under Mr. Peterson, who had actually done rent control when they were in government. Unfortunately, since that time that the Tories came to power and scrapped rent control, we have been really without any kind of rent control system of any meaning—since that time. I have to say, it’s a real problem.", "One of the things that I’ve heard the Conservatives say over and over again, and some people on talk radio say: “Oh, well, you know, having rent control stops the building of housing.” That’s such hogwash, because if you remember the way we did the legislation in 1991, we said, “Five years—a new building will have a chance to set the market rent and will be exempted from rent control.” You had a five-year exemption for brand new buildings. The Tories came to power, they scrapped rent control, and that exemption has stayed in for those that fell under vacancy decontrol, which is a system that they put in place. So there hasn’t been any rent control on buildings for apartments since 1991, and we have not seen an influx of new apartment buildings coming into the market. So if the argument is that rent control is what stops the building of new apartment buildings, it’s hogwash. There has not been any rent control on any new building built in the province of Ontario since 1991.", "I’ll tell you what’s going on: Developers make more money building condos. That’s what’s going on. It’s simple economics. It’s not a question of supply and demand. It’s a question that the developers make more money building condos and selling condos than they do building buildings and renting them out. This legislation doesn’t deal with that.", "This is not real rental control. My friends, I’ve seen real rent control. I was there when we did it. Mr. Bradley was there when we did it. This does not, in any way, shape or form, recognize what rent control is all about." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I return back to the member from Niagara West–Glanbrook to wrap up." ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr.",
  "text" : [ "I wish to thank all the members who spoke so eloquently to my speech. I wish to thank the members for Nickel Belt, Ottawa–Vanier, Whitby–Oshawa and Timmins–James Bay for providing their comments on my debate this morning.", "There are a couple of things that I wanted to touch base on. First, I would like to remove my comments about the 1,500. I was Googling around in between—very furiously— and I could not find those numbers, so I do apologize. I withdraw those numbers. But I would like to say that there was a 50% decline between March 2016 and March of this year, from 21,600 rental units that were built to 10,153, in the last year in Toronto. We have to accept and we have to look at how to solve that issue of supply, and the reason that they are concerned about being able to build more in the Toronto region.", "I also want to, very quickly, attribute the quote I gave earlier about the devastation caused to cities. That is from Assar Lindbeck; he’s a Swedish economist from the 20th century. That was a quip he would make to his economics students. So I do wish to attribute the earlier quote referencing the devastation to cities caused by rent control.", "I want to thank the member from Timmins–James Bay for his comments, but I believe that his position on this is an outlier. We’ve seen from the quotes, we’ve seen from the experts, that this is not good policy. I believe that this sort of bill will do a lot of damage." ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate." ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It’s a pleasure for me to rise today, on behalf of the people I represent in London West, to speak to Bill 124, the Rental Fairness Act, 2017.", "I want to begin by congratulating my colleague the member for Toronto–Danforth on his initiative to introduce Bill 106, the Rent Protection for All Tenants Act, which, of course, was very much the impetus for the legislation that we see before us today. New Democrats are pleased to see that the member for Toronto-Danforth’s private member’s bill has been effectively incorporated into the legislation that we are now debating.", "I want to just review some of the provisions of this bill because it does more than what was proposed by my colleague. This bill enacts the Rent Protection for All Tenants Act by repealing section 6 of the Residential Tenancies Act, which currently exempts rentals occupied after 1991 from rent increase guidelines. The provision will be retroactive to April 20, 2017, and later.", "In the debate that we just heard, it was interesting hearing the member for Niagara West–Glanbrook repeat some of this false economic doctrine that we know has been proven to be wrong in this province about the impact of rent controls on supposedly reducing supply. We know that since 1991 buildings have been exempt from rent increase guidelines; therefore, landlords were able to raise the rents as high as they wanted. The economic theorists, the traditional view of this, would be that this would motivate builders to enter the housing market and build more units so they could take advantage of the ability to raise rents.", "Well, that has proven to be totally and utterly false. We are dealing with a major, serious shortage of housing across this province, particularly in the city of Toronto, but in many communities: in my community of London and, I know, the communities that are represented by members of my caucus. This rent control exemption has done nothing to jump-start the market and to get more affordable housing units built.", "What was also interesting about the debate that we heard this morning were the comments coming from the Liberal side. Apparently, they have had a Eureka moment, after 14 years of refusing to remove that exemption and actually subscribing to the economic orthodoxy that if you were to introduce rent controls, it would potentially stifle the market. After 14 years of maintaining that line, they have finally—14 months out from an election—seen the wisdom of what the NDP has been proposing and have moved to remove the exemption. It’s good, I guess, that the Liberals have listened and learned from the positions that the NDP has been advocating for decades.", "Another provision of the bill is to enable reforms of the Residential Tenancies Act’s above-guideline increase, or AGI, rules. These rules currently allow landlords to increase rents above the 1.5% guideline if they have major capital expenditures. There is a need to reform these rules, because we have seen landlords who take advantage of these rules that are currently in place.", "I want to share with you the story of some constituents of mine in London West, who recently shared their experience with CARP, the Canadian Association of Retired Persons, and how the current AGI rules have effectively jeopardized housing availability for seniors. Linda Woods, Teri Hibbs and Suzan Roy, who live in my riding of London West, are seniors. They are on fixed incomes.", "There are two apartment buildings in my riding of London West on Grand Avenue in Old South, two apartment buildings where the majority of people who live in those buildings are seniors on fixed incomes or tenants who have disabilities. They have, for years, in these buildings, been faced with yearly rent increases of approximately $14 to $16 per month because of the 1.5% rent control guideline.", "These buildings were prior to 1991, so they do fall under the rent control requirement. However, their landlord had made an argument for an above-guideline increase because of capital expenditures. With this rent increase, this above-guideline increase, these women and other tenants in these two buildings are now looking at rental increases of approximately $35 per month for a one-bedroom apartment and $45 or more for a two-bedroom apartment. This is a significant amount of money for people on fixed incomes, for people with disabilities, to try to incorporate when they don’t have any budget flexibility to pay those extra costs.", "In the article that Linda Woods, Terri Hibbs and Suzan Roy wrote, they discuss the fact that the Landlord and Tenant Board hearings don’t really listen to the views and the needs of tenants. They talked about the fact that the legislation was heavily geared in favour of landlords. The mediator that looked at their case told them that none of the issues that they brought forward had any bearing on the granting of the increase above the guidelines. They write: “We quickly learned that the legislation surrounding these Social Justice Tribunal Hearings is heavily slanted in favour of the landlords. Our only recourse was to prove that some of the submitted capital expenditures were regular maintenance issues, rather than capital expenditures. These were for small amounts and really made no difference to the outcome.", "“As a result, we were assessed a 3% increase above guidelines in one building for one year and a 3% increase above guidelines for each of the following two years in the other building. These increases are in addition to the 1.5% increase allowed for 2017.", "“These buildings were built before 1991, so they are under rent control. However, these increases amount to a 4.5% increase in both buildings for one year and a further 4.5% increase or perhaps more in the second year for the other building.”", "Speaker, these kinds of rental increases may sound insignificant, but for people who are on fixed incomes, who are dealing with all kinds of costs—drug costs: We know that seniors have great difficulty filling their prescriptions. We know that one in four Ontarians don’t have the resources to actually take the prescription medicines that they need. We know that from the data: that 2.2 million Ontarians don’t have any kind of coverage for prescription drugs. So the result is that when faced with these kinds of unaffordable rent increases, when faced with rising costs of food and hydro, people are having to make difficult choices: Are they going to pay their rent or are they going to fill their prescriptions?", "We have heard too many stories of seniors on fixed incomes who do things like cut their pills in half to make them last longer, or perhaps they fill their prescription one month and then they skip the next month so that they can afford the next month. This is absolutely unacceptable, Speaker. That is one of the reasons why the NDP, just this weekend, announced that if the NDP forms government, we will be moving ahead with the implementation of a pharmacare program for all Ontarians, beginning with the 125 essential medicines, so we don’t put seniors like Linda Woods and Teri Hibbs and Suzan Roy in this position of having to compromise their health by not filling their prescriptions in order to deal an above-guideline increase to their rent.", "Some of the other provisions of this bill are to enable the use of mandatory standard leases to ensure clarity for tenants; certainly that is a good thing. Greater clarity for anybody is always a good thing. It also reforms the rules governing evictions due to the landlord’s-own-use provision, including the requirement of the landlord’s intention to use the unit for at least one year after the eviction, because we have all heard stories of landlords who evict tenants, claiming that they are going to be using the unit for their own use, but then they immediately turn around, raise the rent, and put the unit on the market again.", "The legislation makes it a provincial offence for landlords to pursue tenants for unauthorized charges. It expands and clarifies the rules governing rehabilitative or therapeutic transitional housing provided or funded by a charity or government agency, and allows exemptions to the Residential Tenancies Act for temporary stays intended to last no longer than four years instead of one year.", "I do have to say, Speaker, that this is an important provision. My colleague the member for Kitchener–Waterloo and I visited Covenant House here in Toronto, and we learned of the programs are available to disadvantaged youth, for youth who are dealing with incredibly profound challenges and trying to move forward with their life. The provincial legislation meant that Covenant House could only provide therapeutic housing for these young people for the period of a year. When you look at some of these barriers, when you look at some of the issues that these young people are having to deal with, one year is not enough to get their lives back on track.", "This was also an issue that I raised when we were discussing the human trafficking legislation. When young women have been victims of human trafficking, are survivors of human trafficking, and are trying to move forward with their lives, there is a need to provide supportive housing that may have to last longer than a year, so this is an important and long-overdue provision.", "Finally, the bill clarifies and simplifies some of the eviction rules with respect to bad tenants, including a removal of the requirement that a first notice with respect to interference with others, damage or overcrowding be void before a second notice is given initiating eviction.", "Speaker, there are some good things in this legislation. The bill will certainly provide long-overdue protections for tenants. It is an important public policy initiative, something that should have been done long ago in this province. In that sense, we support the bill. However, we do have some major concerns about what is missing from this bill. It is important not to see this bill as a panacea that is going to all of a sudden correct all of the problems that we see with the housing market here in this province. Neither this bill, Bill 124, nor the government’s overall fair housing plan will do anything to significantly increase the supply of affordable housing.", "This bill will not reduce the wait-lists for affordable housing and it won’t prevent the loss of existing social housing due to disrepair. If there’s one common theme that all of us hear when we talk to our municipal counterparts, it is the severe shortage of affordable housing in the communities that we represent. It is the accumulated backlog in maintenance for the social housing stock in our communities.", "I know that in my community of London, this was highlighted as a key priority during the OGRA conference with my colleague the member for Windsor–Tecumseh, who is our municipal affairs critic. When he organized meetings with delegations from municipalities, this was put on the table as issue number one for the city of London. It was also issue number one when we met with the city of London during the summer, during the Association of Municipalities of Ontario conference.", "It was issue number one when the four MPPs who represent citizens in the city of London met with London city council—just last week, I think it was. We had a meeting with the councillors of the city of London, and they talked about the dire need for the province to address the shortage of affordable housing.", "The city is doing everything it can. My city of London created a housing development corporation as a way to try to address the shortage that exists in my community. My community is also doing some very interesting and innovative things around women’s homelessness, and I want to commend a community-led initiative with the city of London, All Our Sisters and Western University to look at best-practice guidelines for ending women’s and girls’ homelessness.", "They are looking at projects that will deal with the reality of women’s homelessness and the specific needs of women when it comes to homelessness and supportive housing.", "Many women become homeless because of trauma and violence they have experienced. We know that women’s homelessness is often invisible. They couch-surf with relatives or friends. There are not a lot of services available for women who are experiencing homelessness or who are precariously housed.", "Many women who experience homelessness are facing significant mental health and addictions issues and they certainly need support with that. And then poverty, of course, is a major factor in homelessness for women and girls and homelessness for families across this province.", "My community is taking initiatives, as I mentioned: the Housing Development Corp. and some of these projects that are focused on specific populations that my community is undertaking. But we need provincial leadership. We need the province to step up and really, for once, acknowledge that housing should be a right for all citizens in this province. Housing should be a right for all Canadians. In order to fulfill that right, the government needs to do something to significantly increase the supply of affordable housing.", "In 2013, we saw this Liberal government, instead of taking that leadership that I just mentioned, cut $129 million per year in annual funding just for the city of Toronto’s social housing programs. There was an article in the Toronto Star just this week talking about city council now having to close 134 townhome units in one of its social housing buildings because there is no possibility of funding the necessary repairs that are needed in those units because there is just no money there. They can’t fund the repairs. Meanwhile, there are 181,000 Torontonians on the wait-list for affordable housing, for social housing, and 134 units are being closed because of cuts, because of decisions that this Liberal government has made to reduce funding for social housing programs." ],
  "anchor" : "para260",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para292",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "I first want to thank the member from London West for her careful review of the bill, because I agree with her that the bill is about more than just rent control. It does deal with significant problems that existed in the Residential Tenancies Act, and it does provide for protection for tenants and also alleviate some of the irritants that came through from the extensive consultation that was done, irritants that were highlighted by both landlords and tenants. Therefore the bill speaks directly to these difficulties and alleviates them to the extent that it can be done and will be facilitating better relationships between tenants and landlords, particularly with the standard lease, which is an important aspect of the bill.", "I want to draw our attention, however, to the other aspects that we are doing to reduce homelessness. This is a commitment from this government to end chronic homelessness by 2025 and significant measures have been put in place. Certainly there has been an increase in what we call CHRP, which is community support for service managers in different areas of the province. I know I’ve had the occasion of meeting with the service managers from London, where they are indeed doing very exciting stuff to end homelessness for different communities. I share her concerns that we certainly want to end homelessness for all people—for women, for young people and for people who exit different institutions.", "This bill speaks to ensuring that tenants here are well protected, and certainly it will continue to be part of a commitment to make housing a priority." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Once again, the Liberals have taken an affordability problem and made it worse. Over the last six weeks, every time they mused about rent controls, landlords increased rents in case it was their last chance. This bill is only retroactive to April 20, meaning that those increases won’t be covered.", "Tenants are the latest affordability victims in Wynne’s Ontario, where a shortage of supply and high costs for landlords have been forcing up rents. It’s fundamental economics: supply and demand. You need to make sure there’s a balance of that if you’re going to address the problem. Ontario is facing a housing crisis because of a lack of supply, and this bill will make the problem worse by discouraging new rental buildings and second units in houses. The government needs to take real action to address red tape and the barriers to building more housing.", "This reminds me of the schools issue. The government of the day comes out and says, “We’re going to close 600 schools across this province.” Two years in, after a lot of schools have been closed, they’re actually now going to send out three people from their side—only their side, by the way—to go out and listen to the people to understand the problem. It’s like Kelly McParland from the National Post has said: They will create “a new housing supply team with dedicated provincial employees.” They will “work to understand and tackle practices.” They will establish “a housing advisory group.” And they will work “with the real estate profession.”", "Wouldn’t you have done all of that before you actually brought the legislation to the floor? Would you not have done that thinking beforehand? They’ve actually said they’re going to have to make a mandatory standard lease that everyone across the province will have to use. I understand that. In some ways, that’s not a bad idea: standard clarification, everybody using the same process. But they haven’t even designed the lease yet. So why, again, would you come out and say that you have to do this—“You shall”—Big Brother is tapping your shoulder, in a nanny state—“You shall do this,” and they didn’t even take time to actually design the lease form?", "This smacks of the school closures. They come out with their ideology and they have no idea what they’re really going to do except look at polling numbers and what will keep them in government, which is the only thing they’re concerned about. They’re not concerned about Ontarians; they’re worried about polls and the headlines in the newspapers.", "This is a bill that needs a lot more work before we’ll support it." ],
  "anchor" : "para297",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mme France Gélinas",
  "text" : [ "It was really interesting to listen to my colleague from London West and how she went through the different parts of the bill to show some of the parts that are good, some of the parts that will move Ontario forward and some of the parts that need serious work.", "The bill is not all good, and the bill is not all bad. The main issue is that we have to be willing to say that there are good ideas outside of the Liberal Party. There are ideas that are worth listening to, that people like me who come from northern Ontario, people like me who deal with high populations of First Nations, may have ideas to bring forward that have not been included in some of the changes that will be brought forward.", "We talked about ending chronic homelessness. I can tell you that before I came here, in my role as executive director of the community health centre, I was the chair of the Homelessness Network for Sudbury. We ran the Corner Clinic, which dealt with the homeless. I can tell you that in the dead of winter, when it’s 30 below outside in Sudbury, we still had over 325 people who were homeless. I can tell you that between 87% and 90% of them had severe mental illness. And I can also tell that, although only 12% of the people in my region are First Nation, over 60% of them were First Nation.", "When you put forward a strategy to end homelessness, you have to connect back with people on the ground in the different parts of Ontario to make sure you have it right for all of us—for all of them and for all of us; we’re not there." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para308",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I did enjoy the comments that the member from London West made because she did note, for instance, that we’ve smoked the Conservatives out. They’re opposed to rent control. We’ve smoked them out on that at the present time.", "I saw some of the arguments that were put forward—by the way, it was Postmedia that my friend was quoting a while ago. I knew where it was from because of the nature of it, but he didn’t want to say it was Postmedia that said that.", "Also, I see some of the experts that are denouncing rent control. You have to look at: What is their job? Even ones who look like they are from academia are consultants for developers, who are making those comments, and I understand that. But people should know that they’re not necessarily people who are totally objective.", "What I like was the degree of consultation that took place to put together a comprehensive package: landlord and tenant stakeholders, advocacy organizations, transitional housing providers, service managers, and indigenous partners. This kind of broad consultation also included the ministry website, where they received over 400 submissions. We didn’t want to have just a knee-jerk reaction; we wanted to get a comprehensive look at the situation and come forward with a package that would address this issue.", "The bogus one about available land: Look, just check very carefully. There is a lot of available serviced land and land designated for the purpose of housing in the province. There are some who would love nothing better than to get at that greenbelt and just pave it from one end to the other. They are happy when they’ve paved everything, but once everything is paved, we don’t have that prime agricultural land that members in the agricultural area understand is important and environmentally sensitive land.", "There are going to be some quarrels with parts of the bill—I understand that—with each of the parties and with the people out there. But overall, it’s a pretty comprehensive package, a moderate package, and one that I think will work." ],
  "anchor" : "para309",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "I return back to the member from London West to wrap up." ],
  "anchor" : "para316",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I want to thank the member for Ottawa–Vanier, the member for Bruce–Grey–Owen Sound, my colleague the member for Nickel Belt, and the member for St. Catharines for their comments on my remarks.", "Speaker, the member for St. Catharines talked about the consultation that was done to result in this bill. I want to acknowledge right now the advocacy that has been done for years—for years—by tenants’ rights advocates, by New Democrats, by social housing advocates and by poverty advocates that have consistently raised concerns about the shortage of affordable housing and about the need for the province to take action and end that exemption to the rent control guidelines.", "What we have to remember, Speaker, is that this bill is definitely welcome. I’m pleased to see that it incorporates the private member’s bill from my colleague the member for Toronto–Danforth. But there are some provisions in the bill that will require very, very careful scrutiny, particularly around the rules to evict tenants and some of the other provisions—the above-guideline increases, for example.", "However, we have to keep in mind that the bill will do nothing to address the capital repair backlog for social housing stock across the province. It will do nothing to protect the tenants who have already been handed, in some cases, a 100% increase in their rents. So while this is welcome in the future, it leaves a lot of work undone." ],
  "anchor" : "para317",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Further debate? I recognize the Minister of Housing." ],
  "anchor" : "para321",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker, for giving me the opportunity to speak to Bill 124, the proposed Rental Fairness Act.", "I want to start by thanking the Premier for giving me the opportunity to work on the housing and poverty files. It has been a real honour and privilege to serve the great people of Ontario.", "I want to thank my team and officials for the countless hours they have put in to get this bill where it is today.", "I want to thank the member for Toronto–Danforth for helping to shine a light on the important issue of rent control. And ultimately, as well, I want to thank the member for Trinity–Spadina and the member for Davenport for their insight into this bill.", "One last acknowledgement: I’d like to thank my parliamentary assistant, Nathalie Des Rosiers, not for just doing the leadoff speech when I was away, but also for the great job she’s doing every day. Merci.", "The fair housing plan: Speaker, last week our government released our fair housing plan. Our plan is a comprehensive set of 16 actions that the province will take to make buying or renting a home more affordable. Each year, over 100,000 people move to Ontario because of our strong and vibrant economy. We all know that housing affordability is a complex issue with no silver bullet. In some ways our hot housing market is tied to the confidence that people have in the Ontario economy—" ],
  "anchor" : "para322",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "The member for Niagara West–Glanbrook on a point of order." ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Madam Speaker, I just wanted to specify very quickly on the record that my earlier quote from Assar Lindbeck does not reflect my own personal opinions." ],
  "anchor" : "para330",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "Okay.", "I return back to the Minister of Housing." ],
  "anchor" : "para331",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you, Speaker. As I was saying, we all know that housing affordability is a complex issue with no silver bullet. In some ways, our hot housing market is tied to the confidence that the people have in Ontario’s economy. But as the Premier has said, “When bets and speculation drive the average resale of a house up by 33% in just 12 months, we know we have a problem.”", "People on my street are concerned that their children won’t be able to afford to buy or rent a house in the communities they love to work in. I will say, Speaker, I have three children in their twenties, and we have this conversation quite often about what their future housing holds.", "At the same time, people’s homes are their nest eggs, and it’s important that we take an evidence-based approach and ensure our actions don’t have unexpected consequences. That’s why we took the time to consult with people from every side of this issue: developers, planners, financial institutions, economists, federal and municipal partners, and realtors. Perhaps most importantly, though, we have listened to all those people who are looking for a place to live or are struggling to pay for the place they’re living in now.", "The result is our fair housing plan. Our plan will help make it easier for all Ontarians to buy or rent a home in the province they love. The Rental Fairness Act is an important part of our overall housing strategy.", "It has been 10 months since the Premier appointed me as the Minister of Housing, and in that time I’ve heard from many, many Ontarians about the everyday challenges they face. Stories like Valerie, who lives in Liberty Village and received a notice from her landlord saying that her rent was doubling from $1,650 to $3,300 a month; or like Pauline, who lives in Toronto and who said that she’s fearful that she and her family might be forced out of their condo due to an unreasonable rent hike.", "Stories like those of Valerie and Pauline are simply unacceptable. We know that a strong rental market balances affordability for tenants with the right conditions for continued investment in rental properties by landlords.", "That’s why, if passed, the Rental Fairness Act will expand rent control to all private rental units, including those first occupied on or after November 1, 1991. The removal of the 1991 exemption will strengthen protection for tenants against sudden and dramatic rent increases and deliver the predictability and affordability that families rightly expect.", "With the Rental Fairness Act, Ontario is answering the call to expand rent control and to further strengthen protections for an estimated 1.2 million rental households living in the private rental market.", "Speaker, I want to highlight one aspect of our proposed changes to rent control. If passed, the rent control amendments under the Rental Fairness Act would ensure that rent increase notices given on or after April 20 would be capped at the rent increase guideline.", "Tenant advocates like the Association of Community Organizations for Reform Now, known as ACORN, have said that they are “pleased that the provincial government is moving forward to support low-to-moderate-income renters dealing with the housing crisis.”", "Our plan has also been supported by economists like David Macdonald from the Canadian Centre for Policy Alternatives, who said, “The case for rent control is clear-cut.”", "Other community leaders and organizations that have supported our plan include Mayor Jim Watson, Mayor John Tory, Toronto City Councillor Josh Matlow and a great organization called Generation Squeeze. Most importantly, I’m hearing from renters who now have peace of mind knowing they’re protected from unreasonable rent hikes.", "The argument that rent control will decrease the supply of rental housing simply doesn’t hold water. The fact is that the 1991 exemption did not achieve its core objective of encouraging rental housing. Out of the 1.5 million housing completions in Ontario between 1992 and 2016, purpose-built rental units accounted for just 6%, or around 92,000 units.", "By passing this bill, approximately a quarter of a million more people would be protected from unreasonable rent hikes. We believe that whether you are a senior on a fixed income or a young professional starting off, all Ontarians deserve rent that is affordable and predictable. At the same time, we want landlords to be able to invest in and maintain their properties so that individuals and families can enjoy them for years to come. Under our proposed amendments, landlords will continue to have the predictability and flexibility to negotiate starting rents with new tenants.", "Expanding rental options for Ontarians is essential to creating more affordable housing choices for families across the province. That’s why we are introducing a targeted $125-million, five-year program to further encourage the construction of new rental apartments by rebating a portion of municipal development charges. Working with municipalities, we’ll target projects in communities that are most in need of new purpose-built rental housing and which would not have proceeded in the absence of this incentive, expanding rental choice for Ontario families who call these communities their home.", "As we make new investments in targeted communities, we’ll also make it easier to build housing options across the province. Through a dedicated housing supply team, we’ll work with developers and municipalities across the province to address barriers to developments, encourage more efficient approvals and get shovels in the ground as fast as possible. Finally, we’ll unlock the value of surplus provincial land assets through a new program that will create a new permanent, sustainable and affordable housing supply.", "These initiatives build on top of our long-term housing strategy, which at its core is about ensuring that every Ontarian has access to affordable and suitable housing. Our government is serious about reducing the pressure of housing costs felt by Ontarians as well as providing affordable options for people to choose from.", "Last December, the Promoting Affordable Housing Act was given royal assent. Driven by the updated Long-Term Affordable Housing Strategy, this act lays the legislative groundwork to create more affordable housing across the province and supports our goals to end chronic homelessness by 2025. Our communities are already seeing the benefits. Through the landmark piece of legislation, we have made significant improvements to help expand and improve the rental housing market.", "We are preventing unnecessary evictions from social housing units for those individuals and families who cease to be eligible due to an increase in income. In this way, we’re encouraging more inclusive communities, strengthening tenant rights and creating more mixed-income housing. We are making secondary suites such as above-garage apartments or basement units less costly to build in new homes by exempting them from development charges. Secondary suites are a potential source of affordable rental housing and allow homeowners to earn additional income. We are giving municipalities the option to implement inclusionary zoning, which would require affordable housing units to be included in new residential developments.", "The proposed Rental Fairness Act that we are discussing here today also includes a suite of other changes to the Residential Tenancies Act because the issues that tenants face include more than just out-of-control rent hikes. Today, I will touch on a couple of changes in the transitional housing system, illegal clauses in leases, unfounded evictions, and rent increases above provincial guidelines. I will touch briefly—because I think we’re running out of time—on transitional housing, the issue of homelessness. It’s an issue that continues to be a problem right across Ontario." ],
  "anchor" : "para333",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Deputy Speaker (Ms. Soo Wong)",
  "text" : [ "It is 10:15. I will recess the House until 10:30." ],
  "anchor" : "para355",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I want to welcome the following guests from Youth Employment Services. They are with us this morning in Queen’s Park in the members’ gallery, actually. Please help me to welcome the president, Tim Lang, and board chair Patti Wright. My good friend Howard Brown is in the seat as well. Welcome, YES, to Queen’s Park." ],
  "anchor" : "para358",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It really does give me great honour to welcome some guests to the House today. Today, we have my federal seatmate, Scott Duvall, the MP for Hamilton Mountain, and his wife, Sherry, who are joining us today in the gallery. Welcome to Queen’s Park." ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "Earlier this week—on April 25 actually—Portugal celebrated the 43rd anniversary of the Carnation Revolution, a bloodless military coup bringing democracy and civil liberties to the Portuguese people. Joining us today in the members’ gallery, from Portugal, are Commander Fernando Caldeira Santos and his wife, Alice Santos. They are joined by Carlos Morgadinho from the Associação Cultural 25 de Abril in Toronto. Welcome." ],
  "anchor" : "para360",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I’d like to take the opportunity to welcome to Queen’s Park Jim Byrnes, grandfather of page captain Radana Biaroza. I’d also like to welcome Kathy Vieth and her niece, Hannah Hardy, to Queen’s Park. Welcome." ],
  "anchor" : "para361",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "It gives me great pleasure to introduce a few constituents of mine that have joined us here today in the members’ gallery: Fatin Chowdhury, Amara Possian and Paul Kershaw, all from Generation Squeeze. Welcome here today." ],
  "anchor" : "para362",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "It is my pleasure to welcome the civic education day with Islamic schoolteachers who are here from the great riding of Scarborough–Guildwood. Please welcome them." ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I just want to say that we have, from York Region, a lot of high school students today from St. Robert Catholic High School. Welcome to Queen’s Park. Hope you enjoy question period." ],
  "anchor" : "para364",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you, and welcome." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Rental Fairness Act, 2017 / Loi de 2017 sur l’équité en location immobilière",
    "anchor" : "para184"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Labour on a point of order." ],
  "anchor" : "para367",
  "subject" : {
    "text" : "National Day of Mourning",
    "anchor" : "para366"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "On a point of order, Mr. Speaker: I believe you will find we have unanimous consent that members be permitted to wear pins to recognize the Day of Mourning and that we observe a moment of silence in remembrance of those workers who have been killed, injured or have suffered illness due to workplace-related hazards and incidents." ],
  "anchor" : "para368",
  "subject" : {
    "text" : "National Day of Mourning",
    "anchor" : "para366"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Labour is seeking unanimous consent to wear the pins in recognition. Do we agree? Agreed.", "My understanding is that both lobbies have got the pins and that they are now ready to be distributed.", "Oh, right. We have also just agreed to do a moment of silence for those people injured or killed on accident sites. I would ask all to rise in a moment of silence." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "National Day of Mourning",
    "anchor" : "para366"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Pray be seated." ],
  "anchor" : "para373",
  "subject" : {
    "text" : "National Day of Mourning",
    "anchor" : "para366"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is for the Premier. There is going to be a lot of talk over the next few weeks on today’s budget. And no matter what’s in the budget today, I want to remind everyone that in this budget the people of Ontario will continue to pay the cost of the $1-billion gas plant scandal. The $1-billion scandal just so happens, Speaker, to be because the Liberals—" ],
  "anchor" : "para376",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m standing.", "I suspect that everyone wants to be here this afternoon. If you choose, we’ll do some warnings. That’s everyone." ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Thanks, Speaker. They can laugh all they want, but the $1-billion scandal just so happened to be because the Liberals were afraid of losing a couple of seats. So you can just imagine the size of the scandal when this government is afraid of losing government.", "What Liberal seat-saver program will be included in this year’s budget, and how many billions of dollars will that future scandal cost Ontario taxpayers?" ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think it is safe to say that we have had this conversation many times in this Legislature, Mr. Speaker. The member opposite references today’s budget. It is a very important budget in Ontario. It’s an important day.", "Our upcoming budget this afternoon will continue to make investments in the lives of people in this province. It will be a balanced budget. From my perspective, the point of a balanced budget is to have a fiscal house that is in order and that allows us to meet the needs of the people of this province.", "We are living in very uncertain global times. It is government’s responsibility to understand that and to put in place the supports that people need so that the economy can keep growing. I will reference that in my supplementary." ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Back to the Premier: No matter what shiny bauble, no matter what carrot on a string the Liberals will try to dangle in front of Ontarians, I want to remind everyone today that this budget will still include a plan that forced Ontarians to overpay more than $9.2 billion for renewable contracts—$9.2 billion that could have gone a long way to improve health care; $9.2 billion that could have helped with our schools; $9.2 billion that could have made life more affordable for Ontarians.", "Mr. Speaker, why is it more important for this government to overpay $9.2 billion to Liberal-friendly firms than it is to invest that money in the people of Ontario?" ],
  "anchor" : "para386",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "It’s interesting to me that the member opposite would characterize investment in education and investment in health care as “shiny baubles.” I think that investments in education and health care are fundamental to the lives of the people in this province." ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m loath to do this, but if we have to go to warnings I will do that right away.", "The member from Bruce–Grey–Owen Sound, come to order. If it continues, I will go to warnings. If you miss the budget, that’s your problem.", "Finish, please." ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The work that we have done over the last number of years to invest in the people of the province, to invest in infrastructure and people’s retirement security, to work to make sure that everyone has access to education—what we see now, Mr. Speaker, is a province whose economic health is the top in the country. We’re leading the country in economic growth. We’re leading the G7 countries. That’s the work that we’ve done, and that’s why we’re now in a position to invest in the people of Ontario." ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para394",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Back to the Premier: Again, this Liberal government will want to hide from the facts. They are going to claim, Speaker, that this budget is some form of Liberal renaissance, but it’s going to be the same old budget from the same old tired government which cares more about their Liberal friends than the people on Main Street. How do I know that, Speaker? Because this budget will still include a plan to sell off Hydro One, a plan that makes Liberal friends rich but the average person more worse off.", "Why continue the fire sale of Hydro One in this budget? Why continue to make life harder under this Liberal government?" ],
  "anchor" : "para395",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just speak about the impact of the decisions that we have made as a government. We’re making the largest infrastructure investment in Ontario’s history: $160 billion over 12 years. That is one example. We’ve made this investment because we know it’s good for the economy, and here are the results: Ontario’s economy continues to outpace Canada and all other G7 countries when it comes to economic growth. In other words, we are leading in economic growth.", "This year, Moody’s upgraded Ontario’s credit outlook, and the other major rating agencies affirmed Ontario’s credit rating. Our net debt-to-GDP has gone down to 38.3%. It’s projected to continue a downward trend. Exports are trending higher. Businesses are hiring, and household incomes are rising. Those are the indicators of the health of this economy." ],
  "anchor" : "para398",
  "subject" : {
    "text" : "Government’s record",
    "anchor" : "para375"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "My question is back to the Premier.", "Over the last few years, the Liberals have spent quite a bit of money on their self-promoting vanity ads: the ORPP, the David Suzuki ad, and, just lately, their hydro vanity ads. All of those Liberal self-promoting election ads were paid for by the taxpayers of Ontario.", "So, in today’s budget, how many millions of dollars will the Liberals announce for their next set of Liberal re-election commercials?" ],
  "anchor" : "para401",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Today’s budget is about building on the foundation that we have laid, the hard work that has been done by the people of Ontario over the last number of years—work that has meant that our economic growth is leading the country and leading the G7 countries. What we now know is that it is time to invest. Now that we are bringing the budget to balance, as we said we would, we are going to be able to invest in the people of this province. People are living with global uncertainty.", "It’s really interesting to me that the opposition has come up with absolutely no plan, no initiatives, nothing that would relieve people in this province. It’s our responsibility as government to do that. That’s what you’ll see in the budget today." ],
  "anchor" : "para404",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Be seated, please." ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. We’re now in warnings. Again, we’re in warnings.", "Supplementary." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Again, back to the Premier: The 2015 budget stripped the Auditor General of oversight. But a former Liberal Premier we all know used to say, “It’s never too late to do the right thing,” and he was right.", "Mr. Speaker, will the Wynne Liberals do the right thing? Will the 2017 budget restore Auditor General oversight to government advertising?" ],
  "anchor" : "para411",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just say to the member opposite: I agree; it’s never too late to do the right thing. It’s never too late for an opposition party to have a serious, thoughtful plan for the province and to engage in a debate that actually has to do with people’s well-being in the province. It’s never too late. We look forward to it." ],
  "anchor" : "para413",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If this is a test of my resolve, I will pass it with flying colours.", "Final supplementary." ],
  "anchor" : "para417",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Back to the Premier: I know there has to be somebody on the government benches who still has their integrity. Somebody has to be on the government benches who believes in ethics. Somebody over there has to believe in responsible government. We need that person to stand up for what’s right. We need them to tell the Premier she should not be campaigning on the taxpayers’ dime. Liberal election ads are not government ads. They should not be paid for by the taxpayers of Ontario.", "So will the Premier turn around, face her caucus—and let’s have that one Liberal member stand up and tell her to do what’s right." ],
  "anchor" : "para419",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the member opposite knows we’re the only government in the country that has laws about the partisan nature of advertising and the non-partisan nature. I know that the member opposite knows perfectly well that the legislation we put in place was in reaction to the extreme partisanship of their party.", "What I would say to this House and what I say to the people of the province is that we have worked very hard to bring our budget to balance. You will see a balanced budget today, Mr. Speaker, and you will see investment in the people of this province at a time of global uncertainty, when it is government’s responsibility to make sure that we do everything we can to help people to thrive and to get ahead in their lives. That’s what our budget will be about." ],
  "anchor" : "para421",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para424",
  "subject" : {
    "text" : "Government advertising",
    "anchor" : "para400"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "My question is to the Premier. Mr. Speaker, does the Premier think that the drug coverage here in Ontario is adequate and sufficient to cover all of the people of this province?" ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para428",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I think it’s really great that the third party has stepped up to the plate, joined the party and announced their commitment to universal pharmacare, because for the last three years on this side of the Legislature, with the Premier’s leadership, we have been strongly advocating across this country—here in Ontario, across the country, with the federal government and my provincial and territorial partners—that this aspect of access to medicine is so critically important. So I am elated. I mentioned it yesterday. I’m so happy that they have joined the efforts. We need all the help that we can get on this important issue of ensuring that every—" ],
  "anchor" : "para429",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para430",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "The Minister of Health acknowledges that our medical care system has been incomplete for the past 50 years because of the lack of universal public pharmacare. The Premier and her government have had 14 years to do something about it, to do something to ensure that the people of Ontario have this coverage, but they don’t seem to understand the urgent need.", "How can the Premier defend the status quo when 2.2 million Ontarians have no drug coverage whatsoever in this province?" ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Well, the third party has had 14 years to ask a question about pharmacare or ask a question about access to medications, and it’s only Monday that it was the first time I’ve ever received a question with regard to access to medicines.", "But, again, I want to keep this—" ],
  "anchor" : "para433",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para436",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Mr. Speaker, I appreciate their advocacy. I’ve spoken many times about my own experience as a health care professional, working with patients and clients of low socio-economic situations, where it’s obvious that they do not possess the ability to fill the prescription that I might have given them for perhaps their child’s chest infection, perhaps a dermatological skin rash or other problem. That’s why it’s important that all of us work together to ensure that that important aspect of our health care system is fulfilled." ],
  "anchor" : "para437",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Mr. Speaker, 2.2 million Ontarians have no drug coverage and one in four Ontarians can’t afford to pay for life-saving medication. And the Minister of Health is talking about questions versus 14 years of being in power? That shows you the priority of this government.", "The Premier governs like she has never had a job without benefits before. The reality is that most of the jobs now that people get are jobs without benefits. People do not have drug coverage. The fact is, people—" ],
  "anchor" : "para439",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The member from Trinity–Spadina is warned.", "Carry on." ],
  "anchor" : "para442",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "When people in this province get a prescription, they can’t fill that prescription. They can’t get the medication they need and they can’t get better. How can the Premier continue to defend the Liberal status quo?" ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I have to disagree on this. We have made important improvements to the availability of medicines to Ontarians. Last year alone, 170,000 more seniors who were paying a $100 annual deductible no longer pay that deductible. Where they were paying a $6 copayment for each prescription, each drug, we reduced that down to $2. We’re providing hepatitis C drugs to the tune of hundreds of millions of dollars a year, for what has become, in 95% of patients, almost a cure for a disease which has devastating consequences for those who do possess that infection. We have more than 4,000 drugs that are available through our formulary that we’re making available, and we’re increasing our ability partly because of the work we’re doing at the national level with the pan-Canadian pharmaceutical agency." ],
  "anchor" : "para446",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "My next question is to the Premier. Two weeks ago, this government tried to bury their own scathing critique of Ontario’s unfair auto insurance system. The report said that Ontario has one of the lowest levels of automobile accidents and fatalities yet the most expensive premiums for auto insurance in the country. Ontarians pay 55% more than other Canadians when it comes to auto insurance. That means that $4 billion a year could have remained in the pockets of Ontarians if this government had taken their job seriously.", "We need action now, not more empty Liberal promises. When is this government going to take real action in order to bring down those premiums, to inject some fairness into this system?" ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We have taken a number of actions. We have required insurers to offer discounts for the use of winter tires. We’ve created a new dispute resolution system to help Ontario claimants get faster access to the benefits that they need. We’ve prohibited premium increases on minor at-fault accidents. We’ve lowered the maximum interest rate charged on monthly premium payments.", "We recognize that there’s more to be done. That’s exactly why we asked David Marshall to give us an opinion on the auto insurance system in the province. We’ll be conducting consultations to determine the next steps, but we appreciate the recommendations that he has given us.", "We recognize that there is more to be done. Even though, on average, auto insurance rates have come down, they haven’t come down far enough, and we need to take further action." ],
  "anchor" : "para450",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "It’s so clear to the people of this province that the Liberal government and this Premier do not understand the realities that people are facing. They just don’t get it. They don’t understand how the system is failing Ontarians.", "Their own report says it, very clearly: “No one in the system is actively managing medical care for accident victims. There are clear indications that accident victims are not receiving appropriate care, they are taking longer to recover and many report that they have developed permanent impairments from simple soft tissue injuries.”", "This is because they’re not receiving care in an adequate way. This government is failing the people of Ontario. When will this government take real action to ensure that the people of this province get the care they need, the protection that they need?" ],
  "anchor" : "para454",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para457",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "We understand that in some cases there are catastrophic impairments and, in fact, we have taken steps to address that. For example, we amended the regulations to update the catastrophic impairment definition to be consistent with more up-to-date medical information and knowledge. In fact, we’ve got it now so that that definition is updated so that it is consistent with the American Medical Association’s guidelines, which means that Ontarians are protected while also making insurance more affordable. So we’ve got that consistency now with other North American systems.", "KPMG, in their annual report, found that recent initiatives like the 2015 Ontario budget reforms actually are contributing to decreasing costs and downward pressures." ],
  "anchor" : "para458",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para460",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Let’s provide a translation of this Liberal language. They say they’ve updated the system; what that means is that they’ve made it harder to get covered, harder to get defined as catastrophically injured. That means that less people are getting care, not more.", "In fact, if you look at what this government has done over the past seven years, every change brought in by this government has systematically stripped Ontarians of benefits and put money directly in the pockets of the insurance industry. That’s what this government has done. Every change has stripped people of benefits.", "Speaking of the catastrophically injured, most recently, this government has taken the people who are the most vulnerable in this society, the people who are the most seriously injured, and stripped them of half of their coverage. Half of their coverage has been stripped by this government. That means that the people who are the most seriously injured will not see enough care to last their lifetime.", "That is the legacy of this Liberal government. They have systematically made this system more unfair. They’ve cut the coverage. They have continued to benefit—" ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "President?" ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "We committed to reducing auto insurance costs. We know there is more work to do, but you do need to recognize that since 2013, the rates have gone down about 8.5% on average. So we have had an impact.", "It continues to be the case that while we’ve been making those reforms, Ontario continues to have the most generous accident benefits in Canada. We have been reducing costs, but we actually have been reducing costs in such a way that we do continue to have accident benefits that compare very favourably to other systems in Canada.", "We understand that there are two issues here. We need to control costs, but we also need to make sure Ontario citizens receive fair benefits." ],
  "anchor" : "para467",
  "subject" : {
    "text" : "Automobile insurance",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "My question is for the Minister of Natural Resources. On a day of phoney balanced budgets and skyrocketing debt, here’s another shocking example of bad management by this government. It came to light recently that the Ministry of Natural Resources has failed to collect $3.5 million in unpaid fishing and hunting fines.", "Two thirds of the MNR’s budget is derived from the sale of fishing and hunting licences, along with revenue from fines. Now the ministry is cutting funds to vital programs, like aerial surveys of moose populations. Their excuse? A lack of funds. When will this minister stop sitting on her hands and collect this $3.5 million in unpaid fines?" ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Thank you to the member for this question. Certainly convictions and fines are strong deterrents. They remind the public of the importance of protecting our natural environment. Breaking ministry rules is a very serious offence and something that I take very seriously. I fully expect everyone to pay their fines. Fines from natural resources-related convictions are set and collected by the courts and the municipalities where the offence occurred.", "Certainly these fines go back 20 years. There are very many of them where the offenders have gone back to their area in United States, and there are some people who are not able to pay those fines from 20 years ago.", "On this side of the House, we expect people to pay their fines and make sure that our sector is well looked after." ],
  "anchor" : "para473",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para476",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "Thank you, but that answer just won’t cut it. People expect you to do your job and collect these fines, and you’re not doing it.", "MNR officials work hard to enforce Ontario’s conservation laws and make sure wildlife is protected. Yet for all their efforts, the minister has left $3.5 million in fines just sitting on the table. In fact, when the CBC tried contacting your office about it, the minister refused to say anything.", "Experts in wildlife management and conservation are growing concerned. Here’s a quote from Julee Boan, who works for the non-profit organization Ontario Nature: “It makes me worried about whether the ministry is taking compliance seriously.”", "Let me ask the question: Does the minister take compliance seriously, yes or no?" ],
  "anchor" : "para477",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "In the 1990s, the MNRF budget was gutted by the members opposite, and they didn’t support the increases that we’ve had since then. I take that as a very rich thing.", "As a matter of fact, we are going to make sure that the municipalities have what they—" ],
  "anchor" : "para481",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew is warned. The member from Huron–Bruce is warned.", "Finish, please." ],
  "anchor" : "para484",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "Under the new contract, under Bill 27, it gives more municipalities the ability to collect unpaid fines. We will be fully supporting that.", "But let me tell you that the members opposite have no plan for natural resources. They have been silent on this. The third party—" ],
  "anchor" : "para487",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Dufferin–Caledon is warned.", "Wrap-up sentence, please." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Hon. Kathryn McGarry",
  "text" : [ "The members opposite have no plan for natural resources in this province; on this side of the House, we certainly do." ],
  "anchor" : "para492",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, my question is to the Premier. The government seems to be happy to pay outrageous salaries to top hydro executives. In 2016, the chief financial officer of Hydro One accepted $700,000 in long-term incentives on top of his pay of $900,000. Now he has just quit after 22 months. That doesn’t seem very long-term to me.", "Why is Hydro One offering huge long-term incentives to executives who seem very interested in raking in the cash in the short term and just moving on?" ],
  "anchor" : "para494",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para496",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Yes, Hydro One has announced that its CFO will be moving from the company in May. Michael Vels has done an—" ],
  "anchor" : "para497",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Finish, please." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker.", "Michael Vels has done an excellent job with the company, contributing significantly to its transition to a better-run company. He has recently accepted a new position at another organization and will be leaving Hydro One next month. A search is already under way for a replacement.", "But let’s talk about Hydro One. They are a better-run company. The new management at Hydro One has done an excellent job of improving the company. It seems like every day there’s new evidence of just how customer-focused Hydro One has become." ],
  "anchor" : "para501",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para504",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Back to the Premier: The sell-off of Hydro One by the Liberals has meant a company focused on investors and executives, all while asking for a 20% increase in rates. The salaries at the top reflect that focus, making a group of executives very rich while Ontario families have to deal with the fallout.", "The Premier has chosen to borrow her way out of the problem we’re seeing with higher hydro rates, incurring a liability to Ontario of an amount to exceed more than $40 billion. She needs to admit that the sale of Hydro One has been a winner for executives and bad news for Ontario families. Will she stop the sale of Hydro One?" ],
  "anchor" : "para505",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Hon. Glenn Thibeault",
  "text" : [ "This good-news story is on track to raise $9 billion—$4 billion for infrastructure for this province. It has improved company performance and customer service. Once again, improved customer service is good news for customers, unlike what they have on that side of the House, Mr. Speaker, which is no news for customers.", "You know what? The opposition doesn’t support our infrastructure investments; we get that. There’s $13.5 billion in the GTHA GO regional express rail; $5.3 billion in the Eglinton Crosstown LRT; tripling the Ontario Community Infrastructure Fund, something that they are against; and $173 million for Highway 69 expansion. These are things that this government is doing for this province, things that they vote against." ],
  "anchor" : "para507",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "My question is for the Minister of Community and Social Services. I have heard from individuals, advocates and stakeholders in my community that there was a need to redesign the medical reviews process to better serve Ontario disability support recipients. They told us that too many medical reviews were being done unnecessarily for clients whose condition was unlikely to change. This not only created undue stress for Ontario disability support recipients, but it also resulted in increased workloads for medical professionals, legal aid clinics and others.", "Earlier this month, our government announced that we are improving the medical review process to help Ontario disability support recipients.", "Speaker, through you to the minister: Can you tell us more about the most recent changes to the medical review process and how it benefits ODSP recipients across this province?" ],
  "anchor" : "para510",
  "subject" : {
    "text" : "Social services",
    "anchor" : "para509"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you very much, Mr. Speaker, and to the member for her question. Previously the ODSP medical review process used the same form that was required for a person’s initial ODSP eligibility assessment. It was an unnecessarily stressful and administratively burdensome process for both ODSP recipients and service providers. This new medical review process is easier for both ODSP recipients and health professionals, saving time and effort.", "Now, if the ODSP recipient’s medical condition has not improved and is not expected to improve, they will not have to undergo another medical review. They will just need to continue to meet all other eligibility requirements, and the health care professional will only be asked to provide further information in cases where improvement is reported or prognosis is unknown. With the new process in place, ODSP recipients won’t have to re-prove their disability if they haven’t seen any improvement in their health." ],
  "anchor" : "para513",
  "subject" : {
    "text" : "Social services",
    "anchor" : "para509"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para515",
  "subject" : {
    "text" : "Social services",
    "anchor" : "para509"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you, Speaker, and thank you as well to the minister, not only for her answer but also for being a steadfast and fierce advocate for those Ontarians who need it the most.", "Speaker, as you know, many vulnerable Ontarians are served by the programs and supports that are administered by the Ministry of Community and Social Services. I have heard from some social assistance recipients in my riding of Kingston and the Islands that some programs and supports are unfair, outdated and unfriendly for recipients. This is unacceptable. However, I want to tell this House that thanks to the work of this minister and this government, there has been demonstrable progress to improve the experience of individuals in receipt of Ontario Works and ODSP, and this includes changes to the medical review process.", "Speaker, through you to the minister: Could you please inform this House of some of the other recent improvements that have been made to social assistance?" ],
  "anchor" : "para516",
  "subject" : {
    "text" : "Social services",
    "anchor" : "para509"
  }
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Earlier this year, we ended the clawback of child support for recipients of social assistance and prevented any clawback of the Canada Child Benefit. We simplified the application process for young people with developmental disabilities applying for ODSP.", "We also introduced a reloadable payment card for ODSP recipients, increased the mileage rates for medical and business travel, and made changes to allow individuals to use their health card to access the Ontario Drug Benefit Program. We have established an income security working group that will create a road map to assist in modernizing the income security system.", "Speaker, these are just a few examples of how we are driving real change for Ontarians as we continue to transform the way we deliver the services people need." ],
  "anchor" : "para519",
  "subject" : {
    "text" : "Social services",
    "anchor" : "para509"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is to the education minister. After meeting the minister in person earlier this month with a plea for a stop to the mass school closures and consolidation sweeping rural Ontario, Judy Keeling and Susan MacKenzie of the Ontario Alliance Against School Closures said that the minister left them frustrated and disappointed. They said that it was clear from the outset that they would not be able to change her opinion or attitude.", "What I want to know is: Is the minister’s just-announced Liberal consultation tour of the communities hit with closures a real deal or is that all an exercise, much ado about nothing?" ],
  "anchor" : "para523",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "First of all, I want to say that the parents who were here yesterday and those who had come forward to talk about schools—" ],
  "anchor" : "para525",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Good people." ],
  "anchor" : "para526",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Absolutely.", "I went out and I talked to many of them. I know that parents and students are concerned when there’s a conversation happening around the future of their school. That’s why we have a process in place to ensure that we listen to those concerns. Even when a board has to make a very difficult decision, that decision is done with a transition that’s appropriate for all students, so that our priority of ensuring our students have the best education possible is maintained.", "On the engagements: We’re going out into communities in rural and northern Ontario so that we can invite those discussions and listen, because there might be innovative and creative solutions that perhaps we haven’t thought of. We need to hear those conversations. That’s why we’re engaging with communities." ],
  "anchor" : "para527",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para530",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Back to the education minister: You would have thought you would have had those discussions and listened before you actually started closing schools. It’s a little late now, unless you can actually bring action to the table. You seem to be a walking, talking contradiction, but I’ll try again.", "You said in yesterday’s question period that you were listening to our rural communities about hearing their ideas to save local schools. You said, “It’s very important that we do listen ... to ensure that we hear about the ideas ... that parents and school communities want to tell us about their local schools.”", "My question then is: If they tell you to put a moratorium on school closures, will you listen? Will you hear them this time, yes or no?" ],
  "anchor" : "para531",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "What’s important—in actually the member’s own area, we had a really great conversation with the school board, with the municipality, with concerned members of the community who were talking about the future of that particular school. That school is not closing. Instead, there’s a conversation about how we make it stronger. How do we support the school community with a community hub—" ],
  "anchor" : "para535",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "What about the other 500?" ],
  "anchor" : "para536",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "—with perhaps a library or cultural services or adult education?", "There are ideas and there are initiatives that are happening in our local, rural and remote communities, and we need to give the space for that conversation to occur. I hope that the member opposite will join the Markdale conversation that’s happening on May 25 so that he can provide some of these great ideas and that we can move forward to ensuring that our schools are the best place possible for every student in Ontario." ],
  "anchor" : "para537",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question is to the Premier. We are entering the eighth week, with no resolution in sight, that deaf and hard-of-hearing people in Waterloo region have gone without Canadian Hearing Society services. Community members in Waterloo region have been left with no choice but to bring their untrained family or friends along with them to doctor appointments or to pick up prescriptions.", "This compromises their confidentiality and their dignity. Family and friends are not professional interpreters. For deaf or hearing-impaired people across this province, it is vital to have interpretation supports from within the deaf community, from people who know their language.", "Premier, what is this government doing to ensure that the deaf community has access to interpretation services during the strike, just like your own act ensures that they should have?" ],
  "anchor" : "para540",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para543",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for the question. Certainly, I think all members of this House share the concern about what is happening in this dispute and the people who are affected by that. So let me thank the member for raising the issue. I think the support that has been shown from all three parties to the hearing society, to the people who are involved who need these services, is something we need to focus on.", "We need to get the parties back to the table. It’s that simple. We’re able to do that in the vast majority of cases in the province of Ontario—almost 99% of cases in this province. I say this over and over again because it’s something we should be proud of.", "In this case, it’s a problematic situation, to say the least. We need the parties to return to the table. We need to use whatever influence we have to ensure that happens. As the Minister of Labour, obviously, I need to stay neutral in this regard and ensure that those parties come back and respect the collective bargaining process." ],
  "anchor" : "para544",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para547",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "The employer has refused arbitration. These workers have been now for four years without a contract, without a raise; the CEO, though, makes more than the Premier of this province. It is a shameful situation.", "The Canadian Hearing Society claims it’s business as usual during this strike, but according to the president of the Ontario Association of the Deaf, that is simply not true. He said, “Members of the community are unable to access the services they need. The government just has to ask us.... This is far from business as usual.”", "A man from Kitchener–Waterloo told my office that he was forced to take time off work to act as an interpreter for his dying father in hospital. He wasn’t allowed to be a grieving son because he needed to ensure his father’s medical needs were communicated with doctors and other health care staff. This is his story, and I’m bringing it to this government, your government, the major funder of the Canadian Hearing Society.", "What is this government doing to assure members of the deaf and hard-of-hearing community that hearing services will be restored?" ],
  "anchor" : "para548",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. You can’t participate.", "Minister?" ],
  "anchor" : "para553",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "The minister responsible for accessibility." ],
  "anchor" : "para555",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I too would like to see this situation resolved, as the minister responsible for accessibility. Continuation of support and services for all persons with disabilities in Ontario is very important to me. We do hope the matter is resolved as quickly as possible. Ministry officials have been advised by the agency that a contingency plan is in place to ensure continuity of services for those served by the agency. There are a number of services that are continuing—" ],
  "anchor" : "para556",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I hope I didn’t hear what I thought I might have heard, and if I didn’t, I’m glad." ],
  "anchor" : "para558",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Video remote interpreting services are continuing, along with on-demand, 24-hour service emergency interpreting services at Ontario hospitals through the Ontario Telemedicine Network; employment services via Skype; and counselling services for clients with urgent needs—walk-in clinic support and so on: Those are continuing, but I hope this issue is resolved amicably between parties." ],
  "anchor" : "para559",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para539"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "My question is to the Minister of Housing and the minister responsible for the Poverty Reduction Strategy. Last Friday, I had the opportunity to meet with Fatin Chowdhury, David Cummings and Amy Wehner. Fatin is living at home and commuting almost two hours each way, Mr. Speaker, because he can’t afford to live in Toronto’s expensive rental market. I also had the opportunity to meet with Amy from Davenport, a young single mom who is afraid she might receive an unreasonable rent hike and be forced to find a new home.", "Stories like Fatin and Amy’s are why I’m proud our government is expanding rent control for all private rental units, ensuring tenants are protected against sudden dramatic rent increases. Going forward, every renter in Ontario will have peace of mind, knowing their rent is not going to increase beyond roughly the rate of inflation.", "Could the minister please explain what this plan will mean for Ontario’s renters?" ],
  "anchor" : "para561",
  "subject" : {
    "text" : "Tenant protection",
    "anchor" : "para560"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I’d like to thank the member from Davenport for the question and for her continued advocacy on the part of her constituents.", "Speaker, with the Rental Fairness Act, Ontario is answering the call to expand rent control, including to those built or occupied after 1991. By passing this bill, approximately a quarter of a million more people will be protected from unreasonable rent hikes.", "We’ve consulted with people on every side of the issue regarding the closing of the 1991 exemption, including landlords, tenants, economists, federal and municipal partners, and advocacy groups. I’ve heard from advocacy groups like Generation Squeeze, which sent my office a petition with over 3,000 signatures asking the government to expand rent control.", "We have listened and we have brought forward a comprehensive package that will help bring predictability, affordability and opportunity to Ontario’s rental market." ],
  "anchor" : "para564",
  "subject" : {
    "text" : "Tenant protection",
    "anchor" : "para560"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para568",
  "subject" : {
    "text" : "Tenant protection",
    "anchor" : "para560"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "Thank you to the minister for his answer.", "I’ve had conversations right across my riding of Davenport with tenants and tenant advocacy groups over their concerns that some landlords abuse the landlord’s-own-use provision to evict tenants. In one case, a couple in my riding who had been living in their apartment for five years were asked by their landlord to move out because the landlord’s mother was moving in. However, two months after moving out, the couple found an ad for their old apartment. The rent was listed at almost twice what they had been paying. This is unacceptable. This practice is completely unfair, and I want to make sure everyone in my riding of Davenport knows our government is taking action.", "Could the minister please explain to this House what the government is doing to prevent the abuse of this provision?" ],
  "anchor" : "para569",
  "subject" : {
    "text" : "Tenant protection",
    "anchor" : "para560"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Once again I’d like to thank the member from Davenport for that important question and observation. Our Rental Fairness Act not only addresses rent control, but is a comprehensive suite of reforms that will address issues across the rental housing system. As part of the Rental Fairness Act, we’re taking steps to lessen the abuse of a provision in the Residential Tenancies Act known as landlord’s own use.", "Under the proposed Rental Fairness Act, we would require landlords to provide written intention that they or their family will live in the unit for at least one year. Landlords would either need to compensate the tenant for one month’s rent or offer the tenant another acceptable rental unit. Speaker, these changes will make it harder for landlords to abuse this provision, while improving security of tenure for tenants and lessening their financial hardship when they have to move." ],
  "anchor" : "para572",
  "subject" : {
    "text" : "Tenant protection",
    "anchor" : "para560"
  }
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "To the Minister of Health: As we know, ticks and mosquitoes are emerging across Ontario, as are the diseases they potentially carry. And as people now venture out fishing, hunting, hiking and farming, they need to be informed. We now have legislation mandating a provincial framework and action plan on vector-borne diseases like West Nile and Lyme.", "Minister, do we now have up-to-date surveillance data? Do we have up-to-date information for people, as mandated by law—education programs and brochures to prevent exposure to Lyme and other emerging infectious diseases? It has now been two years. We have the legislation. Can the Minister of Health tell people affected or potentially affected what action the government is taking on this law?" ],
  "anchor" : "para575",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "As a result of the creation through my ministry of a Lyme disease stakeholder group—which was comprised of experts, public health officials, front-line workers and, importantly, many advocates and individuals themselves who have experienced Lyme disease, either of the acute or the chronic nature. As a first step towards developing that comprehensive plan last summer, we issued an education and awareness framework, and materials associated with that, to alert people to the situation across the province. Of course, surveillance and data gathering is an important aspect of that.", "Now that that initial work is complete, we continue the work, including with our stakeholders, to look at other important aspects of Lyme disease. I’m happy to speak to that in the supplementary." ],
  "anchor" : "para578",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para574"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para580",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Mr. Toby Barrett",
  "text" : [ "Beyond that work, we know the Lyme and vector-borne disease legislation also mandates research, diagnosis, treatment and management of diseases like Lyme. It mandates the sharing of best practices.", "Earlier this year, the federal government changed the Lyme disease case definition for positive diagnosis of the disease. I understand that Ontario has accepted, and has adopted, that federal definition. I get emails; people are now concerned that the revised definition may make things worse. They ask, “Will it eliminate many chances of a timely diagnosis for many Lyme victims?”", "Will the minister explain to this House—most importantly, to people writing in, people who feel they may be affected—how the changes to the government of Canada’s definition, and now the Ontario definition, will impact people who may be suffering from this disease?" ],
  "anchor" : "para581",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The member opposite is correct: This is such an important issue, the increasing prevalence and incidence of Lyme disease that we’re seeing. We’re from the same part of the province. I grew up in Simcoe. My parents took their five kids down to Turkey Point for a week each summer, and that’s one of the areas which is highly prevalent in Lyme disease. But we’re seeing it spread across this province, including in the north.", "So he’s right: Now that we’ve focused on that important first aspect of education, awareness and data gathering, we’re moving on to issues of diagnosis and treatment. An important aspect of it, as well, is to provide resources and support to our front-line health care providers, particularly at the primary care level, where, quite frankly, there’s still a resistance among many health care providers about the reality of Lyme disease and the necessity of treating it properly. We’re working with our federal counterparts and everybody to make sure that we get this right." ],
  "anchor" : "para584",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "My question is to the Premier. This Liberal government has an agreement with the federal government to warehouse federal immigration detainees in our provincial maximum security jails. These detainees—not inmates; detainees—are often incarcerated because of issues with paperwork, and instead of being held in federal immigration holding centres, many are hidden away, locked up in jail without due process. I visited the detainees on a hunger strike last summer, and they are still waiting for answers and waiting for the government to do the right thing.", "To add insult to injury, this provincial government makes money on this deal. They get paid a 20% bonus above and beyond the cost of care, and I wonder where that money goes. Why is this government in the business of immigration detention?" ],
  "anchor" : "para587",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para589",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I thank the member for her question.", "I think it’s important to note that these are federal detainees that we are supporting in our provincial institutions. Having said that, they are entitled to every aspect of services and care that we provide.", "The Premier gave me a clear mandate, actually, as Minister of Correctional Services, which is to transform our Ontario correctional system. I’m happy to share some of the aspects of where we are working right now. It’s definitely, I would say, a top priority for us.", "When we think about areas where we need to focus, it’s improving staff and inmate safety, rehabilitation and reintegration. I’ll go back into those questions in our supplementary." ],
  "anchor" : "para590",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para594",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Again to the Premier—and a reminder that they are not inmates; they’re detainees. At the start of April, I sent a letter to the Premier outlining all of the concerns around this issue, and I’m still waiting for a response. The province can’t just lock away federal problems. People in crisis deserve a fair process. People with mental health needs deserve attention. Complicated immigration cases deserve to be handled. They do not deserve to be swept under the provincial rug and left to languish.", "The province of Ontario should not be in the business of immigration detention. Will the Premier agree to stop hiding federal problems behind our provincial walls and stop warehousing federal immigration detainees?" ],
  "anchor" : "para595",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "Hon. Marie-France Lalonde",
  "text" : [ "I would like to go back to the aspect of things that we are doing for all our detainees and our inmates. I want to also take the opportunity to thank our correctional officers and all our staff in our correctional system that do an amazing job every single day, Mr. Speaker.", "This fall, we’ve announced a series of initiatives to improve access to health care services, improve conditions of confinement, and support rehabilitation and reintegration. I want to share this today because, as the member mentioned, this is a federal aspect, but I want to share with you, Mr. Speaker, what we’re doing here in Ontario to help and support: an investment of $33 million annually to address immediate priorities in the system, including $14.8 million for initial capital improvements. We’re also doing investments to support our long-term goals of improving overall conditions, such as better access to programs and services, improved social interaction and—" ],
  "anchor" : "para597",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para599",
  "subject" : {
    "text" : "Correctional services",
    "anchor" : "para586"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Monsieur le Président, ma question est pour le ministre de la Santé et des Soins de longue durée. Il est crucial de permettre aux patients d’avoir un accès adéquat aux soins de santé. I understand the government is making an ongoing great investment in our system, in the hospitals, in our community sector, in mental health and in long-term care.", "I also understand and I believe that it’s important to leverage the expertise of all of the care professionals that we have in order that we can work towards faster access to health care, better home and community care, and a health care system that is sustainable for generations to come. I also understand that last week our government made an important announcement that will improve patient access to care.", "So my question to the minister is: Can he inform this House how our government is working toward improving health care and supporting nurse practitioners in Ontario?" ],
  "anchor" : "para601",
  "subject" : {
    "text" : "Infirmières et infirmiers practiciens / Nurse practitioners",
    "anchor" : "para600"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I really appreciate this question. As we all know, nurse practitioners play such an important and critical role in our health care system, including but not limited to our 25 nurse-practitioner-led clinics.", "Our government is helping people across the province to get even better access to safe and high-quality health care closer to home by providing nurse practitioners with the authority to prescribe controlled drugs and substances. Providing them with this ability to prescribe controlled drugs and substances is not only a way to provide better access to care, but it’s well within their current abilities and scope, so it’s the right thing to do. Combined with the efforts that we made last year on recruitment and retention and increasing the compensation for our nurse practitioners, this is a really important investment." ],
  "anchor" : "para604",
  "subject" : {
    "text" : "Infirmières et infirmiers practiciens / Nurse practitioners",
    "anchor" : "para600"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para607",
  "subject" : {
    "text" : "Infirmières et infirmiers practiciens / Nurse practitioners",
    "anchor" : "para600"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Merci, monsieur le Ministre. I want to take this opportunity to thank him for his clear and unwavering leadership in modernizing our health care system and supporting the nursing profession. Nurses play an important role in our health care system, and I know that they have an incredibly positive impact on all patients.", "Over 28,000 nurses have been hired since 2003. I also hear that last week, both the Registered Nurses’ Association of Ontario and the Nurse Practitioners’ Association of Ontario were very pleased about the announcement with this new designation for nurse practitioners.", "I also understand that the nurse practitioners’ association is encouraged by this announcement that will enable all nurse practitioners to prescribe controlled drugs. Can the Minister of Health please inform this House on how these changes will affect patients?" ],
  "anchor" : "para608",
  "subject" : {
    "text" : "Infirmières et infirmiers practiciens / Nurse practitioners",
    "anchor" : "para600"
  }
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "This new prescribing authority will help Ontario’s nurse practitioners help even more patients, particularly in those parts of the province where they may be the only health care practitioner, and so access to controlled drugs and substances is particularly important.", "By providing this new prescribing authority for nurse practitioners, we’re helping patients get better and faster access to, for example, care for conditions that might require controlled drugs and substances, including individuals with pain, with anxiety, with sleep disorders; those in palliative care; and those with substance abuse disorder, including opioid disorders—as I mentioned, particularly in rural, remote and northern communities, where other providers may not be available right away.", "This is treatment closer to home. It respects the role of nurse practitioners. I’m very pleased that we’ve made this change." ],
  "anchor" : "para611",
  "subject" : {
    "text" : "Infirmières et infirmiers practiciens / Nurse practitioners",
    "anchor" : "para600"
  }
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "My question is for the Minister of International Trade. His Liberal government has spent the last 13 years doing nothing but increasing the cost of doing business in Ontario and driving companies and jobs south of the border.", "We are hearing that stakeholders are concerned and want to know why his ministry hasn’t truly mobilized to manage and assist Ontario businesses to prepare for the recent executive orders we’ve heard about this week.", "What we want to know is: Why is he being bullied into a position of being reactive instead of being proactive?" ],
  "anchor" : "para615",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you for the question. International trade plays a key role in Ontario’s economy, increasing our export to critical markets that will strengthen job growth and the province’s economic prosperity.", "Facts still matter in Ontario. That’s why it is important to note that every $100 million in exports creates 1,000 jobs and generates $83 million for Ontario’s GDP. Ontario’s real GDP increased by 0.7% in the third quarter of 2016, and higher exports were cited as being the primary driver in these gains.", "Our ability to create, develop and maintain partnerships around the globe is critical for our future economic prosperity." ],
  "anchor" : "para618",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para621",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Speaker, no matter how they spin it, people are still—" ],
  "anchor" : "para622",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para624",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "No matter how they spin it, people are still moving south of the border.", "Back to the minister: Right now, under their watch, we are seeing—" ],
  "anchor" : "para625",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "As I’ve said many times, it’s never too late to get a warning or be named.", "Put the question, please." ],
  "anchor" : "para628",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I would love to see them face our greenhouse that moved to Nebraska—" ],
  "anchor" : "para630",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Municipal Affairs is warned." ],
  "anchor" : "para632",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Back to the minister. Under his watch, we are seeing Ontario getting pushed around. How can we trust them to defend Ontario’s interests when their government has proven its inability to keep companies like Suntastic tomatoes, who have moved to Nebraska—to keep other companies like that greenhouse and good-paying jobs right here in Ontario?" ],
  "anchor" : "para633",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you very much for the question. Since I was appointed, being the international minister, I have been very busy. I have been very busy down in America. I have been in Tennessee; Albany, New York; Chicago; and New York City, of course. On top of that, I was very busy in globalization by outreaching to the rest of the world. I was in Germany, in the UK, in China, in India and in Mexico." ],
  "anchor" : "para634",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "I understand that. Thank you very much for that.", "Speaker, Ontario’s outreach to the world is very important. At the same time, we must deepen our trading relationship with America. That’s why our Premier is so busy visiting America, engaging the governors and engaging the frustrations." ],
  "anchor" : "para636",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para614"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. The ice is off the beautiful Makami River, and there’s oil everywhere. You’ll remember that CN dumped 1.4 million litres of crude oil when it derailed in Gogama. Last year, it took seven months, 10,000 petitions, a blockade on the opening of the moose hunt, a press conference, numerous interventions of this House and a visit from David Suzuki, and seven months later, the cleanup started again.", "I want to ask the minister: How long will it take this year before you order CN to come back to Gogama and clean up their mess?" ],
  "anchor" : "para639",
  "subject" : {
    "text" : "Disaster relief",
    "anchor" : "para638"
  }
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I want to let the member know that I share her concern. I do appreciate her advocacy. I think that we have worked very well and very constructively on this. I know we have some disagreement, because the amount of research and assessment—it only takes seconds for an oil spill to happen; to actually sort out where the oil is going, how to retrieve it and how to mitigate it without doing more harm takes some time. Once that assessment was done, action was taken right away. I think you and I, at that time, were satisfied that action was taken.", "I said last year that the important moment was going to be when the ice came up, that we would have a much better idea of the lingering legacy of that project. I said last time that I would immediately take action with CN if we had oil problems. I will maintain that commitment." ],
  "anchor" : "para641",
  "subject" : {
    "text" : "Disaster relief",
    "anchor" : "para638"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville on a point of order." ],
  "anchor" : "para644",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Speaker, I want to introduce to you and through you to members of the Legislative Assembly some constituents: young women from my riding of Leeds–Grenville who are here for Girls Government, and representatives from Girls Inc. of Upper Canada. Welcome to Queen’s Park." ],
  "anchor" : "para645",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Point of order." ],
  "anchor" : "para646",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para643"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Labour on a point of order." ],
  "anchor" : "para647",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "We all rely so heavily on our staff here. I’ve got the best legislative assistant any member could hope to have: Brooke Auld. For some odd reason, she has decided she wants to be a lawyer. Today is her last day, and I would just like to say goodbye to her and thank her." ],
  "anchor" : "para648",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para643"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Member from Davenport: point of order." ],
  "anchor" : "para650",
  "subject" : {
    "text" : "Member’s birthday",
    "anchor" : "para649"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "On a point of order, I would just like to wish my former seatmate here, the member from Brampton–Springdale, a very happy birthday today." ],
  "anchor" : "para651",
  "subject" : {
    "text" : "Member’s birthday",
    "anchor" : "para649"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 38(a), the member from Haldimand–Norfolk has given notice of his dissatisfaction with the answer to his question given by the Minister of Health and Long-Term Care concerning Lyme disease. This matter will be debated Tuesday at 6 p.m.", "Pursuant to standing order 38(a), the member from Huron–Bruce has given notice of her dissatisfaction to the answer to her question given by the Minister of International Trade concerning trade with the United States. This matter will be debated Tuesday at 6 p.m.", "There being no deferred votes, this House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para653",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para652"
  }
}, {
  "speaker" : "Mr. Lorne Coe",
  "text" : [ "I rise today to speak about Girls Incorporated of Durham.", "The issues that young women face in our communities are real and profound. Bullying, sexual harassment and violence all have severe negative physical and mental health consequences.", "Girls Incorporated of Durham is a local charity in my community, serving 1,600 young women each year and dedicated to supporting, mentoring and guiding young women in a safe environment. The staff and volunteers deliver in-school and community-based programs that tackle self-esteem, bullying, sexual assault and healthy relationships.", "Girls Incorporated of Durham also works to improve the conditions in which all young women live by advocating for legislation and policies that improve their chances to succeed. Girls Incorporated of Durham seeks to inspire all young women to be strong, smart and bold to reach their full potential.", "I want to recognize the outstanding work of staff and volunteers and the effect they have in the broader region of Durham community." ],
  "anchor" : "para659",
  "subject" : {
    "text" : "Girls Incorporated of Durham",
    "anchor" : "para658"
  }
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "Two weeks ago, this House passed my motion, which was to put a gender lens on any budget that comes forth. This is what that means, and this is what we expect to see this afternoon:", "Because poverty has a woman’s face in Canada and in Ontario, we want a minimum wage that’s at least $15 an hour.", "We want affordable child care, now, and we want public affordable child care, now, not after the next election—now.", "We want housing. We want affordable housing. That means doing the repairs on TCHC housing but also new builds. We need that because, again, homelessness is a women’s issue.", "We need a raise in social assistance rates because, again, most women of single-headed families—the face of poverty is a woman’s face. They need that raise.", "Again, Toronto is the child poverty capital of Canada, which means it’s the women’s poverty capital of Canada. We need that addressed.", "We need equal pay for equal work. If Iceland can do it, we can do it right here in Ontario.", "I would say, Mr. Speaker, that if we do not get what we’re asking for, if we do not have a gender lens on the budget, then this isn’t a democratic budget. It’s not a budget for everyone; it’s only a budget for men. That’s not democratic; that’s patriarchal. We need a gender lens." ],
  "anchor" : "para665",
  "subject" : {
    "text" : "Ontario budget",
    "anchor" : "para664"
  }
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Some 167 years ago in Massachusetts, a special church service was dedicated to children. First named Rose Day, then Flower Day, that special day is now known as International Children’s Day.", "Children’s Day was first declared a national holiday by the Republic of Turkey in 1929. Today, International Children’s Day is observed worldwide. It focuses attention on the rights and potential of children. It stresses the duty of governments, companies, families and communities to protect, defend and enhance the conditions and environment in which children are born, raised, educated and cared for.", "In southern Ontario, the Turkish Society of Canada leads in celebrating the potential of young Ontarians. Each April, International Children’s Day attracts thousands of attendees to Nathan Phillips Square to showcase music, dance, song and art by children. Congratulations to the Turkish Society of Canada for organizing International Children’s Day and to its enthusiastic core of volunteers. Special recognition goes to President Nalan Gökgöz and to our Mississauga residents, Vice-President Cenk Sayin and Director Rüçhan Akkök. Thanks also to Turkey’s consul general, Erdeniz Şen, for the consulate’s ongoing support.", "I was pleased to attend again this year. I give thanks for my own special welcome and that given to our extraordinary family member, Merlin." ],
  "anchor" : "para674",
  "subject" : {
    "text" : "International Children’s Day",
    "anchor" : "para673"
  }
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I rise to continue to speak to the growing problem of the opiate crisis here in Ontario. Today, I’ll table my bill, the Illegal Pill Press Act, which would enact measures to combat the use of pill presses and other pharmaceutical equipment by criminals who flood our communities with illegal, counterfeit narcotics.", "In my consultation, I heard many heartbreaking stories from law enforcement, crime prevention advocates and medical professionals on the impact of opioid abuse in the province.", "The Illegal Pill Press Act would make it an offence, with jail time, to possess a pill press without authorization under the act.", "Health Canada has indicated that just two milligrams of fentanyl is a killing dose, and RCMP officers are finding pills on site busts containing up to six milligrams of fentanyl.", "As we know from the Ontario Drug Policy Research Network, two Ontarians die every day from opioid overdoses and, of course, this is unacceptable. These death machines can churn out 18,000 pills an hour, from basements and warehouses, laced with doses of opioids like the fentanyl that is destroying so many lives in our province. Drug dealers are not pharmaceutical companies. They don’t care about quality control or patient safety. Any one of the pills they produce could have a deadly “hot spot” of fentanyl. Using these pills is playing Russian roulette with your life.", "Speaker, there is no defensible reason for an individual to possess one of these machines. We need to punish these criminals to protect our society, our communities and our loved ones.", "Of course, I want thank our leader, Patrick Brown, and the PC caucus for their support, and I hope that others will support the Illegal Pill Press Act." ],
  "anchor" : "para679",
  "subject" : {
    "text" : "Opioid abuse",
    "anchor" : "para678"
  }
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I want to share with you the story of Jamie-Lee Ball. You might have heard the story of Jamie-Lee Ball reported in newspapers recently. Just last month, Jamie-Lee Ball was admitted to Brampton Civic Hospital, in the region of Peel. When she was admitted, she had felt some internal pain, some pain in her stomach, following an operation. She was admitted and was kept in the hallway for five days while she was “screaming in pain.” An ER doctor confirmed that she was, indeed, bleeding internally and that she would need an IV in addition to, perhaps, a blood transfusion. For five days, she was kept in the hallway on a stretcher with no pillow and just three thin sheets separating her from the public.", "This is completely unacceptable, and the reality is that this is just the norm now in the province. Brampton Civic indicated they can handle 250 patients per day, but last month they had, on average, 357 per day. This is a direct result of a government that has cut hospital budgets for over five years. Their direct cut of this budget has resulted in a health care system that is eroding.", "We need a government that is committed to funding proportional to inflation and population growth. This government has not shown that they care. The people of this province deserve better and New Democrats will deliver." ],
  "anchor" : "para687",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para686"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "Monsieur le Président, je veux sensibiliser les Ontariens à un programme extraordinaire qui a commencé dans la circonscription d’Ottawa–Vanier que j’ai l’honneur de représenter. C’est le programme DragonFly pour les enfants avec le syndrome de Down.", "DragonFly is located in the very nice building of the School of Dance, which offers incredible dance programs to all sectors of society: children, adults, people with disabilities. As the artistic director says, she thinks the world is a better place if people know how to dance.", "It was therefore very natural for this very proactive school of dance to host the DragonFly program, which for the last 10 years has provided life skills training for learners with Down syndrome. It supports them in their schooling, math, literacy, photography and dance. Really, it’s based on the best educational policies and practices from around the world.", "The latest initiative is to have an entrepreneurial forum that will take place in June. The forum is designed by the School of Dance with the learners with Down syndrome. Indeed, they know all these learners want to be autonomous and they know what they want to do, but often they are put in places and jobs where people think about what they could do. This entrepreneurship forum will allow them to gain life skills and career opportunities—for them, designed by them. Indeed, they are going to sell photographs that have been made on postcards by the learners.", "I just want to salute these fabulous students in Ottawa–Vanier." ],
  "anchor" : "para691",
  "subject" : {
    "text" : "DragonFly",
    "anchor" : "para690"
  }
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "Two separate church bombings in Egypt killed 42 people and injured more than 100 this past Palm Sunday. The Islamic State claimed responsibility for the deadly blasts, which took place on one of the holiest days for the Christian church.", "This was yet another example of persecution resulting from a historical campaign of persecuting Coptic Christians based on their faith. More than 100 Coptic Christians have been killed in Egypt since 2011, more than in the previous 10 years combined.", "Radical extremists have painted marks on Christian-owned businesses to indicate potential targets and warn people not to make purchases, forcing many of their shops to close down.", "Violence against Christians in Egypt has been on the rise but, unfortunately, it is not the exception. Across the world, an average of 332 Christians are killed each month and 214 churches and properties destroyed. Christians are the most persecuted group in the world. St. John the Evangelist church here in Toronto experienced an act of arson on the morning of Easter Sunday. Persecution occurs everywhere.", "I want to raise awareness of these hostilities because few people recognize the reality of Christian persecution. The ongoing persecution of Christians in the Middle East has already forced thousands of men, women and children to flee for their lives. It is no exaggeration to call this targeting of a faith-based group a modern attempt at genocide.", "We must remain vigilant and condemn hostilities based on religious affiliation wherever they occur. No one in the 21st century should face violence and the threat of death because of their faith. It is too easy to believe such violence cannot happen in Ontario, but if we ignore persecution in other countries, individuals can bring it here also." ],
  "anchor" : "para697",
  "subject" : {
    "text" : "Church bombings in Egypt",
    "anchor" : "para696"
  }
}, {
  "speaker" : "Mr. Lorenzo Berardinetti",
  "text" : [ "I’m honoured to rise in the Legislature and share some personal thoughts on the late Ron Moeser, the former Toronto city councillor who passed away earlier this month.", "I first met Ron in 1988. We were actually elected on the same day, November 14. At that time, there were many new faces on Scarborough council, including my colleagues Bas Balkissoon, Sherene Shaw, Fred Johnson and Paul Mushinski, and myself. In fact, six of the 14 councillors on the Scarborough city council were new rookies.", "We were sworn in together on December 1 of that year. To this day, I remember the infectious smile that he always had on his face. It didn’t take long for us to become close friends.", "Ron was always on his mobile phone. When I asked him why he spent so much time on his device, he would simply explain to me, “I need to stay in touch with my constituents.” He became known and famous for holding appointments with constituents every day that began at 7 a.m., usually with city staff in tow.", "He was a fierce advocate for the creation of the Scarborough Rouge Park, and he leaves behind an incredible legacy in his community.", "My thoughts and prayers go out to his wife, Heather; their three incredible children, Tammy, Cindy and Selina; their grandchildren, Colin, Brooke and Logan; and their sons-in-law, Mark and Jeff.", "I’m proud to have considered Ron a dear friend, and I’ll miss him dearly." ],
  "anchor" : "para705",
  "subject" : {
    "text" : "Ron Moeser",
    "anchor" : "para704"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Le lundi passé, on a célébré l’Ordre de la Pléiade ici à la législature de l’Ontario. Je veux dire qu’on a eu plusieurs récipiendaires. Les investitures pour l’Ordre de la Pléiade étaient Gaétan Gervais, Madeleine Meilleur, Marcel Gibeault, Sylvie Landry, Gérard Malo, et Thierry Lasserre, que, moi, j’ai nominé.", "Ça fait 25 ans que Thierry est au service du monde associatif, de l’éducation, de la culture et de la francophonie. Je veux expliquer aussi que M. Lasserre est un des ambassadeurs franco-ontariens. Il a reçu cet honneur pour son travail et son implication au service du public, son engagement au sein de la police métropolitaine de Toronto, son travail au Collège des Forces canadiennes ou à l’Institut pour la citoyenneté canadienne, le corridor culturel de Bloor Street et plusieurs autres.", "Je veux dire aussi qu’il m’a expliqué que les anglophones sont les francophiles et les francophones du futur, et c’est absolument vrai." ],
  "anchor" : "para713",
  "subject" : {
    "text" : "Ordre de la Pléiade",
    "anchor" : "para712"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para716",
  "subject" : {
    "text" : "Ordre de la Pléiade",
    "anchor" : "para712"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Just before we move on to the next section of routine proceedings, I would like to introduce you to a guest of mine in the Speaker’s gallery, Mr. Tim Philp. He’s the CEO of Rosewood House in Brantford, and he’s here to watch the proceedings and to make a pitch for Rosewood. Thank you very much for joining us, Tim. I appreciate it very much, you being here.", "Mr. Harris moved first reading of the following bill:", "Bill 126, An Act to amend the Drug and Pharmacies Regulation Act / Projet de loi 126, Loi modifiant la Loi sur la réglementation des médicaments et des pharmacies." ],
  "anchor" : "para718",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para717"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para723",
  "subject" : {
    "text" : "Illegal Pill Press Act, 2017 / Loi de 2017 sur les presses à comprimer illégales",
    "anchor" : "para720"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para725",
  "subject" : {
    "text" : "Illegal Pill Press Act, 2017 / Loi de 2017 sur les presses à comprimer illégales",
    "anchor" : "para720"
  }
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Today, I introduce the Illegal Pill Press Act, a bill that amends the Drug and Pharmacies Regulation Act to prohibit a person from possessing or using designated pharmaceutical equipment unless the person is a pharmacist or a person acting under the supervision of a pharmacist, and if the person is using the equipment in a pharmacy for which a certificate of accreditation has been issued.", "Designated pharmaceutical equipment is defined as a pill or tablet press, a tablet machine, a capsule-filling machine, a pharmaceutical mixer or a tablet punch or die, subject to the qualifications, if any, that are specified by the regulations made under the act, and any other equipment that is specified by the regulations.", "Penalties are added for the first, second and third offences up to $500,000 in fines and up to two years’ imprisonment.", "Mrs. Mangat moved first reading of the following bill:", "Bill Pr64, An Act to revive Sierra Cleaning Solutions Inc." ],
  "anchor" : "para726",
  "subject" : {
    "text" : "Illegal Pill Press Act, 2017 / Loi de 2017 sur les presses à comprimer illégales",
    "anchor" : "para720"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry?" ],
  "anchor" : "para732",
  "subject" : {
    "text" : "Sierra Cleaning Solutions Inc. Act, 2017",
    "anchor" : "para729"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para734",
  "subject" : {
    "text" : "Sierra Cleaning Solutions Inc. Act, 2017",
    "anchor" : "para729"
  }
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Grandview Children’s Centre is Durham region’s only outpatient rehabilitation facility for children and youth with special needs; and", "“Whereas Grandview Children’s Centre’s main facility was originally constructed in 1983 to serve 400 children and now has a demand of over 8,000 children annually; and", "“Whereas growth has resulted in the need for lease locations leading to inefficient and fragmented care delivery; and", "“Whereas it is crucial for Grandview Children’s Centre to complete a major development project to construct a new facility in order to meet the existing as well as future needs of Durham region’s children, youth and families; and", "“Whereas in 2009 Grandview Children’s Centre submitted a capital development plan to the province to construct a new facility; and", "“Whereas in 2016 the town of Ajax donated a parcel of land on which to build the new Grandview; and", "“Whereas the Grandview foundation has raised over $8 million; and", "“Whereas since 2009 the need for services has continued to increase, with over 2,753 children, youth and families currently on the wait-list for services;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario prioritizes, commits to and approves Grandview Children’s Centre’s capital development plan so that the chronic shortage of facilities in Durham can be alleviated.”", "I’ve visited Grandview, and I’m happy to affix my signature to this." ],
  "anchor" : "para737",
  "subject" : {
    "text" : "Grandview Children’s Centre",
    "anchor" : "para736"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Chris Yaccato from the Lung Association, who delivered these petitions for me.", "“Whereas lung disease affects 2.8 million people in the province of Ontario; up from 2.4 million last year;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“It is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;”", "They “petition the Legislative Assembly of Ontario as follows:", "“To ask all members of provincial Parliament to quickly pass a Lung Health Act, when introduced, that establishes a Lung Health Advisory Council that will make recommendations to the Minister of Health and Long-Term Care on lung health issues and require the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease.”", "I fully support this petition, will affix my name to it and ask Charlene to bring it to the Clerk." ],
  "anchor" : "para750",
  "subject" : {
    "text" : "Lung disease",
    "anchor" : "para749"
  }
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have a petition here that is addressed to the Legislative Assembly of Ontario.", "“Whereas electricity prices have increased and in too many cases become unaffordable for Ontarians;", "“Whereas Ontario is a prosperous province and people should never have to choose between hydro and other daily necessities;", "“Whereas people want to know that hydro rate relief is on the way; that relief will go to everyone; and that relief will be lasting because it is built on significant change;", "“Whereas the Ontario fair hydro plan would reduce hydro bills for residential consumers, small businesses and farms by an average of 25% as part of a significant system restructuring, with increases held to the rate of inflation for the next four years;", "“Whereas the Ontario fair hydro plan would provide people with low incomes and those living in rural communities with even greater reductions to their electricity bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Ontario fair hydro plan and provide relief for Ontario electricity consumers as quickly as possible;", "“Continue working to ensure clean, reliable and affordable electricity is available for all Ontarians.”", "I agree with this petition, will affix my name and send it to the table with page Jeremi." ],
  "anchor" : "para759",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para758"
  }
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas a staff report has recommended Upper Canada District School Board close numerous schools across eastern Ontario; and", "“Whereas access to quality local education is essential for rural communities to thrive; and", "“Whereas the Ministry of Education removed community impact considerations from pupil accommodation review guidelines in 2015 and has cut essential rural school funding; and", "“Whereas local communities treasure their public schools and have been active participants in their continued operation, maintenance and success; and", "“Whereas the Ontario government should focus on delivering quality, local education services to all communities, including rural Ontario; and", "“Whereas the current PAR process forces bad behaviour by school boards to justify the replacement of high-maintenance outdated schools;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) to support MPP Jim McDonell’s motion to suspend all current PAR reviews until a strategic rural education plan is completed, engaging all rural school boards, school communities and municipalities;", "“(2) to reinstate considerations of value to the local community and value to the local economy in pupil accommodation review guidelines; and", "“(3) to engage all rural school boards, including the Upper Canada District School Board, school communities and municipalities in the development of the strategic rural education plan; and", "“(4) consider rural education opportunities, student busing times, accessible extracurricular and inter-school activities, the schools’ role as a community hub and its value to the local economy.”", "I agree with this and will pass it off to the page." ],
  "anchor" : "para770",
  "subject" : {
    "text" : "School closures",
    "anchor" : "para769"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Rachelle Gauthier de Hanmer dans mon comté pour la pétition.", "« Entendu que le 10 février 2015 le RÉFO, l’AFO et la FESFO ont présenté le rapport du Sommet provincial des États généraux sur le postsecondaire...;", "« Entendu que depuis ce temps trois autres rapports ont indiqué un besoin et un désir pour une université de langue française;", "« Entendu que la députée France Gélinas a présenté un projet de loi pour créer cette université;", "Ils demandent à l’Assemblée législative « de commencer la création de l’Université de l’Ontario français en nommant un conseil des gouverneurs qui se rapporte à la communauté » francophone.", "J’appuie cette pétition, et je vais demander à Jeremi de l’amener à la table des greffiers." ],
  "anchor" : "para784",
  "subject" : {
    "text" : "Éducation postsecondaire en français",
    "anchor" : "para783"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors by:", "“—ensuring that plans to reform the health care system include oral health so that vulnerable people in our communities have equitable access to ... dental care....;", "“—extending public dental programs for low-income children and youth ... to include low-income adults and seniors; and", "“—delivering public dental services in a cost-efficient way through publicly funded dental clinics such as public health units, community health centres and aboriginal health access centres to ensure primary oral health services are accessible to” all.", "I agree with this petition, put my name to it and will send it with page Matthew." ],
  "anchor" : "para791",
  "subject" : {
    "text" : "Dental care",
    "anchor" : "para790"
  }
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario drivers aged 80 and over must complete group education sessions, driver record reviews, vision tests and non-computerized in-class assessment in order to renew their licences; and", "“Whereas in Cornwall and Stormont–Dundas–South Glengarry classes have been cancelled without notice due to staff shortages; and", "“Whereas seniors are forced to drive needlessly and wait at offices for temporary licences, which is neither productive nor fair to clients; and", "“Whereas seniors in Stormont–Dundas–South Glengarry who require a functional assessment must drive to Ottawa or Smiths Falls and complete driving tests in a stressful and unfamiliar environment; and", "“Whereas the fee for functional assessment services can be over $800, far beyond the budget of a fixed-income household; and", "“Whereas it is the government’s duty to serve Ontario residents locally and conveniently;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—to deliver group education sessions and assessments on a walk-in basis at an existing facility such as the Cornwall DriveTest Centre; and", "“—to work proactively with health providers located in the united counties of Stormont, Dundas and Glengarry to guarantee the delivery of functional assessment services within their jurisdiction;", "“—to cover functional assessment services under the Ontario Health Insurance Program.”", "I agree with that and will pass it off to page Claire." ],
  "anchor" : "para801",
  "subject" : {
    "text" : "Government services",
    "anchor" : "para800"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’d like to thank Ashleigh Fahey, who’s from my riding, in Lively, for sending me this petition. It reads as follows:", "“Whereas the Child Care and Early Years Act, 2014 commits Ontario to ‘a system of responsive, safe, high-quality and accessible child care and early years programs and services that will support parents and families, and will contribute to the healthy development of children’;", "“Whereas recent community opposition to Ontario’s child care regulation proposals indicates that a new direction for child care is necessary to address issues of access, quality, funding, system building, planning and workforce development;", "“Whereas Ontario’s Gender Wage Gap Strategy consultation found ‘child care was the number one issue everywhere’ and ‘participants called for public funding and support that provides both adequate wages and affordable fees’;", "“Whereas the federal government’s commitment to a National Early Learning and Child Care Framework provides an excellent opportunity for Ontario to take leadership and work collaboratively to move forward on developing a universal, high-quality, comprehensive” public “child care system in Ontario;”", "They petition the Legislative Assembly of Ontario “to undertake a transparent policy process with the clear goal of developing a universal early childhood education and child care system where all families can access quality child care programs; and", "“To publicly declare their commitment to take leadership in developing a national child care” program “with the federal government that adopts the principles of universality, high quality ... comprehensiveness” and public.", "I will sign and give it to Matt." ],
  "anchor" : "para814",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para813"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the” GTA “daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents ... believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would” be beneficial to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I agree with this petition, put my name to it and will send it with page Peter." ],
  "anchor" : "para823",
  "subject" : {
    "text" : "GO Transit",
    "anchor" : "para822"
  }
}, {
  "speaker" : "Mr. Sam Oosterhoff",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas residents who depend on the vital services provided at West Lincoln Memorial Hospital have raised millions of dollars and fulfilled their part of the commitment to redevelop the hospital;", "“Whereas health care officials, doctors, nurses, hospital employees and the community at large are expecting the government of Ontario to honour its promise and commitment to redevelop the West Lincoln Memorial Hospital;", "“I/we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario Legislative Assembly ... restore the funding committed to the redevelopment project of the West Lincoln Memorial Hospital in Grimsby ... which was cancelled in the 2012 budget.”", "I agree with this petition, Mr. Speaker. I affix my name to it and I give it to page Jeremi." ],
  "anchor" : "para831",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para830"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Barb Godin from Val Caron in my riding for sending me this petition.", "“Time to Care....", "“Whereas quality of care for the 77,000 residents of (LTC) homes is a priority for many Ontario families; and", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in LTC homes to keep pace with residents’ increasing acuity and the growing number of residents with complex behaviours; and", "“Whereas several Ontario coroner’s inquests into LTC homes deaths have recommended an increase in direct hands-on care for residents and staffing levels and the most reputable studies on this topic recommends 4.1 hours of direct care per day;”", "They “petition the Legislative Assembly of Ontario to:", "“Amend the LTC Homes Act (2007) for a legislated minimum care standard of four hours per resident per day adjusted for acuity level and case mix.”", "I support this petition, will affix my name to it and ask my good page Matt to bring it to the Clerk." ],
  "anchor" : "para838",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para837"
  }
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas we’ve seen rapid growth of vertical communities across Ontario;", "“Whereas elevators are an important amenity for a resident of a high-rise residential building; and", "“Whereas ensuring basic mobility and standards of living for residents remain top priority; and", "“Whereas the unreasonable delay of repairs for elevator services across Ontario is a concern for residents of high-rise buildings resulting in constant breakdowns, mechanical failures and ‘out of service’ notices for unspecified amounts of time;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Urge the Ontario government to require repairs to elevators be completed within a reasonable and prescribed time frame. We urge this government to address these concerns that are shared by residents of Trinity–Spadina and across Ontario.”", "I support this petition. I will sign it and give it to page Jeremi." ],
  "anchor" : "para847",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The time for petitions is over.", "Therefore, pursuant to standing order 58(b), this House stands recessed until 4 p.m. this afternoon." ],
  "anchor" : "para855",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Before I move to orders of the day, I’d like to remind members that, from the beginning—" ],
  "anchor" : "para858",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I’m sorry. I just had to take a picture for Maggie." ],
  "anchor" : "para859",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Are you kidding? Oh, jeez. I’ve never seen that before.", "Before I move to orders of the day, I do want to remind members that we’re already on warnings and that there are some people who are already on the list." ],
  "anchor" : "para860",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Amnesty, amnesty." ],
  "anchor" : "para862",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "He stole my line. I was ready to move to the next level." ],
  "anchor" : "para863",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "We didn’t rehearse." ],
  "anchor" : "para864",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "However, given the circumstances, it is budget day, and I will ask that we all maintain the decorum I know we all want to keep." ],
  "anchor" : "para865",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Can we get temporary forgiveness?" ],
  "anchor" : "para866",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "It all depends." ],
  "anchor" : "para868",
  "subject" : {
    "text" : "Elevator maintenance",
    "anchor" : "para846"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I move, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para871",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Before we move forward, I would ask that all members make sure the aisles are clear and that you do not reach out for the pages’ delivery. We would like them to have a clear shot at the record." ],
  "anchor" : "para872",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Sousa has moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government.", "Minister of Finance Mr. Sousa." ],
  "anchor" : "para874",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker ... I rise to present the 2017 Ontario budget.", "Four years ago, our government promised to work with Ontarians to balance the budget.", "And today, Mr. Speaker, I am proud to announce …", "Thanks to the hard work of the people of Ontario …", "We did it!", "By working with Ontarians, the 2017 budget … is a balanced budget.", "Monsieur le Président, j’ai l’honneur de déposer aujourd’hui le budget de 2017—un budget équilibré.", "Applause." ],
  "anchor" : "para876",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Yes. Merci beaucoup.", "I want to thank my colleagues ...", "And my staff and our hard-working Ontario public servants in the Ministry of Finance and the Treasury Board …", "Who have worked tirelessly to prepare these documents today …", "In particular, I would like to thank Minister Liz Sandals. I’d like to thank Deputy Ministers Scott Thompson and Helen Angus, and assistant deputy minister Tim Schuurman, for their dedication and efforts.", "And a big thank you to Ali Ghiassi, my chief of staff, and our entire team, who are extraordinary.", "Above all … I’d like to thank Premier Wynne for her steady leadership in delivering on our commitment to the people of Ontario.", "Mr. Speaker … I want to take a moment to look back at how far we have come.", "Because the road to balance was not easy.", "Our government balanced three consecutive budgets before the global recession …", "And I want to thank Dwight Duncan, who was the last Minister of Finance to deliver a balanced budget in this House. He’s here today.", "Mr. Speaker, as mentioned, we balanced three budgets. Then the financial markets melted down in 2008.", "After that fateful year … we had critical choices to make.", "We could do what some suggested: cut expenses … cut vital programs and services that people depended on, to avoid the deficit.", "Or take a more principled and thoughtful approach.", "To make strategic investments and stimulate economic growth.", "So we chose to invest in our people.", "Invest in our economy.", "Invest in Ontario’s recovery.", "So that Ontario families could get through the recession and make it out the other side without losing their homes …", "So that Ontario’s kids could continue to get a great education … and prepare for their future.", "And so that our moms and dads and grandparents could see a doctor … and get well quickly.", "Mr. Speaker, for our government … there was no question:", "Ontario families mattered most.", "We knew that making critical investments was the right thing to do for our people.", "We knew that making crucial investments was right for our economy.", "We chose to invest in hospitals, schools, roads and bridges, and public transit.", "We made sure that more young people graduated from high school than ever before …", "And we took a principled approach to protecting workers … and jobs in the auto sector, from Windsor to Oshawa.", "We helped businesses grow by cutting corporate taxes to make them more competitive.", "Those choices positioned us well when the recession ended.", "And we have grown.", "Mr. Speaker, nearly 700,000 net new jobs have been created since the depths of the recession.", "And the majority of those are well-paying jobs … full-time jobs …", "and they’re private-sector jobs.", "Our unemployment rate is below the national average, the lowest it’s been since 2007.", "Our economy is growing … and leading.", "Last year, our GDP grew by 2.7%.", "That’s almost twice the rate of growth of all of Canada.", "It’s better than Germany’s at 1.9%.", "It’s better than the United States at 1.6%.", "It’s better than all G7 countries.", "So how did we get here, Mr. Speaker?", "Back in 2008 … at the same time that we were investing in our people …", "We were also starting to chip away … year after year … at the deficit.", "By controlling spending and finding savings.", "So … in 2009 … when we were at the depth of the recession and when Ontarians needed their government most … the deficit was $19 billion …", "Then in 2011 … as the impacts of the recession persisted … the deficit was down to $13 billion …", "In 2014 … as Ontario showed clear signs of recovery and thousands of new jobs were created, it was at $10 billion …", "Last fiscal year, as Ontario became an economic leader in Canada … it was less than $2 billion …", "And now … I am pleased to announce that we will be balancing the budget this year.", "And next year and the year after that it will be balanced as well.", "The people of Ontario can count on it.", "Because we got here because we had a plan to grow the economy.", "Year after year … budget after budget …", "We stuck to that plan … relentlessly …", "Keeping our people and our delicate recovery on track … ", "Until we achieved our goal.", "And Mr. Speaker … as we returned to balance ...", "We also strengthened the services and programs Ontarians rely on.", "We rolled out full-day kindergarten across our province …", "Better preparing 260,000 kids in their early years, and providing more support to parents.", "We increased high school graduation rates to 85%, up from 68% in 2003, and we strengthened our colleges and universities.", "Because people are our competitive advantage.", "We improved health care, too.", "We added more nurses and doctors.", "We provided free dental services to 365,000 children from low-income families.", "And we expanded mental health services for 50,000 young people.", "And we invested in infrastructure, including $50 billion in new, clean power to provide that integrity in our energy grid.", "Mr. Speaker … I ask my fellow Ontarians to consider … if we moved our province forward in those important ways while we were recovering …", "Imagine what we can do now … now that we are in a stronger position.", "Well, Mr. Speaker … together we have built Ontario up to compete and succeed in the global economy …", "And now we believe it’s time to consider what’s next.", "Because a balanced budget is never an end in itself.", "For Ontarians, this is just a beginning … a balanced budget gives us the means to shape our future and build a fairer society.", "The goal for all of us … I believe … is a better quality of life, a more inclusive society, a more caring Ontario.", "That gives us the competitive advantage—because more and more, the world these days is looking inward.", "But by declaring … loudly … proudly … and unequivocally …", "We are building a stronger Ontario.", "We will attract the best and brightest to live, work and raise their families … right here.", "And build an Ontario that is just as compassionate as it is competitive.", "Mr. Speaker … today, with the 2017 balanced budget, we take the next step in building that Ontario.", "It starts, Mr. Speaker … with protecting the gains we have made so far.", "And staying strong.", "That means continuing to help our educated and talented young people find great, rewarding careers.", "So, Mr. Speaker, we’re launching the “Career Kick-Start Strategy.”", "We’ll help more students gain work-related experience during their studies to help our students find good jobs when they graduate.", "We will invest nearly $190 million over three years to create 40,000 new co-op and intern opportunities.", "Thus, more students will hit the ground running when they graduate.", "And the result will be that all-important first bullet on their resumé.", "And to help make transitioning into the workforce easier …", "Recent grads will now not have to start repaying their provincial portion of OSAP loans …", "Until they start making $35,000 a year.", "We believe that learning is a lifelong journey, Mr. Speaker.", "So, for adults looking to find their next job opportunity or another career, we’re also launching the “Ontario Lifelong Learning and Skills Plan.”", "This will help adults get the literacy, numeracy and digital skills they need to thrive in a changing economy.", "And we’ll update our Second Career program …", "Which was critical for those unemployed during the recession …", "And now, to better respond to ever-changing workplaces, the program must also change …", "To enhance workers’ skills to adapt.", "And to make sure that no one is ever left behind, we will strengthen Ontario’s income security and labour laws.", "Mr. Speaker, our government is also proud to be launching a basic income pilot.", "This will provide our most vulnerable with a predictable, minimum level of income, better supporting people, improving health and social outcomes and reducing poverty. It will be designed to be simple and effective. It will be designed to ensure security while promoting more opportunity in today’s changing economy and job market.", "Mr. Speaker, our priority is all about jobs: good jobs, stable jobs, jobs created by thriving businesses.", "We will support partnerships and promote business development to create more jobs and a strong and diverse economy.", "We will continue to help businesses grow by maintaining our competitive corporate tax rates, by modernizing regulations, and by reducing red tape to lower business costs even more.", "Mr. Speaker, I am proud of our business leaders and entrepreneurs, who stay at the forefront of the new economy, like Cleantech.", "We will continue to tackle climate change and build a low-carbon economy that creates jobs.", "We will not turn our backs on science or future generations.", "Our climate change action plan and cap on emissions are already delivering results—and helping to improve our day-to-day quality of life while reducing greenhouse gas emissions.", "For example, Mr. Speaker, we are investing $200 million this year to improve the energy efficiency of our schools.", "We are also making it easier for households and businesses to adopt proven, low-carbon technologies through the green Ontario fund.", "Mr. Speaker, global competition is fierce, and we cannot let up. We will embrace and invest in new technologies. Instead of playing catch-up in a changing world, Ontario will lead that change and reap the benefits.", "We’re investing in artificial intelligence, fifth-generation wireless technology, advanced computing and quantum technologies.", "And to continue to lead the way in the auto sector, we’ll be investing $80 million to create an autonomous vehicle network.", "This will include a new demonstration zone in Stratford to test its innovation.", "Technology is changing every sector of our economy, Mr. Speaker … and we are helping Ontario stay ahead of the pack.", "Mr. Speaker, Ontario is a strong competitor because we have a diverse economy that’s embracing innovation, from manufacturing to mining, from financial services to agri-food.", "As an example, we announced $19 million to help our greenhouse farmers invest in new tech so they could reduce their costs and increase their productivity.", "To ensure that the old adage still applies: “Good things grow … in Ontario.”" ],
  "anchor" : "para884",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Sing away.", "Mr. Speaker, staying strong means building stronger communities, and building stronger communities means connecting them, helping people and goods move faster, and helping people get to work more quickly and back home safely.", "That’s why we are increasing options for commuters, by providing faster and more frequent service on the GO lines and building more LRTs in Hamilton, Ottawa and Toronto.", "And Mr. Speaker, I am pleased to announce that we’ll help even more people in all regions of the province take transit, providing seniors 65 and over with a new Ontario Seniors’ Public Transit Tax Credit.", "What’s more, we’re expanding investments in the north, building northern highways and repairing roads and bridges in rural communities.", "From Thunder Bay to Sault Ste. Marie, from Kapuskasing to North Bay.", "Mr. Speaker, I am pleased to announce that our multi-year plan to invest in transit, as well as in hospitals and schools, has grown to more than $190 billion over 13 years.", "This is the greatest infrastructure investment in our province’s history, creating over 120,000 jobs every year.", "However, Mr. Speaker, we recognize that families are struggling with the increased cost of living. While these critical investments in our power grid were important yesterday, and while it will help make us more competitive tomorrow, it has put too much onus and pressure on ratepayers today.", "So we’re doing more to help.", "We introduced our fair hydro plan, which will reduce household electricity bills by 25% for each and every family.", "Mr. Speaker, another great concern for young families has been rising home prices.", "On the one hand, a strong housing market reflects Ontario’s strong economy.", "But it is also making it difficult for many to buy their first home.", "One of the strengths of Ontario has been the possibility to choose to own a home.", "To put down roots.", "To build up equity.", "The issue of housing affordability is complex … but at its core, it’s not fair for speculators … with deep pockets … to drive up the cost of a family home …", "At the expense of working families … at the expense of those trying to save enough … to realize their own dreams of a place to raise their kids …", "And call their own.", "So that’s why we are taking thoughtful and measured steps through our fair housing plan.", "We’ll crack down on property scalpers who are preventing people from being able to buy in new developments …", "As well as proposing a 15% Non-Resident Speculation Tax, or NRST, in the greater Golden Horseshoe.", "This measure is not meant to deter investment.", "Many outside investors will continue to be attracted to Ontario. Ontario attracts investors from all over, and around the world.", "Ontario remains a terrific place to do business and invest.", "People are attracted here.", "Because we have a growing economy, stable banking, great judicial systems, strong universal health care and public education.", "And, Mr. Speaker, we want people from around the world to continue to invest in our province.", "However, we believe that in the absence of living here and contributing to the local economy, speculators should pay their fair share.", "Mr. Speaker, we are proposing to also expand rent control across the province …", "To strengthen protections for tenants.", "We will increase supply by reducing red tape that’s slowing down those building approvals.", "These are just some of the measures in our comprehensive action plan to address rising costs …", "So that families can afford a home that meets their needs.", "Mr. Speaker … all of us have cared for someone who needed our help.", "Maybe a child … or a parent.", "Some of us are sandwiched between supporting our children and caring for our aging parents.", "My wife, Zenny, has been a champion in caring for her disabled mom and dad." ],
  "anchor" : "para1007",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "She cared for my dad too, when his health was failing. And she cares for her younger brother, who has spina bifida and developmental disorders. And she manages to find time to provide love and support for our three children. She exemplifies the sandwich generation.", "And somehow, she finds time to tolerate me too.", "I admire her and all those like her who care for others. If you don’t know, she’s in the gallery, and you’ve clapped for her already.", "I see the hardships. I understand the struggle. But my point is this:", "While we have excellent public health care and strong community health services …", "It is often families who step up and stand with their loved ones in need.", "And Mr. Speaker, we want to honour that choice.", "So our first step in building an even more compassionate Ontario will be to provide more supports to caregivers.", "Whether you are caring for a child, or an aging parent, or a loved one with a mental health illness or special needs …", "We want to help lighten the load a little.", "So, we are providing $20 million in respite care to people who care for a loved one.", "This funding will provide for personal support services or nursing support at home, providing caregivers with a helping hand.", "We also recognize the financial strain for some, so we are proposing a new Ontario Caregiver Tax Credit.", "We know caregivers can feel isolated and overwhelmed.", "So, starting this fall, we’ll be providing education and training to volunteer caregivers.", "And we are moving forward with a new organization designed to support and connect caregivers.", "Because, Mr. Speaker, we stand with those who choose to care.", "We have long known, Mr. Speaker … that how far our kids go in life …", "Is profoundly affected by how they start.", "That’s why we are helping 100,000 more children get access to affordable, quality licensed child care.", "This year, our investments will help 24,000 more children, through new fee subsidies and licensed child care spaces in schools.", "Mr. Speaker … these new supports will reduce wait-lists …", "Giving more parents more choice when it comes to balancing work and family.", "Giving every child the opportunity to reach their full potential.", "So, Mr. Speaker, we will continue to invest in public education.", "We will introduce new class size caps on full-day kindergarten and enhance supports for students with special needs.", "And we are investing almost $16 billion over 10 years to help build new schools.", "We are currently building 95 new schools across the province in high-growth communities …", "And renovating 54 existing ones.", "There’s more, Mr. Speaker …", "We are going to continue to support our education and our schools.", "The net will be more schools.", "And we’re transforming OSAP so that more than 210,000 college and university students will get free tuition this fall …", "This ensures that the pursuit of a higher education is based on your desire to learn, not your ability to pay.", "Nous voulons aussi aider plus d’élèves à poursuivre des études postsecondaires en français. Nous avons donc demandé à des experts de la communauté francophone de nous conseiller sur la planification d’une nouvelle université de langue française.", "And to help more First Nation, Métis and Inuit learners access high-quality education and training, we are investing $200 million over the next three years.", "This includes dedicated funding to nine indigenous-owned and operated aboriginal institutes across Ontario … a historic investment.", "It is part of our plan to develop partnerships, expand opportunities and improve the quality of life in indigenous communities as well, all in a spirit of collaboration and mutual respect.", "Mr. Speaker, please join me in welcoming Rosie Mosquito, chair of the Aboriginal Institutes Consortium. I believe she’s here today. Thank you.", "Mr. Speaker … making sure all our children have what they need to succeed …", "From their earliest years …", "To graduation and into a job … shows that Ontarians care about their children’s well-being …", "And their success.", "And by investing in that success, we are also ensuring that Ontario has what it needs to compete and win in the global economy.", "Mr. Speaker … as Ontarians …", "As Canadians …", "One of the main ways we show we care for one another is through our universal system of health care.", "In Ontario … if you wind up in the hospital, you don’t have to mortgage your home … just to pay the bills.", "We have you covered.", "Each of us looks after all of us.", "And in a world where not everyone enjoys that same caring, comfort and security—we cherish our health care system all the more.", "But that doesn’t mean we can’t do even more.", "In the lead-up to this budget, I travelled across Ontario … ", "To speak with people …", "To hear what matters most to them.", "Everywhere I went, Ontarians told me—my colleagues, too. My parliamentary assistant Yvan Baker did a bunch, as well.", "They asked us to invest more in our health care.", "They asked us to invest more in our hospitals.", "A balanced budget allows us to make these new investments.", "So, Mr. Speaker, to meet the needs of our patients today and in the future, we are investing an additional $11.5 billion over three years. This includes a $7-billion booster shot.", "To reduce wait times.", "To improve access to care.", "To enhance people’s experience and speed up their recovery.", "We know that our growing and aging population is placing more demands on our health care system.", "So we are increasing our capacity to treat complex illnesses such as cancers.", "And for those suffering from chronic pain, we are improving treatment by giving our health care professionals better tools and resources.", "We want to ensure people get the health care they need, when and where they need it.", "Our new investments will include a further $1.3 billion over three years to reduce wait times specifically.", "To ensure people get surgery faster …", "To help you see a specialist faster.", "To expand home and community care.", "And to help more people get vital mental health and addictions services as well.", "We will be and we are making targeted investments in MRIs and diagnostic equipment, cataract and cardiovascular surgeries, and hip or knee replacements.", "And, to make sure our towns and communities have the hospital services they need …", "We will build new hospitals across Ontario to meet the wide-ranging needs of our growing communities.", "Let me give you just a few examples.", "We are redeveloping Hamilton Health Sciences ... to help more people in the greater Hamilton region to get the care they need, closer to home.", "We are expanding and renovating Trillium’s Mississauga Hospital and its Queensway Health Centre ... to serve the growing number of patients in Peel region.", "And we are committing to a new hospital to serve the health care needs of people along the James Bay coast.", "Rob MacIsaac, the president and CEO of Hamilton Health Sciences, and Michelle DiEmanuele, the president and CEO of Trillium Health Partners, are here today. Thank you for your great work.", "To keep wait times low and support vital services across the province, we are increasing hospital operating funding by 3% this year—that’s $518 million more.", "But Mr. Speaker, we also know that some of the best care is community care.", "So we are expanding community and personal support services across the province to help meet these growing demands ...", "And provide more access.", "Our plan includes an additional $85 million over three years for more home nursing, more personal support services, more physiotherapy and more respite care.", "As well, to improve the care and quality of life for those living in long-term care, we are encouraging operators to redevelop more than 30,000 beds.", "And for people already living in long-term-care facilities, we will improve comfort and privacy by hiring more staff and eliminating four-bed wards.", "And finally, Mr. Speaker, I want to talk about our children. I have three kids: Justin is 25 and completing his studies. I have two daughters, who are here: Cristine, 27, and Jessica, 20. They are all great kids who often give their dad plenty of humble pie, but they make me so very proud. As I look at all the children in the gallery today, from grade school to grad school—welcome—I’m reminded of why we’re privileged to be members of this assembly. To make a better life for our kids is one of the most important things we can do as parents and as a government.", "One way we can be both a competitive and a compassionate society is to make sure that people who need medication ... get medication.", "With the changing nature of the workplace there are too many Ontarians who unfortunately don’t have company benefit plans.", "Meaning that getting prescriptions filled can be a challenge.", "For families with children requiring medication.", "And for young people, especially, just entering the workforce ... who probably are working on a contract.", "Those that are, lack benefit plans, and that’s causing a real hardship for some.", "Mr. Speaker, we can do better than that.", "We must do better than that.", "And in this budget, we will do better than that.", "That is why ... I am pleased to announce ...", "On behalf of our Premier ...", "Starting this January 1, 2018 ...", "We will be expanding universal health care ...", "By providing free drug coverage for everyone age 24 and under.", "We’re calling it OHIP+: Children and Youth Pharmacare.", "Mr. Speaker, let me be clear: Our children will soon receive free medication for over 4,400 listed medicines. It will provide for comprehensive coverage for everyday needs as well as critical, life-saving treatments.", "This will completely cover the cost of all medicines funded through the Ontario Drug Benefit Program ... regardless of family income.", "There will be no deductible, there will be no co-payment.", "Ontario’s program will be the first of its kind in Canada.", "Mr. Speaker, we’ve been working on this program for months. And, I have to say, Mr. Speaker, this historic investment in the health of our children … along with all the other investments we are making … shows what Ontario can do when we are strong …", "It shows that when we are determined …", "When we balance competition and compassion …", "And when we balance our budgets.", "Mr. Speaker, this is how it’s done. It’s for them, Mr. Speaker." ],
  "anchor" : "para1047",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Are they from Mississauga?" ],
  "anchor" : "para1161",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "The Premier is asking me where they’re from. They’re from everywhere in our province. I thank the people from Brands for Canada, who supported us in this cause to ensure that every child has an opportunity to be in this House. We show them respect today because of this program. We thank Brands for Canada, and New Balance, who provided 100 pairs of shoes in celebration of this budget, Mr. Speaker.", "Mr. Speaker … this year Ontario will be celebrating 150 years as a province …", "Along with our great nation of Canada.", "From the Ambassador Bridge to Embassy Row …", "From Bay Street to Hudson Bay.", "And everywhere in between …", "Mr. Speaker, it is a time to look back on what we have achieved … together.", "We have so much to be proud of.", "A society built on tolerance, respect, diversity and inclusion.", "But while we look to the past with pride …", "Today is also a day to look forward to the future with confidence.", "This balanced budget writes a new chapter for the people of Ontario.", "This balanced budget sets a new course for our province.", "This balanced budget is the dividend every Ontarian has earned.", "For supporting each other during the recession.", "For remaining true to our values.", "Mr. Speaker … let it always be said that in Ontario …", "We are as compassionate … as we are competitive …", "As fair … as we are prosperous.", "And that balance … one that is at the heart of our civil society …", "Is just as important as the fiscal balance we have announced today.", "Together ... we will provide more opportunity and jobs for people.", "Together … we will create a greater security for our seniors.", "Together ... we will create a brighter future for our children.", "Mr. Speaker, together … we will create a stronger and healthier Ontario." ],
  "anchor" : "para1162",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I call on the member for Leeds–Grenville." ],
  "anchor" : "para1187",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Thank you, Speaker. I move adjournment of the debate." ],
  "anchor" : "para1188",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for Leeds–Grenville is moving adjournment of the debate. Do we agree? Carried." ],
  "anchor" : "para1189",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister?" ],
  "anchor" : "para1191",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I would ask the House to revert to introduction of bills." ],
  "anchor" : "para1192",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So we shall.", "Mr. Sousa moved first reading of the following bill:", "Bill 127, An Act to implement Budget measures and to enact, amend and repeal various statutes / Projet de loi 127, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter, à modifier ou à abroger diverses lois." ],
  "anchor" : "para1193",
  "subject" : {
    "text" : "2017 Ontario budget / Budget de l’Ontario de 2017",
    "anchor" : "para870"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1198",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister for a statement." ],
  "anchor" : "para1200",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "No statement at this time." ],
  "anchor" : "para1201",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That’s very nice. Thank you.", "Government House leader." ],
  "anchor" : "para1202",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para1204",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader moves adjournment of the House. Do we agree? Carried.", "This House stands adjourned." ],
  "anchor" : "para1205",
  "subject" : {
    "text" : "Stronger, Healthier Ontario Act (Budget Measures), 2017 / Loi de 2017 pour un Ontario plus fort et en meilleure santé (mesures budgétaires)",
    "anchor" : "para1195"
  }
} ]