[ {
  "speaker" : "The Speaker",
  "text" : [ "Please join me in prayer." ],
  "anchor" : "para73",
  "subject" : null
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’d like to welcome my wife, Jenn, and my daughter, Maggie, who is spending her professional development day here at the Legislature." ],
  "anchor" : "para76",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I am absolutely delighted that the whole gang, the executive and administration, of the College Student Alliance is here. It’s such an important debate for them to be seeing today." ],
  "anchor" : "para77",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It’s a special day in the House today. The loves of my life are here, the reason why I do what I do: my boys, André and David." ],
  "anchor" : "para78",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’d like to acknowledge that Smokey Thomas and members from OPSEU are here in the members’ gallery today." ],
  "anchor" : "para79",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para80",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, please let me add my welcome to Smokey Thomas and his team here today. It’s great to have you here." ],
  "anchor" : "para81",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. Smokey, not quite as many as Howard Brown, but you’re catching up." ],
  "anchor" : "para82",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para75"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "A student tweeted at the member from Parkdale–High Park last night, asking her to end the college strike. The student wrote, “Please, @OntarioNDP … @CheriDiNovo for the love of god, let us go back to school.”", "The member’s response? That a college degree is “worthless.” That’s right, Mr. Speaker: “worthless.”", "The student wrote back, saying, “Respectfully, I’m interested to hear why you say my degree is worthless.”", "Mr. Speaker, every member on this side of the House is interested too. We want to know why the NDP is busy calling college degrees “worthless” instead of voting to get students back to class. We want to know why the NDP is choosing ideology over pragmatism. And we want to know why the NDP is refusing to pass this bill today so students can go back to class." ],
  "anchor" : "para85",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para84"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would tell the member I’m not particularly enamoured when members mention other members in their ridings. If it happens again, I’ll ask them to refrain from doing so. I’ve told everyone that I’m not enamoured by that. It will not happen." ],
  "anchor" : "para89",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para84"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I am honoured to be here today in this emergency session, on behalf of the Progressive Conservative caucus in unison with the government, to ensure that the 500,000 college students across Ontario will get back into their classrooms at the quickest and the most immediate time that they might be able to do so.", "Speaker, as you know, Algonquin College services my community. My students’ association at Algonquin is very much in favour of this legislation, so to them I say: We stand with you." ],
  "anchor" : "para91",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para90"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I’m honoured to also share some of the tweets we’ve seen from students in reaction to the NDP’s stalling this very important vote. Like us, they’re clearly unhappy that the NDP is stalling this legislation and blocking students from being back in class.", "Natalie writes: “It’s been five weeks already without a deal. We need to be back in class!!! Support the back-to-work legislation!!! We already lost enough time.”", "Brent writes: “How about instead of playing politics you consider what is best for the students? They had five weeks to get it done.”", "Sara writes: “I want to get back in the classroom to get my life back on track. Forget the politics. This isn’t about Wynne, it’s about students’ lives and futures. Please. Just support the legislation.”", "Mike writes: “You blocking” this “is shameful. You put ideology ahead of students.”", "Phil added: “What have you done the last five weeks to help end the strike? Absolutely nothing. By blocking the legislation you are clearly showing that you do not care for the students at all! The NDPs do not care about the Ontario college students’ time and money.”", "Mr. Speaker, we agree. Actions speak louder than words, and the NDP’s refusal to support this bill shows that they’re more concerned with political games than getting the students back—" ],
  "anchor" : "para94",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para93"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para101",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para93"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Further members’ statements." ],
  "anchor" : "para103",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para93"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m pleased to lend my ear to this debate as well, because we know why we’re here. The only reason we are here is because the NDP is blocking students from going back to school. This is a shameful display, even from a party that has done many horrible things in the past. This is shameful because they’re playing politics with students, and they’re not putting students first.", "It’s also surprising from a party that has supported this legislation in the past. Even the current leader of the party—in 2008, she and many of her colleagues voted to send striking Toronto transit workers back in one day.", "This is the same type of legislation the NDP supported during the 2002 strike by garbage workers. Howard Hampton, the NDP leader at the time, said, “This is legislation we voted for before.... It’s fair, it’s balanced and we can support it again.”", "Given the record of the NDP in the past, Speaker, I ask: What has changed? What has changed to make the NDP think it’s right to block students from going back to school? What has changed to make them think they should delay this important legislation? I don’t have that answer.", "But the leader of the third party does have an obligation to answer to all of the students who are here, all of the students who are watching. Answer to them and their parents and their grandparents: Why is it you will not allow these kids to go back to school? Why are you blocking this legislation? Why?", "Interjections." ],
  "anchor" : "para106",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "I provide to the members that it doesn’t matter what day of the week I’m in here: I will not deviate from my expectation of decorum. You have been told." ],
  "anchor" : "para112",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para105"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Standing order 63(a) provides that, “The Standing Committee on Estimates shall present one report with respect to all of the estimates and supplementary estimates considered pursuant to standing orders 60 and 62 no later than the third Thursday in November of each calendar year.”", "The House not having received a report from the Standing Committee on Estimates for certain ministries and offices on Thursday, November 16, 2017, as required by the standing orders of this House, pursuant to standing order 63(b) the estimates before the committee of the Ministry of Health and Long-Term Care, Ministry of Indigenous Relations and Reconciliation, Ministry of Natural Resources and Forestry, Ministry of Community Safety and Correctional Services, Ministry of Infrastructure, Ministry of Transportation and Office of Francophone Affairs are deemed to be passed by the committee and are deemed to be reported to and received by the House.", "Accordingly, the estimates 2017-18 of these ministries and office are deemed to be passed by the Standing Committee on Estimates and are deemed to be reported to and received by the House." ],
  "anchor" : "para117",
  "subject" : {
    "text" : "Standing Committee on Estimates",
    "anchor" : "para116"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para122",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para121"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 148, An Act to amend the Employment Standards Act, 2000 and the Labour Relations Act, 1995 and to make related amendments to other Acts / Projet de loi 148, Loi modifiant la Loi de 2000 sur les normes d’emploi et la Loi de 1995 sur les relations de travail et apportant des modifications connexes à d’autres lois,", "The title of which is amended to read:", "Bill 148, An Act to amend the Employment Standards Act, 2000, the Labour Relations Act, 1995 and the Occupational Health and Safety Act and to make related amendments to other Acts / Projet de loi 148, Loi modifiant la Loi de 2000 sur les normes d’emploi, la Loi de 1995 sur les relations de travail et la Loi sur la santé et la sécurité au travail et apportant des modifications connexes à d’autres lois." ],
  "anchor" : "para123",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para121"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para127",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para121"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated November 16, 2017, the bill is ordered for third reading.", "Mr. Flynn moved first reading of the following bill:", "Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union / Projet de loi 178, Loi visant à régler le conflit de travail entre le Conseil des employeurs des collèges et le Syndicat des employés de la fonction publique de l’Ontario." ],
  "anchor" : "para129",
  "subject" : {
    "text" : "Standing Committee on Finance and Economic Affairs",
    "anchor" : "para121"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it. Carried." ],
  "anchor" : "para134",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para139",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The bill addresses the labour dispute between the College Employer Council and the Ontario Public Service Employees Union. It requires the termination of any strike or lockout and provides a mechanism for achieving a new collective agreement." ],
  "anchor" : "para140",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Now that the bill has received first reading, I seek unanimous consent to pass this bill and put students back in the classroom Monday by putting forward a motion, notwithstanding standing order 71(a), regarding the consideration of second and third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union." ],
  "anchor" : "para141",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion, notwithstanding standing order 71(a), regarding—" ],
  "anchor" : "para142",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para143",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Shame." ],
  "anchor" : "para144",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Indigenous Affairs and Reconciliation is warned.", "She seeks unanimous consent to put forward a motion, notwithstanding standing order 71(a), regarding the consideration of second and third reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union. I heard a no.", "Motions? Same minister." ],
  "anchor" : "para145",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I am seeking unanimous consent to at least allow debate to start today to get the students back to school on Monday. Therefore, I am seeking to put forward a motion without notice, notwithstanding standing order 71(a), regarding the consideration of second reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union." ],
  "anchor" : "para148",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion—", "Interjections." ],
  "anchor" : "para149",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have to finish.", "The minister is seeking unanimous consent to put forward a motion without notice, notwithstanding standing order 71(a), regarding the consideration of second reading of Bill 178, An Act to resolve the labour dispute between the College Employer Council and the Ontario Public Service Employees Union. Do we agree? I heard a no.", "Motions?" ],
  "anchor" : "para151",
  "subject" : {
    "text" : "Colleges of Applied Arts and Technology Labour Dispute Resolution Act, 2017 / Loi de 2017 sur le règlement du conflit de travail dans les collèges d’arts appliqués et de technologie de l’Ontario",
    "anchor" : "para131"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Can we at least agree to work this weekend to get the students back to school next week?", "Interjections." ],
  "anchor" : "para156",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister?" ],
  "anchor" : "para158",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I seek unanimous consent to put forward a motion, notwithstanding standing order 8(a), regarding having the House sit this weekend." ],
  "anchor" : "para160",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice, notwithstanding standing order 8(a), regarding having the House sit this weekend. Do we agree? Agreed.", "Point of order, the member from Dufferin–Caledon." ],
  "anchor" : "para161",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Speaker—", "Interjection." ],
  "anchor" : "para163",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "One moment. She did receive unanimous consent to put forward the motion. She now has to put the motion forward." ],
  "anchor" : "para165",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I move that, notwithstanding standing order 8(a), the House shall meet from 1 p.m. to 6 p.m. on Saturday, November 18, and Sunday, November 19, 2017, for the purpose of considering government business." ],
  "anchor" : "para166",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves that, notwithstanding standing order 8(a), the House—" ],
  "anchor" : "para167",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para168",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para169",
  "subject" : {
    "text" : "House sittings",
    "anchor" : "para155"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: the member from Dufferin–Caledon." ],
  "anchor" : "para173",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "On a completely different matter, please join me in thanking and congratulating the member from Niagara West–Glanbrook on his one-year anniversary as an MPP." ],
  "anchor" : "para174",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: Deputy Premier." ],
  "anchor" : "para175",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, on a point of order: We have a bill in front of us, and we have work to do. I seek unanimous consent to put forward a motion which would let us debate, notwithstanding standing order 81(b), Bill 178 today.", "Interjections." ],
  "anchor" : "para176",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para178",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "You told the students last night you’d debate." ],
  "anchor" : "para179",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Deputy Premier will come to order.", "Interjections." ],
  "anchor" : "para180",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "The Deputy Premier is seeking unanimous consent to put forward a motion which would let us debate, notwithstanding standing order 81(b), Bill 178 today. Do we agree? I heard a no.", "Orders of the day. The member for Glengarry–Prescott–Russell." ],
  "anchor" : "para182",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "Grant Crack",
  "text" : [ "On a point of order, Speaker: Today we’re all here ready to work, and I seek unanimous consent to put the students back into the classroom on Monday.", "Interjections." ],
  "anchor" : "para185",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have sensed from the House its decision on this issue.", "Orders of the day.", "Interjection." ],
  "anchor" : "para187",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence is warned.", "Minister." ],
  "anchor" : "para190",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para192",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves adjournment of the House. Do we agree? I heard a no.", "All in favour, say “aye.” Opposed, say “nay.”", "In my opinion, the ayes have it. Carried.", "This House is adjourned until tomorrow at 1 o’clock." ],
  "anchor" : "para193",
  "subject" : {
    "text" : "Anniversary of member’s election",
    "anchor" : "para172"
  }
} ]