[ {
  "speaker" : "Hon. Elizabeth Dowdeswell (Lieutenant Governor)",
  "text" : [ "Pray be seated.", "Mr. Speaker, honourable members, ladies and gentlemen, people of Ontario:", "As the representative of Her Majesty the Queen, it is my honour to open the third session of the 41st Parliament by delivering the speech from the throne.", "I begin by acknowledging that we are gathered on the traditional territory of many indigenous peoples, whose history on this land dates back millennia. We are filled with respect for how, with their partnership, Ontario and all of its prosperity was built. We also recognize that for generations, this wealth was not shared. Indigenous peoples have suffered under the harsh legacy of colonialism. We honour the role indigenous peoples will continue to play as we push ahead to build and rebuild those partnerships here in Ontario.", "Ontario’s story is the story of its people.", "From the indigenous peoples who were the first to live on this land;", "To the descendants of the French and British settlers who sought new horizons;", "And the generations of newcomers who worked their way here from around the world, seeking acceptance and opportunity;", "Ontario’s people are its greatest strength.", "They always have been.", "It is their talent and skills, their foresight and compassion, that have built this province into the place we are proud to call home.", "Inspirés par notre passé, nous continuons à viser toujours plus haut.", "Joining together, we are compelled to do more.", "We see this spirit, this impulse to care for each other, alive in our communities every day.", "We see it in the way people responded to the recent unprecedented flooding in Ottawa, and then again in Brantford and southwestern Ontario, filling sandbags to protect their neighbours’ homes.", "We see it in the way people volunteered at the Invictus Games last fall, coming out in large numbers to support the recovery of wounded warriors from Ontario, Canada and around the world through spirited competition.", "And we see it in the way we have welcomed more than 22,000 Syrian refugees to communities in every corner of the province. From Windsor to Thunder Bay to Cornwall, we are supporting them as they start over in a new country, at new jobs and in new schools.", "Time and time again, we come together.", "We care for our families, our neighbours and our province.", "We see the big picture.", "Lorsque l’Ontario est devenu membre de l’Organisation internationale de la Francophonie, nous nous sommes engagés à faire progresser l’éducation, l’équité entre les sexes et le développement durable dans toute la francophonie.", "Ontario is a special place, but there is no denying our province also faces challenges.", "Even with a relatively strong and growing economy; even with unemployment at its lowest point in nearly two decades; and even with high school graduation rates at their highest ever...", "For many of our friends and neighbours, life is getting harder.", "Our world is changing in ways we’ve never seen before and at speeds that make it feel hard to keep up.", "The cost of living is rising, and at the same time, stable, long-term jobs—jobs that pay a decent wage—are proving harder to find.", "Part-time and precarious work is becoming more common...", "And as these pressures mount, they bear down on families where it matters most.", "People are struggling to take care of themselves, and their loved ones.", "Government hears from people every day who are carrying a great burden.", "They share their stories in phone calls and letters and in person at town halls.", "Today’s changing economy and tomorrow’s uncertainty are hard realities that affect their lives and their dreams.", "In Peterborough, a man who has been a minimum wage earner for much of his life now, wrote to say that he doesn’t want anyone else to have to choose between paying a bill and buying groceries, or to experience the feeling of inward shame and failure for having to use a food bank.", "A mother who lives in Thunder Bay, where she works as a teacher, spoke about her eldest daughter, who has complex special needs. Their family is calling on government to improve access to children’s services, so their daughter can continue to live close to home.", "A man in Toronto explained how his family is relying on his wife’s income as a personal support worker, because he is also acting as a full-time caregiver to his mother at home—she has late-stage Alzheimer’s. And they need support.", "These are familiar stories.", "They are the realities that so many people are facing.", "And so as places around the world consider how to handle these same new realities, Ontario’s answer is clear.", "We are doing more.", "We are not pulling back.", "We are taking bold steps, guided by a commitment to care.", "That is our responsibility.", "Care is all around us. In the way a father walks his child to school. In the way a daughter holds her mother’s hand in the doctor’s office. In the way a teacher sings the alphabet. In the way a nurse shows compassion for a fearful patient. Care is who we are, and it is what we do.", "When government uses its resources to support caregivers and make it easier for people to care for themselves and each other, it provides for everyone what individuals would struggle to do alone: provide the best care for our children, the best care for our seniors, and the best care for the people we know who are struggling with mental and physical illness.", "We all know someone who is in need of better care.", "We know the stress and anxiety it causes that person, and their family.", "Government stands behind them.", "We do not accept that people should fend for themselves, and see if they can make it on their own.", "That would not be fair, not when there are things we can do to support each other.", "As the changing economy widens the gaps in our society, your government has a plan for care and opportunity.", "And it builds on a solid foundation that has already been laid.", "When you elected your government four years ago, you gave it a mandate to improve people’s retirement security, so that they could rely on a predictable source of income after a lifetime of hard work.", "Your government fought for Ontario’s hard-working men and women, leading the way for an enhanced Canada Pension Plan.", "The improved CPP will pay out more in benefits to millions of retirees across the country, providing that extra level of security and support for workers.", "As well, for too long, professionally trained caregivers in Ontario were undervalued.", "These kind, compassionate and skilled individuals devote their whole lives to caring for others.", "To them, providing care is more than a job. It is a calling.", "Personal support workers and early childhood educators are the people who provide essential care for our growing children and our aging parents.", "They are mostly women, many are new to Canada, and the care they provide is essential.", "Your government raised their wages.", "These targeted solutions are making a meaningful difference in a changing world.", "But that was only the beginning.", "Since the last session of this Parliament began, more people are getting the support they need to care for their families.", "It begins at birth.", "No child should have to go without the medicine they need. Now they don’t have to.", "As of January 1 in Ontario, prescription drugs are absolutely free for every person under the age of 25.", "Already, with OHIP+, more than one million young people in Ontario have had their medical prescriptions filled at no cost to their families.", "For those young families with children, access to child care is also critically important.", "For mothers in particular, it means they can go back to work when they choose.", "Earlier this month, when we celebrated International Women’s Day, we were reminded again that there is a long way to go to achieve gender equity.", "Only when we eliminate those barriers to child care will we get there.", "Thus far, your government has taken its first steps to make child care more accessible.", "The wait-list fees for child care have been eliminated, and a plan to help 100,000 more families access spots in child care is well underway.", "Subsidies are available for 60% of all those new spaces, because they need to be an affordable choice for families.", "When children in Ontario turn four, they now have access to full-day kindergarten, which provides early, high-quality education to four- and five-year-olds and huge savings for their families—giving them a great start.", "But as Ontario’s youngest and brightest grew up, too many of them were hitting a wall after graduation, unable to pursue their dreams because the cost of post-secondary school was out of reach.", "Ontario’s education system is among the best in the world.", "We are already home to 44 publicly funded colleges and universities.", "And we are moving ahead with creating the first French-language university in Ontario.", "It wasn’t fair that students were struggling to afford this higher education.", "Beginning this school year, college and university tuition is free for hundreds of thousands of students who were struggling to pay for it.", "Students from families who earn up to $90,000 are eligible for free tuition. Students from families who earn more than $90,000 may also receive free tuition depending on their circumstances. Those from families who make up to $175,000 are also eligible for generous aid.", "Today, more than 225,000 future graduates are working toward their degrees and diplomas without worrying about the cost of tuition—including almost 13,500 single moms.", "The number of indigenous students receiving OSAP has increased by 34%.", "In Ontario’s workforce, 1.1 million men and women are earning minimum wage.", "Until recently, that meant $11.40 an hour. It wasn’t enough. It wasn’t providing families with the support they need to care for each other.", "Your government boosted the minimum wage to $14 an hour.", "Next January, it increases again to $15 an hour.", "This is a long-awaited raise for those 1.1 million people, and it will ensure a safer, brighter future for their families.", "Finally, seniors built this province into what it is today.", "They deserve the best care possible so they can live at home or in their community for as long as possible.", "Your government has committed to building 5,000 new beds over the next four years as part of a 10-year plan to create more than 30,000 new beds in the long-term-care sector.", "A portion of these new beds will serve specific cultural needs, including indigenous populations.", "By 2022, residents in long-term-care homes will have access to 15 million more hours of care from nurses, personal support workers, and therapeutic care workers every year.", "This will help to ensure seniors have the care they need, and their beloved ones have peace of mind.", "These investments will have ongoing benefits.", "They are making a difference not just now, but for years and decades to come.", "The same is true of the government’s actions on climate change.", "These are fights that our children and grandchildren can’t afford for us to lose.", "Ontario eliminated coal-fired power, making our air cleaner and lowering our rates of childhood asthma.", "But you cannot be serious about lowering emissions and fighting climate change without a price on carbon pollution.", "We joined with Quebec and California in North America’s largest carbon market, because this system helps us achieve our ambitious climate change goals, at the lowest cost to people and to businesses.", "And every dollar raised goes to making our province more green with public transit and bike lanes, and helping families and businesses to lower their energy bills and become more energy efficient.", "Already, Ontario’s carbon market is funding energy-saving renovations at 98 hospitals, as well as at many college and university campuses, schools and in social housing units across Ontario.", "As pollution has fallen in Ontario, our economy has grown.", "Taken together, all of these actions have helped to lay a solid foundation of care and opportunity in Ontario.", "However, your government recognizes it is still not enough.", "The pressures Ontario families are facing are varied, and they are mounting.", "This is having a real impact on their lives and on their ability to care for loved ones.", "Government cannot turn its back.", "There is so much more to do.", "That is why, after delivering a balanced budget this year, your government has made a deliberate choice to make more investments in the care and the services that the people of this province rely on.", "As a result, the 2018 budget will show a modest deficit next year of less than 1% of our GDP, and outline a path back to a balanced budget.", "Families today are struggling, and by doing more to help them with the costs of care, government can relieve some of the pressure and worry they are feeling.", "It is the right thing to do in support of a fairer way forward.", "Investments in care and opportunity will better enable people to care for their loved ones, and to get ahead in all aspects of their lives.", "When we care for each other, we can change lives.", "So government is doing what it can, by investing in the people who make our province strong.", "Comme vous le constaterez, notre budget de 2018 prévoit des investissements importants dans les services dont vous avez besoin : les soins de santé, à domicile, de santé mentale et de lutte contre la toxicomanie ainsi que les services de garde d’enfants.", "First, your government will make significant investments in the operation of our hospitals.", "This will reduce the wait times people experience when they need care.", "There will be major investments in home care, to provide more services for people aging at home and provide financial relief for families caring for aging loved ones.", "The next budget will also prioritize the growing need for mental health and addictions care in Ontario …", "Expanding access to mental health care and helping to ensure people can get the support they need in our schools and our communities.", "The cost of child care, which has long been a stumbling block for growing families, will also be addressed in the budget.", "At the same time, government programs that are already making it easier for you to care for your loved ones, and help them succeed, will be expanded.", "OHIP+, the pharmacare program that is providing free medications for children and youth, will be expanded to include other parts of the population.", "More people without a drug or dental benefits plan will have access to more affordable prescription drugs and dental care.", "And the free tuition program that is already making post-secondary school more affordable for those from modest backgrounds will grow.", "More students will be able to attend college and university, tuition-free.", "Middle-class families will not have to shoulder onerous debt to give their children the opportunities every student in Ontario deserves.", "Furthermore, investments will be made to train more apprentices, including in new, emerging fields.", "Opportunities in Ontario will grow.", "The burdens of poverty will ease.", "Budget 2018 will lighten the load people are carrying today.", "It will help to reduce the financial strain that is holding them back.", "That healthier, more caring Ontario will be, without question, a stronger, more prosperous Ontario.", "Your government’s plan for care and opportunity is the right way forward for Ontario’s people, and Ontario’s economy, because the well-being of both are intrinsically linked.", "When more people have access to the prescription drugs and mental health supports they need to be well, they can fully participate in the community.", "When more sons and daughters who are caring for aging parents at home have professional support and financial relief, they can go to work every day, with more energy and confidence—and save for their own future.", "When more parents have access to affordable child care, they can make the choice to return to work.", "When more students can attain a higher education, they can push the boundaries of our knowledge and develop new ways of doing things in medicine, technology and construction.", "Our potential in Ontario is boundless, but it is not assured.", "Our potential must be supported and embraced.", "With new investments in health care, home care, mental health and child care … in our young people’s learning from preschool to post-secondary … more of that potential will be unlocked.", "This is the age of hyper-globalization. Ontario has to fight for good jobs and growth.", "It is a fight that hinges on Ontario’s people being at their best.", "People are, unquestionably, our number one resource.", "They are the reason Ontario is punching above its weight in the economy of the future: artificial intelligence, clean tech, life sciences, and information and communications technologies.", "Our people are the innovators behind cutting-edge developments in agri-food and mining and forestry.", "They are driving the future of manufacturing and they are leading the way in financial services.", "Our people are the reason businesses look to Ontario when they are growing and expanding.", "To that end, your government will continue to advocate for Ontario abroad—standing up for our businesses and workers, including our autoworkers, steelworkers and workers in agriculture as part of our US engagement strategy, and partnering with businesses at home and overseas.", "Recognizing that some parts of the province have particular struggles and challenges with achieving economic growth in this period of transition, the budget will support regional investments and job funds.", "Across Ontario, the government’s record-breaking investments in our infrastructure will continue.", "When we build new roads and bridges, new transit systems, new hospitals and schools, those projects generate benefits and opportunity for workers and the entire economy.", "All of this together is how, even amid trade uncertainty and the disruptive nature of rapid technological change, Ontario’s economy will continue to grow and prosper.", "That economic growth is how, in turn, government will invest in care and create more opportunities.", "The 2018 budget appreciates this full circle, and will leverage it.", "With the results of these investments, the budget will present a clear path to return to balance—without sacrificing the services that are the essential foundation of a fairer, better Ontario.", "Since your government was elected in 2014, Ontario’s achievements have set us apart as a place of fairness, caring and opportunity.", "Inspired by the people who every day are caring for their family, being active in their community and are building this province into the fair and prosperous place we call home, your government has chosen to do more.", "Grâce à des idées audacieuses et à un plan équilibré, l’Ontario aide le Canada à aller de l’avant.", "An enhanced Canada Pension Plan, pharmacare for children and youth, free post-secondary tuition, fairness at work, and our joint carbon market are significant achievements.", "They are opening new opportunities daily and providing much needed security in a world of growing turmoil.", "But in Ontario, we always aim higher.", "With the 2018 budget, Ontario will build on these investments in people and the care they need.", "We will continue to lead the way on climate change.", "We will not push the most pressing issue we face onto the next generation.", "We will come together and we will do more for one another.", "The challenges we face today may seem daunting, at times even insurmountable.", "But if there is anywhere in the world that can figure out the best way to confront them, and emerge, fairer, stronger and more united, it is Ontario.", "It is all of us here, all of us together.", "Thank you. Merci. Meegwetch." ],
  "anchor" : "para54",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that, to prevent mistakes, I have obtained a copy of the speech from the throne, which I will now read." ],
  "anchor" : "para233",
  "subject" : null
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para234",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense? Dispense. Agreed.", "Ms. Wynne moved first reading of the following bill:", "Bill 1, An Act to perpetuate an ancient parliamentary right / Projet de loi 1, Loi visant à perpétuer un ancien droit parlementaire." ],
  "anchor" : "para235",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para240",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para237"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Premier for a short statement." ],
  "anchor" : "para242",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para237"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Following long-standing tradition, the first bill introduced in the Legislature involves an initiative not mentioned in the speech from the throne. I am pleased to introduce this bill here today. This practice signifies the assembly’s independence from the crown and the collective right of members to address the Legislature’s priorities before attending to other business." ],
  "anchor" : "para243",
  "subject" : {
    "text" : "An Act to perpetuate an ancient parliamentary right / Loi visant à perpétuer un ancien droit parlementaire",
    "anchor" : "para237"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that the speech of Her Honour the Lieutenant Governor to this House be taken into consideration on Tuesday, March 20, 2018." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para245"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that the speech of Her Honour the Lieutenant Governor to this House be taken into consideration on Tuesday, March 20, 2018. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para247",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para245"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para245"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para250",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para245"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 9 a.m. on Tuesday, March 20, 2018." ],
  "anchor" : "para251",
  "subject" : {
    "text" : "Throne speech debate",
    "anchor" : "para245"
  }
} ]