[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on February 20, 2018, on the motions for concurrence in supply for Treasury Board Secretariat; the Ministry of Energy; the Ministry of Health and Long-Term Care; the Ministry of Indigenous Relations and Reconciliation; the Ministry of Natural Resources and Forestry; the Ministry of Community Safety and Correctional Services; the Ministry of Infrastructure; the Ministry of Transportation; and the Office of Francophone Affairs." ],
  "anchor" : "para225",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Prince Edward–Hastings." ],
  "anchor" : "para230",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thanks, Speaker, and good morning. I’m pleased to tell you that at last check, Canada was up 1-0 in their quarter-final match at the Olympics against the Finns today. We’re keeping a close eye on that one, of course, but we do have important matters to discuss here in the Legislature this morning.", "Madam Speaker, good morning to you.", "I’m here to speak about the concurrence of estimates this morning, here in the Ontario Legislature. This was a series of events that occurred back in the fall session where we had a number of different ministries, as the Clerks’ table just spoke about. But I will be speaking mostly about the energy minister’s performance at the estimates committee and the promises that were made and never delivered on. It seems like a familiar refrain when we talk about this Liberal government saying things that people want to hear, but not actually coming through with the details when people really actually need them. In this case, the people who needed them were us, in the official opposition, who had a lot of questions about some questionable dealings that were done within the Ministry of Energy over the last year.", "I have been the energy critic now for a year or so. I was previously the critic for the Hydro One sale, which is a very topical discussion here in the province of Ontario over the last number of years. It was something that Kathleen Wynne and the Liberals certainly didn’t run on in the last election of 2014, but when they found out that they were strapped for cash and they wanted to make it seem as if they were balancing a budget here in the province of Ontario, what did they do? They decided that they were going to sell off portions of Hydro One.", "So that’s raised a lot of alarm bells for people right across the province. We know how unpopular it was with people because public polling showed that more than 80% in every poll were disappointed with the sale of Hydro One and they were opposed to the sale of Hydro One. We’ve had report after report after report come out explaining why this was a bad deal for Ontario in the long run. Short-term gain, long-term pain: We have heard that analogy a number of times when it comes to the Hydro One sale.", "We were asking questions in estimates committee about the sale of Hydro One. We were asking lots of questions in estimates committee about the unfair Liberal hydro plan. We asked a lot of questions about the Ontario-Quebec hydro deals that were made in secrecy—well, one of them was made. One of them didn’t actually come to fruition. There are probably a number of reasons why it didn’t happen; first of all, because it would have been another bad deal for the province.", "While there were many important issues handled by the estimates committee last year, I’d like to focus my remarks, again, on the Minister of Energy’s responses to some of my questions. Specifically, I’d like to discuss some of the issues that we raised with the government. They failed to adequately address these issues in the committee hearings. In some cases, the government still hasn’t responded to the questions that we asked. So again, they tell you one thing at committee, but they don’t actually come through with the information when you need it.", "When the Minister of Energy testified before estimates in October, rumors were swirling about that Hydro-Québec deal, that potential power deal with Quebec, in addition to a deal that they signed, in secret, back in 2016—a potential hydro deal in which Ontario would purchase eight terawatts of power annually from Quebec over the next 20 years. The rumored deal, surrounded by an air of secrecy, has been widely panned by critics. It would have been a lopsided loss for Ontario.", "It’s important to be transparent about these dealings, Madam Speaker, which shouldn’t be an issue if there’s nothing to hide. Our duty here in the official opposition and in the third party is to hold the government to account. My duty as energy critic is to pull information from the government to make sure that Ontario electricity customers are getting the best deal that they possibly can. That hasn’t been the case on the energy file for the last 15 years under this Liberal government. Unfortunately, with this government, trying to pull pertinent information is like trying to pull teeth. You can’t get the information. To date, my office hasn’t received specific details about this proposed deal and the province’s analysis of it.", "OEA president—that’s the Ontario Energy Association—Vince Brescia expressed his frustration with the secrecy surrounding these power deals last year as well. He said, “If this particular deal is pursued, Ontarians will not get the benefit of competition to ensure it is the best of all possible options for the province, and companies who have invested in Ontario and have employees here will not get the opportunity to provide alternatives.”", "The opposition is concerned due to the troubling trend of the Wynne Liberal government failing to provide evidence for its claims about saving money through these sorts of deals. That’s why we asked the Financial Accountability Officer to probe Ontario’s 2016 purchase of hydro from the Quebec government. The Liberal government has gone on record stating that Ontario will save $70 million over seven years by buying electricity from Quebec. It would be great if we could finally start to save a little money on energy rates. But all you have to do is look at a report from the Ontario Society of Professional Engineers, and you can see just how badly the government has messed up the energy file in Ontario. We want clean, green, renewable energy in Ontario, but we want it at a reasonable price, and we’re not getting it.", "As a matter of fact, a lot of our green, renewable energy is being wasted, and some of it is even being sold at a loss to neighbouring jurisdictions that we’re competing with to try and keep jobs here in Ontario or to attract new jobs here in Ontario. As a matter of fact, Ontario lost—get this—between $732 million and $1.25 billion over the past two years selling surplus clean electricity outside the province. That was in a study done by the Ontario Society of Professional Engineers. Paul Acchione is the past president and chair. He said that “excess clean electricity should be offered first to Ontario businesses and residents at that lower wholesale cost.”", "Keep in mind, the reason that we’re in this mess in the first place, Madam Speaker, is all because of the Green Energy Act that was brought in by the Liberals in 2007-08 here in Ontario. You will recall those crazy contracts that were signed to produce solar power at 80 cents a kilowatt hour—80 cents a kilowatt hour. At that time, it was being sold back onto the grid at anywhere from eight to 11 cents a kilowatt hour. But for some reason, the Premier at the time or whoever was running the show over there—the energy minister at the time—thought that that was a good idea, that we start putting up solar panels at 80 cents a kilowatt hour. Well, now we’re paying the price for it, because not only did they put those contracts in at 80 cents a kilowatt hour, they also gave them priority access to the grid. So what does that mean? That means you have to take that expensive power first. When the OSPE group, the society of professional engineers, comes out and says that we’re wasting anywhere from $700 million to $1.25 billion worth of cheap electricity in the province of Ontario, that’s because we have to take that expensive stuff first and we let our own hydroelectric power, the run of the river, the waters spilling over Niagara Falls, go to waste and sell off that power, in some cases at a loss.", "That’s the kind of mess that was created here in Ontario by this Liberal government. That is why we’re in the mess that we’re in and we can’t get the answers. We don’t trust the government when they say they’re dealing with Quebec on another secret deal. It needs to be exposed. People need to know what they’re doing. What we really need is a transparent government that will give us the information that we require so that we can make educated decisions, so people like the Ontario Society of Professional Engineers and Paul Acchione can take a look at and analyze what the government is potentially doing and the impact that’s not only going to have on manufacturers and businesses—we know how much the manufacturers have been struggling here in Ontario.", "We hear a couple of those stories every week about businesses that are leaving for other jurisdictions, some of which are taking our electricity at rebate prices that we’re producing here in Ontario. These neighbouring jurisdictions are in a position where they can eat our lunch, steal our businesses. We heard of Campbell’s soup closing down over the winter session and taking all their manufacturing jobs south of the border. We heard about Procter and Gamble in Brockville; same thing. They’re taking their jobs to West Virginia. We’ve lost over 300,000 manufacturing jobs in Ontario, much in part to Liberal energy policies. We’re going to see the exodus continue unless we start to get it right and unless we start to get some answers that we should be given here in Ontario.", "We asked for some information, as well, on the fair hydro plan, as the Liberals call it. We, of course, call it the Liberal unfair hydro plan. There are a lot of people out there who are very, very upset about this plan. This is nothing put a charade. We had a lot of questions for the minister in estimates and we still have yet to receive the information we required on the Liberal unfair hydro plan.", "Over the winter session, I heard from people who are continuing to get record-high electricity bills, in spite of the fact that the government has brought in a deal. You talk about a lack of transparency. The only reason or the first way that we found out just how bad this Liberal unfair hydro plan was, was because a cabinet document was leaked to my office, as the energy critic, explaining how much this was going to cost Ontario ratepayers, Ontario electricity customers, over the long run.", "It’s a borrowing scheme to make it appear as if the government is doing something to lower the cost of electricity over the short term while an election is pending. But as soon as that election occurs, well, the game is over. The price of electricity is going to skyrocket, and not just skyrocket, but skyrocket to heights that we have never seen before. Record high electricity prices are on the way because the government isn’t doing anything to address the actual cost to produce electricity. All they’re doing is borrowing billions of dollars. We’ve heard from the Financial Accountability Officer that this unfair Liberal hydro plan could cost us anywhere from $23 billion to $94 billion over the 30 years.", "Interest rates started to rise over the Christmas break too. I don’t know if you noticed that, Madam Speaker. We started to see interest rates rise. If interest rates continue to rise, if governments here don’t balance their budgets, we could be spending $94 billion on this unfair hydro plan. And who pays for that? The people of Ontario who pay electricity bills. Electricity customers in Ontario are going to pay that over the next 30 years. Young pages who are sitting around you, Madam Speaker, right now, they don’t pay an electricity bill yet, but they’re going to be paying for the next 30 years of their lives for the mistakes that were made by this Liberal government on the energy file over the last 15 years, particularly the last 10 years since that Green Energy Act came into play.", "It was disappointing, I can tell you, very, very disappointing, again, to be a part of the estimates committee. It’s not just the Minister of Energy. A lot of these ministers will come into the estimates committee, and I think their main job is to just try and get through it without making some kind of terrible mistake or saying something that might implicate them in the mistakes that have been made by the Liberal government.", "They don’t answer any questions. They don’t answer the questions. When you make a note with the Clerk who is sitting at the table that they are supposed to provide some information to the critic who is there asking the questions in a reasonable amount of time, we don’t get that information. We could be waiting until we’re blue in the face. We’re not going to get that information, because this government doesn’t want to be open and transparent on a lot of these files.", "But particularly, I think the thing that angers the people of Ontario most is what has transpired on the energy file, because they’re all paying the price for it. For pretty much everybody in Ontario, whether it’s a residential homeowner, somebody in a condo or apartment, whether it’s a small businessperson, whether it’s a large manufacturing facility or whether it’s our large public institutions, the price of electricity has an immediate impact on their lives, and we are not getting any answers. We are not getting the answers in the estimates committee. So yet again, Madam Speaker, the opposition finds itself unsatisfied with the way that the estimates played out in the spring and the fall." ],
  "anchor" : "para231",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Merci, Madame la Présidente. I’m always delighted to take part in the debate, Madam Speaker. It’s lovely to see you, and to join the fine words from the member for Prince Edward–Hastings, who is on his feet and bright and sparkly this morning.", "I’m pleased to rise today to talk about concurrence in the estimates in my new role as President of the Treasury Board. Our fiscal year kicks off with the tabling of the budget. Our budget for 2017, titled A Stronger, Healthier Ontario, was introduced April 27, 2017.", "I’m proud to say that our balanced budget outlined key investment priorities for the fiscal year, including health care, electricity relief—despite the protestations of the member for Prince Edward–Hastings, I might add—and child care. Always, this government is working to make life easier and more affordable for people right across Ontario.", "I want to give a quick recap about the process for those watching at home. This entire process is a piece of parliamentary minutiae. After the budget is introduced, the expenditure estimates are introduced 12 sessional days later. The estimates lay out a comprehensive account of the government’s intended spending for the fiscal year and provide more details on the plans represented in the budget.", "Once these estimates are introduced, some ministries are selected for closer scrutiny by the members of the Standing Committee on Estimates. Once that process wraps up, the estimates are brought back to this assembly for concurrence. Concurrence represents the Legislature’s approval of the estimates for a fiscal year. This process does not propose any new spending; rather, it is simply a step in approving spending already outlined in the estimates.", "Today we are discussing concurrence for the estimates for the 2017-18 fiscal year. Concurrence is required for all ministries and offices that have been selected for review by the Standing Committee on Estimates. I know that my colleague opposite from Prince Edward–Hastings spoke at length about this process when concurrence was introduced, so I’ll take this time to talk more about our fiscal process.", "I am proud to take on this new role as President of the Treasury Board, and stepping into this portfolio after a historic balanced budget and a robust program review, renewal and transformation, or PRRT, process—which I’ll talk about more shortly.", "We did not balance the budget by cutting vital programs and services. Instead, we found and continue to look for smarter ways to deliver services, to support a modern citizen-focused government. As the members know, this government does this by going through the program review, renewal and transformation, or PRRT, process.", "Over the last several years, this process allowed the government to meet and beat its fiscal targets. Every year, ministries across government justify their spending before the Treasury Board and Management Board of Cabinet through the PRRT process. The key to this process is establishing benchmarks and metrics rooted in evidence. Ministries are evaluating their programs using solid evidence so that they can benchmark what they think success should look like. This process is designed to help ministries make sound decisions about how best to allocate their resources to the programs and initiatives Ontarians need most.", "PRRT, as a discipline, also encourages ministries to work together to identify programs working in similar spaces to ensure coordination of services and identify opportunities for greater alignment. If I may, Madam Speaker, an excellent example of this is the enhanced investments that we made in OSAP this year. That was based on Treasury Board analysis, through the PRRT process, which allowed us to look for efficiencies across government departments and ways of delivering services to Ontarians in a more efficient way.", "By fostering collaboration across ministries, we are making sure government programs are effective and sustainable and that resources are being allocated to priority areas such as health care and education.", "It is through the PRRT process that we have made significant investments to improve the lives of people across this province, and, I might add, with some pride, including the people in the great riding of Burlington that I am privileged to represent. For example, we are making post-secondary education more accessible. We are enhancing, as I mentioned a moment ago, the post-secondary education and training system to better prepare students to succeed in meeting the demands of a changing economy. The bottom line is that through sweeping changes to OSAP, the Ontario student aid program, more students are getting the opportunity to go on to college or university in Ontario.", "This is a historic investment of which we are enormously proud because we’re making sure people get into college or university based on their ability and potential, not on their ability to pay. These changes will mean that more than 225,000 university and college students will receive free average tuition in 2017-18.", "In November, OSAP began accepting applications for next year earlier than ever so students can find out sooner how much financial support is available to them. This could be more than they expect. As of September 2017, mature students can also access the same full suite of OSAP supports as younger students. Students with children are eligible to receive more OSAP as upfront grants for educational and living costs make it easier for people to balance raising children with attending college or university.", "The changes being made to the justice system are but another example I would like to highlight of how the PRRT process is helping to transform government programs and services. We know that changes are needed to strengthen public confidence in the justice system, to break down systemic barriers and to develop more positive relationships between the police, our front-line workers and the public. We are working hard to address these issues.", "I would like to highlight some of the key transformational initiatives that are under way. We introduced new legislation this year to enhance the independence of Ontario’s police oversight system and modernize the police framework. Reforms to the corrections systems would be supported by our new bail directive, which aims to reduce pretrial custody. We are also streamlining and modernizing Ontario’s court system, and we are doing this in a number of ways. For example, we introduced legislation to simplify procedures for resolving disputes over traffic tickets and other minor provincial offences.", "This legislation also enables the expansion of online services through digital government, which could result in fewer trips to the courthouse and quicker and speedier resolutions. We have also appointed 13 new provincial court justices, an increase of 5%, to support more effective and timely case progression. This brings Ontario’s complement of full-time Ontario court justices to 299.", "We are also continuing to transform youth justice services. Ontario has shifted from a predominantly custody-focused youth justice system to a system that offers a broad range of evidence-based programs and services to address the unique needs of our youth, their families and community.", "I am proud to say that through a focus on prevention and diversion, the youth crime rate in Ontario has decreased by 48% since 2003. The number of custody admissions has decreased by 85%, and nine out of 10 youth who receive justice services can now do so within their own communities—a vast improvement by any measure. These changes prove that we are striving to be a government that does not just respond to change, but that actively leads change to make sure we are addressing the needs of all Ontarians.", "Speaker, we have a plan to help people get ahead in the changing economy. Just one of the ways we are doing this is by making prescription medication free for everyone aged 24 and under, as part of OHIP+. As of January 1, children and youth can get their medications at no cost by simply showing their Ontario health card number and a prescription at a pharmacy. Coverage is automatic, with no upfront costs. This is the biggest expansion of medicare in a generation, and again, it is an investment of which we are enormously proud. So far, more than 950,000—or close to a million—prescriptions have already been filled for children and youth for free through OHIP+.", "More than half a million young people and their families have benefited from having access to free prescription medications. Over 4,000 medications are now covered, such as asthma inhalers; drugs to treat depression, anxiety, epilepsy and attention deficit hyperactivity disorder; antibiotics; EpiPens; insulin—and the list goes on—to treat childhood cancers, these kinds of medications, including other rare conditions, and many others.", "We know that providing free medication for children and youth is making a difference in the lives of not just these young people but their families as well. This includes many vulnerable groups such as low-income families, larger families, single parents with children, students, young people in the workforce, and those who are unemployed and under-employed. According to a recent report by the Conference Board of Canada, the number of people in Ontario who were not eligible for drug coverage under a public or private insurance plan dropped from 13.2% to 4% through this program, which means an estimated 1.2 million more people now have coverage—again, historic investments changing the lives and the quality of lives of Ontarians.", "Our focus on building Ontario families up has not stopped there. We are also making it easier than ever to access affordable, quality child care by funding 678 new child care rooms at 242 schools across Ontario. This is a significant step towards creating 45,000 new licensed child care spaces in schools, communities and other public spaces. As a result of this historic investment, more than 11,600 children and their families will gain access to high-quality licensed care in a safe and convenient setting. This initiative will give more children a safe, caring environment in which to learn and grow, and allow more working parents to go back to work and pursue their careers. This is part of a five-year commitment to help 100,000 more children up to the age of four access child care. Ontario is investing up to $1.6 billion in capital projects alone.", "Additionally, the province is increasing operating funding and subsidies to help more children aged zero to four years access quality child care. Helping more families access quality, affordable care is an essential part of the government’s plan for a fairer and better Ontario. Making sure every Ontarian has the opportunity to get ahead in today’s economy is a priority for this government.", "As my fellow members know, our government recently passed landmark legislation to create more opportunity and security for workers in Ontario. The Fair Workplaces, Better Jobs Act addresses the needs of the modern workplace and it provides workers with a minimum wage they can actually live on. Studies show that a higher minimum wage results in less employee turnover, which increases business productivity.", "Just a few of the changes brought in by this legislation include:", "—raising Ontario’s general minimum wage to $14 per hour starting this year in January and then to $15 next January 1, followed by annual increases at the rate of inflation. We’re keeping up with the changing and growing needs of Ontarians;", "—mandating equal pay for part-time, temporary, casual and seasonal employees doing the same job as full-time employees and equal pay for temporary help agency employees doing the same job as employees at the agency’s client companies;", "—expanding personal emergency leave to 10 days per calendar year for all employees, with at least two paid days per year for employees who have been employed for at least a week; and", "—banning employers from requiring a physician’s sick note from an employee taking personal emergency leave.", "To enforce these changes, the province is hiring up to 175 more employment standards officers. We are also launching a program to educate both employees and employers about their rights and obligations under the Employment Standards Act.", "Our government is committed to helping people in their everyday lives. If you’ll permit me, I’ll shed light on a few more important examples.", "In 2017, we passed legislation to lower residential electricity bills, providing significant rate relief for all residential customers. The Fair Hydro Act, which was introduced in May, has enabled the reduction of electricity bills for residential customers by 25% on average, fully effective as of July 1, 2017. As many as half a million small businesses and farms are also benefiting from a reduction. Lower-income Ontarians and those living in eligible rural and northern communities are receiving even greater reductions, some as much as 40% to 50%. As part of our plan, increases to bills will also be held to the rate of inflation for four years. After that, the 2017 long-term energy plan shows that electricity prices are forecast to remain below the level projected in the 2013 long-term energy plan.", "Our fair hydro plan is helping to make life more affordable for people right across this province, with a clear focus on additional relief for those who are the most vulnerable. Our plan includes the 8% rebate introduced in January 2017 and builds on previously announced initiatives to deliver broad-based rate relief on all electricity bills.", "Ontario is also making—and I’m proud to say that this is certainly the case in my community of Burlington, with a brand new hospital—the largest infrastructure investments in hospitals, schools, transit, roads and bridges in the province’s history. This type of investment in our province is critical. It attracts investment and enhances the quality of life of all Ontarians.", "A study for the Centre for Spatial Economics found that, over the long-term, real GDP in Ontario rises up to $6 on average per dollar of public infrastructure spending. Ontario’s new long-term infrastructure plan, or LTIP, focuses on how the government is expanding and renewing the schools our children attend, the hospitals where we receive care, and the roads and transit that take us home to our families each day. These are investments in our future, Madam Speaker.", "Another way we are investing in our future is by helping people and businesses reduce greenhouse gas pollution, as part of addressing the largest issue facing humanity and our planet: climate change. In the fight against climate change, Ontario chose to put a cap on greenhouse gas emissions as a realistic approach that balances action with affordability. This market-based system achieves the greatest results at the lowest cost to businesses and consumers. As part of the emissions cap program, this year the province launched quarterly auctions of greenhouse gas emissions allowances. The proceeds from the first four auctions totalled more than $1.9 billion, exceeding the province’s forecast of total proceeds for 2017-18.", "I also want to point out that, by law, Ontario is investing all proceeds from those auctions back into programs to reduce or support the reduction of greenhouse gas pollution, as part of our climate change action plan. These include programs and rebates for homeowners to improve energy efficiency and save money on energy costs; incentives and building of infrastructure to make it easier to choose electric vehicles; repairs and upgrades to make social housing apartment buildings that are more energy-efficient; support to municipalities for projects such as energy-efficient improvements; and, of course, Madam Speaker, I would be remiss if I didn’t mention our investments in cycling infrastructure that, again, are history-making—close to $100 million for municipalities to make their communities more bicycle-friendly, so that Ontarians can have the choice, given that approximately 5% of us ride our bikes every day and on a regular basis. There, again, is an important investment in a healthier and a greener economy.", "We know that fighting climate change will make the air cleaner and healthier for people across Ontario and it will also save money. We are saving approximately $4.4 billion annually in health, environmental and financial costs since we eliminated coal-fired energy generation. Sometimes we don’t talk about that enough, Madam Speaker, but it’s worth repeating: that we closed the coal-fired plants and are saving considerably, both in terms of our health care and other costs. Our transition to a low-carbon economy will build a strong province now and into the future. The historic actions taken by this government are helping to build a fairer and better Ontario.", "Before I conclude, I would like to remind members of the importance of concurrence, which we are discussing today. Receiving concurrence in the estimates allows the Supply Act to be introduced, providing fiscal spending authority for the fiscal year that is coming to a close. That is not about approving new spending; it is about providing authority for the government to finance its programs and honour its commitments. It is about approving spending on priorities that matter to all Ontarians, like creating jobs, building a more innovative and sustainable economy, and investing in infrastructure to ensure our economy and our people are more competitive in the future. It is about improving government spending that has already been transforming Ontario, now and into the future.", "I urge all members to support concurrence in the estimates so that spending on these critical public services can be approved.", "Thank you for this time this morning, Madam Speaker." ],
  "anchor" : "para255",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Kitchener–Waterloo." ],
  "anchor" : "para299",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much, Madam Speaker. It’s a pleasure, as always, to bring the voices of the people of Kitchener–Waterloo to this Legislature on the issue of concurrences and estimates.", "I’m the new Vice-Chair of this committee. I have to admit, I wasn’t there for the delegations and for the debate. However, we have been following the hydro file very carefully, because this is an issue, unlike—prior to the last election—the gas plant scandal, which had numbers which were so high, so big—$1.1 billion was the quote; those numbers were abstract for the people of this province. However, their hydro bill is not abstract. It’s real; it’s tangible. And even though the government has moved to monthly bills so that the bills look smaller, people see that pain every single day, despite their best conservation efforts and despite the fact that they really do want to reduce their own carbon footprint.", "They are doing their best. However, the bills continue to rise. Every MPP in this House, regardless of political stripe, will have people who come into your office on a daily basis, on a weekly basis, and say to you, “Listen, I cannot afford these hydro bills. This bill does not make sense to me. I do my laundry at night. I’ve reduced my energy uses. I’ve changed the lightbulbs.”", "Those bills are a continued slap in the face to the people of this province. They understand full well—because that anger is real. When you are knocking on the doors and you are talking to constituents, that anger is real because they recognize that this government has put their partisan interests ahead of the interests of the people of this province.", "I must tell you that we have an independent, non-partisan officer of the Legislature’s report here, the Financial Accountability Officer of Ontario, who has pulled back the layers and exposed this government for putting forward this so-called fair hydro plan, which essentially transfers debt to future generations. It reduces your bill a small amount in 2018 and 2019, but following the next election we are actually going to be seeing a reduction of $300 million a year because of the sell-off of Hydro One.", "I shouldn’t have to remind the House that the sell-off of Hydro One is the largest transfer of wealth from the public sector—from the people whom we serve—to the private sector in the history of this province.", "I remember, prior to Christmas when I raised this issue, that some of the Liberals said, “Well, what about the 407? That’s the largest transfer of wealth from the public to the private.” To be fair, the people of this province are well positioned to feel quite angry about what Mike Harris did to the people of this province when he sold off the 407 at a bargain-basement rate. But the fundamental difference between the sell-off of the 407 by the PCs back in the 1990s—", "Interjection." ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I don’t know; I was so young at the time. The fundamental difference is that we need hydro. The 407 is really a luxury for many people in this province; quite honestly, a luxury that many people can’t afford.", "It is interesting for me to listen to the Liberals say, “We’re not as bad as the Conservatives,” and the Conservatives say, “We’re not as bad as the Liberals.” Let’s be honest: There are other choices in the province of Ontario and I don’t need to tell you that we’re going to be making that choice very clear in 105 days. But who’s counting? Maybe it’ll be sooner, Madam Speaker. Who knows?", "The other thing that the President of the Treasury Board didn’t really get into is, of course, the advertising piece. She’s quite right: Concurrence is a step in the approval of spending. However, there are so many emotions around where the money has already gone in this province. For those of us who track the money—and some of us track it down into a deep, dark hole called the debt, which we are at about $320 billion.", "The interesting narrative around the sell-off of Hydro One is that it had to happen to fund infrastructure. Well, the Financial Accountability Officer punches a big hole in that theory in that he said it would have been cheaper for this government to borrow the money. Governments can borrow money at very competitive rates. You don’t need to sell off a revenue-generating asset called Hydro One in order to generate revenue for infrastructure. This government was well positioned at the time to get an interest rate of somewhere between 5%, 8%, 7%. It’s not like they’re going to default on that debt. They could have done that to fund the infrastructure.", "It’s interesting, if you follow public accounts, the other side of where the spending has happened, that the $4 billion has been underspent on infrastructure in this province. There is such a fundamental disconnect between the numbers and the words that you hear from this government. We believe the Financial Accountability Officer. We believe the Auditor General, who, in her last report, basically indicated that Kathleen Wynne, the Premier of this province, has allowed private power companies to rip off Ontario families. We are seeing that as Hydro One asks for increases in hydro rates.", "So not only did this government sell off a revenue-generating asset, a public asset that was funding education and health care, you’ve also doubled down on higher hydro rates in the long term. Sure, for political reasons there’s going to be a small reduction in bills up until after the next election, and then we are going to see a reduction in revenue for the province and we’re also going to see higher hydro rates, and we have no control over that.", "The damage is huge and it’s long-standing. It will fundamentally be the legacy of Dalton McGuinty and Kathleen Wynne’s government. After 15 years, quite honestly, the people at the doors say to my face, and I know they say it to yours, as well, “We can’t afford to have a government that is willing to put their own personal and political interests ahead of the people they serve.”", "When they say that this is the “opinion” of the Financial Accountability Officer, it is such a disrespectful position to take. This is a financial analysis of where the money is going, where the money has gone and what impact that political decision will have on the people of this province. Quite honestly, even from a financial perspective, from an investment perspective, it runs counter to everything that we’ve heard from this Premier, including the goal to address climate change.", "There is a cost to climate change. There is a health cost to our health care system, which we have been raising in this House because the health care system is in crisis. There is an environmental long-term cost, which will compromise the well-being of the children and the people of this province, which we have a financial responsibility to ensure. There’s an economic cost as well.", "The narrative that we’ve heard from this government is that they’re still going to be in control of Hydro One. Well, when Hydro One purchased a dirty coal plant—what is it called? It’s Avista. The Colstrip coal plant is in eastern Montana. Yes, the people of this province own a coal plant. It’s a significant source of greenhouse gas emissions. So now we own an 800-acre coal ash waste pond, described as “toxic soup.” Well, congratulations. Because those greenhouse gases—oh, they’re just going to stay in Montana. So you bought it. You sold off Hydro One and they bought the Avista Colstrip coal plant to make money. So you’ve sold out the interests of the citizens of this province.", "Mr. Thibeault, the energy minister at the time, said, “This was purely a business decision that the government is pleased with.” How can Kathleen Wynne and this Liberal government be pleased to be the owners of an 800-acre coal ash waste pond in eastern Montana?", "My point is, yes, concurrence is a step in the approval of spending. The people of this province have a serious trust issue with the way this government spends money. They can buy all the advertising on the public dime that they want—it angers people because they see right through this government. It is time for change in this province." ],
  "anchor" : "para308",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Mr. Chiarelli has moved concurrence in supply for the Treasury Board Secretariat. Is it the pleasure of the House that the motion carry? I hear a no.", "All those in favour, say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Energy. Is it the pleasure of the House that the motion carry?", "All those in favour, say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Health and Long-Term Care. Is it the pleasure of the House that the motion carry? I hear “carried.”", "Interjections." ],
  "anchor" : "para321",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. All those in favour, say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Indigenous Relations and Reconciliation. Is it the pleasure of the House that the motion carry?", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Natural Resources and Forestry. Is it the pleasure of the House that the motion carry? I hear “carried.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Community Safety and Correctional Services. Is it the pleasure of the House that the motion carry? I hear “carried.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Infrastructure. Is it the pleasure of the House that the motion carry? I hear “carried.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Ministry of Transportation. Is it the pleasure of the House that the motion carry? I hear “carried.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This vote will be taken during deferred votes.", "Mr. Chiarelli has moved concurrence in supply for the Office of Francophone Affairs. Is it the pleasure of the House that the motion carry? I hear “carried.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote has been requested. This will be taken during deferred votes." ],
  "anchor" : "para334",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the Minister of Community and Social Services." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "No further business, Madam Speaker." ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The House stands recessed until 10:30." ],
  "anchor" : "para371",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para228"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you, Speaker. I want to introduce, to you and through you to the members of the Legislative Assembly, two constituents from my riding of Leeds–Grenville who are here for Ontario’s model Parliament. I’d like to welcome Richard Deeves and Maxwell Kinlin. Welcome to Queen’s Park." ],
  "anchor" : "para375",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m delighted to welcome the mayor of Markham, Frank Scarpitti; regional councillor from York region Jim Jones; the CAO of York region, Bruce Macgregor; and also the warden of Simcoe county, Gerry Marshall." ],
  "anchor" : "para376",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s my pleasure to introduce Frank Notte as well as Larry Lantz, the president of the Trillium Automobile Dealers Association and the owner of Hanover Honda from the great riding of Bruce–Grey–Owen Sound." ],
  "anchor" : "para377",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I would like to introduce the page captain today, Michael Sullivan, from the great riding of Kitchener–Waterloo. His parents, Laura and Sean Sullivan, and his brother, Jack Sullivan, are here; also grandparents Mary and Terry Sullivan. They will be in the members’ gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Today I would like to welcome Emily Dimou, whom I taught in grade 2, from my riding of Barrie. Emily is here for the next few days with the Ontario model Parliament. Welcome to Queen’s Park, Emily." ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’d like to welcome, for the model Parliament over the next couple of days, from my riding of Renfrew–Nipissing–Pembroke, Tobias Gallas, who is joining us today and will be with us for the next couple of days. Welcome. Tobias." ],
  "anchor" : "para380",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I am pleased to recognize today’s page captain from the great riding of Sudbury, Audrey Dini. It’s also a pleasure to welcome her mother, Courtney, and her aunt, Cassandra. They’re seated in the members’ gallery. It’s great to have them here today." ],
  "anchor" : "para381",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Yesterday I was able to introduce my constituent Fauzia Syed, who is the mother of my page from Nepean–Carleton, Aashaz Syed. I don’t know where he’s at, but we’re very excited to have him at Queen’s Park." ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure to introduce Michelle Lewis and Chuanyu Wu, guests visiting from my great riding of Davenport who will be participating in the Ontario model Parliament. Welcome." ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "",
  "text" : [ "It’s an honour to be able to rise today and introduce page Elizabeth Spilotro, who is from Niagara West–Glanbrook, and also her mother, Danielle de Graauw, who is with us today in the gallery. Welcome to Queen’s Park and welcome to the Legislature." ],
  "anchor" : "para384",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I would like to welcome and thank Gord Stringer, who’s going to be joining us today, and thank him for his support with the Rowan’s Law legislation. We went through second reading yesterday.", "Speaker, I too am delighted to welcome from Waterloo region some very close family friends. They’re here to see Michael Sullivan, who is acting as today’s page captain: parents, Sean and Laura Sullivan; brother, Jack Sullivan; and grandparents Mary and Terry Sullivan.", "I would also like to congratulate Canada’s men’s Olympic hockey team on advancing to the semifinals in PyeongChang. And I want to wish the women’s team all the best in their gold-medal match tonight at 11 p.m. against the United States. Go Team Canada!" ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Ross Romano",
  "text" : [ "I would like to take the opportunity to welcome a constituent from my riding of Sault Ste. Marie, Annina Chorney. She’s here today participating in the Ontario model Parliament. Welcome." ],
  "anchor" : "para388",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’d like to ask everyone to help me welcome students and faculty from the Niagara Launch Centre. I attended the grand opening this past fall, and these talented students crafted a beautiful table from a 350-year-old oak tree with skills that they learned in this program. So help me to welcome Marco Magazzeni, who is the administrator of alternative programs and partnerships; Mike Stevenson; and Alex Leblanc and Zachary Browne, who are both students. Welcome to Queen’s Park. We’re thrilled to have you here." ],
  "anchor" : "para389",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I know we’ve already welcomed the mayor of Markham, Frank Scarpitti, as well as Jim Jones, the regional councillor from Markham, but I also want to welcome Bryan Frois from the mayor’s office. Welcome to Queen’s Park." ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Harinder S. Takhar",
  "text" : [ "I would like to welcome two students from my riding who are attending the Ontario model Parliament: Anish Chhabra and Rishi Dhir. I hope they will have a great experience." ],
  "anchor" : "para391",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m very pleased to welcome Pat Jilesen from the Bruce. He’s in the House today and is provincial director for the Ontario Federation of Agriculture." ],
  "anchor" : "para392",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? The member from—" ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Beaches–East York." ],
  "anchor" : "para394",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I know who you are. Beaches–East York." ],
  "anchor" : "para395",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Speaker. Glad you know who I am.", "I would also like to welcome guest constituents in the model Parliament: Anna Khouzam and David Arnott from Beaches–East York." ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "It gives me great pleasure to introduce the mother of page Manas Gupta from my riding of Carleton–Mississippi Mills, who is here with us this morning. His mother is Sabina Halappanavar. Sabina, are you here? Welcome." ],
  "anchor" : "para398",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to welcome Frank Notte from Trillium Automobile Dealers Association. Frank, great auto show, and to any of your guests here today at Queen’s Park, welcome." ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "It’s my pleasure to welcome Ontario’s undergraduate student association, OUSA. Here representing them are Sophie Helpard, Colin Aitchison and Martyna Siekanowicz.", "I’d also like to welcome a page from my riding, who is so very happy to join us today: Theebana Thavarajah from Tredway Woodsworth Public School.", "I would like to join my colleague from Kitchener in wishing all the best to tonight’s women’s hockey players, especially Natalie Spooner from my riding of Scarborough–Guildwood. Wishing them all the best in their gold medal match. Go, Canada!" ],
  "anchor" : "para400",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’d like to introduce, from the OFA and from my riding, Crispin Colvin, who is here. Also, I have a few people from my riding and area: John Cassells, human trafficking and street youth specialist is here; Kelly Franklin, executive director of Farmtown; Teresa Cash; Jennifer Lucking; Sonja Brushetto; Clayton Clement; Eduarda Lee Sousa-Lall; Amanda Pierce; Danielle Pollnow; Rene Defayette; Terri Sinclair; George Franklin; and Natalie Redman, who are here delivering the message about sex trafficking in Ontario." ],
  "anchor" : "para403",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Today, I’d like to welcome Maria-Palma Zito and Mandeq Jama to the members’ east gallery. Welcome, and enjoy your day at Queen’s Park." ],
  "anchor" : "para404",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I would like to welcome Wendy Rozon, from my riding, here today. She is the mother of Harrison Rozon, one of the pages today." ],
  "anchor" : "para405",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m very pleased to welcome Daniel Zung and Mindy Morrison here from Pickering–Scarborough East for the Ontario model Parliament day. Welcome." ],
  "anchor" : "para406",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’d like to introduce, from my riding, Katherine Ellis, who’s participating in the model Parliament. Welcome, Katherine." ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to welcome Josee Stephens, who is here from Campbellford for the Ontario model Parliament as well." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome Fernando Jimenez, who is a constituent of mine from the lovely riding of Durham. He’s here today to participate in the model Parliament." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to introduce to the House two amazing young leaders who are participating in the model Parliament. They call Huron–Bruce home, and they’re representing both Huron–Bruce and Simcoe–Grey. They are Sheetal Gill and Khushali Shah." ],
  "anchor" : "para410",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I would like to welcome two young people representing the great riding of Scarborough–Agincourt: Dinah Hoang, a grade 10 student at Dr. Norman Bethune, and former page Angelica Voutsinas, who is representing the great riding of Toronto–Danforth for the model Parliament. Welcome to Queen’s Park." ],
  "anchor" : "para411",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I wanted to say that I had a great meeting with OFA reps Jackie Pemberton and Rejean Pommainville from my riding of Stormont–Dundas–South Glengarry." ],
  "anchor" : "para413",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "First, I have an introduction, a member in the Speaker’s gallery, a guest of mine, a member of the regional directors of the OFA, and a good friend, Larry Davis. Welcome, Larry. Thank you for being here with us.", "Also, we have with us today—as has been mentioned for a few of them, but let’s introduce them all. We have in the public galleries today 103 students from across the province participating in the fifth annual Legislative Assembly of Ontario model Parliament. Please join me in welcoming all of our students. Welcome and thank you for being here." ],
  "anchor" : "para414",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para373"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finally, I want to ask our new batch of pages to assemble to be introduced.", "I would ask all the members to join me in welcoming the second session of the 41st Parliament pages: Aashaz Syed from Nepean–Carleton; Abigail Eys from Kitchener Centre; Asia Boston from Sault Ste. Marie; Audrey Dini from Sudbury; Bavan Pushpalingam from Scarborough Southwest; Elizabeth Spilotro from Niagara West–Glanbrook; Harrison Rozon from Stormont–Dundas–South Glengarry; Heather Sutherland from Burlington; Jaclyn White from York–Simcoe; Jamie Emre Rygiel-Baban from Beaches–East York; Klara Sulek-Popov from Kingston and the Islands; Maggie Chong from Toronto–Danforth; Manas Gupta from Carleton–Mississippi Mills; Margot West from Ottawa Centre; Michael Daiello from Eglinton–Lawrence; Michael Sullivan from Kitchener–Waterloo; Morgan Sanderson from Parkdale–High Park; Noor Soliman from Toronto Centre; Olivia Kim from Richmond Hill; Rachel MacKinnon from Don Valley East; Reed Benzie from Trinity-Spadina; Ricky Tong from Markham–Unionville; Sullivan Pearson from Etobicoke–Lakeshore; Theebana Thavarajah from Scarborough–Guildwood; and William Pham from Willowdale.", "These are your pages." ],
  "anchor" : "para417",
  "subject" : {
    "text" : "Legislative pages",
    "anchor" : "para416"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will call upon the member from Windsor–Tecumseh on a point of order." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Howard McCurdy",
    "anchor" : "para421"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to ask for unanimous consent. I just heard news that Dr. Howard McCurdy has passed away. Dr. McCurdy, as you know, was a former member of Parliament, a member of the Order of Ontario, a member of Windsor city council, a professor at the University of Windsor and a leader in the Canadian human rights movement. I request that we hold a moment of silence on his passing." ],
  "anchor" : "para423",
  "subject" : {
    "text" : "Howard McCurdy",
    "anchor" : "para421"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Windsor–Tecumseh is seeking unanimous consent for a moment’s silence. Do we agree? Agreed.", "I would ask everyone to please rise to provide us with a moment of silence for the death of this MP. Thank you." ],
  "anchor" : "para424",
  "subject" : {
    "text" : "Howard McCurdy",
    "anchor" : "para421"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "It is therefore now time for question period." ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Howard McCurdy",
    "anchor" : "para421"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier.", "The finance committee got to hear from a lot of job creators and businesses, and their message was clear: Ontario can and must do better to create jobs and support businesses. In fact, the Ontario Chamber of Commerce said that “62% of our members indicate that they are not confident about the economic outlook of the province.” Why, Speaker? They cited “business costs.”", "The cost of doing business continues to rise under this Liberal government, so I ask this: When 62% of the chamber members are worried, why doesn’t the government answer this call for action?" ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me thank the member for Windsor–Tecumseh for letting us know about Mr. McCurdy. Pass on our condolences.", "Mr. Speaker, I have great respect for the Ontario Chamber of Commerce, and we have worked very closely with them over the years. In fact, in that very report that the Leader of the Opposition is quoting from, they also report that business prosperity is at a 20-year high, so there are some very, very good things happening in Ontario.", "Over the past year, cities and towns across the province have added thousands of new jobs, a total of 800,000 new jobs since the recession. Our unemployment is at a 17-year low. Just to give some examples, Hamilton added 27,000 new jobs, Barrie added 12,000, and Kingston added 4,400. I appreciate the member opposite, but let’s look at the whole report." ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para437",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: It’s not just the chamber that has no confidence. The Canadian Federation of Independent Business shared their concerns, as well. They said a Business Barometer index that shows a growing economy with optimistic small business would be at a 70 or higher. Sadly, this index in Ontario is at 57.5. Speaker, that’s not healthy.", "The Canadian Federation of Independent Business describes the mood in the small business community right now as “one of frustration and even despair.” How can our entrepreneurs grow their businesses and create much-needed jobs when the Premier has created a climate of frustration and despair?" ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development and Growth." ],
  "anchor" : "para440",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "In this House yesterday, the Leader of the Opposition talked about cherry-picking. I have to think, from my perspective, listening to the presentation that he has put forward this morning, that he is in fact guilty of what he is accusing others of doing.", "As the Premier has said repeatedly over the last number of years, since the very depths of the recession, Ontario has created more than 800,000 jobs. Let’s take into account that of those 800,000, nearly 91% of those jobs are full-time, 70% of those jobs that have been created are in an above-average-wage industry, and approximately 73% of those jobs are in the private sector.", "This government has a very clear plan and a very clear record of success: a 17-year low for unemployment, 33 months below the national average in terms of unemployment. We’re investing in STEM. We’re investing in infrastructure. We’re investing in both employees and employers, because our government is on the side of all Ontarians." ],
  "anchor" : "para441",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para444",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: Well, it’s not just the chamber. It’s not just the Canadian Federation of Independent Business. Just listen to what the retail council had to say: “Faced with these challenging circumstances and an uncertain economy, the government must focus on improving the conditions for economic development.” They concluded, “Now is the time to establish a positive environment that facilitates job creation.”", "But the Liberals seem opposed to that idea. They don’t want to create jobs. They don’t want to support hard-working families. Every single thing they bring forward is actually harming job creators. Why is this government content with losing jobs and seeing businesses closing?" ],
  "anchor" : "para445",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I didn’t have a chance to say in my first answer that, for example, here are the other initiatives that we’ve undertaken as a government to help support the economy and job creation. We’ve eliminated the capital tax, which corporations paid whether or not they had a profit. That’s providing $2.3 billion of tax relief each year. We reduced the small business corporate income tax rate from 4.5% down to 3.5%, and we know that here in this province our corporate income tax rate is competitive and, on average, below that of Canada and other G7 countries.", "All of this and the investments in our people and the investments in our critical infrastructure are fundamentally the reason that Ontario’s economy continues to lead Canada’s; that we have an unemployment rate that is low, lower than it’s been at any point in the last 17 years; and the list goes on of all the very positive indicators of how strong our economy is.", "Fundamentally, what the leader of the Conservative Party does not want to admit is that he does not believe in investing in the people of this province. While that party is focused on fighting inward, our government is focused on fighting for the people of this province.", "Interjections." ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’ve allowed one round to go, and I’m listening carefully to the people who have decided, while they’re sitting, that they’re going to speak.", "New question." ],
  "anchor" : "para452",
  "subject" : {
    "text" : "Employment",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. The Trillium Automobile Dealers Association represents over 1,000 new car dealers across Ontario. They employ 77,000 people. They generate $37 billion in economic activity. But they’re concerned about the high cost of doing business in Ontario. Here’s what they had to say about Drive Clean: “Drive Clean had its time and place ... the point of Drive Clean is not there anymore ... we think the time has come to scrap that.”", "Speaker, that sounds like a good plan, so I ask: Will the Liberals commit to scrapping the outdated Drive Clean program?" ],
  "anchor" : "para455",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the minister is going to want to comment on this in the supplementary, but this question, combined with the previous question, really is about a party that is not interested in the environment, is not interested in fighting climate change and, as the Minister of Economic Development and Growth said, is not interested in investing in the people of this province. We are supportive of business. We have seen hundreds of thousands of jobs created in this province by the private sector.", "What the Leader of the Opposition doesn’t want to do is admit that, with all the economic growth that’s happening in this province, with all of the prosperity that’s being created, there are still people who are being left behind, and some of those people are working in the businesses that he’s talking about. We’re raising the minimum wage. We’re putting supports in place for people: free tuition, OHIP+, minimum wage. He doesn’t want to acknowledge that that’s needed by people in this province. We’re fighting for those people who—" ],
  "anchor" : "para457",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para459",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Thanks to a few, we’re in warnings.", "Interjections." ],
  "anchor" : "para461",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Let me repeat that: We’re in warnings.", "Supplementary?" ],
  "anchor" : "para463",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: The member from Bruce–Grey–Owen Sound reminds us that Wiarton Willie provided proof that winter isn’t quite over. Winter tires are a must-have for safety on our roads, but not everyone can afford them. Trillium auto dealers said a winter tire tax credit “will basically cut the cost in half of purchasing your standard-size tires.” That makes them more affordable and that makes our roads safer.", "We know the budget is around the corner. Will the Liberals support a winter tire tax credit in the upcoming budget?" ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para467",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Will the opposition support economic stimulus that this party has been putting forth for the last five years? Will the opposition—", "Interjections." ],
  "anchor" : "para468",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton is warned.", "Carry on." ],
  "anchor" : "para470",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We introduced winter tires as a means to help reduce auto insurance rates a long time ago. The members opposite are just catching up. The question does become this, though: In their People’s Guarantee, which they have now broken three times, they have about a $16-billion hole. Some say it’s maybe $12 billion. Some say it’s $24 billion. All we know is they can’t afford the things that they say they’re going to do.", "Now, providing more credits is a great opportunity for us to stimulate growth, but the question then becomes, if they’re going to get rid of carbon tax or a cap-and-trade opportunity of $2 billion, what are they going to cut, Mr. Speaker?" ],
  "anchor" : "para472",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Chainsaw." ],
  "anchor" : "para474",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Are they going to cut those supports for businesses that they so proudly stand for? We need to know." ],
  "anchor" : "para475",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "The Minister of Agriculture is warned.", "Final supplementary? The member for Leeds–Grenville." ],
  "anchor" : "para476",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Back to the Premier: The Trillium Automobile Dealers Association is also calling on this government to support my Bill 3, Cutting Red Tape for Motor Vehicle Dealers Act, 2016. It’s a vital tool that cuts red tape for both dealers and consumers. Bill 3 would allow a car buyer to register the vehicle and provide the permit, licence plate and validation sticker all at the dealership.", "Frank Notte from the Trillium auto dealers said, “If you are like me, you despise waiting in line and wasting your time, knowing whatever it is you want to accomplish can be done online and in minutes.” It seems like common sense to me, the auto dealers and the members of this House, who unanimously supported my bill.", "Mr. Speaker, will the government cut red tape, stop wasting time and pass Bill 3?" ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Minister of Economic Development and Growth." ],
  "anchor" : "para482",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member for his question. I also thank Frank Notte and the team from the Trillium area dealers association. I’ve had the chance to know this organization over the last number of years, and I’m very appreciative of their work.", "A couple of things to keep in mind, Speaker: There has been no government in Ontario history that has been more supportive of Ontario’s auto sector—all aspects: manufacturing, retail, the parts economy in Windsor and Brampton and right across the province of Ontario.", "Our government has literally poured billions of dollars strategically into this industry when members of the Conservative Party were opposed to us supporting this crucial industry that accounts for hundreds of thousands of jobs supporting hundreds of thousands of families in Ontario.", "Specifically on the issue of reducing red tape: Again, whether we’re talking about all of the work that we’ve undertaken in this regard, whether we’re talking about the 2017 burden reduction report showing that we’ve surpassed our target—the target to reduce unnecessary burdens by 50%. We surpassed that target two years ahead of schedule, and there’s a long list of initiatives that we’ve undertaken in this regard.", "The member asked specifically about his private member’s bill. Our government will be happy to continue to work very closely with the association and with all who want us to work hard to make sure that we continue to support economic development and growth in this province." ],
  "anchor" : "para483",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The most valuable thing to families is time. Give them time." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "The results demonstrate clearly that we’re on the right path and we’ll keep working in this regard—" ],
  "anchor" : "para489",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I stand; you sit.", "The member from Renfrew–Nipissing–Pembroke is warned.", "New question." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Automotive programs",
    "anchor" : "para454"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre.", "On February 4, my neighbour and a good friend of mine, Leo, was admitted at Health Sciences North with a back injury. He spent 13 days being treated in a bathroom. I’m sending over a picture of the room so that the Premier can have a look as to how overcrowded the conditions are in our hospital.", "Will the Premier help people like Leo, stop ignoring the hospital overcrowding crisis and make a real plan to undo the damage her government has done to our health care system?" ],
  "anchor" : "para494",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Health and Long-Term Care will want to speak in the supplementary.", "Mr. Speaker, we are ignoring nothing about the health care system. The health care system in Ontario is incredibly important to every single Ontarian, because at some point in all of our lives we have to rely on the health care system.", "Of course it’s unacceptable if there is a patient who is relegated to an inappropriate space, but that’s why we’ve opened 1,200 new beds. That’s why that number of beds is the equivalent of six community hospitals.", "We recognize that there’s more to be done. There’s $500 million more dollars in our budget directly for hospitals. We recognize that working with hospitals and working with the communities—because so many people want to be in the community. We want to make sure that there is care, and appropriate care, for them in the community, but we recognize that hospitals need more support. That’s why we’ve opened more beds, and we will continue to work with hospitals across the province." ],
  "anchor" : "para497",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para502",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Leo spent 13 days in a small, cramped bathroom—you can have a look at it right now—with a toilet directly behind his head. When I visited him, I couldn’t believe where he was forced to receive his hospital care. Leo is in his early seventies. Dealing with his back pain was stressful enough. For him to be forced into a room where I wasn’t even sure if things were sanitary—that’s a lot for him to have to deal with.", "Why is the Premier ignoring the severity of the overcrowding crisis?" ],
  "anchor" : "para503",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para505",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Last fall we opened up the equivalent of six new community hospitals across this province—1,200 new acute care beds. And that investment, of approximately $100 million: We’ve renewed that and more, announcing for the coming year that we are investing just under $200 million to keep those beds open, in most cases, but also to work closely with the Ontario Hospital Association and to work closely with individual hospitals to meet their capacity challenges.", "We added 16 new beds to Health Sciences North. We increased their budget last year by $6 million. I’m not saying that they’re not facing capacity challenges—partly because of the season that we’re in, a very bad flu season that I think all health care professionals acknowledge across this province—but we’re making the necessary investments to ensure that we’re providing support to hospitals so that they can continue—and they are—providing that highest quality of care and great outcomes." ],
  "anchor" : "para506",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para508",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "While Leo was receiving care in this bathroom, the other patients on the fourth floor were unable to use it. That means that an entire unit of patients had no access to a shower and no access to a bathtub for the full 13 days that Leo was admitted in there. How can the Premier hear stories like Leo’s and still think that everything is fine in our hospitals?" ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, we continue to work with Health Sciences North. In fact, I was up there several weeks ago for an announcement that I would say was made possible by the strongest advocate imaginable—our member of caucus, the member from Sudbury—that resulted in an announcement of an entirely new facility called NEO Kids, which is going to be a pediatric centre bringing together all of the resources that are necessary for taking care of children, babies and youth under one centre, NEO Kids.", "We announced together—the member from Sudbury and myself—a planning grant for, I think it was, half a million dollars. We’re committed to building that facility. I want to commend the member from Sudbury for his strong advocacy on that issue, on the PET scanner that Health Sciences North is going to be having very, very shortly and on all of the health care advocacy that that member from Sudbury continues to make and deliver." ],
  "anchor" : "para510",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para493"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma deuxième question est également pour la première ministre. Just last week, the NDP released new internal information showing that the Scarborough Hospital reached the alarming, unsafe occupancy rate of 147% in January this year. This is after the Premier said that temporary beds would mean that the hospital could deal with the flu surge. Clearly, temporary beds have not solved the problem. When will this Liberal government put in place solutions that undo the decades of damage done to our hospitals with successive Conservative and Liberal governments?" ],
  "anchor" : "para513",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para514",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, she gave me the opening, Mr. Speaker; I’ve got to walk right into it. She talked about decades of neglect. She neglected to mention the neglect from her party, the NDP. They closed almost 10,000 hospital beds when they were in power. I know that the Conservatives beat that by about 400 beds that they closed, but the NDP, in the short period of time that they were in tenure, closed 9,600 hospital beds—13% of the mental health beds and 24%, I believe, of the acute care beds across the province. They fired nurses; they cut the health care budget. I can only imagine, if they were ever in power, with the kinds of commitments that they’ve made—in fact, the member from Kitchener made the commitment to cut $600 million from the health and education budgets.", "This is a disastrous record. She omitted that when she talked about “decades ago”. She needs to include their own time in power." ],
  "anchor" : "para515",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para517",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Back to the Premier: Chronic hospital overcrowding is hurting Ontario families. Olive, an elderly woman from Nickel Belt, was forced to spend weeks in a waiting room with no bathroom and no call button that she could press if she needed help. This is becoming the norm in way too many hospitals when Ontarians need hospital care.", "When will the Liberal government take this crisis seriously?" ],
  "anchor" : "para518",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I should correct my record, given the chance. I mentioned the member from Kitchener; I meant the member from Kitchener–Waterloo, who was the individual who was committed to becoming, if elected, the minister of cuts, cutting $600 million from health care and education." ],
  "anchor" : "para520",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Answer the question. You have nowhere to go. That’s a shameful answer." ],
  "anchor" : "para521",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para522",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "As a result of tremendous efforts by the community in Scarborough and Durham, last year we had a report that came out that gave us a pathway to building our acute-care services in both regions. We gave a planning grant for both Scarborough and Durham so that they can plan for new hospitals. In fact, the Premier, just last week, I believe, was at Centenary at Scarborough announcing their brand new emergency department." ],
  "anchor" : "para523",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para524",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The Liberals are offering temporary funding after years of freezes and budget cuts. Sure, the Conservatives closed 28 hospitals last time they were in government, but Ontario families need us to invest now. They need us to invest in the quality care that they deserve.", "When will this government stop offering band-aid solutions and temporary funding and come up with a real plan to undo the damage that they’ve done to our hospital system and our health care system as a whole?" ],
  "anchor" : "para525",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We have a strong record of more than a decade of investments in health care. In fact, we added $500 million in the most recent budget and $500 million in the budget prior to that, specifically to hospitals; opened 1,200 acute-care beds across this province last fall and committed to even increase that investment in the coming fiscal year; the brand new emergency department at Centenary hospital; the Bridletown hub, which is with Scarborough Hospital as well; moving services and facilities, including dialysis, closer to communities, closer to people in their neighbourhoods. I want to thank the MPP for—" ],
  "anchor" : "para527",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Scarborough–Agincourt." ],
  "anchor" : "para528",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—Scarborough–Agincourt for her unrelenting advocacy to make that project a reality. It’s fantastic to see. We’re making so many investments in Scarborough, it is becoming dizzying to the Scarborough members, who are constantly advocating on behalf of that great community." ],
  "anchor" : "para529",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para512"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is to the Premier. I’ve spent the past several years travelling across the province, hearing from survivors of human sex trafficking, police officers and front-line service providers. It’s the same story everywhere I go. People are asking me, “Where’s the funding this government promised?”", "We have well-established organizations like Farmtown Canada, who are with us today, that have a proven track record of helping survivors, so much so that the survivors have worked with local police, resulting in charges being laid against traffickers. But has the government helped them? No. This government should know that they need to help organizations like Farmtown Canada, not keep them in the dark. Instead, this government has hidden behind their bureaucratic firewall and is failing victims of human sex trafficking.", "My question to the Premier is, why does Farmtown Canada have to travel all the way from Belmont, in southwestern Ontario, to be heard by this government?" ],
  "anchor" : "para531",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I actually want to thank the member opposite, and I want to thank the folks who are here today for the work that they have done.", "Of course, to all of us, human trafficking is unacceptable. It is a travesty that needs to be addressed, which is exactly why we are making the investments that we’re making—$72 million to work towards preventing this crime. In fact, there are 44 agencies that are being funded to support survivors, to make sure that they have the resources that they need.", "We are working with those agencies, Mr. Speaker. There was a process. I know there were some agencies that were funded; there are others that were not. But that is the nature of the process.", "We will continue to work with agencies. I have no doubt that there is more we are going to have to do. Again, I thank all of the folks who have been on the front line and who have brought to us and to this Legislature some of the solutions that we are now enacting." ],
  "anchor" : "para534",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Elgin–Middlesex–London." ],
  "anchor" : "para539",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the Premier: The crime of human sex trafficking continues to rise at an alarming rate in Ontario. This government has held many announcements boasting of new investments that fight sex trafficking, but the reality on the ground is much different. Many organizations have yet to see a penny of the promised funding and continue to not have access to the resources they need. In my riding of Elgin–Middlesex–London, not a single agency in Elgin county or in Middlesex has received a dime to fight human sex trafficking.", "Their process is flawed. Mr. Speaker, my question to the Premier: When will the organizations in Elgin county and Middlesex county receive some support from this government in funding to help fight human sex trafficking?", "Interjections." ],
  "anchor" : "para540",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para543",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para545",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "As the Premier has said, we do take this heinous crime extremely seriously. This is why our Anti-Human Trafficking Coordination Office, which is within my ministry, has been working so hard to invite applications from organizations across the province to apply for the funding that we have been announcing.", "In particular, among the 44 organizations that did receive funding recently, nine of them are delivering services in southwestern Ontario, the area where Farmtown is located. Just as an aside, Mr. Speaker, Farmtown did not actually submit a proposal during our call for applications.", "Some of the organizations receiving funding that will be of interest to the member opposite are the London Abused Women’s Centre—they are providing crisis response, outreach and prevention for exploited and at-risk women and youth; and also Addiction Services of Thames Valley will provide supports and programs for women who have been trafficked in the sex trade." ],
  "anchor" : "para546",
  "subject" : {
    "text" : "Human trafficking",
    "anchor" : "para530"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "My question is to the Premier. Last month, the Minister of Transportation said that a new arrangement exists between Carillion Canada to keep the roads plowed this winter following the collapse of its parent company, but she refuses to disclose this arrangement.", "Earlier this month, local media in the north reported how this secrecy is putting the safety of our highways at risk. Carillion workers were quoted as saying that “our patrol yard doesn’t have enough trucks to keep the highways safe” and that “the majority are broken down and we can’t get any repairs done, since no one will work on them because they’re afraid” they’re not going to get paid.", "Will the Premier provide for the public’s safety and the Carillion workers and disclose the new agreement with Carillion now?" ],
  "anchor" : "para550",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para553",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you to the member opposite for the question. My ministry remains fully committed to ensuring that our roads are safe for the travelling public during winter weather conditions.", "I want to be very clear that winter maintenance operations in all contract areas in Ontario have continued without any reduction in the required service levels. Ministry staff are working closely with Carillion Canada so that Ontario’s roads and highways continue to be maintained and cleared to our high standards.", "I can confirm that under this arrangement between the ministry and Carillion, we are paying some key suppliers directly for critical tools like road salt and equipment repair and leasing. We’re only paying Carillion for the services they provide, not paying any of Carillion’s corporate costs. We’re closely monitoring all funds paid to Carillion, which are kept in a separate bank account, to verify that all employees are being paid." ],
  "anchor" : "para554",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para557",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Back to the Premier: This is no time for secrecy. If Carillion workers do not know if they will be paid, the snowplows may not roll if a snowstorm hits. A routine winter day in Ontario can quickly turn into a major crisis on our highways. If winter road maintenance was still in public hands, we wouldn’t be in this mess.", "The ultimate solution is to restore this work to the public sector, but for now, will the Premier at least provide the minimum assurance to the Ontario public and Carillion workers and publicly release its new agreement? The public has the right to know." ],
  "anchor" : "para558",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you for the supplementary. I want to reiterate again that we have an arrangement in place with Carillion that will make sure that our roads are safe right to the end of the winter season.", "But road safety shouldn’t be a partisan issue. I’m afraid to see that both parties opposite have chosen the path of fearmongering. This is despite receiving my letter with additional information about our arrangement with Carillion and my offer to discuss this issue directly with the members who wrote to the government on this topic. This type of fearmongering does not help the situation. All it does is needlessly scare the workers, the suppliers and the travelling public.", "We are committed to ensure that we have the roads safe and clear for our folks who are travelling the highway. Nothing is more important to me as minister. Nothing is more important to me as a family member. Our number one priority is to make sure that we keep our roads safe right to the end of the winter season." ],
  "anchor" : "para560",
  "subject" : {
    "text" : "Winter highway maintenance",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "My question is for the President of the Treasury Board. Minister, as you know, before I was the MPP for Etobicoke Centre, I was a management consultant with a company called the Boston Consulting Group, where I advised global companies that operate and sell their goods globally on how to resolve some of their most pressing challenges. I know how important free and unrestricted trade is to our economy and to the economy of the United States.", "Now, there is no doubt that our economic relationship with the US is mutually beneficial. And while that is the belief of many, we have seen the political landscape in the US change on this front. We have seen a rise of protectionist policy that threatens to exclude Ontario businesses, restricting growth on both sides of the border. An example of that is the New York Buy American Act, which is scheduled to take effect on April 1.", "Minister, I believe we have a responsibility to protect Ontarians against policies like this. What is our government doing to protect Ontario’s businesses and workers from discriminatory and protectionist American trade policies?" ],
  "anchor" : "para564",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para563"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Je tiens à remercier le député pour sa question.", "We know that free and fair trade creates the greatest number of opportunities for Ontarians. That’s why we’re introducing the Fairness in Procurement Act and following through on the commitment that our Premier continues to make to safeguard Ontario workers and businesses. Our proposed legislation, if passed, would allow our government to respond when necessary to any unfair actions taken by the United States. These regulations would be proportional and measured and designed to mirror restrictions made by opposing US jurisdictions.", "We believe in the value of free and fair trade across the Canada-US border. This is why we will continue to defend Ontario businesses and jobs at every opportunity. I’m pleased to stand in my place today and say that this is part of our plan to create fairness and opportunity in this province.", "I look forward to sharing further details about this important piece of legislation in the supplementary." ],
  "anchor" : "para567",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para563"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para571",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para563"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Thank you, Minister. I’m glad to hear that we’re taking action to protect the interests of our businesses and Ontario’s workers.", "I was doing some research earlier. Just to give members a sense of the scope of the trade, between 2011 and 2016, New York state awarded more than 47,000 procurement contracts worth about $193 billion, and about $369 million of that has been awarded to Canadian firms. This includes companies across Ontario, like Dominion Voting Systems in Toronto, Nightingale Corp. in Mississauga, High Criteria in Richmond Hill, Orbis Partners in Ottawa and Spec Furniture in Etobicoke. Protectionist policies like the buy American act in New York clearly impact Ontario businesses. They clearly impact our economy.", "Minister, I believe we need to do everything we can to support trade and to prevent protectionist provisions, but it is also very difficult to predict how the political climate in the US will evolve and what other steps could be taken by US governments. Are we prepared to respond should further action be taken in the United States?" ],
  "anchor" : "para572",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para563"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "This is enabling legislation. It gives us the tools to respond to unfair policies when and if we need to. We’re working hard on diplomatic resolutions, and we have done and will continue to do that. But while I’m pleased that New York state has modified its buy American legislation to be less harmful to Ontario than earlier versions, it’s not enough. Participating in US public procurement projects is important to Ontario businesses. It creates jobs and increases value for taxpayers. We know that when New York state awards a procurement bid to an Ontario business, like Spec Furniture in Etobicoke, it’s because they represent the best value for money. The same can be said for when we award New York-based firms with our business.", "The Fairness in Procurement Act defends Ontario workers and businesses against discriminatory, one-sided procurement practices, like New York’s Buy American legislation. We’re increasing the pressure on New York to remove their restrictive legislation and, in turn, we would remove our proportional response. We look forward to this. Protecting Ontario businesses and jobs is our number one priority." ],
  "anchor" : "para575",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para563"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is for the Minister of Transportation. After spending more than $14 million and a decade of delay, the government has cancelled the environmental assessment of the GTA West Corridor. The proposed highway was supposed to address congestion in the GTA West region and get businesses and commuters moving. Instead, the minister has cancelled the EA without telling Ontarians what her alternatives are. Fourteen million dollars and 10 years later, we’re back where we started.", "Will the minister tell us what her plan is now that she has cancelled the GTA West Corridor?" ],
  "anchor" : "para579",
  "subject" : {
    "text" : "Transportation planning",
    "anchor" : "para578"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much to the member opposite for the question. Although the EA will not be completed at this time, the technical information, the data collection and the analysis done during the project will not be lost. The information will continue to be used for transportation and regional planning, including the proposed corridor study. We’ve taken the original EA assessment and we’ve narrowed it to about a third of the corridor so we can maintain a corridor for future planning for infrastructure needs. Whether it be transit or whether it be energy projects, we need to identify that corridor.", "I know that this has been well looked for, to get the answer. We now have provided certainty to the municipalities on our route moving forward, and we have certainly received a lot of praise from the environmental agencies that didn’t feel this was the right time to be paving over prime farmland and the greenbelt." ],
  "anchor" : "para581",
  "subject" : {
    "text" : "Transportation planning",
    "anchor" : "para578"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary. The member from Kitchener–Conestoga." ],
  "anchor" : "para583",
  "subject" : {
    "text" : "Transportation planning",
    "anchor" : "para578"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Back to the Minister of Transportation. At $14 million for planning a short-circuited EA, the Liberals’ GTA West Corridor failure has been a waste of time and taxpayers’ money. Fourteen years later, the Wynne Liberals have left communities without direction on EA-frozen lands and, of course, motorists stuck in gridlock; gridlock that a ministry advisory panel says can be erased through “congestion pricing.” GTA motorists wanting to get home don’t need government to tax their drive. Of course, communities landlocked for over a decade by a government’s inaction shouldn’t need to wait any longer to move forward.", "On top of her decision to cancel the corridor project and prolong congestion in the GTA West, will the minister at least commit today to release lands frozen out by this Liberal government’s decade of delay?" ],
  "anchor" : "para584",
  "subject" : {
    "text" : "Transportation planning",
    "anchor" : "para578"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much for the question. We also have made sure that the planning in that area is of broader scope that also includes the greater Golden Horseshoe. The path forward for the final corridor will be determined in part by more comprehensive planning and analysis work that’s taking place through that area. We have identified about a third of the original area. The rest of the two thirds has been released back to the municipality, to planning.", "We also know, coming from the party with a plan to cut at least $12 billion, that they would not identify a dollar for infrastructure in their coming plan. In fact, to fill that $12-billion hole that they’ve got in their budget—it’s the same PC Party that has voted against budget after budget, with the countless investments that we have in transit, in transportation infrastructure from Windsor to Wawa to Waterloo region. This is a party that has voted against that. I don’t know what they would be cutting for the $12 billion in cuts they have in their budget." ],
  "anchor" : "para586",
  "subject" : {
    "text" : "Transportation planning",
    "anchor" : "para578"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Minister of Health. In December, I wrote to you and I asked you to reunite Patricia and Don Deighton, who have been married for 64 years but are faced with forcing to be away from each other because they cannot find accommodations.", "Don, as you know, lives in a retirement home while Patricia requires long-term care. Over two months since I wrote to you, Don and Patricia continue to be forced to live apart. My office and their family have worked with the Waterloo Wellington LHIN to try to find a switch for Pat, but after two failed attempts, Don and Pat are still waiting to live together again.", "Can the minister tell Don today how much longer he is going to have to wait to be reunited with his wife of 64 years?" ],
  "anchor" : "para589",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para588"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We had the opportunity to speak in a general sense about this issue. For privacy reasons, I can’t speak about the specifics of this individual case, but yesterday we had the opportunity, and I think we probably all appreciate the importance of this, to talk about spousal reunification. That is such an important aspect of how we approach long-term care in this province. It needs to be.", "I can’t imagine the anguish, the anxiety, the frustration, the tears of two individuals who have lived their whole lives together being unable to complete that in the last remaining years of their lives. It’s important, and that’s why we introduced legislation. I can’t recall—I hope, I suspect, I think the NDP supported that legislation, which allowed us to actually create a separate category for spousal reunification. I mentioned yesterday that this opportunity has just now come into place where we require every single long-term-care home in this province to set aside at least one specific, dedicated bed for spousal reunification. I’m happy to talk about it more in the supplementary." ],
  "anchor" : "para592",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para588"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para594",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para588"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Mr. Speaker, the minister said yesterday that he had introduced spousal reunification regulations. But let me tell him, it has not solved the problem. That regulation was made on December 13. It came into effect on January 1. Now, 52 days later, Patricia and Don Deighton are still being forced to live without each other.", "Every day that Patricia and Don spend apart is another day where they deteriorate. At the end of their lives, they are losing precious time with each other, and this government refuses to step up and fix the problem. Why is this Liberal government doing nothing to actually help Patricia and Don spend the rest of their days together?" ],
  "anchor" : "para595",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para588"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "It’s always challenging to talk about, on the one hand, a specific case and then having to speak for reasons of privacy in generalities. To some extent that limits my ability to speak about this individual case, and I hope we can all appreciate the importance of maintaining the privacy of these two individuals.", "These changes that we’ve put into place that, indeed, came into force on January 1—because of the operational aspects of it, we’ve been working with long-term-care homes. Now all long-term-care homes have implemented this new policy, which is the result of tremendous—I would say exceptional—consultation across the long-term-care sector, including, most importantly, with patients, caregivers, family members, loved ones, clients and residents of long-term-care homes themselves, as well as the long-term-care operators, to develop a program which reserves a specific bed, at least one, in every home. If there is not a person on the list for spousal reunification, we will make sure the next person gets that bed." ],
  "anchor" : "para597",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para588"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. Our government recognizes that children can grow healthy and strong when we help to alleviate the financial burden that many Ontario families face. To do just that, our government has made the biggest expansion to medicare in Ontario in a generation through OHIP+.", "I know how important this program has been to my constituents in Scarborough–Agincourt as they no longer have to worry about how to pay for their children’s prescriptions, including antibiotics to treat infections, asthma inhalers, seizure medications, oral contraceptives, antidepressants and drugs to treat arthritis, epilepsy and many more.", "Speaker, through you to the Minister of Health, can he please inform the House how OHIP+ has been helping people in Ontario since January 1?" ],
  "anchor" : "para600",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you to the member from Scarborough–Agincourt for this very important question. As both a father and a physician, I strongly believe that all children and youth in Ontario deserve to receive the best patient care and experience possible and that families across this province need to be able to afford the medications that their children need to stay healthy and have that healthy start to life.", "I’m proud to say, Mr. Speaker, that since January 1, over 800,000 individual young people aged 24 and under have had their prescriptions filled at absolutely no cost to them whatsoever under OHIP+—almost a million young people. And more than 1.7 million prescriptions have been filled to date under OHIP+, including for more than 17,000 EpiPens, 29,000 asthma chambers, and the numbers continue to grow. OHIP+ benefits more than four million children and youth in this province." ],
  "anchor" : "para603",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para606",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Thank you to the minister for providing this update and for your continued effort to improve health care for everyone in Ontario.", "OHIP+ is a historical step taken by our Premier and our government that has not only improved the health and lives of young people but also helped to lift the financial burden off many Ontario families. I’m proud that our government has helped to fight for our most vulnerable population.", "Sheila, a constituent of mine in Scarborough–Agincourt and a UTSC student, recently informed me of her numerous struggles with access to prescription drugs. She claimed that OHIP+ has provided her with financial ease and the confidence to be proactive with her health care.", "I know, as a former nurse, that this OHIP+ program is a potential game-changer in terms of improving and protecting the health of all Ontarians.", "Speaker, through you to the minister: Can he please inform the House of the impact that a historic program such as OHIP+ will have on the people of Ontario?" ],
  "anchor" : "para607",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister." ],
  "anchor" : "para612",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The impact has been outstanding. I’ve had so many conversations with parents who are saving. A mom in Ottawa, for example, has an insulin-dependent diabetic teenager who is now saving, as a result of OHIP+, thousands of dollars each year; $6,000 a year is her estimated savings because of OHIP+.", "In fact, a Conference Board of Canada report recently estimated that 1.2 million people in Ontario aged 24 years and under did not have any drug coverage before OHIP+. Those 1.2 million individuals and their families now have drug coverage, absolutely free of charge, for everybody 24 and under. All they need to do is go to their local pharmacy, any pharmacy in this province, with their health card and the prescription—no upfront fees; no annual deductible, no co-payment, and they get that prescription absolutely free of charge. Nearly a million children and youth already have availed themselves of that opportunity, and 1.7 million prescriptions already just two months in." ],
  "anchor" : "para613",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. There are 32,000 ailing seniors on the wait-list for a long-term care bed, and they are desperately waiting longer and longer to get the care they need.", "Vittoria Tassone is one of them. Vittoria is a stroke patient in need of around-the-clock care, yet as ailing as Vittoria is, she is actually being forced out of her hospital bed and back on the wait–list for a nursing bed. We recently read, Minister, that neither you nor the Mississauga Halton LHIN knows if beds will be put in Milton to help seniors like Vittoria get the critical care they need.", "Considering the shortage of hospital and nursing beds, will you guarantee that no senior, including Vittoria, will receive an unsafe discharge from the hospital or be pushed out too soon and too fast under your watch?" ],
  "anchor" : "para616",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I believe it was just last week—it may have been this week—but we have issued our call for proposals for 5,000 new long-term-care beds across this province. I have no doubt that in Halton—and I have to say that the member from Halton has been an outstanding advocate for her community, both on long-term care but also on the newly opened expansion to Milton District Hospital, where it has tripled in size and the number of beds has gone from 63 beds to 129 beds. In fact, the member from Ancaster-Flamborough etc. also just half an hour ago presented me with a proposal for long-term care in Halton, Mr. Speaker. We’re committed to building these beds across the province—in Halton, in Mississauga, in the northwest, in the northeast and in the southwest part of the province. We’re going to build 30,000 in the next 10 years.", "Interjections." ],
  "anchor" : "para619",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Supplementary." ],
  "anchor" : "para621",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the Minister of Health and Long-Term Care: It’s interesting that no money was in the budget for the first 14 years of your tenure, and now it’s an election year and there are beds. I hope they come faster than the ones you said you were going to redevelop.", "I believe Vittoria should not have to wait five years for a nursing bed; no senior should, because by that time, sadly, they could have died.", "That’s what happened to Lornette Mitchell. Despite suffering from chronic obstructive pulmonary disease, congestive heart failure, recurrent pneumonia and poor kidney, Lornette was discharged from the hospital and wait-listed for long-term care. With her need for around-the-clock care, there was no way Lornette was going to survive the wait. Sadly, she died.", "The system you designed, Minister, has failed Lornette and her family. Will you take any responsibility for the shameful fact that this is the best level of care you can give seniors at the end of their life?" ],
  "anchor" : "para623",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I work hard to support those in our long-term-care sector to make sure that they’re delivering the best possible care and that those beds are available. That’s why we’re making this unprecedented investment of 30,000 beds over the next 10 years.", "I remember that in what was formerly known as the People’s Guarantee, they committed to long-term-care beds as well. But since they have axed the carbon tax—and I think the deficit now projected as a result of their commitments in their platform is somewhere between $12 billion and $16 billion. I think it’s a little rich that the member opposite is asking me this question, because there is no way possible that with the hole that they’ve built in their platform, which you could drive a Mack truck through—with that deficit that they’re projecting, they have absolutely no way to fund long-term care, home care, hospitals—" ],
  "anchor" : "para627",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Child care." ],
  "anchor" : "para629",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Child care. We’re going to see a replication of what they did in the 1990s, when they closed 10,000 hospital beds; when they cut, cut, cut. That’s their platform." ],
  "anchor" : "para630",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para615"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. Speaker, after the last Conservative government laid off 6,000 nurses and closed 28 hospitals, Liberal underfunding of health care has only made things worse. Just since the Premier was sworn in, London Health Sciences Centre has been forced to cut $141 million from its overall budget—the equivalent of 488 full-time jobs.", "In December, the hospital announced its latest cut: the closure of the Cardiac Fitness Institute, or CFI, putting the health of up to 2,000 cardiac patients at risk. The hospital stated that it does not receive any public funding to support post-cardiac-event therapy and counselling services.", "Speaker, will the Premier accept responsibility for her government’s failure to properly fund hospitals as the reason for the closure of the CFI?" ],
  "anchor" : "para632",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para635",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would hope that the member opposite would allow clinicians, cardiac care Ontario and the best practices, which are practised around this province, around this country and around the world, to determine how cardiac rehabilitation should be provided, Mr. Speaker.", "Virtually across this province the provision of care for post-cardiac-episode rehabilitation is six months. That’s what’s being provided at St. Joseph’s. In fact, at the Mayo Clinic they recommend three months. The American Heart Association recommends three months. The exact organization that published the report that was referenced yesterday recommends three months of post-cardiac care.", "We provide across this province—with the exception of London Health Sciences—six months of post-cardiac care. We will carefully, with the hospital, transition those patients so that they are getting the best evidenced and practised world standards in post-cardiac care, as is being applied already in London." ],
  "anchor" : "para636",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para639",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "The closure of the Cardiac Fitness Institute means that any new cardiac patients in London will be referred to the six-month provincially funded cardiac program at St. Joseph’s Health Care, but long-term CFI patients will be out of luck.", "There is no evidence to support a six-month cardiac rehab program and the LHSC admits there is no data comparing outcomes between the long-term CFI program and the short-term program at St. Joe’s. A recent British study found that cardiac patients who participated in a three-year rehab program were 60% more likely to be alive 14 years later than those who participated in a one-year program.", "If the Premier believes in evidence-based policy, will she intervene to fund the CFI until a comprehensive analysis of CFI outcomes has been conducted?" ],
  "anchor" : "para640",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The publication that the member opposite cites, actually, is from the journal of the British Cardiovascular Society. In Britain, the best practice, the evidence-based approach to providing cardiac care—in fact, the organization which is attached to and part of this same cardiovascular association in Britain recommends three months. That is a recent set of standards that they’ve promulgated.", "So, Mr. Speaker, I am—", "Interjection." ],
  "anchor" : "para643",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "If I recall, you asked the question." ],
  "anchor" : "para647",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Every single other cardiac rehabilitation program in this province offers six months of care. That’s what we’re going to offer in that careful transition to the program at St. Joe’s. That’s far in excess of what the Mayo Clinic, the American Heart Association, the UK and others recommend." ],
  "anchor" : "para648",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is to the Minister of Education.", "Our government inherited a public education system that was severely underfunded, broken and in disrepair. Today, Ontario is now an international leader in education, thanks in part to our historic investments in building new schools.", "Three weeks ago, I had the pleasure of announcing almost $45 million in funding for four new schools and one expansion in communities across Simcoe county. These are just a few of the projects that our government recently announced, investments that will bring new and improved schools to students all across Ontario.", "Speaker, through you to the minister: What is our government doing to build on historic improvements and investments to ensure students are learning in new schools and facilities that can better support achievement, equity and well-being?" ],
  "anchor" : "para650",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I want to thank MPP Hoggarth for that important question and thank you for your great advocacy on behalf of students and parents in our region.", "Nelson Mandela once said, “Education is the most powerful weapon we can use to change the world,” and, Mr. Speaker, we are doing just that. We are using education to build a stronger future for our kids, and we are ensuring that our education system is getting the investments that we need.", "We’re building a solid path for our young people so they can succeed today and in the future. In fact, here’s what we’re doing: We recently announced we are investing $784 million to build, expand and renovate 79 schools across the province, including more than 2,700 licensed child care spaces for children aged zero to four. Think about that.", "When we are looking at billions of dollars being cut by other opposition members across the way, when we’re looking at the NDP voting against $11 billion in infrastructure—" ],
  "anchor" : "para654",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para658",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you, Minister.", "Mr. Speaker, these investments are part of our plan to bring fairness and opportunity to the people in Ontario. Investing in our schools is one of the most important infrastructure investments that we can make for our nearly two million students in Ontario.", "Schools are places where students learn and grow, make new friends, are developed into citizens, and develop skills for the future. Our commitment to invest in building new and improved schools provides students with a learning environment that encourages achievement and well-being. We know that how and where students learn is very crucial to their success.", "Minister, can you please tell us more about how we are investing in student achievement by building new and improved schools?" ],
  "anchor" : "para660",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you to the member for that important question. We are committed to supporting school boards by providing modern, 21st-century learning environments for all students. In fact, just recently we had the pleasure of announcing new funding for the construction of four new schools and one new addition to Simcoe County District School Board and Simcoe Muskoka Catholic District School Board, including new schools in Bradford, Oro-Medonte and Wasaga Beach. Having an improved and modern school facility helps to lay a strong foundation for a better learning experience for our students.", "I want to point out that these investments have been continuing since 2003. We’ve invested nearly $18.3 billion in school infrastructure, including nearly 860 new schools and more than 840 additions and renovations.", "These investments are all part of our plan to create fairness and opportunity in Ontario by raising the minimum wage and making access to affordable health care and child care—" ],
  "anchor" : "para664",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para667",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para649"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "My question is for the Minister of Transportation. For months now, my office has been inundated with calls about potholes on provincial Highway 6, south of Caledonia. Your office has assured me that the contractor is patching the holes, but the asphalt is not sticking.", "Why have archaeological findings delayed this highway reconstruction for two years? It is a hazard to safety. I’ve been contacting your office for close to a year. Why now have band-aid repairs only started when we’re at a crisis? Why the lack of action? Secondly, why the secrecy around your contingency plans?" ],
  "anchor" : "para669",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you to the member opposite for the question. Our government is committed to maintaining among the safest roads in North America, something that I am very proud of. We know that there are issues on our highways due to our climate in the wintertime, and we do continue to repair things.", "I know also that Highway 6 is a critical connection to this community and that the residents want to see progress. The archaeological assessment for Highway 6 from Hagersville to Caledonia identified six archaeological sites of varying importance. One of the sites is a 19th-century Euro-Canadian site with an indigenous component. The assessment recovered 1,669 items as well as a possible house foundation for a structure built in the 1860s. This site was identified as needing further assessment if any impacts from construction were planned outside of the existing road platform. It’s an important staged process; we need to inspect the work. However, I do understand, so what matters now is that we do have a path forward." ],
  "anchor" : "para671",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para673",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "These potholes on this 80-kilometre provincial highway are so bad that there are large lit-up warning signs at each end. I ask you to come down and drive on this atrocity.", "Minister, I’m told that the contractor, Carillion Canada, has filed for creditor protection. This is clearly another example of botched government oversight and mismanagement.", "Minister, I ask you: Can you assure me that this safety hazard will be fixed immediately? And can you assure all the drivers who are experiencing vehicle damage caused by these craters that they will be compensated?" ],
  "anchor" : "para674",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I know that we will continue on our path forward on Highway 6 improvements. MTO made modifications to the design of the project to limit the work in the area with these finds that I just mentioned to the existing road platform. Again, it’s our commitment to ensure that the travelling public has safe roads to travel on. We will be looking at resurfacing construction in late April or early May of this year.", "I do want to say, Speaker, that with $12-billion cuts in the platform of the PCs, that’s an incredible amount that they would find to have to pull out. We know that the PCs do not support infrastructure. It’s not identified as a priority in their budget. We will continue to provide the infrastructure. I’m hoping that they join us and vote for the budget containing—" ],
  "anchor" : "para677",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para679",
  "subject" : {
    "text" : "Highway maintenance",
    "anchor" : "para668"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Finance on a point of order." ],
  "anchor" : "para681",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "With your indulgence, I just want to recognize my cousin, Eduarda Sousa-Lall, who’s here today to meet with officials to help some of our most vulnerable. Dita is a long-time advocate to protect women and victims of human trafficking, and my family is very proud of her." ],
  "anchor" : "para682",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para683",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I wanted to recognize two young ladies from my riding, Michaela Ret and Catherine Cadigan, who are here partaking of our model Parliament. Welcome to Michaela and Catherine." ],
  "anchor" : "para684",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I also would like to welcome a young person from my riding for the model Parliament: Laura Persichini. Joining her today is her mom, Mary." ],
  "anchor" : "para685",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to welcome a young constituent from my riding of Trinity–Spadina. Mr. Reed Benzie is a student at King Edward Junior and Senior Public School and now a legislative page. Please join me to welcome him and his family members, Rhonda McMichael and Eileen Benzie. Welcome." ],
  "anchor" : "para686",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para680"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 71(b), the member from Huron–Bruce has notified the Clerk of her intention to file a notice of reasoned amendment to the motion for second reading of Bill 194, An Act respecting fairness in procurement. The order for second reading of Bill 194 may therefore not be called today.", "I also beg to inform the House that, pursuant to standing order 71(b), the member from Chatham–Kent–Essex has notified the Clerk of his intention to file notice of a reasoned amendment to the motion for second reading of Bill 195, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation. The order for second reading of Bill 195 therefore cannot be called today.", "Deferred vote on the motion for second reading of the following bill:", "Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act / Projet de loi 193, Loi édictant la Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales et modifiant la Loi sur l’éducation." ],
  "anchor" : "para688",
  "subject" : {
    "text" : "Notices of reasoned amendments",
    "anchor" : "para687"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for second reading of Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para694",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "On February 20, 2018, Ms. Vernile moved second reading of Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para697",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para789",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 89; the nays are 0." ],
  "anchor" : "para790",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para791",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para793",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I would ask that the bill be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para794",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "So ordered." ],
  "anchor" : "para795",
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para691"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on government orders number 25, 26, 27, 28, 29, 30, 31, 32 and 33.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para797",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats, please.", "On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Treasury Board Secretariat. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para800",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para854",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para894",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 26. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Energy. All those in favour, please rise one at a—" ],
  "anchor" : "para895",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para897",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para898",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para899",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 27. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Health and Long-Term Care. All those in favour of the motion, please—" ],
  "anchor" : "para900",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para902",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para903",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para904",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 28. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Indigenous Relations and Reconciliation. All those in favour—" ],
  "anchor" : "para905",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para907",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para908",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para909",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 29. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Natural Resources and Forestry. All those in favour—" ],
  "anchor" : "para910",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para912",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para913",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para914",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 30. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Community Safety and Correctional Services. All those in favour—" ],
  "anchor" : "para915",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para917",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para918",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para919",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 31. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Infrastructure. All those in favour—" ],
  "anchor" : "para920",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para922",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para923",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para924",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 32. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Ministry of Transportation. All those in favour, please rise—" ],
  "anchor" : "para925",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para927",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para928",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para929",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "We have a deferred vote on government order number 33. On February 20, 2018, Mr. Chiarelli moved concurrence in supply for the Office of Francophone Affairs. All those in favour—" ],
  "anchor" : "para930",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Same vote." ],
  "anchor" : "para932",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Same vote." ],
  "anchor" : "para933",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para934",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para935",
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para796"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para938",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There is a point of order: government House leader." ],
  "anchor" : "para939",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I seek unanimous consent to move a motion without notice during deferred votes regarding Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act." ],
  "anchor" : "para940",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para941",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that the Standing Committee on Social Policy be authorized to meet in Toronto on Monday, February 26, 2018, during its regularly scheduled meeting time, for the purpose of public hearings on Bill 193; and", "That the Clerk of the Committee, in consultation with the Chair, post information regarding public hearings on the Legislative Assembly website, the Ontario parliamentary channel, Cision, and Turtle Island News, if possible; and", "That interested parties who wish to be considered to make an oral presentation contact the Clerk of the Committee by 2 p.m. on Friday, February 23, 2018; and", "That the Clerk of the Committee provide the subcommittee members and/or their designates with the list of requests to appear received to date by 9 a.m. on Friday, February 23, 2018, and a final list by 4 p.m. February 23, 2018; and", "That witnesses be scheduled to appear before the committee on a first-come, first-served basis; and", "That, if at any time, the hearings become oversubscribed, the Clerk of the Committee notify the subcommittee members and/or their designates by sending the list of requests to appear at the earliest opportunity; and", "That presentations be scheduled in 15-minute intervals and that witnesses be offered up to five minutes for their presentation, followed by 10 minutes for questions from committee members, divided equally among the recognized parties; and", "That the Rowan’s Law Advisory Committee be invited to appear before the committee and be offered up to 15 minutes for a shared presentation, followed by 15 minutes for questions from committee members, divided equally among the recognized parties; and", "That written submissions be accepted by the Clerk of the Committee until a deadline has been determined by the committee; and", "That the committee meet in Toronto for clause-by-clause consideration of the bill on Thursday, March 1, 2018 from 9 a.m. to 10:15 a.m. and 2 p.m. to 6 p.m." ],
  "anchor" : "para943",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Attorney General moves that the Standing Committee on—" ],
  "anchor" : "para953",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para954",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para955",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing no further votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para958",
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Today I’m pleased to welcome to Queen’s Park a group of advocates from Cystic Fibrosis Canada. Please join me in welcoming Jennifer Stranges, Phil Norris, Eric Mariglia, Jeff Beach, Barbara Agee and, finally, Rob Burtch, who joins us from my riding of Barrie. Welcome to Queen’s Park." ],
  "anchor" : "para961",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para960"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I notice that in the members’ gallery we have a number of people from across Ontario who are here with the model Parliament. I’d mention all their names—I just met them, but I forgot all their names. Have a good one." ],
  "anchor" : "para962",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para960"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "There is one name I know—Calisto Lafrennier, from my great riding of Timiskaming–Cochrane." ],
  "anchor" : "para963",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para960"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’d like to welcome Timothy Marsh, who is also part of the model Parliament, from Kitchener–Waterloo. Welcome." ],
  "anchor" : "para964",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para960"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Speaker, you know that I love hockey and you know that this is the inaugural season of the Belleville Senators in the American Hockey League.", "This weekend is a very special weekend in Belleville. The Rogers Hometown Hockey tour is facing off in downtown Belleville this weekend, right across from city hall.", "The two-day celebration features free, hockey-themed events for the whole family. Saturday’s festivities run from noon until 6, and Sunday’s events start at 1. Highlights include autograph signings by a Belleville-born former NHL goaltender and Calder Trophy winner, Andrew Raycroft, and Belleville goal-scoring sensation and ex-NHLer—he played for the Leafs for a while—Kyle Wellwood.", "There’s also going to be a parade of champions to honour Belleville’s proud hockey history. We do have a tremendous story to tell and it will be on display this weekend.", "Of course, all three boys in the famous Subban family played hockey with the Belleville Bulls. P.K. credits his time playing for the former Belleville Bulls as a key factor in his development, and both of his brothers, Malcolm and Jordan, also played for the Bulls. Malcolm is a star right now with the Vegas Golden Knights, who have taken the NHL by storm.", "You’re going to see some highlights if you watch the Rogers telecast on Sunday night, and may even hear a familiar voice calling some of those P.K. Subban spin-o-ramas during that broadcast.", "We’ve got a lot of great NHLers who are from Belleville as well: Andrew Shaw with Montreal; Brad Richardson for Vancouver; Nick Cousins plays for Arizona; Derek Smith for Calgary; and Alan Quine with the New York Islanders.", "The pre-game show features Ron MacLean and Tara Slone. Make sure you tune in at 7:30. There will be some great music by that famous band, the Transcanada Highwaymen. We’re looking forward to Rogers Hometown Hockey in Belleville." ],
  "anchor" : "para967",
  "subject" : {
    "text" : "Belleville Senators hockey team",
    "anchor" : "para966"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "We have to take this occasion and say a little something about all our friends who have come from schools across Ontario in order to find out what this place is all about. More importantly, Mr. Speaker, they’re going to take your chair and they’re going to take my chair, and they’re going to come here and they’re going to have a debate. They’re going to talk about the issues that are important to people across this province from the perspective of where they come from, and they’re going to find out—as we do—that this chamber is all about doing what’s right for the people back home.", "Sometimes we get caught in the hyperbole of this thing—" ],
  "anchor" : "para976",
  "subject" : {
    "text" : "Model Parliament",
    "anchor" : "para975"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Wow." ],
  "anchor" : "para978",
  "subject" : {
    "text" : "Model Parliament",
    "anchor" : "para975"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Yes, hyperbole. I learned that word last week: hyperbole. Last week I learned that word.", "My point is, we find out that at the end of the day we’re all people who come to this place for essentially the same reason, and that is that we’re trying to serve our constituents the best that we can. We’re trying to move public policy ahead in a way that makes sense to us.", "Yes, we have differences of opinion. Conservatives, New Democrats and Liberals look at things from a different perspective, but that’s okay. That’s what democracy is all about. It’s about making sure that those ideas come forward, that there is proper debate and that there’s action on those debates.", "Politics is the art of the possible, of being able to make a difference. Every day that you come to this place and every day that you wake up in this great job as MPP, you have an opportunity to make a difference in somebody’s life. I’ve got to say there’s no life like it, and I’m very lucky to have done it for 28 years." ],
  "anchor" : "para979",
  "subject" : {
    "text" : "Model Parliament",
    "anchor" : "para975"
  }
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Last spring, GTAA officials at Pearson airport revealed that they were considering permanent changes to the flight paths along the north-south runways at Pearson airport. This would have meant a significant and permanent increase to the number of flights over a number of communities, including mine in Etobicoke Centre.", "To me, this would have been unacceptable as it would have massively increased the number of flights and the amount of noise over our community while doing nothing to reduce airplane noise for people across our city or improve airport performance.", "From the very beginning, I have made it clear that I will do everything possible to advocate for my community and fight against this proposal, and I have. I have attended community meetings, I have advocated with GTAA and government officials, and I have provided many updates to my community.", "Most importantly, however, the GTAA is eager to build a transit hub at Pearson airport that requires provincial funding and support. So I have repeatedly made it clear that I will not support the government of Ontario providing funding or support of any kind for the transit hub at Pearson if the GTAA moves ahead with its plan to redistribute flights over our community on a permanent basis.", "I have great news. Recently, the GTAA announced that they will not be permanently altering flight paths over the next five years over our community. While this is good news, Speaker, our work is not finished. We’ll have to monitor the GTAA’s plans in the years to come to see if they change. But this outcome would not have been possible without the efforts of MP Borys Wrzesnewskyj, the Community Alliance for Air Safety, the Markland Wood Homeowners Association and those who have attended meetings in our community to advocate for this.", "Rest assured, I will continue to advocate to ensure the GTAA works in collaboration with our community and does not permanently shift flight paths over Etobicoke." ],
  "anchor" : "para984",
  "subject" : {
    "text" : "Pearson airport reconstruction",
    "anchor" : "para983"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "This past Family Day was a fitting day to be present and address a large crowd celebrating the grand opening of the Chatham Hope Haven in my riding of Chatham–Kent–Essex.", "Hope Haven is an emergency shelter for homeless men in my riding. As a non-profit organization, it helps homeless men with hygiene, food, a safe and non-judgmental environment, providing warmth from the cold and food for nourishment.", "Program director Mr. Joe Simpson and Pastor Morris Cuyler and his New Beginnings Ministry receive no government funding to keep these men safe. At the moment, they can only allow a maximum of 10 men to stay overnight because of a lack of funding to upgrade their fire alarm system. They need $30,000. Once funding is secured, they will be able to provide overnight accommodations for up to 40 men.", "Because of this, they welcome donations of food, clothing and hygiene products. The shelter also depends on the help of volunteers, striving to improve the lives of those in need within our community. New volunteers are always welcome.", "Many people on the fringe of society are estranged from their families. They may feel disconnected and unappreciated. They may feel like they have no safe place to go, and many suffer from mental illness or even abuse. The fact that the Chatham Hope Haven has been successful shows the power of civic action and volunteerism. It speaks volumes about the generosity of ordinary people and their capacity for self-sacrifice.", "Chatham Hope Haven—" ],
  "anchor" : "para991",
  "subject" : {
    "text" : "Chatham Hope Haven",
    "anchor" : "para990"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Thank you." ],
  "anchor" : "para997",
  "subject" : {
    "text" : "Chatham Hope Haven",
    "anchor" : "para990"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "—is most definitely a safe haven of hope—" ],
  "anchor" : "para998",
  "subject" : {
    "text" : "Chatham Hope Haven",
    "anchor" : "para990"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. That was the third time." ],
  "anchor" : "para999",
  "subject" : {
    "text" : "Chatham Hope Haven",
    "anchor" : "para990"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Our public libraries provide extraordinary value to communities, yet because of a 20-year-old provincial funding freeze, they are struggling to provide the services that people count on.", "In my community, the Waterloo Public Library and the Kitchener Public Library have called for increased funding after the public library grant in Ontario was cut by approximately 40% in the late 1990s. Despite past and present advocacy efforts, the funding has never been restored.", "Local libraries provide a vital public service. People rely on the WPL and KPL for access to the Internet, programming and community interaction. For many citizens, libraries address the issue of isolation for vulnerable populations.", "Just last year, KPL increased the number of cardholders by 20%. They established a new digital space and increased their social media engagement by 34%. WPL also continues to modernize by offering programming like outdoor summer jazz concerts, English conversation circles and estate planning.", "I’d like to commend the WPL and the Kitchener Public Library for their excellent work. They have strong leaders in both of those libraries.", "I hope the government will join me in recognizing the importance of libraries as a vital public service by lifting the provincial funding freeze.", "The Waterloo and Kitchener Public Libraries have both shown that “Having fun isn’t hard,/When you’ve got a library card.”" ],
  "anchor" : "para1001",
  "subject" : {
    "text" : "Public libraries",
    "anchor" : "para1000"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I hope that all members across the Legislature are doing something to support Black History Month in February in their ridings. Black Ontarians have helped build this great province and city, and they deserve a little bit of respect during Black History Month.", "I hope that the young students who are here from across the province are doing something for Black History Month in their schools, because if you don’t know your history, you are never going to be able to respect the people around you.", "In Eglinton–Lawrence next Thursday, we’re going to be doing our annual Black History Month, and we’re going to be featuring a local black artist. The artist we’re going to be featuring is Adrian Sawtay Hayles, an incredible artist who has undertaken great works on 10-storey buildings in Toronto. You can see his work at Yonge and College. You can see his work on Eglinton, where with spray paint he paints these incredible renditions of our local history.", "This Thursday at BME Christ Church St. James, which is the oldest black congregation in Canada, we will be hosting our annual Black History Month. I encourage people to support their local artists, whether they be black, red or white, but we are going to be supporting black artists this Thursday at BME Christ Church.", "Please honour our black Ontarians this Thursday." ],
  "anchor" : "para1010",
  "subject" : {
    "text" : "Black History Month",
    "anchor" : "para1009"
  }
}, {
  "speaker" : "Ross Romano",
  "text" : [ "A recent statistic in Sault Ste. Marie suggests that there are five overdoses per day within my community alone. There is a perception that the opioid crisis is restricted to large urban centres.", "There is a perception that this crisis affects only marginalized people. These perceptions are wrong. The opioid crisis affects all groups and has become an epidemic in smaller cities across Ontario and Canada as a whole.", "These communities, particularly those in northern Ontario, are struggling with poor demographics, economic challenges, a lack of growth and a general sense of hopelessness. These conditions have paved the way for the opioid crisis that we presently find ourselves in.", "Hospitals and municipal agencies have limited resources to address these concerns. We need to allocate greater resources to combat addictions and mental health. We need to create and foster education initiatives to prevent the spread of addiction. We need to implement measures to limit the production of opioids. And we need to lobby the federal government to make amendments to the Criminal Code and the Controlled Drugs and Substances Act in order to denounce and deter those persons within the supply chain of these addictive and often life-threatening substances.", "It is imperative that we find a way to work together, regardless of our respective political stripes, through all levels of government, to come up with solutions to resolve this crisis that is destroying families and taking the lives of too many people across our province and our country." ],
  "anchor" : "para1016",
  "subject" : {
    "text" : "Opioid abuse",
    "anchor" : "para1015"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "This is Kindness Week in Ontario. It was almost a decade ago that the member from Ottawa Centre put forward a motion that passed unanimously to create it.", "Last Friday, I was joined by my colleague the Minister of Infrastructure to kick off Kindness Week in Ottawa.", "I’d like to thank Dan Greenberg, Accora Village, the Caring and Sharing Exchange and all the volunteers for all they do to support Kindness Week and Kind Ottawa.", "I’d like to say congratulations to CTV’s Terry Marcotte on receiving this year’s Kindness Award for his work in the community. He received the award from Rabbi Bulka, the father of Kindness Week, and I’m proud to say that they are both my constituents.", "I’m privileged to represent the riding of Ottawa South. Families from 125 countries have chosen to make it their home. They speak 90 languages. There are not many places in the world where that happens, and it works. We live together, work together, learn together, and our children play together. There’s a glue that binds us together, and one of the primary ingredients is kindness. It’s important that we recognize and celebrate that. So, Mr. Speaker, happy Kindness Week." ],
  "anchor" : "para1022",
  "subject" : {
    "text" : "Kindness Week",
    "anchor" : "para1021"
  }
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I rise today to address an urgent issue in the riding of Haliburton–Kawartha Lakes–Brock. Yesterday, correctional officers at the Central East Correctional Centre in Lindsay left their posts as part of a refusal-to-work action because of the unsafe working conditions that they face on the job. Correctional officers in Lindsay have been subjected to 14 assaults at the hands of inmates just this year. This is not the first time that CECC Lindsay staff have raised the alarm about working conditions, but, sadly, every time something like this happens at this facility, the provincial government stays silent.", "In January, I met with the local correctional officers as well as other staff at the jail to learn about what they face on a day-to-day basis. What they told me is that staff are often outnumbered, their workloads are overwhelming and the facility space itself is completely inadequate. The provincial government has a responsibility to ensure a safe working environment for our correctional officers, but they are failing at that job.", "Enough is enough. This government needs to act now to protect our correctional officers and to address the broader systemic issues that have led to this crisis in corrections. They should be focused on practical solutions, like hiring additional officers and building new facilities to address overcrowding, which we on this side of the House have committed to doing. I hope they will finally listen to the pleas from the correctional officers in my riding and fix the mess they have created.", "Ms. McMahon moved first reading of the following bill:", "Bill 196, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2018 / Projet de loi 196, Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2018." ],
  "anchor" : "para1028",
  "subject" : {
    "text" : "Correctional officers",
    "anchor" : "para1027"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1035",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1032"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister McMahon." ],
  "anchor" : "para1037",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1032"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "The Supply Act is one of the key acts in the Ontario Legislature and, if passed, it would give the Ontario government the legal spending authority to finance its programs and honour its commitments for the fiscal year that is to close at the end of March.", "Mr. MacLaren moved first reading of the following bill:", "Bill 197, An Act respecting affordable electricity / Projet de loi 197, Loi concernant l’électricité abordable." ],
  "anchor" : "para1038",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1032"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1042",
  "subject" : {
    "text" : "Affordable Electricity Act, 2018 / Loi de 2018 sur l’électricité abordable",
    "anchor" : "para1039"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member has a short statement." ],
  "anchor" : "para1044",
  "subject" : {
    "text" : "Affordable Electricity Act, 2018 / Loi de 2018 sur l’électricité abordable",
    "anchor" : "para1039"
  }
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "The act imposes a duty on the Minister of Energy to ensure that residents and small businesses in Ontario have access to clean electricity at the lowest possible cost, and sets out several requirements that must be met by December 31, 2018, in order for that duty to be fulfilled.", "Ms. Hoggarth moved first reading of the following bill:", "Bill 198, An Act to amend the Child, Youth and Family Services Act, 2017 and the Education Act to protect students who are habitually absent from or late arriving to school / Projet de loi 198, Loi modifiant la Loi de 2017 sur les services à l’enfance, à la jeunesse et à la famille et la Loi sur l’éducation pour protéger les élèves qui s’absentent de l’école ou y arrivent en retard de façon répétée." ],
  "anchor" : "para1045",
  "subject" : {
    "text" : "Affordable Electricity Act, 2018 / Loi de 2018 sur l’électricité abordable",
    "anchor" : "para1039"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1050",
  "subject" : {
    "text" : "Student Absenteeism and Protection Act, 2018 / Loi de 2018 sur l’absentéisme et la protection des élèves",
    "anchor" : "para1047"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. Hoggarth has time to read the bill." ],
  "anchor" : "para1052",
  "subject" : {
    "text" : "Student Absenteeism and Protection Act, 2018 / Loi de 2018 sur l’absentéisme et la protection des élèves",
    "anchor" : "para1047"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Chronic absenteeism and lateness in school is often an early indicator that a child is suffering from difficulties in the home and may be in need of protection. Early intervention into these issues could protect the child, improving their chances of academic and social success, and children’s aid workers may be able to provide supports before the situation escalates and the child needs to be taken from the home.", "This bill, also known as the Student Absenteeism and Protection Act, 2018, would amend the Child, Youth and Family Services Act to make chronic absenteeism and lateness a child protection issue when it cannot otherwise be resolved by the school system and when there is no doctor’s note to explain the situation. It amends the Education Act to impose a duty on school principals to report such issues." ],
  "anchor" : "para1053",
  "subject" : {
    "text" : "Student Absenteeism and Protection Act, 2018 / Loi de 2018 sur l’absentéisme et la protection des élèves",
    "anchor" : "para1047"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I seek unanimous consent to move a motion without notice to change private members’ public business order for this Thursday." ],
  "anchor" : "para1057",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi is seeking unanimous consent to move a motion regarding private members’ public business. Are we agreed? Carried." ],
  "anchor" : "para1058",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, notwithstanding standing order 98(a), two items of private members’ public business shall be considered on Thursday, February 22, 2018, and that the time allotted for consideration of private members’ public business shall be adjusted accordingly." ],
  "anchor" : "para1059",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that, notwithstanding standing order 98(a)—" ],
  "anchor" : "para1060",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1061",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Do we agree? Agreed. Carried." ],
  "anchor" : "para1062",
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para1056"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I rise in the House today to speak to the government’s proposed Fairness in Procurement Act.", "As Premier of this province, I have been a consistent and ardent champion of fair and free trade and open and competitive government procurement practices. We in Ontario, I think all of us know that open borders and co-operation with our neighbours make us more competitive, and when we are more competitive, we can create more good jobs for our workers.", "Everyone on this side of the House would have preferred for it not to come to this, but in the face of unfair discrimination, we will not blink, Mr. Speaker. The Fairness in Procurement Act is about standing up for Ontario workers. I had hoped that actually today in the House, I would have been able to begin debate on this important piece of legislation. Sadly, that will not happen. Unfortunately, the debate has been blocked. This legislation to protect our workers has been delayed. It’s disappointing to me that it is on account of stall tactics devised by Her Majesty’s loyal opposition. I think it’s a marker; I think it’s proof that the Leader of the Opposition and the rest of the PC members are not thinking about or are not on the side of Ontario workers at all. They’re focused on their own internal problems and their own best interests.", "But Mr. Speaker, we will not be deterred. We will never stop standing up for our workers, for businesses and for good jobs.", "Last year, when New York state initially proposed enacting Buy American laws in public procurement, Ontario and Quebec teamed up. We took our message to Albany, the state capital. We told them at that time that Buy American flies in the face of our partnership, that it would undermine the competitiveness of our region, harm our workers and harm our families. We said in no uncertain terms that if New York state proceeded down this protectionist path, we would have no choice but to protect our workers by responding in kind.", "We did make progress, Mr. Speaker: State legislators removed a more punitive Buy American provision from their budget bill. But since that time, another version of Buy American legislation has been adopted, and it is set to come into force on April 1 of this year. When that happens, Ontario businesses could be prevented from supplying goods and services to New York state public works projects valued at over $1 million. That kind of discrimination against our workers and businesses is simply unacceptable.", "Je vais continuer de plaider pour l’ouverture des frontières et l’approvisionnement équitable. Je ne laisserai pas nos citoyens être lésés par les actions injustes et à courte vue de nos voisins.", "I am encouraging all members of this House to put games aside, come together and support the people of Ontario by passing the Fairness in Procurement Act.", "It is not only the actions of New York state requiring us to table this legislation. There is a tide of protectionism and protectionist sentiment rising across America. Over the past month, Texas introduced its own version of Buy American, and we’re conscious that there are other voices in other corners of the United States calling for similar measures.", "We, collectively, must send a strong message that we will not stand for protectionist measures that disadvantage Ontario companies. We must make it clear that discrimination against Ontario workers cannot be cost-free.", "My hope continues to be that our US partners will understand what is at stake and the ultimate harm that their Buy American policies would do. But if cooler heads do not prevail, the legislation enables us to level the playing field.", "That is why we are introducing this legislation. It would give Ontario the flexibility to choose whether and how to respond to discriminatory procurement actions by US states. In instances where a US state or local government enacts a law or policy that is discriminatory to Ontario businesses or designed to prevent our businesses from participating in public procurement processes, this legislation would allow us to respond with similar regulations of our own. Those regulations would require Ontario’s public procurement body to exclude companies from a particular US state from competing on specific projects in Ontario.", "Make no mistake, Mr. Speaker: The impact of these regulations on US businesses will clearly demonstrate the value that is created on both sides of the border by fair and open procurement processes. In 2015-16, the Ontario government awarded more than 77 New York-based businesses with contracts worth almost $160 million. In a fair and free market, that is how it should work.", "Here in Ontario, we are making historic investments in our infrastructure. We are building roads, bridges, schools and hospitals, investing $190 billion right across this province. But if New York does not back down from its Buy American plans, set to begin April 1, that business will be at stake.", "To be very clear, we do not want to escalate this matter. We only want what is fair. This legislation allows us to create a fair playing field by mirroring whatever discriminatory practices are applied by our US neighbours, should it become necessary to do so.", "Notre objectif n’est pas de déclencher une guerre commerciale. Nous voulons établir des conditions commerciales équitables, ce qui sera possible grâce à ce projet de loi qui veillera à ce que nos travailleurs, nos travailleuses et nos entreprises soient protégés.", "Should a state or city remove its Buy American policy or provide Ontario-based suppliers with an exemption, this legislation would be amended.", "Fairness is what our workers expect. It is what they deserve. And fairness is what this legislation delivers.", "Mr. Speaker, there’s a famous road in Toronto known as the Danforth. Every year, many of us look forward to attending the annual Greek fest there. It’s a vibrant part of our province and a connecting link for our city. Visitors to Toronto might wonder why it is that another main street, Bloor, suddenly becomes the Danforth when the road crosses the Don Valley. Here’s why, Mr. Speaker. The Danforth is named for Asa Danforth Jr., an American contractor from Onondaga county in New York state. He started work in Toronto’s east end in 1799 when there was no bridge connecting Bloor and Danforth. Today, the road still bears his name.", "In the early and mid-1900s, as modern bridges and modern skyscrapers began to shape city skylines, ironworkers from Kahnawake, Six Nations of the Grand River and the nearby Mohawk community of Akwesasne took their skills to New York City. First Nations ironworkers from these communities travelled to Manhattan to work on the Empire State Building, the George Washington Bridge, the Chrysler Building, the United Nations building, the Rockefeller Center and the World Trade Center.", "It shows that the deep history between Ontario and New York was in place and should still be in place. We’re proud of that. We’re proud of what we have done together. We’ve been building each other’s roads and bridges, subways and hospitals, homes and hydro dams for hundreds of years. We’ve grown stronger, more prosperous and more competitive as a result. We do not wish to throw that away.", "Nous voulons renforcer notre partenariat régional, en particulier en cette période de changements et d’incertitude dans le monde qui nous entoure.", "With the Fairness in Procurement Act now before this House, we hope to find agreement with our friends and neighbours, and to extend the economic benefits of fair and open partnership. But we can now be certain that whatever happens, Ontario workers and businesses will be treated fairly. We can be certain that we will achieve the level playing field that our people deserve, because this government will always stand up for the workers of this province.", "Merci. Meegwetch." ],
  "anchor" : "para1066",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government has 11 minutes left. If no one else is standing up, we’ll move to the responses.", "We’ll now have responses. The leader of the official opposition." ],
  "anchor" : "para1091",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "The Progressive Conservative Party of Ontario does not support retaliation. That is the weakest possible response a government can have. It is painfully obvious that—", "Interjections." ],
  "anchor" : "para1093",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I believe that they were reasonable when the Premier was speaking. I think you would do them the same justice. That would be fair, wouldn’t you think? Thank you.", "Continue." ],
  "anchor" : "para1095",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker.", "That is the weakest possible response a government can have. It is painfully obvious that this is nothing more than an election ploy by an out-of-touch, out-of-ideas government. This government simply does not understand how business works. This bill makes it painfully obvious.", "So what would we do? I realize they don’t want—", "Interjections." ],
  "anchor" : "para1097",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’m just about at the point. We’ll be nice and behaved, won’t we?" ],
  "anchor" : "para1101",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Speaker, we have a real solution to this, and if they’ll listen, we can explain it.", "Back in 2009, when I was mayor of the city of North Bay, US cities were then restricted from buying Canadian-made goods, while Canada had no such restrictions. I wrote to the mayors of US cities where we made large purchases and reminded them that their city would have had layoffs if it weren’t for our purchases—and you’ll see in a moment how that is important.", "Naturally, we prefer to buy Canadian and Ontario goods, but sometimes we simply don’t manufacture the products here in Ontario that we need—especially these days, when we’ve lost 350,000 manufacturing jobs.", "But because we always want to get the best value for our taxpayers, we always go for the best price.", "Here’s one of those examples. North Bay bought a water filtration system that wasn’t made in Ontario. We had to purchase it from Cortland county in upstate New York for $6 million. Cortland county has 20,000 people. I wrote to that mayor and said, “Can you imagine if they were not able to benefit from our purchase?”", "That mayor understood what I was talking about and he fought to keep our borders open. In fact, every mayor we wrote to fought on our behalf—", "Interjections." ],
  "anchor" : "para1102",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I guess we’re not taking me seriously. You did a drive-by and then you did an outburst. Minister of Transportation, one more.", "Interjection." ],
  "anchor" : "para1109",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, you’ve changed. Economic Development; I’m sorry. One more.", "Continue." ],
  "anchor" : "para1111",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "In fact, mayors from all over the United States fought with us to keep our borders open. That’s how you stop the Buy American plan. You get your US partners to fight with you. You don’t threaten them, as this government has done. In fact, they need to simply understand how business works.", "As a result, from the Canadian ambassador:", "“Dear Mayor Fedeli,", "“I wanted to send you a short note to commend the letters that you recently sent to your American counterparts about the impact that restrictions to free and open markets can have on jobs in Canada and the United States. Your effort to explain the great success story of the bilateral trade relationship between Canada and the United States and the positive impact it is having on communities is most powerful.", "“The issue of Buy American has been a very high priority for the Canadian embassy in Washington. Our work is made all the more effective”—", "Interjections." ],
  "anchor" : "para1113",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Trinity–Spadina is warned. I’m going right into warnings now. I’ve given you enough chances.", "Sorry, continue." ],
  "anchor" : "para1119",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "It’s horrible that they don’t want to listen to a success story and a possible solution here. It’s horrible.", "This is from the ambassador: “Our work is made all the more effective by efforts such as yours and I hope that other Canadian and American mayors will emulate you and tell the story of interdependence and integration as well as you have.”", "Former Saskatchewan Premier Brad Wall offered up the best explanation of cross-border supply chains: “Saskatchewan farmers buy John Deere tractors”—with Canadian-made parts—“made in Iowa, to harvest oats” in Canada “that are then sold to General Mills in Cedar Rapids, turned into Cheerios and exported back to Canada.” That’s how business works. We are interdependent, not threatening.", "Former Canadian ambassador to the US Derek Burney further explained, “For Americans more generally, we need to demonstrate specifically and statistically how important our trade is to American jobs and interests and emphasize that damage to one partner inevitably damages the other.”", "Auto parts cross borders as many as eight times during the production of a vehicle. This Premier wants to threaten that transfer of products back and forth. That’s exactly why we need to stop this. We need time to work with our partners, not to threaten them with fake solutions.", "Speaker, something this important cannot be rushed through. This government’s knee-jerk reaction is simply to make a political statement. They did not put forward a well-crafted, well-thought-out, meaningful response." ],
  "anchor" : "para1121",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House—and today respond to the Premier’s statement on the Fairness in Procurement Act, 2018.", "I’d just like to state that as a former dairy farmer, there is no one more concerned about trade than the supply management sector. Although this doesn’t directly impact the supply management sector, it could. Ontario is a trading province. Canada is a trading nation. At this point in time, we are at perhaps a breaking point in our trading relations with the United States. We are in the middle of the most crucial negotiations in NAFTA that we’ve ever been in, partly because our trading partner’s executive branch is so unpredictable. I think we all realize that.", "We all want to protect jobs in Canada. We all want to protect jobs in Ontario. I listened intently when the Premier said that she wanted people to put games aside. On behalf of the New Democrats, I sincerely hope that the governing party isn’t playing political games with the future of workers in all sectors in Ontario, because this is a very crucial time. Trade normally isn’t a provincial issue. I hope that the government has taken the time—", "Interjections." ],
  "anchor" : "para1127",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Excuse me, but we were very respectful when you spoke, and I am making a respectful debate.", "Trade is a national concern. I hope that our governing party has spoken to their federal cousins—and hopefully they can produce an opinion from their federal trade-negotiating cousins if this could impact, because when you’re negotiating a trade deal, everything can impact. At this specific time, you have to be more careful than ever, and you have to take more time to make sure that it’s done correctly and done respectfully.", "Specifically with this legislation, I think it would be much more palatable, instead of specifically time after time naming American jurisdictions, to name any jurisdiction that takes a protectionist stance. We are all against protectionism, but this legislation is specifically designed to poke an American in the eye. I’m not sure that this is the time to specifically go around and poke our American trading partners in the eye.", "Why couldn’t this legislation be crafted so it’s anti-protectionist but across the board? Because there are times when other jurisdictions are equally guilty of this. If we’re dealing with Chinese steel, are we going to then create another bill specifically for Chinese steel? No. Let’s do it right and ensure people that you’re not playing political games, because the people who are working in the forestry sector are going to get very nervous when this starts to be a playing chip. The people in supply management are also going to be very nervous, because at this point, anything to do with trade is suspect.", "And when you talk about legislation a few months before an election, that’s also highly suspect. I sincerely hope that this government is actually looking at the collateral damage that poorly crafted legislation could cause. We sincerely hope that we will work together to make good legislation." ],
  "anchor" : "para1132",
  "subject" : {
    "text" : "International trade / Commerce international",
    "anchor" : "para1065"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Whereas Orkambi was approved by Health Canada for use in cystic fibrosis (CF) patients with two copies of the F508del-CFTR mutation, aged 12 years and older;", "“Whereas Orkambi is the first drug to treat the basic defect in the largest population of Canadians with cystic fibrosis. It can slow disease progression, allowing patients to live longer, healthier lives;", "“Whereas CF specialists have established clinical criteria for Orkambi, including start and stop criteria; these specialists are best suited to manage access to medications in the treatment of CF patients;", "“We, the undersigned, petition the Legislative Assembly of Ontario to direct the Ministry of Health and Long-Term Care to negotiate a fair price for Orkambi and to make it available through Ontario public drug programs for those who meet the conditions set by Health Canada and the clinical criteria established by Canadian CF clinicians.”", "I agree with this petition. I sign my name and send it to the table with page Aashaz." ],
  "anchor" : "para1139",
  "subject" : {
    "text" : "Ontario Drug Benefit Program",
    "anchor" : "para1138"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is for an advanced green in Shelburne.", "“To the Legislative Assembly of Ontario:", "“Whereas the intersection of Highway 89 and County Road 124 is a major artery for travel between Collingwood and the GTA;", "“Whereas there have been a variety of serious car and pedestrian accidents at this intersection;", "“Whereas Shelburne is the fastest-growing community in Ontario, meaning traffic will only increase;", "“Whereas county of Dufferin traffic data already shows a need for an advanced green;", "“Whereas residents of Shelburne and the surrounding area deserve to travel their roadways safely;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Transportation immediately install an advanced green at the intersection of Highway 89 and County Road 124 in the town of Shelburne.”", "I support this petition, affix my name to it and give it to page Michael D. to take to the table." ],
  "anchor" : "para1145",
  "subject" : {
    "text" : "Road safety",
    "anchor" : "para1144"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to say thank you to Amy Beauchamp from Hanmer in my riding for the petition. It reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas price regulation; and", "“Whereas jurisdictions with gas price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They petition the Legislative Assembly of Ontario:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask my good page Margot to bring it to the Clerk." ],
  "anchor" : "para1156",
  "subject" : {
    "text" : "Gasoline prices",
    "anchor" : "para1155"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario does not have a strategy on Lyme disease; and", "“Whereas the Public Health Agency of Canada is developing an Action Plan on Lyme Disease; and", "“Whereas Toronto Public Health says that transmission of the disease requires the tick to be attached for 24 hours, so early intervention and diagnosis is of primary importance; and", "“Whereas a motion was introduced to the Legislative Assembly of Ontario encouraging the government to adopt a strategy on Lyme disease, while taking into account the impact the disease has upon individuals and families in Ontario;", "“We, the undersigned, petition the government of Ontario to develop an integrated strategy on Lyme disease consistent with the action plan of the Public Health Agency of Canada, taking into account available treatments, accessibility issues and the efficacy of the currently available diagnostic mechanisms. In so doing, it should consult with representatives of the health care community and patients’ groups within one year.”", "Thank you, Speaker." ],
  "anchor" : "para1165",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para1164"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I have a petition here to fix the funding formula.", "“To the Legislative Assembly of Ontario:", "“Whereas violence has been on the rise in publicly funded schools;", "“Whereas mental health service needs have increased in publicly funded schools;", "“Whereas identified students are no longer receiving the specialized support they require to succeed in publicly funded schools;", "“Whereas Kevlar and classroom evacuations are considered solutions for unsafe situations in publicly funded schools;", "“Whereas funding has dropped $1.7 billion since 1997 (adjusted for enrolment changes and inflation) for publicly funded schools;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Adjust the public education funding formula to", "“(a) provide a safe learning environment for students, volunteers and staff; and", "“(b) provide meaningful supports to address the needs of all Ontario students.”", "Mr. Speaker, I wholeheartedly support this, affix my name to it and will send it with page Michael." ],
  "anchor" : "para1173",
  "subject" : {
    "text" : "Education funding",
    "anchor" : "para1172"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is in support of Bill 153, the Organic Products Act.", "“To the Legislative Assembly of Ontario:", "“Whereas the federal government adopted the Canada organic standards in 2009 for products labelled organic that are sold outside their province of origin;", "“Whereas the Canada Organic Trade Association rated Ontario lowest amongst all provinces for regulation, support and development of organic products;", "“Whereas anyone in Ontario is free to use the term ‘organic’ on any product, so long as they do not use the Canada organic logo or sell across provincial borders;", "“Whereas Quebec, British Columbia, Nova Scotia, New Brunswick and Manitoba have adopted an organic standard to address this gap;", "“Whereas inconsistency in the use of the term ‘organic’ can lead to erosion in consumer confidence in organic products; and", "“Whereas the Ontario Federation of Agriculture, the Christian Farmers Federation of Ontario, and the National Farmers Union—Ontario support the intent of Bill 153;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government adopt Bill 153, the Organic Products Act and consult with farmers and producers about how to ensure consumer confidence in organic products in Ontario.”", "I support this petition, affix my name to it and give it to page Morgan to take to the table." ],
  "anchor" : "para1186",
  "subject" : {
    "text" : "Organic products",
    "anchor" : "para1185"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’d like to thank Mrs. Jennifer Lynch from Capreol in my riding for signing this petition. It reads as follows:", "“Whereas there continues to be a shortage of long-term-care beds in Ontario, resulting in the inappropriate use of acute care beds in Ontario’s hospitals; and", "“Residents who do need secure long-term care are often forced to move away from their communities, families and friends;”", "They “petition the Legislative Assembly as follows:", "“To lift the moratorium on long-term-care licences so that the inventory of long-term-care spaces can be brought to a level that will ease the burden placed on Ontario’s hospitals; and", "“Ensure that licences are granted for the creation of long-term-care spaces not only in cities but in smaller communities where residents are being forced to abandon everything they’ve ever known.”", "I fully support this petition. I will affix my name to it and ask page Margot to bring it to the Clerk." ],
  "anchor" : "para1199",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para1198"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon." ],
  "anchor" : "para1206",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para1198"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It’s a bit of a tag team here, Speaker.", "My petition is on the Liberals’ $4-billion hydro scandal.", "“To the Legislative Assembly of Ontario:", "“Whereas the Auditor General revealed that the government’s fair hydro plan could cost Ontarians up to $4 billion more than necessary; and", "“Whereas the Minister of Energy stonewalled attempts from the Auditor General to access documents and spent $500,000 on legal fees to screen key documents of the hydro plan; and", "“Whereas the Liberals’ accounting rules go against Canadian public sector accounting standards and it will result in significant unnecessary costs for Ontarians; and", "“Whereas $4 billion would fund 13,015 new hospital beds; instead, ratepayers have to pay for the Liberals’ hydro scandal;", "“Whereas government is not looking out for the best interest of Ontarians but for themselves and their re-election; and", "“Therefore, the Legislative Assembly of Ontario calls on the ... government to issue an apology to the Auditor General and the people of Ontario.”", "I support this petition, affix my name to it and give it to page Audrey to take the table." ],
  "anchor" : "para1208",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para1207"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I just noticed that Kent MacNeill has joined us in the west gallery. Welcome, Mr. MacNeill.", "I would like to thank Nicole Langlois from Coniston in my riding for signing the petition. It reads as follows:", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network (NE LHIN) have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to the Ministry of Health ... policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’;”", "They petition the Legislative Assembly as follows:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in MOHLTC policy;", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in” a home community of their own choosing “became available.”", "I support the petition. I will affix my name to it and ask my good page Rachel to bring it to the Clerk." ],
  "anchor" : "para1219",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para1218"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I have a petition here on behalf of my colleague from Chatham–Kent–Essex.", "“To the Legislative Assembly of Ontario:", "“Whereas Bill 94, Highway Traffic Amendment Act (School Bus Camera Systems), 2017, will make it easier to get convictions for drivers who do not stop when lights are flashing and the stop arm is extended on a school bus; and", "“Whereas responsible governments must update laws as new technology is developed; and", "“Whereas numerous states and provinces are already leveraging new technology to convict drivers who put children in danger while Ontario falls behind; and", "“Whereas municipalities including the city of Mississauga have passed resolutions in support of Bill 94; and", "“Whereas the Ministry of Transportation has had three years to conduct consultations after a similar bill was initially introduced in 2014 and thousands of children are put in danger each day due to low conviction rates;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To call Bill 94 to committee so it can be strengthened with input from the Ministry of Transportation and other experts engaged in ensuring student safety and to pass Bill 94 into legislation in order to protect our children from motorists who disobey school bus safety laws.”", "I affix my signature to this and pass it down with Michael." ],
  "anchor" : "para1229",
  "subject" : {
    "text" : "School bus safety",
    "anchor" : "para1228"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I have a petition that has been signed by Larry Ladd in my community on “Universal Pharmacare for All Ontarians.", "“To the Legislative Assembly of Ontario:", "“Whereas prescription medications are a part of health care and people shouldn’t have to empty their wallets or rack up credit card bills to get the medicines they need;", "“Whereas over 2.2 million Ontarians don’t have any prescription drug coverage and one in four Ontarians don’t take their medications as prescribed because they cannot afford the cost;", "“Whereas taking medications as prescribed can save lives and help people live better; and", "“Whereas Canada urgently needs universal and comprehensive national pharmacare;", "“We, the undersigned, express our support for a universal provincial pharmacare plan for all Ontarians.”", "I affix my name to this, support it and send it with page Olivia." ],
  "anchor" : "para1240",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para1239"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Shannon Secord from my riding in Gogama for the petition.", "“Whereas at 2 a.m. on March 7, 2015, a Canadian National train derailed just outside of Gogama;", "“Whereas this derailment caused numerous tank cars carrying crude oil to explode, catch fire and spill over one million litres of oil into the Makami River; and", "“Whereas residents continue to plainly observe an oil sheen and find dead fish on the Makami River as well as Lake Minisinakwa, despite the fact that the Ministry of the Environment has declared the cleanup complete;”", "They petition the Legislative Assembly as follows:", "“That the Ministry of the Environment require CN to continue the cleanup of Gogama’s soil and waterways until the residents are assured of clean and safe access to water for themselves, the environment and the wildlife.”", "I support this petition, will affix my name to it and ask page Audrey to bring it to the Clerk." ],
  "anchor" : "para1249",
  "subject" : {
    "text" : "Disaster relief",
    "anchor" : "para1248"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Marie Beaulieu from Blezard Valley in my riding for this petition. It reads as follows:", "“Whereas providing high-quality, universal, public health care is crucial for a fair and thriving Ontario; and", "“Whereas years of underfunding have resulted in cuts to registered nurses (RNs) and hurt patient care; and", "“Whereas, in 2015 alone, Ontario lost more than 1.5 million hours of RN care due to cuts; and", "“Whereas procedures are being off-loaded into private clinics not subject to hospital legislation; and", "“Whereas funded services are being cut from hospitals and are not being provided in the community; and", "“Whereas cutting skilled care means patients suffer more complications, readmissions and death;”", "They petition the Legislative Assembly as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I support this petition, will affix my name to it and ask page Audrey to bring it to the Clerk." ],
  "anchor" : "para1257",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para1256"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "A point of order, Mr. Speaker: I seek unanimous consent to put forward a motion regarding debate on Bill 194, the Fairness in Procurement Act." ],
  "anchor" : "para1271",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mrs. McMahon is seeking unanimous consent to move a motion regarding Bill 194, the Fairness in Procurement Act. Is there consent? I heard a no.", "Orders of the day." ],
  "anchor" : "para1272",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Point of order, Mr. Speaker: I seek unanimous consent to put forward a motion regarding debate on Bill 196, Supply Act." ],
  "anchor" : "para1274",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Transportation, Mr. Del Duca, is seeking unanimous consent to move a motion regarding Bill 196, Supply Act. Is there consent? I heard a no.", "Orders of the day." ],
  "anchor" : "para1275",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Point of order, Mr. Speaker: I seek unanimous consent to put forward a motion regarding debate on Bill 195, Correctional Services Transformation Act." ],
  "anchor" : "para1277",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Labour, Mr. Flynn, is seeking unanimous consent to move a motion regarding Bill 195, Correctional Services Transformation Act. Is there consent? I heard a no.", "Orders of the day." ],
  "anchor" : "para1278",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1280",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Flynn has moved adjournment of the House. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1281",
  "subject" : {
    "text" : "Orders of the DaY",
    "anchor" : "para1270"
  }
} ]