[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para190",
  "subject" : null
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "This being the first sitting Monday of the month, I ask everyone to join in the singing of the Canadian national anthem." ],
  "anchor" : "para192",
  "subject" : null
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "This morning I was pleased to have Ashley Rensler and Michael Hutchison in from the National Elevator and Escalator Association. Welcome to Queen’s Park." ],
  "anchor" : "para195",
  "subject" : null
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m sure they’re just on their way in, but I’d like to introduce Nikki Porter and Shaun Kehoe from Epilepsy Ottawa, who are here and who are going to join us in the gallery. They will be meeting with members throughout the day. I would encourage all members to attend the Epilepsy Ontario reception this evening in the legislative dining room." ],
  "anchor" : "para196",
  "subject" : null
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "It’s my pleasure today to introduce to the House representatives of Epilepsy Ontario, in the persons of Cynthia Milburn, the CEO of Epilepsy South Central Ontario; Dianne McKenzie, CEO of Epilepsy Durham Region; and Melanie Jeffrey for Epilepsy Ontario. They’re here on their lobby day. Welcome, ladies." ],
  "anchor" : "para197",
  "subject" : null
}, {
  "speaker" : "Hon. Daiene Vernile",
  "text" : [ "I would like to congratulate all of the Canadians who received Academy Awards in last night’s ceremony. There were literally hundreds of talented Canadian movie industry individuals working behind the scenes in the production of The Shape of Water, which was shot in Toronto and Hamilton. Ontario is a proud supporter of our movie industry. Congratulations to all the winners." ],
  "anchor" : "para198",
  "subject" : null
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to welcome today to Queen’s Park Devon Girard and Maddi Thomas. Devon and Maddi are the daughter and granddaughter of Marian Keller of Brussels. Devon has brought her niece Maddi here today to learn all about the Ontario Legislature. I hope it’s a good day." ],
  "anchor" : "para199",
  "subject" : null
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I am pleased to also welcome Dianne McKenzie and Chelsea Kerstens from Epilepsy Durham Region to the Ontario Legislature and to thank them for all of their work every day." ],
  "anchor" : "para200",
  "subject" : null
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I’d like to take a moment to welcome C.J., who is the president of the Ontario Young Liberals association in Don Valley East. Welcome back to the Legislature." ],
  "anchor" : "para201",
  "subject" : null
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "This morning I had a great meeting with Shaun Kehoe, David Charchalis and Nikki Porter from Epilepsy Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para202",
  "subject" : null
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "I’m really pleased to welcome to Queen’s Park today two residents from my riding of Burlington. They are the parents of our page captain today. Heather Sutherland’s parents are here: Sandra Leslie and Chris Sutherland. They’re in the members’ gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para203",
  "subject" : null
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "On behalf of the Honourable David Zimmer, MPP from Willowdale, I’d like to welcome page captain William Pham’s family: his mother, father and brother. His brother Lucas is joining us here today. Welcome to the Legislature." ],
  "anchor" : "para204",
  "subject" : null
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "I would like to welcome to the Legislature this morning Harriet Faught and Michael Faught, who is her father. Harriet is here for the Speaker’s award for youth writers, taking place this evening.", "Also, Mercedes Augustyn, or Sadie; her father, Joseph Augustyn; and Emilia Leslie, client services coordinator for Epilepsy South Eastern Ontario in Kingston and the Islands, are here for epilepsy day. A warm welcome to Queen’s Park." ],
  "anchor" : "para205",
  "subject" : null
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "It gives me great pleasure to welcome members from the Beaches–East York Young Liberals who are here today for my private member’s bill to lower the voting age to 16. I have Adrien Blanchard, Jacob Landau, Chris Knipe, Roya Shidfar, Jacob Ouimet and Noor Samaie. Thank you very much for your support, and welcome to Queen’s Park." ],
  "anchor" : "para207",
  "subject" : null
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "The Minister of Children and Youth Services introduced my guests, but I’ll introduce them again. Welcome to the Legislature." ],
  "anchor" : "para208",
  "subject" : null
}, {
  "speaker" : "Ms. Deborah Matthews",
  "text" : [ "I’d like to welcome Michelle Franklin from Epilepsy Southwestern Ontario. She’s doing an absolutely wonderful job supporting people with epilepsy." ],
  "anchor" : "para209",
  "subject" : null
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "It’s a great pleasure to introduce someone who will be visiting us a little bit later this afternoon. A good friend of mine and her daughter Stephanie will be here today from Cummer public school." ],
  "anchor" : "para210",
  "subject" : null
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "In the last week, there have been three high-profile incidents of Ontarians stuck abroad because of the lack of hospital beds at home." ],
  "anchor" : "para213",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "To whom?" ],
  "anchor" : "para214",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Oh, this question is to the Premier." ],
  "anchor" : "para215",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para216",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "One of those men, Stuart Cline from London, passed away this past weekend at a hospital in St. Catharines. He was stuck in Mexico, and then in St. Catharines, some 200 kilometres away from his home. This tragedy is a direct result of this government’s refusal to properly fund hospitals across the province. It’s a tragedy that should not—must not—happen again to an Ontario family. How is this government preventing a similar tragedy from happening again?" ],
  "anchor" : "para217",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, I completely agree with the member opposite that this is a tragedy, that this is a situation that should not have arisen. When Ontarians travel abroad, they take the safe decision, I hope, to purchase travel insurance, and they expect that that will allow them to get the care that they need. That is our expectation as well: that the insurance company and the health system would work together.", "I think that we need, collectively, to ask very serious questions about what happened here. For me, Mr. Speaker, what is particularly concerning is that, as of February 26, there were 31 level 2 and 3 ICU beds available in Toronto. There were 34 available in Hamilton-Niagara. There were 16 available in the southwest and there were seven available in Erie. We have very serious questions to ask about what was that communication between the insurance company and the system." ],
  "anchor" : "para219",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para221",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Speaker, back to the Premier. The CBC reported that his eldest son was left asking many questions: “The question that kind of haunts me ... could it have been different if he had come back right away?” “Do we need to go through all that additional torment of just waiting?” “Having him sedated for so long, did that adversely affect his condition?... We’ll just never know those answers.” And he’s right, Speaker. We’ll never know those answers. But what we do need to know now is that no other family will be left asking these same questions.", "Mr. Speaker, will the Premier promise families that they won’t be stuck in a foreign country waiting for a hospital bed?" ],
  "anchor" : "para222",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said, this is a very serious question. As the member opposite has said, there are many questions swirling around this. We know, Mr. Speaker, that the hospital had ongoing communication with the insurer to recommend locations where the patient could receive appropriate care in order to get them home safely. What we know is that there were beds available in Toronto, in Hamilton-Niagara, in the southwest and in Erie. So the question is, what was the disconnect in that conversation between the insurer and the health system? The beds were available. The system was working in the sense that the beds were there. There were vacancies. They were available. So why did that happen?", "I don’t have the answer, Mr. Speaker, and the member opposite rightly asked the question. We are asking those questions because I agree it should not happen again." ],
  "anchor" : "para224",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary? The member from Elgin–Middlesex–London." ],
  "anchor" : "para226",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Back to the Premier. Speaker, this government has failed the families of all Ontarians who have been stuck abroad. They deserve to come home and they deserve treatment from Ontario’s world-class doctors. But because of that government across the way, hospitals are over capacity and overcrowded. Hallways, bathrooms and closets—makeshift hospital rooms. It’s unacceptable. It’s unacceptable in Ontario and it’s unacceptable, period. Ontario can and must do better.", "Mr. Speaker, will the Premier pick up the phone and call the Cline family and apologize for their failure in the health care system? And will the Liberal government guarantee that no other Ontarian will be stuck in a foreign country because of the government’s failure to fund our health care system?" ],
  "anchor" : "para227",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, as I’ve said, this is a tragedy and I understand. I understand why the members opposite choose to politicize it. The reality is, there were beds available in Ontario. There was capacity in the system. If there hadn’t been, then this would be a very different discussion. But there were beds. There were 31 beds in Toronto, 34 beds in Hamilton-Niagara, 16 beds in the southwest and seven beds in Erie.", "The question is—and it is a very serious question, Mr. Speaker, and I absolutely understand why the Cline family would be asking this question—why was there not a better communication between the insurer and the system? What broke down that didn’t allow their loved one to be here, to get to Ontario where there were beds available? We are asking those questions and we will do everything in our power to make sure that this never happens again." ],
  "anchor" : "para229",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para212"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question is for the Premier. The headlines read, “Ontario is Courting a Home Care Fiasco.” There is no doubt, Speaker, that those headlines are right. Providers don’t want this new SEIU agency. Workers don’t want the new agency. Patients don’t want the new agency. The only people who want the new agency are the Liberals and the SEIU. This does not pass a smell test.", "Mr. Speaker, what deal have the Liberals struck in return for creating this SEIU-backed agency?" ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, my mum is 89 and my dad is going to be 92 in a few days. I know that for them, having familiar people around is really important, people who know them, and they don’t have to make an adjustment. And when they do have to make adjustments, it’s a real challenge for them and for my sisters and me.", "I believe that everyone in Ontario who needs the support of a personal support worker should have the option to have more control and choice over their home care services. That’s what this is about. This is about helping people to get continuity in their care, giving them some choices. It’s also about—and this may not be something that the member opposite cares a lot about—support for personal support workers so that they can have a rational schedule to do their work." ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para236",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: Whenever and wherever an SEIU-backed home care agency pops up, trouble soon follows. Washington state, and Michigan and other states are currently in lawsuits just like here in Ontario against the SEIU and their SEIU-backed agencies. Some of these lawsuits include improper disclosure of political contributions; driving up the costs of home care; and abuse of personal support workers, family caregivers and patients. It’s best summed up as an agency that will cause distress, confusion and anxiety. The evidence is all here.", "Is the Liberal relationship with the SEIU really worth the distress, confusion and anxiety for patients, PSWs and providers?" ],
  "anchor" : "para237",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, let me just say that we value the enormous contribution of personal support workers—" ],
  "anchor" : "para239",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order." ],
  "anchor" : "para241",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—no matter what union they belong to, no matter—" ],
  "anchor" : "para242",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Right after I ask for order, a certain member just keeps right on going. I’ll be watching." ],
  "anchor" : "para244",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Along with somebody making a comment while I’m making a comment. You can look away all you want, Minister.", "Carry on." ],
  "anchor" : "para246",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We value the work that personal support workers do, which is exactly why we have invested in personal support workers. We have increased their salaries and it—" ],
  "anchor" : "para248",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "You value the SEIU a lot more." ],
  "anchor" : "para249",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke and the member from Leeds–Grenville will come to order. We’re inching towards warnings, thanks to those." ],
  "anchor" : "para251",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "It doesn’t matter what organization they belong to. The fact is, we have supported personal support workers across the board. This change is about providing patients with access to continuity and choice in their care, which I think is something we can all agree is important." ],
  "anchor" : "para252",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para253",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: It’s important this question is asked directly to the Premier. This agency was created with one bullet point in a news release and no further details on October 26, 2017, much to the delight of the SEIU. Around that same time, an SEIU-funded third party started running negative campaign ads against the PC Party.", "Speaker, these questions need to be asked. Was the first set of attack ads funded by SEIU a thank-you for creating this agency? Will there be a second set of ads if the Liberals continue down this path?" ],
  "anchor" : "para254",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "If this is a question about negative publicity that the PC Party is getting, I really can’t wade into that. That really isn’t my bailiwick.", "Let me just say that the self-directed care model we are looking at is about giving patients more control over their care and more choice. Let me just read from—" ],
  "anchor" : "para256",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nepean–Carleton will come to order. One more comment, we’re going into warnings.", "Carry on." ],
  "anchor" : "para259",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me just quote from Bob Hepburn in the Toronto Star, November 8: “The move is a welcome and long-overdue initiative ... it will address deep concerns by home care patients who have no control over hiring or scheduling of personal support workers.”", "The reality is that that reflects why we are making this move, to give patients more control and more continuity in their care." ],
  "anchor" : "para262",
  "subject" : {
    "text" : "Home care",
    "anchor" : "para231"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "My question is to the Premier. Larry Dann is a London man, a constituent of mine, who had to wait abroad for an Ontario hospital bed when he got sick. Larry recently spent eight days waiting in a Miami hospital—" ],
  "anchor" : "para265",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Municipal Affairs will come to order. We’re now in warnings." ],
  "anchor" : "para267",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We are in warnings.", "Finish, please." ],
  "anchor" : "para269",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Larry recently spent eight days waiting in a Miami hospital ICU with a serious infection. His insurance company was told there were no beds for him at home.", "Can the Premier please explain to families in London and across Ontario why this keeps happening?" ],
  "anchor" : "para271",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I thank the member opposite for the question, as I did when the member from the Conservative Party asked the question. This is a very important issue. When there is capacity in Ontario, that patients wouldn’t be able to get to those beds, we have to ask why that would happen.", "The member opposite is talking about a different situation than the one that we were discussing earlier, but I would hazard a guess that even in that situation—and I don’t know specifically, but if we looked across the whole province there likely were beds that were available, perhaps not in a specific jurisdiction, but that should not be the issue. If the beds are available in the province, if someone is overseas or is abroad, they should be able to come back to Ontario.", "That’s the question we’re asking: What’s the breakdown between the insurers and the system? And we need to get to the bottom of it." ],
  "anchor" : "para273",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para276",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Larry never got an Ontario hospital bed; he was treated entirely in Miami. Luckily, he had travel insurance, because we all know how much medical care can cost in the US.", "Larry said that his insurance company was very diligent. They tried very hard to find him a bed to come home, even organizing an air ambulance to get him back to Ontario. But he was never moved because there weren’t any beds.", "Does the Premier think that Larry’s insurance company was lying to him?" ],
  "anchor" : "para277",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think the member of the third party knows that I am not going to comment on a specific situation because I don’t have the details. If indeed there were no beds anywhere in the province, then that is of great concern, Mr. Speaker.", "But if, as in the previous situation, there were beds in the province that were available, not in the particular home community of the patient, but there were beds available in the province, that’s the situation that we need to unearth. We need to understand if that’s the case, and if that is the case, then why was that patient not able to go to one of those beds?", "I don’t know the answer to that in this situation, but those are the questions that we are in the process of asking because there is a disconnect between the insurer and the system and we need to find out what the problem is." ],
  "anchor" : "para280",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para283",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Danny Marchand was in Collingwood. There was no insurer at that point and he still couldn’t get a bed in Ontario when he broke his leg in Collingwood.", "Larry Dann is one of too many cases where an Ontarian has been stuck abroad waiting for a hospital bed to open up at home. These families have been let down by the Premier and this Liberal government, which has cut and frozen hospital budgets for 15 years. They’ve been let down by the last Conservative government, which closed 28 hospitals and fired 6,000 nurses.", "Ontario’s hospitals are overcrowded. When will the Premier finally take action to fix this crisis and when will she stop turning her back on these families?" ],
  "anchor" : "para284",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, it’s quite the opposite. We have made enormous investments in health care and in home care. We will continue to do that. We know that the health care system in Ontario, and quite frankly in this country, is the greatest and clearest expression of our compassion for one another and of a fair society. We completely understand that, which is why we continue to increase investment in the health care system across the board.", "This is a very particular issue that we need to get to the bottom of. There seem to be some situations where there has been a lack of understanding or confusion between what the insurer is saying and what the health care system is saying. We need to get to the bottom of it and ensure that it doesn’t happen again." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para264"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est également pour la première ministre.", "Ottawa’s Children’s Hospital of Eastern Ontario, better known as CHEO, is an incredible facility. Their health care providers care for sick children from across Ontario and Canada and even from abroad. In February, CHEO’s emergency department had its busiest month on record. Every day, the hospital cared for 249 sick children in their ER; one day, the front-line professionals cared for 303 sick children. This winter, Toronto’s SickKids hospital also had the busiest month they have ever had.", "Why is the Premier standing by and watching as the only two hospitals in Ontario that specialize in caring for sick children struggle every day with dangerously high overcrowding?" ],
  "anchor" : "para290",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are not standing by and watching; we are actively engaged with our hospitals across the province. In fact, just a few weeks ago, I sat down with a group of hospital CEOs. I am listening to their concerns.", "I recognize that, on top of the $100 million that we’ve invested to create 1,200 new hospital beds across the province, which is the equivalent of six new medium-sized hospitals, and on top of the $500 million that we put in our last budget—we recognize that there is more to be done. We are working with our hospital partners to make sure that we understand that and continue to increase investments." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "So far this year, CHEO has been forced to transfer 12 children, including four babies, to other hospitals because of the serious overcrowding crisis that they’re trying to deal with. These kids are some of the most critically ill in their hospital. CHEO’s chief of staff said that it is often the sickest kids who are forced to move because of the overcrowding in their hospital.", "Why is the Premier okay with some of the sickest kids and babies in Ontario being forced to move away from home to get the treatment that they need?" ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the government House leader wants to comment on this in the final supplementary. But let me just say that there is likely no more stressful time in a family’s life than when a baby is sick. My heart goes out to anyone in the province who is going through the experience of trying to find the right care for a sick child. We are blessed in this province that we have hospitals like SickKids and CHEO that provide such excellent care and work with families to make sure that their children get that care.", "We recognize that there is more that we have to do. We recognize that, on top of the increases in funding that we have already made, there’s more that we need to do. I recognize that, as we move forward, we need to continue to work with our partners to make sure that we solve the problems that they are actually confronting." ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para300",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Dr. Gina Neto, chief of emergency medicine, said, “We’re at peak season staffing, but despite that we’re overwhelmed. And I get the sense that we’re not the only hospital that’s overwhelmed.”", "She’s right, Speaker. Last week, the Queensway Carleton Hospital declared a code orange, an alert issued when all hospital beds are full and surge capacity has been exhausted. That was the second code orange in the hospital’s history; the first one was the month before. Is this what we’ve come to, Speaker?", "Ottawa hospitals deserve better than this. Families across Ontario deserve better than this. Why doesn’t the Premier agree?" ],
  "anchor" : "para301",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I want to speak a little bit about CHEO because I know that hospital very well, coming from Ottawa and being a father of two very young children. CHEO is one of the most incredible children’s hospitals that we’ve got, not only in Ontario but, I will say, around the country and the world. The staff at CHEO works very hard every single day to ensure that our children in the Ottawa area and beyond get the best care possible.", "The issue around overcrowding is a serious issue. In fact, the chief of staff of CHEO herself said that the reason for the unexpected high number and the shortage of beds is because of the extraordinary flu season that we’re seeing right now taking place here in our province, as well as an unusually large number of complicated medical cases.", "The member opposite is right. This is a situation that is happening not only in Ontario, but across the country right now, where there is overcrowding as a result of the flu season that we’re going through. That’s happening in the United States as well. We are dealing with that circumstance." ],
  "anchor" : "para305",
  "subject" : {
    "text" : "Hospital services",
    "anchor" : "para289"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "My question is to the Premier. Staff at the only clinic providing life-saving PET/CT scans in Windsor-Essex were shocked to learn that their funding was to be completely cut off for their program. The clinic, which has been in operation for over seven years, was notified just hours before the government publicly announced a new PET/CT scanner would not be going to their clinic. The head of the clinic, Dr. Kevin Tracey, says, “I feel like I’ve been mugged.”", "This is another example of this government giving with one hand while taking with another. My question to the Premier: Why didn’t the ministry properly notify this important community clinic that their funding was about to be cut off?" ],
  "anchor" : "para310",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Attorney General." ],
  "anchor" : "para312",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "We are very much committed to an equitable access to quality care in all regions of Ontario, and we will continue to work with our health care partners to help patients get diagnosed faster. We are adding new state-of-the-art medical imaging equipment, including PET and CT scanners, where they can best serve patients. We are working with Cancer Care Ontario to ensure that existing PET and CT scanners continue to provide high-quality diagnostic imaging services for all Ontarians by planning their replacement in a timely manner and by prioritizing additional equipment in new locations.", "Cancer Care Ontario is currently working on a long-term strategy with an approach that considers several factors, such as service needs, patient referral patterns, age of machines, downtime and facility capacity. To date, Ontario’s provincial PET program has 14 PET and CT scanners in 12 centres across the province." ],
  "anchor" : "para313",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para315",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Back to the Premier: For years, Dr. Kevin Tracey put countless hours, effort and his own money into a program that the government just brushed aside without notice. He petitioned this government for a new scanner and was led to believe that the clinic would be receiving the new PET/CT scanner. Instead, this clinic is now facing staff layoffs.", "My question for the Premier: Can she explain why the government would go ahead with the decision without any consultation or discussion with Dr. Tracey’s clinic? And will the Premier answer that question?" ],
  "anchor" : "para316",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I was speaking earlier of the long-term strategy that Cancer Care Ontario is working on with our government. To launch this long-term strategy, we are providing Windsor Regional Hospital with a new PET/CT scanner to help open a new site for scanning services in the Erie-St. Clair region. Responding to the growing needs of the community, up to 600 patients per year will benefit from this new PET scanner.", "Increasing access to diagnostic services is part of our plan to create fairness and opportunity during this period of rapid economic change. The decision to help Windsor Regional Hospital open a PET/CT scanning site is to reduce the likelihood of patients experiencing a service disruption from an existing aging scanner. This scanner is the only one serving patients in the entire Erie-St. Clair region.", "We will continue to make this very important investment. We work along with the local community to make sure that these services are well targeted for those communities that will benefit the most." ],
  "anchor" : "para318",
  "subject" : {
    "text" : "Diagnostic services",
    "anchor" : "para309"
  }
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "My question is for the Minister of Children and Youth Services. Last week, I saw a very disturbing story about the death by suicide of 15-year-old Kanina Sue Turtle in a foster home in Sioux Lookout. A video taken by her recording her own death wasn’t seen by her parents until they received her belongings, including her iPod, many months later. The video shows Kanina was left alone in a back room of a home for 45 minutes before anyone came to check on her. By then, it was too late.", "Speaker, things like this shouldn’t be happening. We shouldn’t be having to ask these questions in the House, so I apologize. But I ask the minister, how could such a tragic death happen, and what will be done to make sure that it won’t happen again?" ],
  "anchor" : "para322",
  "subject" : {
    "text" : "Children’s mental health services",
    "anchor" : "para321"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "I agree with the member opposite. These types of things should not happen in Ontario. Any time a young person takes their life or hurts themself, I think everyone in this Legislature feels for that family and that community, and of course the individual.", "As the minister responsible for this file, we look for ways to work with indigenous partners. I’ve gone across the province and spoken to communities. I’ve met with parents who have lost loved ones. We’ve put in place some different strategies to look for ways to help communities with these challenges. In the supplemental, I’ll talk about some of those initiatives that we’re working on." ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Children’s mental health services",
    "anchor" : "para321"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para326",
  "subject" : {
    "text" : "Children’s mental health services",
    "anchor" : "para321"
  }
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "Kanina’s family has been trying to find out what happened to her. Her mother was told by the agency that her daughter was suicidal, something that she didn’t believe until she had actually seen the video. But she did have multiple scars from self-harming. Another video on Kanina’s iPod showed that she had tried to kill herself the day before, in the bush. She was a very troubled youth, but she was left alone and she took her own life. Since then, her parents have been left in the dark as they try to get the truth.", "Will the minister tell this family what happened to their daughter, and will he put in place measures to ensure that this doesn’t happen again?" ],
  "anchor" : "para327",
  "subject" : {
    "text" : "Children’s mental health services",
    "anchor" : "para321"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Of course, any family that wants to connect with the ministry and with me to talk about any issue in regard to their children, I’m always available for those families. As the minister for this file, I always find this particular area very challenging for me emotionally because we’re talking about children. We’re talking about the loss of young people here in the province.", "We’ve been working with indigenous communities through our indigenous children and youth strategy to look for ways to build more culturally appropriate programming for young people. I’ve heard from leaders in the province that if you can build resilience within a child as a young person, as they get older it helps them take on some of the challenges; land-based programming that we’ve expanded here in the province as well. But I think the real key here, Mr. Speaker, is to make sure we work with communities and listen to communities and have communities respond to those issues right in their communities, rather than going to other parts in the province." ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Children’s mental health services",
    "anchor" : "para321"
  }
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Ma question est pour le ministre du Développement économique et de la Croissance. Speaker, in the chaos that is Trump’s America, there is a tide of protectionism, tariffs, unfree trade and Depression-era populism. They’ve introduced, as you will know, a proposed tariff on steel and aluminum globally, part of the growing sentiment that we first saw with Buy American legislation in New York and Texas.", "Ontario is the Canadian leader of steel production: 20,000 people employed directly and 55,000 indirectly. It’s especially concerning for communities like Sault Ste. Marie and Hamilton.", "The interim position of the interim PC leader tells me that they are rudderless, leaderless and aimless, and likely busy with their own internal civil war. Speaker, the opposition parties have repeatedly made it clear that they have no—" ],
  "anchor" : "para332",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. I’m standing to try to respond. The member will focus on government policy." ],
  "anchor" : "para336",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Speaker, I find it troubling that our colleagues across the way have ostrich policies, heads in the sand, and do not wish to stand up for businesses, workers and families, particularly in Hamilton—" ],
  "anchor" : "para337",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock." ],
  "anchor" : "para339",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister is not helpful. The member from Leeds–Grenville is warned. I happen to know what I’m doing.", "If the member continues on that path, he’ll lose his question. Ask about government policy." ],
  "anchor" : "para341",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Speaker, my question for the government minister is this: Will the minister of economic development, growth and trade please explain to us why our policies regarding Bill 194 are so important?" ],
  "anchor" : "para343",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member from Etobicoke North for his very pertinent question relating to government policy, specifically Bill 194. Speaker, last week in this Legislature we witnessed the very sad and sorry spectacle of members from the Conservative opposition caucus repeatedly standing up, and on Bill 194, government policy, repeatedly refusing to stand up for Ontario workers and businesses. It was sad. It was sorry. It fundamentally stands in opposition to the core responsibility that every member of this Legislature has—" ],
  "anchor" : "para344",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Huron–Bruce is warned.", "Finish, please." ],
  "anchor" : "para346",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "It stands in stark contrast to what the people of this province expect of their elected officials." ],
  "anchor" : "para349",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Niagara West–Glanbrook is warned.", "Just put your hand up if you want a warning, and then we’ll move right to naming.", "You may finish, please." ],
  "anchor" : "para351",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "They can interrupt, Speaker, but they will never distract this government from standing up for the people of Ontario.", "We will support Bill 194—" ],
  "anchor" : "para354",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Stop the clock. Be seated, please.", "Supplementary?" ],
  "anchor" : "para357",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Thank you, Minister of Economic Development and Growth.", "Speaker, on this side of the chamber, we are of course very concerned about the Buy American trend—the hard right economic nationalism and policies that Trump’s own defence, treasury and chief economic adviser oppose.", "While the Tories were sleeping, our government has taken action to protect Ontario businesses, particularly with reference to President Trump’s steel tariffs.", "It’s no secret that the political landscape is chaotic and that there seem to be random acts of policy every day. This tide of protectionism poses a serious threat to Ontario’s workers and businesses, but we are not standing idly by in this potential face of discrimination. Our government is committed to sending a strong message that discrimination against Ontario workers will not be tolerated, a call that has been joined by the European Union and dozens of nations across the world.", "My question is this: Will the minister please inform this House about what steps Ontario is taking to protect Ontario businesses?" ],
  "anchor" : "para359",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para364",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Hon. Eleanor McMahon",
  "text" : [ "On this side of the House, we’re standing up for our workers and businesses. That’s why our government has tabled and is committed to passing the Fairness in Procurement Act legislation that fights for the fair treatment of Ontario workers and businesses.", "Sadly, instead of standing up for Ontario businesses and Ontario workers, the PCs are sitting this one out and are choosing instead to stall the passage of Bill 194 through procedural delays and tactics in the House, largely, we can only assume, as a result of their own internal struggles.", "On this side of the House, our government has a plan to create fairness and opportunity for Ontarians. It’s why our Premier has taken a productive, proactive and personal approach, meeting with nearly 40 US governors in an attempt to influence change.", "We will not take lessons from that side of the House. Instead, we will continue to stand up for Ontario workers and businesses and speak when it matters." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para331"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "My question is to the Minister of Agriculture, Food and Rural Affairs.", "It appears the government will soon be announcing the shutdown of Ajax casino. This reckless decision will likely spell the end of quarter horse racing in this province and put over 1,700 local jobs at risk.", "The mayor of Ajax, Steve Parish, said, “We have been fighting to protect the #AjaxCasino and quarter horse racing. @MPPJoeDickson has given up” by writing a two-page letter—" ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock.", "I’ve mentioned to members in this House once before—well, actually, several times: Take care of yourself, take care of your critic’s role, but leave other members out of this when it comes to doing work within their own riding.", "Carry on." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "On this side of the House, Speaker, we are not giving up.", "To the minister: Will you stand up for the people of Ajax and rural jobs, or would you rather be remembered as the minister who killed quarter horse racing in Ontario?" ],
  "anchor" : "para377",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I do appreciate the question from my colleague for Perth–Wellington.", "We, of course, over the last number of years, in successive budgets have put substantial funding to sustain horse racing in the province of Ontario. Ontario is the home of 15 tracks: two thoroughbred tracks, one quarter horse track and 12 standardbred tracks across the province of Ontario.", "We’ll continue to work with the local member and continue to work with the people of Picov Downs to make sure that quarter horse racing has a bright future in the province of Ontario." ],
  "anchor" : "para379",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "Again to the Minister of Agriculture: This government’s record on horse racing and the rural economy has been a total disaster. Let’s not forget these are the same Liberals who secretly plotted to “go to zero dollars for horse racing.” It’s the same Liberals who ripped apart the Slots at Racetracks Program knowing it could mean “23,000 job losses and 27,000 dead horses.” And now it’s the same Liberals who—" ],
  "anchor" : "para383",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para385",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "And now it’s those same Liberals, Speaker, who look ready to destroy quarter horse racing for crass political reasons.", "Speaker, I support Ajax council’s demand—" ],
  "anchor" : "para386",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. The Minister of Economic Development and Growth is warned.", "The member may finish." ],
  "anchor" : "para389",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "Thank you, Speaker. I support Ajax council’s demand that the government delay any further decision until after the June election.", "To the minister: Will you do the right thing and apologize to the town of Ajax and horse people across the province?" ],
  "anchor" : "para391",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member for his supplementary but, Mr. Speaker, I want to provide a little history here. One John Snobelen, who had a very distinguished career on that side of the House, when he was part of the panel along with Elmer Buchanan and John Wilkinson was the guy who said the SARP, a racetrack program, was not transparent and accountable and that changes needed to be given—a very astute observation from someone who sat on that side in that caucus for a long period of time. When you really want to look at the architect of the problems that Ajax Downs is having, one needs to look at one Rod Phillips, who was a bit of an architect of what happened with regard to this.", "Secondly, the member from Ajax–Pickering is a tireless defender of horse racing at Ajax Downs." ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para369"
  }
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "My question is to the Premier. Speaker, the Ontario workers’ compensation system, or WSIB, has failed workers in this province who find themselves injured at work.", "Under the Liberals’ failed policies, if you get hurt at work on the job and you rely on compensation benefits under WSIB to make ends meet, they rely on a policy called “deeming.” WSIB pretends that you have a job that you don’t actually have in order to allow WSIB to gut your benefits. For a government that seems to be so in tune with vulnerable workers and with fairness, this policy is detrimental to injured workers, and it sinks them deeper and deeper into poverty.", "When will the Liberal government put an end to deeming, fix these failed WSIB policies, and make sure that injured workers get the dignity and the respect that they deserve?" ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the honourable member for the question. Speaker, workers and their families in the province of Ontario need to know that when they go to work, everything is done to prevent an injury from taking place in the first place. Ontario is one of the safest jurisdictions in the entire world in which you can work. The number of incidents has come down over the past 13 or 14 years by half. We’ve cut those incidents in half, yet these injuries continue to happen and, unfortunately, fatalities continue to happen. We need to do everything we possibly can to ensure that those injuries don’t happen in the first place.", "But to get to the member’s question, when injuries do happen, we need to make sure that these people are treated fairly, they’re treated with respect and they’re treated with dignity, and it’s an ongoing process, Speaker. We continue to work with the WSIB to make sure that Ontario workers get treated the way they should." ],
  "anchor" : "para400",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "These injured workers and many progressive advocacy groups for injured workers have raised alarm bells for years. New Democrats brought forward multiple amendments under Bill 148. Every key amendment, including the issue of deeming, was voted down by Liberal members. We could have fixed it there.", "Every day, I hear from workers who are deemed to have phantom jobs they don’t have and have their compensation benefits cut, and they no longer can make ends meet. Workers who, for example, are diagnosed with permanent back injuries are deemed to be able to get a job at Walmart as a greeter, which they are never going to be able to get.", "I’ve heard from workers who have gone into severe depression, have had to sell their homes and live in shoddy basements because of deeming.", "I ask this government again, when is the Premier going to fix our broken system of compensation and make sure that injured workers get the benefits and the protections they need? When are they going to fix deeming?" ],
  "anchor" : "para403",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you again for the supplementary. As I said, it’s important that when somebody is injured on the job in the province of Ontario, they get the right treatment. We continue to improve in that regard because we know it’s critical when somebody suffers an injury that they’re treated properly.", "I’m proud of the government. We passed legislation that’s going to further protect injured workers. Starting in January of this year, all injured workers, including both partially and fully disabled, will finally receive the same CPI coverage, which they deserve. Psychological injuries are also covered now, including work-related chronic mental stress.", "But what didn’t come out in the question was that those two initiatives, which are going to help a lot of people in this province, are initiatives that both opposition parties voted against. When you stand up and tell me I should be doing something, we continue to look at improvements that could be made; but now and then, you should look in the mirror." ],
  "anchor" : "para408",
  "subject" : {
    "text" : "Workers’ compensation",
    "anchor" : "para395"
  }
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "My question is to the Minister of Research, Innovation and Science. According to the 2017 global entrepreneurship index, Canada is ranked third out of 137 countries in its health of entrepreneurial ecosystems. It’s a remarkable step for our people, specifically Ontario’s youth, and many live, work and study in my riding of Trinity–Spadina.", "Our future prosperity depends on our youth having the right skills, experience and supports to actively participate in our economy of today and tomorrow. No jurisdiction can thrive in today’s knowledge-based economy without investments in innovations that attract ambitious entrepreneurs.", "Minister, could you please inform the members of this House how these investments have contributed to Ontario’s economy?" ],
  "anchor" : "para412",
  "subject" : {
    "text" : "Entrepreneurship programs",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "I want to thank the member from Trinity–Spadina for that question.", "Mr. Speaker, since 2014, our government has provided nearly $39 million in funding to support on-campus entrepreneurship programs in our universities and colleges, and this includes campus-linked accelerators and on-campus entrepreneurship activities. These programs have catalyzed the development of innovation ecosystems and have made significant contributions to Ontario’s economic prosperity.", "Over the last three years, our government’s investment in CLAs and OCEAs has fostered over 4,000 businesses, created 6,700 jobs, generated $133 million in revenue and raised $171 million in investments. The impact of this economic success can be felt across Canada and the world, with Ontario’s flag flying in markets around the globe." ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Entrepreneurship programs",
    "anchor" : "para411"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para418",
  "subject" : {
    "text" : "Entrepreneurship programs",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I want to thank the minister for his answer. It’s always pleasing to see our government come closer to achieving long-term economic goals, such as higher-quality job growth and sustainability. Thanks to the government’s investment, all of Ontario’s post-secondary institutions have on-campus entrepreneurship programs.", "I would also like to congratulate the minister on receiving the Innovation Ecosystem Impact Award at the recent UBI Global awards. I understand that this award recognizes individuals who have made an exceptional contribution to national and international innovation ecosystems.", "Minister, could you please inform the members of this House of how your ministry has strengthened the entrepreneurial ecosystem in Ontario?" ],
  "anchor" : "para419",
  "subject" : {
    "text" : "Entrepreneurship programs",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Again, I want to thank the member for that question.", "Mr. Speaker, this award is not for me alone. It’s a minister’s job to be a catalyst to help people get the support they need to succeed.", "We have built a vibrant innovation ecosystem in this province thanks to the Premier’s leadership—an ecosystem with an impressive 59 accelerators and incubators at 44 colleges and universities across the province of Ontario. From 2014 to 2016, over 280,000 youth have benefited from accelerators and incubators in our universities and colleges. According to UBI’s 2017-18 global world incubation ranking, four of Ontario’s incubators are ranked among the top university-linked accelerators around the world.", "Mr. Speaker, we are committed to nurturing our innovators and building a stronger innovation ecosystem and innovation economy in our province." ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Entrepreneurship programs",
    "anchor" : "para411"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Minister of Natural Resources and Forestry.", "The minister would know that the forest industry employs over 172,000 hard-working men and women and has an economic impact of $15.5 billion. Over 7,000 of those people work in my riding of Renfrew–Nipissing–Pembroke. The regulatory impediments her government imposes upon them continue to have a massively detrimental effect on their ability to support their families and build our communities.", "The Liberals’ ill-conceived Endangered Species Act is the single biggest threat to the forestry industry. On the eve of an election, they now propose a further two-year exemption—Liberal politicking at best.", "Speaker, my question to the minister is this: The county of Renfrew has asked for a more meaningful five-year exemption. I support them unequivocally. Will you?" ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "Thank you for the question. Actually, I had the opportunity to meet with the forest industry several times on this, and I think they are quite happy with the two-year exemption. It allows them to come to a real solution to reconcile forest development and the Endangered Species Act.", "The Endangered Species Act is a commitment that all should have to protect biodiversity in Ontario. It is an important aspect of our policy, and everyone should be behind it. There are some concrete solutions that can be achieved, and the panel we have put in place, which will be announced shortly, is about finding practical solutions to reconcile forest development with endangered species.", "As I say, we’re happy to continue to work on this file. I think a solution is appropriate and will be found." ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para426"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para434",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Back to the minister: New minister, same old song.", "Species at risk and the forests themselves should be protected using the best science available. Social and economic impacts should be considered equally as well.", "The Crown Forest Sustainability Act, the gold standard, is the overriding guidance that should be applied. When multiple exemptions to the ESA are required, one thing is crystal clear, Minister: Your government got this wrong from the very beginning. It is time for the ESA to be examined by an independent panel to determine a long-term approach to protecting species at risk and their habitats without decimating this industry.", "Will the minister extend the exemption to five years and use that time to get working on a plan that protects species at risk, including the hundreds of thousands of humans who depend on this essential industry?" ],
  "anchor" : "para435",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "Certainly we are committed to ensuring there are reconciliation efforts between the forest industry and the Endangered Species Act. That’s what we’ve been working on and that’s the point of the two-year survey. Indeed, I’m surprised we’re not talking about this as a big success, because the forest industry is doing well. It’s prepared to do far more for the environment, has done so and will continue to do so in the future.", "I continue to think that the Endangered Species Act of Ontario is the gold standard. It does have within it lots of flexibility, lots of tools to both protect endangered species and recognize the socioeconomic impacts.", "Humans are certainly part of the way in which we look at the endangered species. They need endangered species protection so they can continue to rely on biodiversity in Ontario." ],
  "anchor" : "para439",
  "subject" : {
    "text" : "Forest industry",
    "anchor" : "para426"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. More than 3,000 York University workers are on the picket line this morning, taking a stand against insecure, unstable academic jobs and the underfunding of post-secondary education that is undermining any possibility of job security.", "These workers deliver 60% of the instruction for York University students, but their contributions are completely undervalued. These workers want to get back to the important work they do supporting students. York University students want to be able to learn without having to cross a picket line.", "Will the Premier use her influence to get the employer back to the bargaining table today so that a negotiated settlement can be reached?" ],
  "anchor" : "para443",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para447",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for the question. I know surely she is not asking us to intervene in an inappropriate way in this matter, Speaker. Ontario has got an excellent record of—" ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para450",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you, Speaker.", "Ontario has got a great record with dispute resolution. Over 98% of all agreements in the province of Ontario are reached without any strike, are reached without any lockout, and that’s because of the encouragement and the assistance that both sides bring to the table in order to reach that agreement. But the Ministry of Labour, Speaker, has some of the best mediators and the best arbitrators in the country and they have been working with these groups. I would urge both sides to return to the table. Put the students first." ],
  "anchor" : "para451",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Speaker, this situation is not unique to York University; 800 workers at Carleton University have also begun job action this morning.", "For almost a decade, Ontario has ranked the lowest of all provinces in Canada in university per-student funding. Not only has this downloaded the cost of university onto students and their families, creating record levels of student debt, but it has also led to an explosion of contract staff and faculty as a way to reduce payroll costs.", "Students understand the negative impact this has on the quality of post-secondary education, which is why the CFS was at Queen’s Park last week urging an increase in full-time permanent positions and fairness for contract workers. Will the Premier show some leadership, address the underfunding of post-secondary education and reduce precarious work in the university sector?" ],
  "anchor" : "para454",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Speaker, Ontario has got one of the best post-secondary systems in the entire world. We work very, very hard with—" ],
  "anchor" : "para457",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para459",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "We’ve made changes to OSAP to make sure that system is available to people who simply couldn’t avail themselves of that system in the past. It’s been a huge success. The primary concern of this government is the students that are attending post-secondary education in the province of Ontario. At the same time, we respect the collective bargaining process that allows parties to bring their best to the table.", "What we should be doing in this House, Speaker, is urging both sides in both situations to get back to the table—protect your interests, but put students in the province of Ontario first." ],
  "anchor" : "para460",
  "subject" : {
    "text" : "Labour dispute",
    "anchor" : "para442"
  }
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "My question is for the Minister of Advanced Education and Skills Development.", "Speaker, the Premier has been touring many campuses across the province to speak to students about what the government is doing to support them on and off campus. In fact, the minister and the Premier recently toured the University of Toronto Scarborough campus and heard from many of my constituents, like Sheila, Daven and others, about their issues. So I know the minister and the Premier heard first-hand from many of the students at town halls and round tables about supports that they currently receive, like free tuition, free e-textbooks and mental health support, as well as resources they need to succeed.", "Speaker, through you to the minister, can she please inform the House what the government is doing to support students in our colleges and universities?" ],
  "anchor" : "para463",
  "subject" : {
    "text" : "Student assistance",
    "anchor" : "para462"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Thank you to the member for Scarborough–Agincourt for that question. Yes, the Premier and I had an opportunity to visit many campuses across the province. Premier, you actually did many more. It was so incredible to hear from the students, and I know you were really listening to them.", "When it comes to our post-secondary education system in Ontario, we are global leaders. Just one example is that Ryerson’s DMZ has been recognized as the number one business innovation hub in the world, Speaker.", "Our government firmly believes that attending college or university should be based on a student’s potential to learn, not on their ability to pay. Improving access to post-secondary education is a key priority for our government.", "Speaker, I’m pleased to provide this House with an update on OSAP. Last year, we predicted that 210,000 students would receive free tuition for this academic year. This year, more than 225,000 students are receiving free average—" ],
  "anchor" : "para466",
  "subject" : {
    "text" : "Student assistance",
    "anchor" : "para462"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para470",
  "subject" : {
    "text" : "Student assistance",
    "anchor" : "para462"
  }
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "Thank you to the minister. I’m glad to hear that our government is putting students first and breaking down one of the most significant barriers to pursuing post-secondary education. We know that about 33% more mature students are now receiving OSAP than before.", "I know this is not the only challenge students are facing. At my recent skating party on Family Day, I heard from a group of U of T Scarborough campus students like Ashma, Abouti, Jessica, James, Marina and Pilar. I know they’re watching. They shared with me about the challenges they’re currently facing like mental health support resources, campus sexual violence and limited resources for indigenous students.", "Speaker, through you to the minister, can she please address the concerns identified by the students and what we are doing to make campuses more safe and supportive and being inclusive to our students?" ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Student assistance",
    "anchor" : "para462"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "As the Premier and I were touring these campuses, we were listening to students and the concerns that they were raising. Helping students with their costs is part of Ontario’s plan to keep post-secondary education within the reach of all families, while building the best-educated workforce in the world. While we’re revolutionizing the way students access post-secondary education in our province, the PCs voted against OSAP reforms. Think of that, Speaker.", "We are so happy that more and more people are able to access post-secondary education, but also, that means that our campuses need to be able to support people with different experiences and needs. Beginning this school year, we’re investing an additional $6 million annually over three years to improve mental health post-secondary services on campuses, bringing our annual investment to $15 million. This is just the beginning." ],
  "anchor" : "para474",
  "subject" : {
    "text" : "Student assistance",
    "anchor" : "para462"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "My question today is to the Premier. I’m sure the Premier and her new Minister of Health have been paying attention in this House when we have, on numerous occasions, asked questions and made statements regarding water which has become undrinkable because pile driving for wind turbine foundations has disturbed the local aquifer in north Kent.", "When will this government direct the Minister of Health to undertake a health hazard investigation into the dangers posed by the heavy metals in the drinking water of my constituents?" ],
  "anchor" : "para477",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Thank you to the member opposite for what is a very important issue around the protection of our drinking water right across Ontario. The ministry is actively holding the company accountable for addressing complaints related to changes in their well-water quality. We have undertaken a review of water quality data, to assure residents that their water is safe to drink. Thus far, the analysis has not shown a connection between water quality and construction activity.", "The company has informed the ministry that they will work with homeowners, where they are supplying alternative water supplies, to provide and pay for a licensed well contractor to inspect their wells and answer any questions they may have." ],
  "anchor" : "para480",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para482",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "Back to the Premier: Several generations of residents of north Kent have drawn their drinking water from the aquifer, which carries water along the Kettle Point black shale stratification. Since the construction in this area of industrial wind turbines, whose foundations are anchored by pile-driving steel beams into the shale, 17 water wells have begun producing nothing but murky brown liquid.", "More turbines continue to be built in north Kent. Another project, Otter Creek, is planned for the Wallaceburg area, which will involve pile driving into that same black shale bedrock. Will the Premier advocate good health policy by pushing for a stop to these unnecessary wind turbines? How many more wells must be contaminated before this Liberal government declares a health hazard?" ],
  "anchor" : "para483",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "I appreciate the follow-up question, because it allows us to clarify once again how important it is to this province that the drinking water quality is protected not only in north Kent but right across the province.", "I can say, when talking about the north Kent wind farm, that last week my ministry had a very productive meeting with the scientists from Water Wells First, where the ministry presented our robust and extensive scientific results. I would encourage the member opposite to review those results with the scientists from Water Wells First.", "I will say, again, that the ministry takes concerns regarding groundwater quality very seriously and we’re actively holding that company responsible and accountable for addressing these complaints related to any—" ],
  "anchor" : "para485",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para488",
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para476"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 38(a), the member from Perth–Wellington has given notice of his dissatisfaction with the answer to his question given by the Minister of Agriculture, Food and Rural Affairs concerning horse racing at Ajax Downs. This matter will be debated tomorrow at 6 p.m.", "We have a deferred vote on government notice of motion number 62, relating to—" ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para489"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m sorry. The member from Nickel Belt on a point of order." ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para489"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I believe we have unanimous consent to wear our little epilepsy awareness pins." ],
  "anchor" : "para495",
  "subject" : {
    "text" : "Wearing of pins",
    "anchor" : "para494"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Nickel Belt is seeking unanimous consent to wear the pins for epilepsy. Do we agree? Agreed.", "The member from Toronto–Danforth on a point of order." ],
  "anchor" : "para496",
  "subject" : {
    "text" : "Wearing of pins",
    "anchor" : "para494"
  }
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, I wish to correct my record. In my speech on February 28, Hansard, page 7418, I said that the NDP hadn’t supported cap-and-trade. I meant to say we had not supported the carbon tax." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para498"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members are allowed to correct their record. I thank the member for his point of order.", "The member from Durham on a point of order." ],
  "anchor" : "para500",
  "subject" : {
    "text" : "Correction of record",
    "anchor" : "para498"
  }
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I would like to introduce constituents of mine, Dianne McKenzie and Chelsea Kerstens, from Epilepsy Durham Region." ],
  "anchor" : "para503",
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para502"
  }
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Mr. Speaker, I’d like to wish Chris Ballard a happy birthday." ],
  "anchor" : "para505",
  "subject" : {
    "text" : "Member’s birthday",
    "anchor" : "para504"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Happy birthday." ],
  "anchor" : "para506",
  "subject" : {
    "text" : "Member’s birthday",
    "anchor" : "para504"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "We have a deferred vote on government notice of motion number 62, relating to allocation of time on Bill 194, An Act respecting fairness in procurement.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para508"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members, please take your seats.", "On March 1, 2018, Mr. Ballard moved government notice of motion number 62, relating to allocation of time on Bill 194, An Act respecting fairness in procurement.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para512",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para508"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para561",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para508"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 45; the nays are 33." ],
  "anchor" : "para596",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para508"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para597",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para508"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 38(a), the member from Elgin–Middlesex–London has given notice of his dissatisfaction with the answer to his question given by the Attorney General concerning PET and CT scanners in Windsor-Essex. This matter will be debated tomorrow at 6 p.m." ],
  "anchor" : "para600",
  "subject" : {
    "text" : "Notice of dissatisfaction",
    "anchor" : "para599"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Advanced Education on a point of order." ],
  "anchor" : "para602",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Yes, Speaker. I could not let this morning pass without asking us to congratulate the amazing students and graduates of Sheridan College whose work was recognized last night at the Academy Awards with The Shape of Water. Four wins, nine nominations—another example of excellence in Ontario’s post-secondary education system." ],
  "anchor" : "para603",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There being no further deferred votes, this House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para604",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Introduction of guests? Introduction of guests? Last call for introduction of guests." ],
  "anchor" : "para607",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Therefore, it’s time for—introduction of guests? Someone’s doing something they’re not supposed to do right now, and that’s run in the House and carry scissors at the same time.", "The member from Beaches–East York." ],
  "anchor" : "para609",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Speaker, thank you very much. I’m delighted to welcome a whole bunch of youth from my riding association of Beaches–East York who are here in support of my private member’s bill that I’ll be tabling later today." ],
  "anchor" : "para611",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Don’t go by his example of running in the House." ],
  "anchor" : "para613",
  "subject" : {
    "text" : "Sheridan College students",
    "anchor" : "para601"
  }
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "The Cornwall Chamber of Commerce recently hosted its annual Business Excellence Awards to celebrate the achievements of innovative businesses and entrepreneurs in my riding. The winners in each category are as follows:", "Olsonfab was named Business of the Year.", "Small Business of the Year went to Pure Organic Spa.", "Entrepreneur of the Year went to Rachel Lamoureux, the owner of Blooms.", "Team Cornwall Ambassador of the Year was Roy Nichol of April Wine.", "The Historic Walking Tour was singled out for Tourism Excellence.", "For the creation of over 130 full-time jobs, Xplornet was honoured for Economic Impact of the Year.", "The Above and Beyond Award went to Dr. Thorin Gault.", "The Cornwall Innovation Centre received the Breakthrough Award.", "Nolan Quinn received Young Professional of the Year.", "Fred and Bonnie Cappuccino received the Dr. Garth Taylor Humanitarian Award for their work with children in need around the world.", "Rick Shaver, the publisher of Seaway News and Cornwall Living, was honoured with the Lifetime Business Achievement Award.", "Citizen of the Year was awarded to the very deserving Rachelle Lamond, who has worked to make a positive difference in our community for over 25 years.", "It truly was a great venue and a fun night. I’d like to thank chair Rory MacLennan and executive manager Lezlie Strasser—who was recognized for 30 years of dedicated service to the chamber—and all the volunteers who put together such a great night.", "On behalf of the residents of Stormont–Dundas–South Glengarry: a job well done." ],
  "anchor" : "para616",
  "subject" : {
    "text" : "Cornwall Chamber of Commerce Business Excellence Awards",
    "anchor" : "para615"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ontario has six different drug plans. The latest, called OHIP+, is for children and youth. OHIP+ started on January 1 and, since then, my office has received countless calls from frustrated parents. Here are a few examples:", "Robin Labelle’s daughter takes 13 different medications, which were all covered by their workplace drug plan. Since January 1, the pediatricians at SickKids are doing applications to the Ministry of Health’s EAP program so that they can have coverage through OHIP+, or at least get a written refusal from the ministry so the family’s insurance will pay. So far, all they’ve got is frustration and out-of-pocket costs.", "Brenda Skibinsky’s son takes a common drug, but because he needs a 10-milligram pill rather than the usual 20 milligrams, it is not covered. Her pediatrician applied to the EAP weeks ago, and they are still waiting. The doctor told her it will be six to eight weeks before they hear back from the ministry. So Brenda is now paying out of pocket for medication that her drug plan used to cover.", "Epilepsy Ontario is here today. They shared the story of four-year-old Ava. OHIP+ will not cover the cost of her generic anti-seizure medication because—get this, Speaker—the child must first try and fail at two other medications before OHIP+ will cover the generic medication that works and controls her seizures.", "This is not acceptable. This new Liberal drug plan is making our health care system less caring and less compassionate. We can do better." ],
  "anchor" : "para632",
  "subject" : {
    "text" : "Pharmacare",
    "anchor" : "para631"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "It gives me great pleasure to rise today and acknowledge a tremendous event in Kingston and the Islands’ history and a very good announcement.", "As many of you know, six prison farms across Canada were closed starting in 2010, including two in Kingston, the Joyceville and Collins Bay Institutions.", "Last week, we learned that the federal government of Canada is committing $4.3 million over the next five years to reopen Kingston’s prison farms.", "Applause." ],
  "anchor" : "para638",
  "subject" : {
    "text" : "Kingston prison farms",
    "anchor" : "para637"
  }
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Yes. I would also like to acknowledge the work of our MP, Mark Gerretsen, and the federal minister, the Honourable Ralph Goodale, the Minister of Public Safety and Emergency Preparedness, for their work on this file.", "I would also like to acknowledge a group of absolutely outstanding activists in my riding, who never gave up the fight to have the farms reinstated. For nearly a decade, members of the Save Our Prison Farms group have campaigned, lobbied and sacrificed their Monday nights in snow, sleet, hail and rain to stand vigil outside of the Collins Bay Institution in order to bring the cows home. Such advocates include Dianne Dowling and Jeff Peters, who kept pushing even when there was little hope of progress. They continued to stand guard for perhaps one of our society’s most marginalized groups, and their work has paid off.", "In my view, this is a typical Kingston story. It’s a story of steadfast resilience and a group of people who came together for the well-being of a marginalized population. That, to me, is a big part of what Kingston is all about." ],
  "anchor" : "para642",
  "subject" : {
    "text" : "Kingston prison farms",
    "anchor" : "para637"
  }
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I want to pay tribute to Florence Kehl, a remarkable constituent who passed away last month.", "Florence was a beacon of grace and compassion who dedicated her life to the service of others. Driven by her strong Christian faith, Florence and her husband mortgaged their house in Stratford to start the House of Blessing in 1983. Today, this now-9,000-square-foot centre offers food, clothing and children’s programs to the less fortunate in our community. In 2015, Florence also opened the Healing Rooms of Stratford, a non-denominational centre where people can go for prayer and spiritual support.", "For her efforts, Florence was recognized with many awards over the years, including Stratford Citizen of the Year, the Ontario Medal for Good Citizenship, and the Queen’s Golden and Diamond Jubilee Medals.", "More importantly, Florence is remembered and cherished by the countless people whose lives she touched. A long-time House of Blessing volunteer, Jacquie Beale, had this to say: “When I was so down, God answered my prayers through an angel on earth. The angel on earth was Flo.”", "We can all be inspired by this humble woman, who served as a living example of the scriptural teaching, “For I was hungry and you gave me something to eat.”", "I would like to extend condolences to Florence’s husband of 56 years, Norm, her family and friends and everyone else whose life she changed for the better." ],
  "anchor" : "para646",
  "subject" : {
    "text" : "Florence Kehl",
    "anchor" : "para645"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I’m proud today to rise to speak about International Women’s Day.", "While it is fitting to celebrate the achievements of women, it is just as important to recognize all of the work that we still need to do to achieve equity and equality for everyone in this province. We know that parity doesn’t happen overnight, but it has been 30 years since the Pay Equity Act was passed, and still women make 30% less than men, racialized women make 32% less, immigrant women make 39% less and indigenous women make 57% less. It doesn’t have to be this way.", "This year’s theme for International Women’s Day is “Press for Progress.” It’s clear that there is so much more that we can do together. We need to ensure that the voices of the LGTBQ+ folks are taken seriously and respected. We need to make child care more affordable and accessible for young parents. We need to stand in solidarity with indigenous women to address the call for action on missing and murdered women and children. And we need to elect more diverse voices to this Legislature and to councils.", "That’s why I’m so proud to be working with St. Jerome’s University to found Waterloo region’s first Equal Voice chapter on March 25. And I’ll be welcoming my Girls’ Government group from Vista Hills Public School to this Legislature on April 9.", "For me, this International Women’s Day is a call to action. We can do more; we must do more." ],
  "anchor" : "para653",
  "subject" : {
    "text" : "International Women’s Day",
    "anchor" : "para652"
  }
}, {
  "speaker" : "Mr. Brad Duguid",
  "text" : [ "On January 24, 2018, my mother, Olga Duguid, passed away from respiratory failure at Ajax hospital. While we’ll all miss her, it’s my dad, Jim, whose life has been left with the biggest hole after 56 years of marriage.", "Their relationship was one of absolute devotion and total love, something that’s very rare, especially in today’s just-in-time world. Looking back, I don’t believe we can think of any time that they ever spent more than a night away from each other. For those who don’t believe in the term “soulmates,” you would if you met Jim and Olga.", "To my siblings and I, our mom helped make us who we are. She gave us the inspiration to do whatever in life we chose to do and the confidence to take chances and pursue our dreams, knowing that no matter whether we failed miserably or succeeded, we always knew that we would be greeted by our mom and dad with love and pride. That is an incredible advantage in life.", "She was fiercely proud of her kids. One out of three of us pursued a reputable profession. My sister became a nurse and was a nurse for over 30 years. As for the other two, my brother became a lawyer and of course the other became a politician. Thank God for my sister. Despite that, you always knew her greatest pride was her kids and her grandkids.", "While we all still mourn her loss, we’re comforted by the fact that she had a great 80 years and her love and pride for us all will continue to give us strength, confidence and joy throughout the rest of our lives." ],
  "anchor" : "para659",
  "subject" : {
    "text" : "Olga Duguid",
    "anchor" : "para658"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I rise today to congratulate one of the best peewee girls’ house league teams in all of Canada, the Nepean Ice Crushers of the Wildcats organization. Regular season and league champions, the team also placed first in Almonte and second in the DIFD tournaments.", "I often share great sport stories from teams across Nepean–Carleton, but this one, Speaker, is very personal. I’m a parent and a trainer on this team. This was the team that I spend my weekends with and who, especially in the past eight weeks, gave me more moments to treasure and enjoy than I could have ever imagined.", "The Nepean Ice Crushers were led by our phenomenal coach, Scott Boassaly, and his amazing coaching staff and den moms. Yesterday, he handed out gold medals to Addison Wellstead, Alyssa Tam, Ava Bajada, Dena Yousuf, Emma Gardner, Erin Lee, Eulalie Reesink-Babillon, Holly Graham, Janelle May, Lauren Boassaly, Melinda Palumbo—who scored the game-winning goal—Mikyla McCormick—who got three shutouts, Speaker—Natalia Martinez-Peers, Toryn Clarke and, of course, my own daughter, Victoria Varner.", "These girls were invested, they shared many ups and downs, and they felt responsibility for one another. They were each other’s champions. They often had tough games, but they had lots of laughs. They brought us all together, as teams often do, and of course we know that’s what hockey is and why it’s the greatest game on earth.", "I say frequently that all-stars aren’t necessarily the best players. All-stars are talented on and off the ice, and that’s what those Ice Crushers are. I want to congratulate them for a great season, and I was grateful to be part of it." ],
  "anchor" : "para666",
  "subject" : {
    "text" : "Nepean Ice Crushers hockey team",
    "anchor" : "para665"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "That statement answers a lot of questions. Never mess with a hockey mom." ],
  "anchor" : "para671",
  "subject" : {
    "text" : "Nepean Ice Crushers hockey team",
    "anchor" : "para665"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Yes, never." ],
  "anchor" : "para672",
  "subject" : {
    "text" : "Nepean Ice Crushers hockey team",
    "anchor" : "para665"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further members’ statements." ],
  "anchor" : "para673",
  "subject" : {
    "text" : "Nepean Ice Crushers hockey team",
    "anchor" : "para665"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I rise today in advance of tabling a private member’s bill to talk about the importance of lowering the voting age in Ontario. Young people 16 and over have adult responsibilities in our province, but they are denied some of the same rights. They are contributing and active members of our society, and thousands are employed or volunteer in their communities. In denying them the right to vote, we are effectively disenfranchising them. This implies that we think that they have nothing of value to add to political conversations, but nothing, Speaker, could be further from the truth. In fact, many young people, like the ones who are here today, inspired this private member’s bill, and I’m happy to bring it forward.", "Despite their inability to vote, young people do find ways to engage in the political process. One of the greatest testaments to this is happening now south of the border. Students from Marjory Stoneman Douglas High School have challenged senators and congressional representatives and have sparked the #NeverAgain movement. These young people are engaged in a substantive debate on gun control, but they did not—and could not—vote for the representatives responsible for the laws.", "Speaker, I believe that giving 16-year-olds the right to vote will increase voter participation and will cause political parties to develop policies that take youth interests into consideration.", "Moreover, taxation without representation was not acceptable in the 1700s in England and should not be acceptable in modern-day Ontario.", "We must provide young people with a direct and democratic channel for making their views heard, and in doing so, we give them a responsible stake in the future of Ontario.", "For this reason, I ask all members of this House to support lowering the voting age in Ontario to 16." ],
  "anchor" : "para675",
  "subject" : {
    "text" : "Voting age",
    "anchor" : "para674"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’m excited to rise today and recognize yet another young and enterprising constituent from my riding of Bruce–Grey–Owen Sound. This time, I would like to share with the House news from Lion’s Head, where a 17-year-old fiddler extraordinaire, Brooklyn Hewton, showed immense creativity and generosity when she used a $150 grant from the Royal Bank of Canada’s Canada 150 grant and turned it into almost $13,000 worth of donations for the Lion’s Head Hospital auxiliary.", "Brooklyn, who plays fiddle with Midnight Blue, and my friend Dave Nixon hosted a musical fundraiser for the local hospital last summer. Her double-duty act as organizer and performer drew a crowd of 600 people to the Bruce County Country Music Fest in Lion’s Head, where she entertained them for several hours to the sound of country and bluegrass music.", "The fundraiser was a huge boost for Brooklyn, whose initial goal was to raise $5,000. In the end, she actually more than doubled her goal when she sold some 600 tickets and collected almost $13,000 in donations, with the help of the Lion’s Head auxiliary members.", "Auxiliary president Sharon Winegarden said that Brooklyn’s “initiative, creativity and generosity ... are an inspiration to us all.” The auxiliary, hospital staff—doctors, nurses—and the whole community are proud of her efforts to make a difference to health care in our community.", "Because Brooklyn—who was crowned queen at last year’s Groundhog Day festival—isn’t one to rest on her laurels, without a shadow of a doubt, she is already busy planning the next live music festival, which she promised would go again toward making a difference in our community and helping to keep services close to home.", "Considering that Brooklyn’s musical talents have been well known for several years, there’s no doubt she will continue to do amazingly well at home and beyond.", "Brooklyn, thank you so much, and all the best of continued success.", "Mr. Potts moved first reading of the following bill:", "Bill 202, An Act to amend the Election Act with respect to voter eligibility / Projet de loi 202, Loi modifiant la Loi électorale en ce qui concerne l’admissibilité des électeurs." ],
  "anchor" : "para682",
  "subject" : {
    "text" : "Brooklyn Hewton",
    "anchor" : "para681"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para693",
  "subject" : {
    "text" : "Election Amendment Act (Voter Eligibility), 2018 / Loi de 2018 modifiant la Loi électorale (admissibilité des électeurs)",
    "anchor" : "para690"
  }
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para695",
  "subject" : {
    "text" : "Election Amendment Act (Voter Eligibility), 2018 / Loi de 2018 modifiant la Loi électorale (admissibilité des électeurs)",
    "anchor" : "para690"
  }
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "This bill amends the Election Act to lower the age for persons to be eligible to vote in an election to the Legislative Assembly from 18 years to 16 years. Related amendments are made throughout the act." ],
  "anchor" : "para696",
  "subject" : {
    "text" : "Election Amendment Act (Voter Eligibility), 2018 / Loi de 2018 modifiant la Loi électorale (admissibilité des électeurs)",
    "anchor" : "para690"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m pleased to present these petitions that were collected in Hamilton Centre, as well as by Cheri Bainard from Hanmer in my riding.", "It reads as follows:", "“Whereas:", "“—In the past 10 years in Ontario, 86% of all movies with on-screen smoking were rated for youth;", "“—The tobacco industry has a long, well-documented history of promoting tobacco use on-screen;", "“—A scientific report released by the Ontario Tobacco Research Unit estimated that 185,000 children in Ontario today will be recruited to smoking by exposure to on-screen smoking;", "“—More than 59,000 will eventually die from tobacco-related cancers, strokes, heart disease and emphysema, incurring at least $1.1 billion in health care costs; and whereas an adult rating (18A) for movies that promote on-screen tobacco in Ontario would save at least 30,000 lives and half a billion health care dollars;", "“—The Ontario government has a stated goal to achieve the lowest smoking rates in Canada;", "“—79% of Ontarians support not allowing smoking in movies rated G, PG, 14A ... ;", "“—The Minister of Government and Consumer Services has the authority to amend the regulations ... ;”", "They petition the Legislative Assembly as follows:", "“—To request the Standing Committee on Government Agencies examine the ways in which the regulations of the Film Classification Act could be amended to reduce smoking in youth-rated films ... ;", "“—That the committee report back on its findings to the” Legislature.", "I support this petition, will affix my name to it and ask page Manas to bring it to the Clerk." ],
  "anchor" : "para699",
  "subject" : {
    "text" : "Anti-smoking initiatives for youth",
    "anchor" : "para698"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I have a petition entitled “Stop the Closure of the Cardiac Fitness Institute.” I would like to thank the many citizens of London and area who signed this petition. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefitting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I couldn’t agree more with this petition. I affix my name to it and will give it to page Sully to take to the table." ],
  "anchor" : "para715",
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para714"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario hunting and fishing regulation summaries are printed each year by the Ministry of Natural Resources and distributed to hunters and recreational fishermen throughout the province to inform them of all the relevant seasons, limits, licence requirements and other regulations; and", "“Whereas these valuable documents are readily available for hunters and anglers to keep in their residence, cottage, truck, boat, hunt camp and trailer to be fully informed of the current hunting and fishing regulations; and", "“Whereas the MNR has recently and abruptly drastically reduced the distribution of the Ontario hunting and fishing regulation summaries such that even major licence issuers and large hunting and fishing retailers are limited to one case of regulations per outlet; and", "“Whereas hunters and anglers do not always have access to the Internet to view online regulations while travelling or in remote areas;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately return the production of the Ontario hunting and fishing regulation summaries to previous years’ quantities such that all hunters and anglers have access to a copy and to distribute them accordingly.”", "I agree with the petition and affix my signature." ],
  "anchor" : "para726",
  "subject" : {
    "text" : "Fishing and hunting regulations",
    "anchor" : "para725"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Roger LeBlanc from Val Caron in my riding for the petition. It reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas price regulation; and", "“Whereas jurisdictions with gas price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I support this petition, will affix my name to it, and ask Jaclyn to bring it to the Clerk." ],
  "anchor" : "para735",
  "subject" : {
    "text" : "Gasoline prices",
    "anchor" : "para734"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas in 2009 the Ministry of Transportation received environmental clearance for six lanes of the 401 between Tilbury to Elgin county;", "“Whereas the 401 between Tilbury and London was already known as ‘carnage alley’ due to the high rate of collisions and fatalities there;", "“Whereas current work being done on the 401 between Tilbury and Ridgetown will reduce the road to a single lane for up to three years thus making this stretch a serious safety concern;", "“Whereas there have already been four deaths, nine serious injuries requiring hospitalization and over eight collisions this summer within the one-lane construction area;", "“Whereas the government of the day pledged to invest $13.5 billion in highway improvements and has sharply increased the fees for driver permits and licence renewal fees which are used for highway maintenance and improvements;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To commit to upgrading the 401 from four to six lanes and install a median barrier from Tilbury to Elgin county.”", "I agree with this petition and will affix my signature." ],
  "anchor" : "para744",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para743"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario entitled “Create a Minimum Long-Term-Care Standard.” It reads as follows:", "“Whereas quality care for the 78,000 residents of (LTC) homes is a priority for many Ontario families; and", "“Whereas the provincial government does not provide adequate funding to ensure care and staffing levels in LTC homes to keep pace with residents’ increasing acuity and the growing number of residents with complex behaviours; and", "“Whereas several Ontario coroner’s inquests into LTC homes deaths have recommended an increase in direct hands-on care for residents and staffing levels and the most reputable studies on this topic recommend 4.1 hours of direct care per day;”", "Therefore, “We, the undersigned, petition the Legislative Assembly of Ontario to:", "“Amend the LTC Homes Act (2007) for a legislated minimum care standard of four hours per resident per day, adjusted for acuity level and case mix.”", "I fully support this petition, affix my name and will give it to page Theebana to take to the table." ],
  "anchor" : "para754",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para753"
  }
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas in 2009 the Ministry of Transportation received environmental clearance for six lanes of the 401 between Tilbury to Elgin county;", "“Whereas the 401 between Tilbury and London was already known as ‘carnage alley’ due to the high rate of collisions and fatalities there;", "“Whereas current work being done on the 401 between Tilbury and Ridgetown will reduce the road to a single lane for up to three years thus making this stretch a serious safety concern;", "“Whereas there have already been four deaths, nine serious injuries requiring hospitalization and over eight collisions this summer within the one-lane construction area;", "“Whereas the government of the day pledged to invest $13.5 billion in highway improvements and has sharply increased the fees for driver permits and licence renewal fees which are used for highway maintenance and improvements;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To commit to upgrading the 401 from four to six lanes and install a median barrier from Tilbury to Elgin county.”", "I agree with this and will send it down with Morgan to the table." ],
  "anchor" : "para762",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para761"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais remercier M. Clément Lacelle de Chelmsford dans mon comté pour avoir signé cette pétition.", "« Entendu que les factures d’électricité sont devenues inabordables pour un trop grand nombre de personnes et que la réduction des factures d’électricité de 30 % pour les familles et les entreprises est une cible ambitieuse mais réaliste;", "« Entendu que les familles ontariennes ne devraient pas avoir à payer des primes du temps d’utilisation, et celles qui vivent dans une région rurale ou nordique ne devraient pas avoir à payer des frais de livraison plus élevés et punitifs;", "« Entendu que la seule façon de réparer le système hydro-électrique est de s’attaquer aux causes de base des prix élevés, y compris la privatisation, les marges de profits excessives, la surabondance d’électricité et plus; »", "Ils pétitionnent l’Assemblée législative de l’Ontario de « réduire les factures d’électricité pour les entreprises et les familles jusqu’à 30 %, éliminer les délais d’utilisation obligatoires, mettre fin aux coûts de livraison ruraux inéquitables et rétablir la propriété publique d’Hydro One. »", "J’appuie cette pétition, je vais la signer, et je la donne à Jamie." ],
  "anchor" : "para772",
  "subject" : {
    "text" : "Politiques énergétiques",
    "anchor" : "para771"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the government created a special-purpose account (SPA) in 1997;", "“Whereas the SPA pools together all revenues from hunting and fishing licensing fees, fines and royalties. The funds in the SPA are legislated to be reinvested back into wildlife management to improve hunting and angling across the province;", "“Whereas the government is refusing to release the details of the spending of the SPA;", "“Whereas a recently obtained report showed SPA expenditures from 2011-12 revealed expenditures (i.e. $69,000 spent to purchase and sell a house and $55,000 devoted to a psychologist) that are unrelated to wildlife management;", "“Whereas in the past the Ministry of Natural Resources and Forestry has indicated that records for the SPA fund cannot be released as ‘they do not exist’;", "“Whereas this is in direct contradiction to the Financial Administration Act that requires receipts and disbursement to be recorded for all special-purpose accounts;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That in the name of accountability and transparency the Minister of Natural Resources and Forestry direct the Auditor General to conduct a value-for-money audit of the SPA fund.”", "I totally agree with this petition and affix my signature to it." ],
  "anchor" : "para779",
  "subject" : {
    "text" : "Fish and wildlife management",
    "anchor" : "para778"
  }
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I have a petition signed by many residents of London West that is entitled, “Fix Hydro Now.”", "“To the Legislative Assembly of Ontario:", "“Whereas hydro bills in Ontario have become unaffordable for too many people;", "“Whereas reducing hydro bills by up to 30% for families and businesses is an ambitious but realistic target;", "“Whereas the only way to fix the hydro system is to address the root causes of high prices including privatization, excessive profit margins, oversupply, unfavourable net export practices and more;", "“Whereas Ontario families should not have to pay time-of-use premiums, and those living in a rural or northern region should not have to pay higher, punitive delivery charges;", "“Whereas changing the financing of private contracts and the global adjustment fails to reduce the long-term cost of hydro for families and businesses, does not fix the system and, in fact, will cost billions of dollars extra in borrowing costs;", "“Whereas Hydro One can be returned to public ownership and management without increasing rates;", "“Whereas returning Hydro One to public ownership would deliver over $7 billion back to the province and the people of Ontario;", "“Therefore we, the undersigned, express our support for reducing hydro” rates “for businesses and families by up to 30%, eliminating mandatory time-of-use” charges, “ending unfair rural delivery costs, and restoring public ownership of Hydro One.”", "I support this petition, affix my name and will give it to page Reed to take to the table." ],
  "anchor" : "para790",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para789"
  }
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the government first promised a legislated care standard for residents in the province’s long-term-care homes in 2003 but are yet to make good on their promise;", "“Whereas the Long-Term Care Homes Act (2007) empowers the provincial government to create a minimum standard;", "“Whereas a study done in 2001 by the US Centres for Medicaid and Medicare Services cited 4.1 worked hours per resident day as a minimum target, which was later confirmed in a 2004 observational study and in a reanalysis by Abt Associates in 2011, and reinforced by the 2008 Independent Review of Staffing and Care Standards for Long-Term Care Homes report by Shirlee Sharkey, who recommended a four-hour minimum target;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To legislate a care standard of a minimum four hours per resident each day, adjusted for acuity level and case mix.”", "I agree with this and will pass it off to page Manas." ],
  "anchor" : "para803",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para802"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Anne-Marie Higgs from Hanmer in my riding for signing this petition that reads as follows:", "“Fair Treatment of the Frail Elderly Seeking Long-Term-Care Placement.", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network ... have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry ... policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’;”", "They “petition the Legislative Assembly as follows:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in” the ministry’s “policy;", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I fully support this petition, will affix my name to it and ask page Audrey to bring it to the Clerk." ],
  "anchor" : "para811",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para810"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "That concludes the time we have available for petitions this afternoon.", "Resuming the debate adjourned on February 28, 2018, on the motion for second reading of the following bill:", "Bill 194, An Act respecting fairness in procurement / Projet de loi 194, Loi concernant l’équité en matière de marchés publics." ],
  "anchor" : "para820",
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para810"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Pursuant to the order of the House dated March 5, 2018, I am now required to put the question.", "Ms. McMahon has moved second reading of Bill 194, An Act respecting fairness in procurement. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para825",
  "subject" : {
    "text" : "Fairness in Procurement Act, 2018 / Loi de 2018 sur l’équité en matière de marchés publics",
    "anchor" : "para822"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "No, it won’t.", "I wish to inform the House that I have received a vote deferral notice asking that pursuant to standing order 28(h) the vote on second reading of Bill 194, Fairness in Procurement Act, be deferred until the time of deferred votes tomorrow, Tuesday, March 6. It’s signed by the chief government whip." ],
  "anchor" : "para832",
  "subject" : {
    "text" : "Fairness in Procurement Act, 2018 / Loi de 2018 sur l’équité en matière de marchés publics",
    "anchor" : "para822"
  }
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "I move that, pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation, that the deadline for filing amendments to the bill with the Clerk of the Standing Committee on Justice Policy shall be 12:30 p.m. on Tuesday, March 6, 2018; and", "That the committee be authorized to meet on Tuesday, March 6, from 3:30 p.m. to 11 p.m., for the purpose of clause-by-clause consideration of the bill; and", "That, on Tuesday, March 6, at 4:30 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto. At this time, the Chair shall allow one 20-minute waiting period pursuant to standing order 129(a); and", "That the committee shall report the bill to the House no later than Wednesday, March 7, 2018. In the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on Justice Policy, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That, when the order for third reading of the bill is called, one hour of debate shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties. At the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "That, notwithstanding standing order 81(c), the bill may be called more than once in the same sessional day; and", "The vote on third reading maybe be deferred pursuant to standing order 28(h); and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para836",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Madame Des Rosiers has moved government notice of motion number 63. I expect she will want to lead off debate." ],
  "anchor" : "para845",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Hon. Nathalie Des Rosiers",
  "text" : [ "I believe the parliamentary assistant will be making our remarks later today." ],
  "anchor" : "para846",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Thank you.", "Further debate? The member for Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para847",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker—" ],
  "anchor" : "para849",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The Liberals don’t even want to speak to their dictatorship." ],
  "anchor" : "para850",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I’m going to ask the member to withdraw that comment. He’s got to go down to his seat and withdraw the comment—the member for Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para851",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I didn’t realize what I said was unparliamentary." ],
  "anchor" : "para852",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "We’ve got to get through the afternoon.", "I ask the member to withdraw." ],
  "anchor" : "para853",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I’m waiting for the mike to go on. Thank you, Speaker. I saw that light, and then I knew I could speak.", "I withdraw." ],
  "anchor" : "para855",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I share the frustration that my colleague from Renfrew–Nipissing–Pembroke has, having to stand here yet again on another time allocation motion brought forward by the government. For those at home: It basically limits the time we can debate and make changes to the bill. I think I’ve lost count of how many times the Liberal government has used parliamentary procedure to shut down debate and to undermine the democratic input into their legislation.", "This time, they’re rushing through Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories—" ],
  "anchor" : "para857",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I apologize. I’m going to ask the member for Davenport to come to order.", "The afternoon is just starting. We’re here till 6 o’clock together.", "I apologize again to the member for Haliburton–Kawartha Lakes–Brock, who has the floor." ],
  "anchor" : "para860",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker. I don’t mind that you keep the government side in check, because Bill 175 is an important act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation. It’s kind of important—more important than the motions that they’ve been bringing forward to debate, because they can’t even get their own legislative schedule in order.", "This is a massive piece of legislation. It’s hundreds of pages. It represents a very significant change to the current Police Services Act. As they like to say, this is the biggest change to the Police Services Act in more than 20 years—that came from their minister. It is, but in many ways it’s not a change for the better.", "However, despite the significance of this bill and the many, many, many concerns expressed by stakeholders, the government is determined to compress clause-by-clause in committee into one day and to reduce debate at third reading to just one hour split among three political parties.", "It’s a big bill. As I said, it’s the biggest change in 20 years. And yet, when we’re trying to make amendments to strengthen the bill, they’ve compressed that time. Again, democracy is out the door in front of the Liberal agenda. That’s more of the priority. Mr. Speaker, without a doubt, it’s very shameful.", "Even before this time allocation motion was tabled, the Standing Committee on Justice Policy was already on an absurdly tight schedule. The opposition’s requests to expand hearings to allow for the views of the people in northern Ontario to be heard were rejected by the Liberal majority on the committee—not a surprise, but still.", "But setting aside our concerns as the opposition, the most offensive part of all of this is that, in their rush to pass this legislation, the government will end up ignoring some very legitimate concerns expressed by stakeholders.", "Last week in committee, we invited over 40 delegations representing a wide variety of organizations to make presentations to the committee over a period of just two days. These presentations were thoughtful and in many cases very detailed, containing concrete suggestions of how to fix the bill. This bill is hundreds of pages, and it has been over 20 years since the Police Services Act was changed. So that’s a very, very tight timeline. The government hasn’t even given parliamentarians enough time for their input and concerns to be properly considered. The government clearly wanted to put on a show, to be able to say that they consulted the public, but it seems clear that they never had any intention of actually listening to the people who contributed their time to explain the many flaws of Bill 175. In many cases, these stakeholders spent their own resources to prepare legal opinions—no small ticket on that—but it seems like the government didn’t care about that. They may as well have skipped the hearings if they never had any intention of considering them as part of the process. It’s an insult to use stakeholders as political cover while planning to force this legislation through anyway.", "Thankfully, the official opposition has been listening to the stakeholders, and we’re determined to bring their concerns forward since the government isn’t listening to them. On this side of the House, we have been working hard to prepare amendments that would address the many concerns expressed by police associations, municipalities and community associations. We’ve done what we can to meet the short deadline set by this government, but I fear that the government will end up ignoring what we’ve done, which is sadly typical of their partisan approach in this House. They’ve demonstrated this anti-democratic behaviour so many times before. I know it seems normal to you now. They always think they know best. They’re willing to ram through legislation without any consideration of different views.", "When I delivered my speech on Bill 175 at second reading, I made the point that the content of this piece of legislation showed that this government doesn’t trust our police officers. The time allocation motion that we are now debating proves that point beyond any doubt.", "I’ve listened to our three police associations; namely, the Police Association of Ontario, the Ontario Provincial Police Association and the Toronto Police Association. They told me how frustrated they were by the lack of consultation by this government during the drafting of the bill. They told me about the silence from this government in response to the very detailed briefing highlighting the concerns that they provided to the ministers last summer. Why did the Attorney General and Minister of Community Safety not treat their concerns with the seriousness they deserved? Silence and disdain is all they got from this government’s ministers.", "Still, they were willing to trust the process and to make their case through the Standing Committee on Justice Policy. They worked very hard and in good faith to draft amendments that they believe would improve Bill 175 in a way that would address the concerns of tens of thousands of hard-working police officers in the province. But what did they get in return for their trust in this process? A slap in the face from this government. There’s no other way to describe it, Mr. Speaker. Don’t take it from me; we saw all of this play out on social media in recent days.", "Here’s a series of tweets from police stakeholders, starting with Bruce Chapman, the president of the Police Association of Ontario, which represents 18,000 police officers and civilian staff. On March 1, Mr. Chapman wrote: “Well over 40 individuals or groups have attended the justice committee hearings and made submissions on changes to Bill 175. What is the rush to ram through a bill where so many stakeholders have voiced concerns and requested changes?”", "He’s right, Mr. Speaker, and he said that before the time allocation motion that we are debating now was put forward. Even then, the government was already seen as rushing through the consideration of Bill 175. But still, the police stakeholders were committed to playing a constructive role, hoping that the reasonable suggestions they had for changes to the bill would be considered.", "Rob Jamieson, president of the Ontario Provincial Police Association, which represents nearly 10,000 uniformed police officers and civilian members, highlighted that commitment to what they thought would be a fair process: “Proud to be here representing our members. We will continue to participate and raise our concerns throughout this process and raise awareness about Bill 175 to our members and the community.”", "Mr. Chapman echoed that when he tweeted, “Wrapping up the second and last day of justice committee hearings at Queen’s Park. The @PoliceAssocOn will be back next week Tuesday Wednesday and Thursday to hear clause-by-clause changes let hope government heard in order 2 #keepOntariosafe.”", "Well, unfortunately, if—or, should I say, when—the government forces through its time allocation motion, Mr. Chapman won’t even get those three days. The committee will be forced to work through clause-by-clause on this massive piece of legislation tomorrow morning and then between 3:30 and 11 tomorrow night. Instead of three days, we only get one, Mr. Speaker—just one working day to consider all of the amendments to this massive bill.", "You can understand that frustration expressed by Mr. Chapman later that very same day when he tweeted, “Absolutely shocked that government @Yasir_Naqvi put forth motion for time allotment on Bill 175 & rushing through justice committee clause-by-clause and bringing back on Wednesday March 7th to Queen’s Park 1 hr of further debate unbelievable.”", "Rob Jamieson, president of the Ontario Provincial Police Association, shared Mr. Chapman’s concerns. He said, “Unbelievable that the Attorney General and former Minister of Community Safety and Correctional Services @Yasir_Naqvi and government would accelerate the passage of Bill 175 that so negatively affects officer well-being and community safety.”", "That really says it all, Mr. Speaker: unbelievable. And yet, nothing that this government does surprises us anymore on this side. The arrogant, we-know-best approach that they take is all too familiar, and we are working hard to bring that to an end soon when Ontarians vote for change in the form of a PC majority government this coming June.", "Still, even with this government’s terrible and undemocratic record, I can’t believe that they would be so shamelessly dismissive of the concerns of our dedicated, hard-working police officers—again, just shameful. The only thing that I can think of is that they just don’t trust them. I say, they don’t respect the work of the police officers, they don’t respect their opinions, and they don’t care about what impact their legislation will have on them. How can our police services be expected to serve and protect Ontarians when their own government refuses to treat them with the respect that they deserve? Have the Attorney General and the Minister of Community Safety even thought about the morale of the amazing people who put their lives on the line every day to protect Ontarians? Clearly, they haven’t. I spoke with dozens of police officers who are at the breaking point. They feel that the government has done nothing but make their work harder and harder to do, and they just won’t take it anymore. Bill 175 was the final straw for many of our experienced and dedicated officers. Many of them are taking early retirement, and who can blame them?", "But it’s not just the police that this government is showing so much disrespect to by forcing through this time allocation motion; it’s the other stakeholders that made submissions to the committee. For example, the Association of Municipalities of Ontario, which represents our cities and towns, has expressed concerns about how Bill 175 will affect municipal governments. They have done their own independent work consulting about policing from the municipal perspective. As they point out on social media: “We’ve had six years of consultation and dozens of recommendations....” And, “All Ontario communities must have safe, effective and affordable #policing. The #Ontario government has a responsibility to make sure we do.” Six years of work and only one day to have that work considered by committee. Again, Mr. Speaker, it’s shameful.", "The government is clearly failing at its responsibility to provide safe, effective and affordable policing. The Association of Municipalities of Ontario, like the police, also have serious concerns about the legislation as it is currently drafted. From AMO: “Cities and towns are worried this government’s overhaul of policing does nothing to help reduce costs.”", "Municipalities and organizations like the Eastern Ontario Wardens’ Caucus also expressed their concerns about the cost of implementing these changes on the municipal level. They worry about how this will impact the work of police services boards. They face new bureaucratic processes, strict timelines for community policing plans and unclear expectations in other areas.", "Again, how does this government justify pushing through this flawed piece of legislation that offends our police officers and doesn’t address the concerns of our municipalities? They can’t. They are so blinded by their partisan political agenda that they will bulldoze through anything and anyone to force their will on Ontarians before the election, an election that they are on track to lose. They don’t care what kind of damage they’re doing. The concerns of Ontarians don’t matter. All that matters to this government is their own narrow political agenda.", "While this government likes to talk about fairness, their approach to this bill and so many others shows that they are anything but fair. This government is willing to use all the procedural tricks in the book to rush through a bill that has so many problems. I’ll be talking in detail about all of the problems with this bill during third reading, but I think it’s only fair to highlight some of the major issues during this debate about time allocation, since this is what the government is planning to force on Ontarians." ],
  "anchor" : "para864",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Sounds like Putin." ],
  "anchor" : "para890",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "It does sound like Putin, but there you go. I leave it to the people of Ontario—" ],
  "anchor" : "para891",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I’m going to ask the member for Elgin–Middlesex–London to withdraw that comment, and I have to ask the member for Haliburton–Kawartha Lakes–Brock to withdraw that comment as well—one after another." ],
  "anchor" : "para892",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’ll withdraw." ],
  "anchor" : "para893",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I withdraw, Mr. Speaker." ],
  "anchor" : "para894",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "So they can say it’s about Trump but we can’t say it’s about Putin? I don’t understand that." ],
  "anchor" : "para895",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Would you like to have a conversation about this after 6 o’clock, perhaps? I ask the member." ],
  "anchor" : "para896",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I would love to." ],
  "anchor" : "para897",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Haliburton–Kawartha Lakes–Brock has the floor." ],
  "anchor" : "para898",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "We might have time. I think once we vote on this time allocation, we might actually have time to put a motion in, maybe, to discuss what the member from Renfrew–Nipissing–Pembroke is saying.", "Getting back to highlighting some of the major issues that we heard about: In the current form, the bill would allow the outsourcing for certain police functions to private organizations, including security contractors, which carries with it significant community safety risks. The police associations have focused on this point in their argumentation, and with good reason. This bill introduces additional layers of oversight for our police officers but it offers no indication of what kind of oversight there will be over the contractors. Let’s remember that these contractors will be allowed to replace police officers in many instances. How does this improve community safety, Mr. Speaker? It doesn’t. It’s a double standard—shocking—that will soon be the law of the land, if this government gets its way.", "This bill also leaves far too much to regulation. It omits things that should certainly be codified in legislation. For example, the bill does not clearly define what the core functions of police officers will be. Is this just a case of sloppy drafting or is it something more? For my part, I believe this government is doing this deliberately because it wants to keep as much power as possible for itself. This will result in an unprecedented level of ministerial discretion in disciplinary decisions around policing. This is extremely worrying. I hope that the members opposite are listening to this. It’s extremely worrying.", "Finally, the new oversight rules and administrative burden that this bill brings with it will force our police officers to do more with less. These changes are being forced through with no resources to support them. The government is not only making the work of our police officers harder to do; it isn’t even giving them the resources they will need to implement this bad piece of legislation. In fact, all of this will make it harder for police to deal with violent criminals since it appears to presume bad intent on their part. Talk about insulting, Mr. Speaker. You can’t get more insulting than what the government has done to the police officers we have in the province of Ontario.", "These are just a few of the major issues that deserve to be scrutinized and debated in greater detail. But here we are, with the government forcing through this time allocation motion. At the same time, I’m sure that they are scrambling to develop some last-minute amendments themselves in response to the massive frustration expressed by stakeholders and to fix the major issues in their original draft. I’m sure that they’re hoping that throwing something in the direction of the stakeholders will somehow help to quiet them down and they can just sweep their concerns under the carpet. But I can tell them right now that this won’t fly. The whole process surrounding the legislation has been so horribly mismanaged that there’s no way that this government will be able to restore any goodwill on this file.", "The ultimate example of this is that we are debating time allocation on a bill that is clearly not ready to become the law of the land. Tomorrow, we’ll be forced to do a marathon clause-by-clause, reviewing rushed amendments from the government. Where we had three days or more, now we’ll have one. Then on Wednesday, we’ll be here debating this bill at third and final reading. I will only have 20 minutes to express the long list of concerns that the official opposition has with this bill. One hour wasn’t even enough for me to get through all the flaws at second reading, but we won’t even have a third of that time at third reading.", "That’s a shame, Mr. Speaker. It’s a sign of the deep disrespect this government has not only for this House, not only for the opposition parties, not only for the police associations and municipalities, but for all Ontarians. They will remember this time allocation motion and Bill 175 as an example of this government’s anti-democratic approach. The worst part of all this is that this process undermines Ontarians’ faith in our institutions and it also undermines the faith of our police officers in their government.", "Mr. Speaker, I know that I’m going to share my time today—the limited time that we have—so thank you for the opportunity. I hope that the government was listening." ],
  "anchor" : "para900",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para908",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I’m pleased to join the debate as our party’s critic for corrections and community safety. This could be one of the most consequential bills that we’ve seen come through the House—certainly this session, but potentially over the entire mandate of the government. We have a bill before us, Bill 175, that is essentially 20 years in the making. The rules that govern our police services in this province haven’t been adequately defined, and haven’t been reviewed, and haven’t been tweaked, so to speak, in over 20 years.", "Now, let’s think about the nature of policing over that two-decade period. It certainly has changed quite a bit. The nature of the threats that our communities face has changed incredibly. Things we could not have even thought of in years past now seem like everyday occurrences and imminent threats to our community safety.", "I would argue, Speaker, that our paramount job in this place as legislators is to ensure that services and resources are provided to our communities to ensure their public safety. Above all else, our job is to make sure that our citizens are safe: safe from criminal elements, safe from dangers to their health and their families. But certainly the most important role that we have is to ensure that those resources are there.", "The mechanisms by which we do that are our first responders, our police services, who go above and beyond the call of duty each and every day in our communities, do things that we ask them to do, and see things that we ask them to see and hear, that I doubt we in this House would have the courage to see and do ourselves. I’m not certain of any of my colleagues’ previous jobs, but if any of you have ever been police officers, then I commend you for the work that you’ve done and thank you for your service. That’s certainly what I think we do when we come across those who serve our communities in our communities, because it’s a thankless job, and it’s one where I don’t think we fully appreciate, on a day-to-day basis, what it takes to get out there and do that job, especially in today’s climate.", "We have threats to our personal safety that have been exacerbated by an explosion of a crisis in mental health and addiction. That’s protecting those who suffer from addiction and mental health, and protecting those who are involved in that and who have interface with those folks.", "We have threats from fraudsters who have become so savvy in the use of technology that you wouldn’t know whether you’re receiving an email from the CRA or someone from halfway across the world attempting to infiltrate your finances and glean money from your account. We hear this every day.", "We have threats from organized crime that have, again, shifted and maneuvered their operations so that they penetrate the deep, dark recesses of society, where it takes massive resources to find them, to levy the rule of law, and to then punish and prosecute these criminals.", "Now, that being said, Speaker, it is reasonable for this government to take a look at the rules that govern our policing, the structure and the resources and the rules. Those are, I think, welcomed, and welcomed by police associations around the province and civil society, because we want to make sure that the rules facilitate justice, human rights, accountability and oversight. That’s what is to be expected. That review was commissioned by Justice Tulloch, and we on the NDP side support the vast majority of what Justice Tulloch’s recommendations were.", "Speaker, I believe I am sharing my time with the honourable member from Oshawa, and I look forward to hearing from her, as much as she is probably excited to hear some of the things I’m about to say; I hope she is. Thank you very much to my colleague." ],
  "anchor" : "para909",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Just to clarify, though, the debate goes in rotation. When you’re finished, we’ll go in rotation. If there’s time left on the clock for the New Democrats, there will be an opportunity for the member for Oshawa." ],
  "anchor" : "para919",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Thank you very much, Speaker. I appreciate the clarification.", "The Tulloch report was exhaustive and identified countless recommendations that the government can adhere to and can implement that I think will provide greater oversight and accountability for our policing services across the province, whether they be regional, municipal services or our provincial police and First Nations police.", "Now, we absolutely agree that First Nations have the right and responsibility and should have self-governance when it comes to policing. We also believe, however, that they should be afforded and given the resources to adequately police First Nations’ areas in this province. They have long called for an approach on the part of this government not only to become partners, but that partners at the provincial level become aware of the nature of the needs of policing in our First Nations’ communities in this province. We support that call.", "We are supportive, as well, of that being an integral part of this bill and one that we would have liked to have seen as a stand-alone bill. I think First Nations would have liked to have seen their policing concerns and recommendations and that dialogue with the provincial government be a stand-alone bill that was able to be fully nuanced and fully discussed in full partnership instead of being lumped into this 191-page massive bill that is being, as we’ve heard from members of the opposition, rammed, truncated, time-allocated, on a rocket ship through this place. It is unreal. I haven’t seen anything like this.", "Speaker, you know, I can’t get into the specifics around the amendments process. I imagine there’s a flurry of keyboards right now putting amendments together to be submitted to committee. At some point within the next 24 hours, those amendments on a 191-page bill will be required to be submitted to the committee. I do know that the period between when those amendments are submitted and the point at which we will begin to discuss their merit is about three hours. That’s impossible. It’s impossible, it’s irresponsible, and it’s disrespectful to everyone who has any concern about this bill. It’s a shame. If you could feel it, you would understand how much of a shame it is, but I don’t think that is a possibility with this government—not with the way they’ve functioned under this bill.", "We on this side have proposed many, many amendments. We’ve proposed stand-alone bills that the government has taken in terms of eliminating the use of carding. That came from New Democrats. We are supportive of that. You could find support here in a bill that was crafted with respect. The elimination of the use of arbitrary carding of citizens came from our former deputy leader, now our federal leader, my friend Jagmeet Singh. We all heard and agreed on that debate the need to eliminate the use of carding and to protect people’s civil rights and human rights and charter rights. We know the merit of that type of function. That’s in this bill.", "We know the need for missing persons legislation to be updated. My colleague Catherine Fife from Kitchener–Waterloo worked with a family who proposed several tangible mechanisms to enhance that process and to support families who have lost loved ones or who are currently looking for loved ones but don’t have the resources or the legal framework to access information to expand those searches. That makes sense to us; that’s great. You’re going to find support there. In a massive bill like this, you would hope that those types of components exist—again, something born from the initiative of my colleague from Kitchener–Waterloo.", "Oversight and accountability: As I had mentioned earlier, these are welcomed provisions from members of civil liberties associations as well as members of our police forces. They know that our citizens are demanding more oversight and our municipalities are demanding more oversight, more transparency, more accountability, and they want to provide that because they know it makes for good community-based policing where that dialogue, that communication and connection to your communities, is transparent and we know what’s happening and what the rules are.", "However, many of the provisions built into this bill will have a chilling effect on our police forces. They are sounding that alarm and you have to take it seriously, because, again, as I’ve stated, this is your paramount responsibility. You have to protect and see the gaps that will exist in your communities where police services and front-line first responders will feel as though they don’t have the tools, or that if they do perform their job, they may be penalized for performing it in the course of duty.", "Now, I can’t get into too many scenarios because there are so many that exist. But I plead to the government to take their concerns into consideration. Out of the hundreds of amendments I expect tomorrow, we hope that one of them addresses the chilling effect that some of the accountability regimes that are built into the bill will have.", "Now, I’ve touched on some of the things that are essentially supportable, but this massive bill has a couple of what we know in this House as poison pills that are no-go zones, that ruin the intent, ruin the effect and the sanctity of public policing, as far as I see it and as far as we see it as New Democrats, one of which is the provision in the bill to essentially allow for the privatization of police services in the province of Ontario. What does that mean, Speaker? It means the wholesale outsourcing, offshoring, privatization of police forces in our communities.", "This government has not clearly identified—" ],
  "anchor" : "para920",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "They’ve made movies about that." ],
  "anchor" : "para933",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Yes, we’ll talk about that. This government has not clearly identified what core policing services are. They have left that to regulation. They have left most of the bill, a 191-page bill, to regulation. So when we ask, “What is it indeed that you have crafted here that would allow to be privatized?” they can’t give us an answer. I’ll tell you that the Minister of Community Safety and Correctional Services, when we first raised this issue in the hour lead that I had—I guess it was before we broke—said that there was no privatization that was inherent in the bill. She disagreed wholeheartedly with me.", "Well, we had deputations, one that I will remember probably for the rest of my life, from the vice-president of operations at GardaWorld. His name is Christian Paradis. He was formerly a minister under the Harper cabinet who has found new favour and new work at GardaWorld security, who have lobbied this government and this committee for an expanded role of policing services in the current framework of the Police Services Act.", "Mr. Paradis was at committee the other day, and I asked him quite clearly, and he was as open with me as possible. I asked him: “Mr. Paradis, how much does an armed guard with GardaWorld security make on average?” He said, “Well, in Quebec it could be $15 an hour; Ontario could be $15 an hour.” Well, that falls quite a lot short from what we currently pay our men and women in policing services today, who are armed, trained, qualified and also take an oath and are sworn officers of the law.", "Mr. Paradis thinks that there’s a role for armed security guards to be potentially providing some of the components that we ask our current police to do. I asked Mr. Paradis what the current credit rating was of GardaWorld security, a private firm, multinational, an international company. Their current credit rating was downgraded in April 2007 from B2 to B3, and their probability of default went from B2-PD to B3-PD. I don’t know exactly what that is, but I know that you want an AAA credit rating when you’re looking for someone to be able to pay the bills.", "I’ll tell you right now, actually—this might be interesting and might even shock some people—but the province of Ontario has an AA credit rating. This province is being essentially run better than GardaWorld. It has a better credit rating than GardaWorld, and I’ll tell you, that gives me some level of comfort, because I want to know that when men and women in our policing services are put on the front lines and we’re asking them to do the job that we’re asking them to do, they get paid at the end of the day; that we don’t have another Carillion on our hands, a private contractor that goes into default worldwide and can’t clear the roads. But that’s what this government is doing. They’re offshoring some of our most essential services.", "I’ll tell you, Speaker, I was thinking about this debate this morning. I said it in the context, I think, of the Conservatives’ mandate on privatization—I think I’ve sounded the alarm that, listen, Conservatives are privateers. They want to downgrade or eliminate a lot of the public services. We saw that in Tim Hudak’s playbook last year—100,000 civil service jobs. You’re making that look like a spring cleaning. My goodness. So I have to sound the alarm.", "I asked Monsieur Paradis again—one of the scenarios they give is that there could be a use for private security guards to guard crime scenes, active crime scenes in our communities. They said that this is a role that GardaWorld or any private security firm could provide. This is like out of a bad CSI episode. You’ve got a private security guard making 15 bucks an hour guarding a crime scene that has circumstantial evidence in it that cannot be contaminated, can’t be altered. He’s making 15 bucks an hour. Somebody in organized crime pulls up with a bag load of money saying, “Hey, go to Tim Hortons for five minutes while I take a look at this place for you, and we’ll change the evidence, scrub the prints, burn the place down.” Who knows? These are scenarios that this government hasn’t even thought of, but that definitely could play out.", "These aren’t sworn officers. These are a different breed. These aren’t real cops. We want real cops in our communities. We want them to play a role, an active role, in connecting with our communities. We want front-line officers and we want community policing.", "There’s an old adage in the labour movement. What is it? I’ve seen it on T-shirts." ],
  "anchor" : "para934",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "A rising tide raises all boats?" ],
  "anchor" : "para943",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "No. Quality work ain’t cheap, and cheap work ain’t quality—something to that effect. You get what you pay for. Well, New Democrats are willing to ensure that our front-line police services officers are adequately compensated, that they have the protections under the law.", "There are other aspects in this bill around the treatment of officers on our front line and the ability for them to be essentially fired if they trigger mental health supports. That exists in the bill. It’s a little bit more complicated, nuanced; my colleague is going to get into that. I know she will do a great job.", "But imagine, in this House, another initiative from New Democrats—expanding PTSD services to our front-line officers—spearheaded by our colleague Cheri DiNovo, the former member from Parkdale–High Park who worked tirelessly to get that legislation through, expanding it to firefighters. I put a bill forward expanding it to some other police services officers, probation and parole officers, and nurses—and it should be everybody. If you work in Ontario and you are exposed to an event that triggers post-traumatic stress disorder, then you should have the support there.", "But in the bill, because police officers are not covered by our Occupational Health and Safety Act and don’t have the right—this might be news to you; it probably is—they don’t have the right to remove their labour. They can’t say, “No, I’m not going in.” They go. They have to go. We compel them to go. The law compels them to go. Yet when they get triggered, when PTSD is triggered, we’re saying in this bill that that might be an area where we could let them go.", "Speaker, I will cede my time to my colleague from Oshawa. I thank the members of the assembly for listening.", "My goodness, we have a lot of work to do on this bill, but the government has given us three hours tomorrow to get through it. Shame on them for doing that." ],
  "anchor" : "para944",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para950",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I am very pleased to have the opportunity to speak about Bill 175, the Safer Ontario Act. But before I get to that—I am disheartened that I have the opportunity to speak to this time allocation motion ahead of us.", "The ins and outs of the Legislature, sort of the inside baseball, are hard to explain to the folks out there. But it’s worth explaining today because I’ve never seen anything like this. I want to read from the time allocation motion that we’re debating today. Basically, time allocation is Legislature fancy for “rush.” This is just the ability to rush this 191-page bill through that I had the distinct privilege of sitting in committee for six hours on, one of the days. This is a big bill that folks want to talk about, but here we are debating this time allocation motion which says that today, on March 5—remember that; today is March 5—“the deadline for filing amendments ... shall be 12:30,” just after lunch, “on Tuesday, March 6.” That’s tomorrow.", "It’s about 2:30 now. By this time tomorrow, you will already have missed the window to submit your amendments. Then, by the way, the committee shall be “authorized to meet on Tuesday, March 6”—that’s the same day as tomorrow—“from 3:30 p.m. to 11 p.m., for the purpose of clause-by-clause consideration of the bill.”", "So get your amendments in. You have less than a day to do it. By the way, you’ve got three hours for everybody—our researchers, our members of the Legislature—to review what is going to be a stack of amendments, to have not just a fulsome understanding, but also to make recommendations on which ones are the good amendments and which ones are the bad amendments. Which ones will work? “Is this the right legal fix? Is this actually the right amendment? Does this accomplish what it needs to accomplish?” Three hours.", "Then, Speaker—it gets so much better—they start the debate from 3:30 to 11 p.m. That’s going to be a long day for you, but that’s okay. However, after one hour, at 4:30, “those amendments which have not yet been moved” or discussed, that have not yet been fulsomely debated in the one hour of debate allowed, from 3:30 to 4:30—“shall be deemed to have been moved, and the Chair of the Committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary.”", "Basically, then they all go to a vote. You talk about as many of them as you can, in a stack of probably an inch or an inch and a half of straight amendments. After one hour of debate, the Chair interrupts and says, “Okay, never mind, we’re going to consider them all to have been moved and now we’re voting.”", "I’ve been in committee when they’ve played this game. It’s turn the page, you read the name of the amendment and you vote. The government votes every one of them down except for the two or three that they put in. Nobody needs to even know what they said because they don’t care, because the decision has been made. If they want to argue that three hours of consideration—come on.", "Then it gets reported no later than Wednesday, March 7, which is the next day. It even says that if the committee fails to report the bill, it will be deemed to be reported. So it doesn’t even matter what the committee says, it will be deemed to be passed. It comes in for third reading and basically it says, “Notwithstanding standing order 81(c), the bill may be called more than once in the same sessional day.” The vote, third reading, all of that happens—done—on the 7th. Today is the 5th. This is disgusting.", "I could read from the standing orders. Do you know what? I’m going to; I never have before. They’re saying that notwithstanding what it says in the standing orders, “No government bill shall be called during orders of the day on both a morning and afternoon meeting of the House on the same sessional day without unanimous consent”—they’re saying, “Who cares? We’re the majority. We’re the government. We don’t need your unanimous consent. We wrote it in this time allocation motion.” This is so gross. It’s awful; it’s so awful.", "Anyway, I took up way more time than I wanted to explaining the process to the government, and they don’t care. It’s not relevant. What will be shall be, right, Speaker?", "Here we are debating Bill 175. It has been my privilege to work with all of the stakeholders on this file. Alongside my critic from Essex, we have both spent time in committee and at community forums listening to community members and special interest groups, working alongside our police forces, to have an understanding of all that is in this bill—and there’s a lot in this bill.", "I’d like to first say that the NDP supports the recommendations of Justice Tulloch, that changes be enacted. I met Justice Tulloch in Oshawa at one of the consultations. I respect and personally appreciate the work that he has done, but I know that we, as a party, have also appreciated those community opportunities.", "We can’t get onside with the privatization in this bill, but I’ll leave that for a moment.", "As my colleague from Essex reminded the members of this House, with our then-deputy leader Jagmeet Singh, we took a strong stand against arbitrary carding, and we maintain that. When the government, when the minister and Premier were keeping it secret and delaying action, we were calling for SIU reports to be made public. We called for the Andrew Loku report to be made public.", "We have been working with all of our stakeholders on this file, and I really wish that the government had done a better job of that, as I heard in committee—so much work to be done, so I’d better dig right into this.", "When it comes to community involvement, I want to thank the folks across the province. We have heard in community consultations—the one I was at was probably indicative of those that were held across the province. We had family members and community members from civil liberties’ organizations and from families who have concerns and terrible stories, really, about their interactions with police in their communities or in the province. We heard from local police officers who want much the same thing as some of our other groups. We need to restore faith in policing. We really do.", "We appreciate the work that they do. We heard that from community groups as well, but they also have very definite ideas about how we can restore faith and how we can move forward to make policing better in the province.", "We applaud and appreciate the advocacy that has been done. Our member from Kitchener–Waterloo was working with a family in her area on missing persons legislation—that’s in here—and the creation of the Nishnawbe-Aski Police Service. It’s about darned time. What an unbelievable process.", "Speaker, I want to talk a bit about privatization. My colleague from Essex had brought this up. We will never be onside with privatization. I’m going to draw a lot from the presentations at committee. All of the New Democrats have been on the record through the years as being against privatization, that we believe in strong public services, public accountability, public oversight and public involvement, and for the greater public good. So we’re always going to be against privatization. This is no exception.", "We heard from the Police Association of Ontario. President Bruce Chapman had talked about how not only are the financial risks high—and they gave examples of a UK study where they had privatized much of their police services, and they pointed to that, saying it ended up costing far more. So if you want to have the economic argument, let’s actually have it. Maybe you could talk about that in the one hour in committee, when you address all of those amendments.", "But it isn’t in the spirit of public policing. He said, “We can’t trust security guards to perform critical duties that help protect the public and maintain law and order. Ontario’s safety should not be for sale.”", "I don’t think there’s anyone in this room who should be able to argue that—" ],
  "anchor" : "para951",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Okay, but the Liberals aren’t paying attention and never have." ],
  "anchor" : "para975",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I would ask the government members to please come to order. Thank you.", "The member for Oshawa has the floor." ],
  "anchor" : "para977",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Thank you, sir. I clearly touched a nerve. I didn’t comment about who was or wasn’t here. I just commented that I don’t believe that they’re paying attention, although I can see that one or two are nodding along, so that’s good, that’s good." ],
  "anchor" : "para979",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Or nodding off; that’s fair.", "Another thing that I’d like to get on the record: The Justice for Abdirahman Coalition was at committee. The spokesperson, Ms. Dahabo Ahmed-Omer, presented to committee and had some remarkable things to say that I would like to share.", "She did say that on balance, the “measures proposed in this bill can serve to strengthen accountability and begin to rebuild public trust for law enforcement in this province,” that when it comes to governing police oversight in Ontario, these are provisions that we welcome. But she did say, “Other points in this bill will go too far, such as the opening of police services to privatization in our communities.” Specifically, she said, “I think that it’s important to note that if it is privatized, the police service and the policing system is no longer driven by the safety and security of our community but more driven by profit. We worry about that. We worry about the fact that the police and community relationship right now is very strained.”", "She went on to say, “I stand firmly against privatization because I think it divides the community from the police. Any time that you take a service and you take it out of the community—for now, I think the only reason why some of the relationship is not completely destroyed is because we do see the police officers in our community. I think that it’s important to keep them there but also to make sure that they have the tools that they need to do their job properly.”", "I couldn’t agree more. We’re all saying the same thing. If we have officers doing work in our community, those officers need to fall under oversight, accountability and transparency. If you’re going to privatize it and give it to some small security company or a big multinational like Garda, we don’t have access to oversight; they’re not under that protective umbrella. So if something goes wrong—a privacy breach or sexual assault or anything—they’re not under the same oversight. How dare they suggest this? It’s terrible; it’s awful.", "So privatization—I’m running out of time. I’m going to keep going.", "Another issue that was raised was on section 115. It’s interesting that Bill 115 is what got me motivated to take on this government, as a teacher in my classroom. Bill 115 kicked the stuff out of our collective agreement. Here we are again with them using the same section, section 115. Go figure. It’s about accommodation and disability: It can strip disabled officers of their appointments and move them into a civilian accommodation.", "Why this matters—well, it matters for a million reasons. Why this matters: I’ve met a lot of police officers. It has been my esteemed privilege to work with a number of community officers and officers across the province. Speaker, I’ll tell you, there are a couple things that are probably true for just about every cop in this province—and they’ll correct me if I’m wrong. I’ve never met a cop who would give up being a cop. There’s a sense of pride, there’s a sense of connection, and there should be. So if they’re faced with reporting PTSD or seeking help or a diagnosis if they are struggling with mental health, and if there is a provision that would strip them of their appointment and make them not be a cop, I don’t know what officer would make that choice: “If I seek help for my mental health or seek a diagnosis for PTSD” —there is a risk, as written in here, that they can be stripped of their appointment and moved into a different collective bargaining unit and, essentially, be a civilian, maybe at a desk job, that they can’t be a cop anymore. Well, that seems like a significant deterrent.", "Here, we’ve all stood in the House and said that we support the PTSD presumption. We certainly have been fighting, with Cheri DiNovo—well, we weren’t fighting with Cheri DiNovo, but alongside Cheri DiNovo. She has been at the forefront of this to get our first responders the help they need and that presumption when it comes to PTSD. That’s great, and even the government was onside. And now here we have, tucked in this piece of legislation, that if they’re diagnosed, they can lose that appointment. That seems like a major deterrent. Is that coming from the municipalities, saying that they want a cost-saving strategy to keep them from even reporting it in the first place? Where does this come from?", "I’m going to read here from Rob Jamieson, who is the president of the Ontario Provincial Police Association, who gave some of his own personal account, which we all appreciated, of his journey with post-traumatic stress. He wants to encourage all of their members and all of their officers—because, as he said, everyone wants police officers to be healthy: Their families do; our communities do; they certainly do. We want our officers to be healthy.", "He said, “If you don’t have officers who are healthy, who can come forward and feel that they’re going to be supported—if they come forward under this legislation, they’re going to be out of a job, which is going to affect all kinds of things. Officers are proud to be police officers—men and women, more and more diversity within the ranks as well. We want to reflect the communities. People are proud to do what we do. But this really flies in the spirit of that.", "“I’m very concerned about the impact to communities. We need our officers to be healthy, and we need them to be supported.”", "He goes on to say, “That’s why I’m blown away by this. I’m astounded by this. To not support officers who want to come forward is—I have no words. I’m shocked; I truly am.”", "I don’t think that there’s anyone in the province who wants officers to be deterred from seeking the support that they need.", "Clearly, that is problematic. I don’t know when you’ll have time to discuss those amendments; I guess you won’t. Oh, well; okay.", "Another piece—and again, with only four minutes—the creation of the Nishnawbe-Aski Police Service—great. We’re glad this is part of this bill. I would have thought it would be a stand-alone piece of legislation, but here we are.", "There were some significant concerns raised by the Chiefs of Ontario. Chief Paul Syrette of Garden River First Nation said, “If I could just state it, our ultimate goal is full First Nation control of First Nations’ law and order issues. We believe this is necessary for us to have truly safe and healthy communities. The proposed amendments will not achieve that goal, and so we see this as a stepping stone in our long path. Thank you.”", "Their specific concerns—and I’ll just quickly get them on the record as I totally run out of time. They’re saying that these amendments do the exact opposite. Some of their concerns, Speaker—oh, lord. If I hardly have time to review the submissions, how are you going to have time to review the amendments? This is so awful.", "One of their concerns was around bylaws. First Nations’ bylaws are one of the important tools for First Nations to address the unique challenges they face, exercise self-government, manage their communities and lands, and keep their communities safe and well. The government needs to take a look at that. Hopefully, it’s one of the amendments that you won’t have time to discuss and they’ll pass.", "This was interesting. When it came to language in the bill, they were concerned the proposed amendments state that “‘First Nation territory’ means a reserve.” As they explained, “That is incorrect and very problematic.” Who do you have doing your homework? Anyway, they said, “First Nations’ territories are far more expansive than their reserves. First Nations have important rights and deep connections with their territories, which extend far beyond the reserves including (but not limited to) hunting and fishing rights. To refer to reserves, the amendment should use a term other than territories....”", "What on earth, Speaker? Our brains just spun when we heard that, and I thought that, lord, they’re writing legislation they haven’t even—it’s like they hadn’t consulted for the four years.", "The other piece is from Julian Falconer, who’s the legal counsel, and Travis Boissoneau, who’s chief administrative officer of Nishnawbe Aski Nation. I want to read you a quote about the process. I said it was a four-year process. One of their quotes was, “Throughout our work, we have acknowledged that there is a clear gap between the values expressed by the Premier and Minister Lalonde and the bureaucracy and, further, the legal advice that they receive. This void is intolerable, especially for a ministry that is responsible for the provision of adequate and effective police services, negotiating First Nation police services agreements, the provision of funding and the drafting of policy and legislation that affect indigenous lives. These same values expressed by the provincial leaders have to govern the behaviour of the bureaucracy. Again, after four years of a very challenging exercise, it’s clear that cultural competence remains absent.”", "Speaker, I’m reading directly from Hansard. I can’t read to you from their submission because as Mr. Julian Falconer said at that time, “We have not done a submission, but one is coming....” I don’t know if they had time to get their submission in. Too late. Hopefully, it had been received. There is no time for it to have been reviewed, so I wanted to get that on the record.", "In my minute and 24 seconds, there were a few other pieces that came out in recommendations around data collection because, as we heard over and over from our community groups, you cannot inform improvements, you cannot interpret data that you are not collecting. We need to be collecting appropriate data. I hope the government takes their recommendations.", "Also, there were concerns around sexual assault allegations, that they are not included as a stand-alone ground for notification or investigation. Is there time to discuss those amendments? When it comes to missing persons, there were concerns that—and this was from the South Asian Legal Clinic of Ontario. Their concerns are that there needs to be consultations with privacy experts when it comes to this missing persons legislation because they said, “Unfortunately, our work ... reveals that abusive partners and families sometimes turn to the police and claim that a person is missing in order to try and find him and bring him back into an abusive household.” They gave startling and upsetting examples of using the police and saying that the people they were looking for were unsafe or at risk, and then police would chase down this missing person to shelters. We cannot further endanger people—again, something to consider.", "And with my eight seconds left, I want to also say, there was a piece—no, I don’t even have time. I’m finished. Thank you, Speaker." ],
  "anchor" : "para981",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1008",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Wow, I’m kind of surprised. I guess that parliamentary assistant whom we were hearing about must be assisting in another Parliament, because we have yet to see the Liberals rise to speak to their own motion. But I guess that shouldn’t surprise me because—" ],
  "anchor" : "para1010",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Speaker, point of order." ],
  "anchor" : "para1011",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Point of order. The member for London South." ],
  "anchor" : "para1012",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Ottawa." ],
  "anchor" : "para1013",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Ottawa South, rather." ],
  "anchor" : "para1014",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’m not sure that a member is allowed to mention another member’s absence from the chamber." ],
  "anchor" : "para1015",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I would clarify again that it is not appropriate for members to make reference to the absence of other members. All of us are occasionally absent and out of the chamber for various reasons, often very good reasons. I would ask all members to remember that.", "The member for Renfrew–Nipissing–Pembroke has the floor." ],
  "anchor" : "para1016",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you very much, Speaker. I appreciate the admonishment. It wasn’t directed at any member personally, because I don’t even know who was being referred to by riding or name.", "But I am referring to the motion, of course, which deals with a bill—this is the bill. I want you to see the binding here, so you can see how thick this bill is. It’s almost 400 pages. In fact, it’s so big, Speaker, that you’ll notice that there are none of them sitting on the Clerks’ table, because they’re not sure that, if they put enough of these copies here, the table would actually support it. That’s how big this bill is. It’s a piece of legislation that hasn’t been addressed, hasn’t been changed or amended in 20 years, but this government thinks it can be amended in 20 hours and can be fixed in 20 hours or less, because there will be far less than that in total debate—and we can include the time spent on committee as well.", "Speaker, you have to ask yourself, “What is the rush?” When I look at this bill—I’m going to talk about the motion particularly, because how can you call this the proper and right way to deal with a piece of legislation this extensive and this far-reaching and this important, not just to policing, but to every one of our 13 million to 14 million citizens? Because one of the most important things and one of the things that makes Ontario what I think is the best place in the world to live, work and raise a family is the confidence that we have in our police forces and our police officers, because one of the most important things is to know that you live in a safe and secure society. We have done that partly because of our great democratic system. That’s massively important and that’s paramount to a safe and secure and successful society.", "One of the components of that is a credible, trusted police service. We have that in Ontario. This bill wants to take away even our ability to discuss it, to talk about it. In the bill, there’s an attack on our police service. Make no mistake about it, Speaker: This bill is an attack on our police services—not this bill; this one. I have to keep switching it from arm to arm, so one arm doesn’t get bigger than the other from the weight. This bill is an attack on our police services.", "We have a tremendous success rate in solving crime, as well. One of the biggest reasons we have that is the trust that the public has in our police officers and the services they represent. Because police cannot solve crimes—they don’t have crystal balls; they don’t have some magic, new artificial intelligence or whatever—" ],
  "anchor" : "para1018",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "They actually do." ],
  "anchor" : "para1023",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes, okay. Thanks, Gilles.", "There’s no perfect system. What works is when the public and the professionals who dedicate their lives to solving crime and protecting us work together. This bill will undermine that public trust. This bill will undermine the public’s willingness to engage with our police officers. So you have to ask yourself why they are doing this. It is so huge that I do not believe for a minute that we should be proceeding with this piece of legislation—not just from the point of view of ramming it through without even proper debate, but we should not be proceeding with this piece of legislation before the next provincial election. That’s how important it is.", "It was introduced on November 2 and received a little bit of debate beforehand, before we recessed at Christmas. At that time, I was quite aware that there was an attempt to engage stakeholders—or we were hoping there was going to be a serious attempt to engage stakeholders—about how we might make this bill better. I don’t know what kind of surprise the Liberals are going to pull on Wednesday, because it is on—pardon me." ],
  "anchor" : "para1024",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "No, on Tuesday we’ll be doing clause-by-clause. My colleague from Haliburton–Kawartha Lakes–Brock is our lead on this subject. Clause-by-clause, the schedule says, is at 3 o’clock to 11. Or is it 3:30?" ],
  "anchor" : "para1028",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Oh, 9 to 10 in the morning, and then 3 o’clock to 11 o’clock p.m. But it further says, in the motion, that any amendments that haven’t been already dealt with will be deemed to have been dealt with by 4:30 in the afternoon. So they throw in this 3 o’clock to 11, which gives you the impression, Speaker, that there’s going to be a significant amount of discussion and debate and an opportunity to talk about real amendments that might make this bill better from every point of view, but the reality is that we’re going to talk about this bill until 4:30 in the afternoon and then any amendment that hasn’t already been dealt with or passed or rejected will be put forth without hesitation. It will just be, “Amendment 27: Vote yes or no.” No discussion, no nothing.", "It would lead me to believe, Speaker, that the government will be bringing forth very few amendments on their part." ],
  "anchor" : "para1030",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "We don’t know. They don’t speak." ],
  "anchor" : "para1032",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "We don’t know. They don’t tell us. You know, in the old days—I wasn’t here." ],
  "anchor" : "para1033",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I was." ],
  "anchor" : "para1034",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "You were here before me. But I’m going back to even older days than that." ],
  "anchor" : "para1035",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Oh, that was old." ],
  "anchor" : "para1036",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes, like when my father was here in the 1960s. There was a completely different way of working with legislation. In fact, the members of all the parties would have known. They would have actually worked together on amendments to make that bill stronger, to make it better, to make it fairer, to make it more just.", "Speaker, today this government works on the basis of divide and conquer, drive wedges, separate, put walls between factions, because for them it’s all about counting polls and managing numbers for the next election." ],
  "anchor" : "para1037",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "That means it’s all about conquer." ],
  "anchor" : "para1039",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Divide and conquer. As I said, it’s all about this—it’s every piece of legislation today, Speaker, and, quite frankly, that’s not the way our fathers saw this chamber working. This is not the way they saw it working when they envisioned our parliamentary democracy here in the province of Ontario.", "I had the pleasure of sitting with my colleague at committee last week. We heard so many different submissions and presentations at committee asking", "why they’re proceeding with this at this time. Our police officers—35,000 or, with civilians, probably over 40,000 in this province—are asking themselves, “Why are you putting us into this position? Why are you putting a target on us as the people that get up every day, go out on the streets, dedicated and committed to making our province and our towns and villages and cities safer and stronger? Why are you bringing forth a piece of legislation that essentially says that we’re the bad guys that need to be watched?”", "I have talked to a lot of police officers, and we don’t live in a dream world, Speaker. There is no perfect police officer, and there is no perfect group of people. When you have a number of people that numerous, are there going to be mistakes made? Absolutely. Should they be held accountable? Absolutely. There is no one who would ever argue against holding people to account for their actions, regardless of whether they wear a badge or not. But the question is: Should they be treated in a much less fair way than someone else? Yes, the standards have to be high for our police officers; there’s no doubt about it. But they are also subject to it being very easy for someone to lodge an illegitimate complaint against a police officer.", "I can’t imagine there are too many people whose first words out of their mouth are, “Oh, yes, I’m guilty.” I can’t imagine there are too many people who are actually guilty of a crime whose first words out of their mouth are, “I’m guilty.” There are some. I mean, some of us have been caught red-handed, and there’s not much argument we can have. Having said that, there are an awful lot of people who tend to believe, “My best way out of something is to complain about the police officer levying the charge. That’s my best way out, and if I can get a complaint process going, maybe it will work in my favour.”", "The way the process is going to work here under this new bill is going to make it much harder for our police officers. I was speaking to a member of the police services who told me—and I might get the numbers wrong—that 97% of complaints never even get to stage two because they’re considered not by the officers, but by the people that vet them, to be vexatious and manufactured. I’m probably using the wrong word. But of the ones that did get to the complaint process last year, 57 out of 57 that went through the channels resulted in sanctions of some form against the officers involved. So the process that we have in place today is actually working very well. It’s working very well.", "We’re going to be proposing amendments to this bill—because that’s our only opportunity, on Wednesday. I had the opportunity to interview some of the deputants there the other day. There are so many other problems in this bill.", "Police service boards in rural communities that service more than one municipality—nothing has been defined in this bill whatsoever. Nothing has been defined whatsoever on how they’re going to function in each municipality, how the relationship is going to work by making a single board look after an entire police detachment area, as opposed to today, where all of the municipalities that are part of that detachment can have a police board. It’s defined with regard to the municipalities that have their own police force, but not defined in areas like where I live, for example, where there are multiple municipalities served by one police detachment. Nothing is defined in this, and from what we can get from the government, you’ll just have to wait and see.", "Well, I’ll tell you, I’ve got a lot more faith in my police officers than I have in this government to do the right thing. When this government says, “Wait and see,” my antennae go up and the hair on my neck starts to bristle, because I’m worried: “What the heck is coming next?”", "Where’s the recognition for what our police officers are dealing with today? We’re going to have our opposition day tomorrow dealing with mental health. If you’re a 30-year veteran of a police force today, you must wonder what the world has come to. Thirty years ago, maybe one in 20 police calls dealt with a mental health issue. For our police officers today, it’s one in six. Think about that, I say to my friends here: One in six police calls is dealing with a mental health issue.", "It says many things. One, we are putting our police forces and the members of those services under a great deal of unbelievable stress in dealing with situations that are not their primary training. Yes, we’re doing more and more, but it’s challenging our police officers to get more and more training on how to deal with mental health issues. But they’re not psychiatrists, they’re not doctors—some of them may be; they may have made a change of career. But this is not their primary function.", "It also speaks to the failure of how we’re dealing with mental health issues in our society. This government has done little to advance the cause of dealing with that in a more positive and profound way in their terms in office.", "Speaker, here we are, over and over again. I want to say that I am beyond the point of exasperation. I’m at the point of exhaustion when dealing with how this government treats this chamber and the members of it, with legislation that they have no regard for hearing the other side on. I came here to talk about the bills that are put before this House. I came here to debate on behalf of the people of Ontario, and I may have a different view than the people who happen to be sitting on the government side. The fact that I may have a different view does not make my view any less important, nor the views of any of my colleagues.", "In this chamber, we have equal voice, except when the government invokes its tyranny and exercises its power over the rest of us. Here we are today, debating a time allocation motion on a bill that is of profound importance. This is not a small piece of legislation that you could read on your way out the door here. It is deep. I’ve been looking at the bill, and you have to read it over a number of times sometimes just to be able to understand the clarity—and there isn’t clarity, because so much of it is going to be dealt with in regulation.", "When we affect our police services and we affect our police officers, and put targets on them so that they’re the ones—we’re telling the public, “We’re going to keep an eye on the police, because you’re right: They can’t be trusted.” Wow. I want to walk out the door in the morning knowing that those people on the beat, in those cruisers, are out there looking after my safety, the safety of my family and every other citizen in the province. I believe that. I believe that earnestly, and I don’t think that what the government is doing is respecting them properly in any way.", "Because of that, and because they’re time-allocating this bill—it is beyond my belief that they could have ever done that. It has shocked me. It has shocked the stakeholders in this province. Speaker, I move adjournment of the House." ],
  "anchor" : "para1040",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Mr. Yakabuski has moved the adjournment of the House. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1057",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Will the members please take their seats.", "Mr. Yakabuski has moved the adjournment of the House. All those in favour of the motion will please rise and remain standing to be counted by the Clerk.", "Thank you. Take your seats.", "All those opposed to the motion will please rise and remain standing to be counted by the Clerk.", "You may take your seats." ],
  "anchor" : "para1063",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 10; the nays are 35." ],
  "anchor" : "para1068",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I declare the motion lost.", "I believe that the member from Renfrew–Nipissing–Pembroke has a few more seconds left on the clock." ],
  "anchor" : "para1069",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "That’s it? I move adjournment of the debate." ],
  "anchor" : "para1071",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Mr. Yakabuski has moved the adjournment of the debate. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1072",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I would ask the members to take their seats.", "Mr. Yakabuski has moved adjournment of the debate.", "All those in favour of the motion will please rise and remain standing to be counted by the Clerk.", "All those opposed to the motion will please rise and remain standing to be counted by the Clerk.", "You may take your seats." ],
  "anchor" : "para1078",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 10; the nays are 34." ],
  "anchor" : "para1083",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I declare the motion lost.", "Madame Des Rosiers has moved government notice of motion 63, relating to allocation of time on Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 10-minute bell.", "I have received a vote deferral request under standing order 28(h) asking that the government notice of motion number 63 vote be deferred until the time of deferred votes tomorrow. It’s signed by the chief government whip.", "Mr. Ballard, on behalf of Ms. McMahon, moved second reading of the following bill:", "Bill 196, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2018 / Projet de loi 196, Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2018." ],
  "anchor" : "para1084",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para835"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I now recognize the minister to lead off the debate." ],
  "anchor" : "para1095",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Hon. Chris Ballard",
  "text" : [ "Speaker, I have nothing to add to this debate at this time." ],
  "anchor" : "para1096",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1097",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s obviously my profound pleasure to be able to rise today to discuss supply. Unfortunately, the minister opposite didn’t feel that he could contribute anything additional. I think that many of our constituents across Ontario, in particular in his own riding, would probably disagree. They would expect us to be standing here on the floor of this assembly talking about the issues that are of key importance to them, whether that’s high hydro bills; whether that is the 51,000 job losses in the month of January; whether that’s the 330,000 manufacturing jobs that the government has lost during its time in office; whether it is the unprecedented level of debt that this government has brought forward to this province. I may add, Speaker, that that level of debt is the largest subnational debt, not just in the province of Ontario and not just in North America, but, as the minister may well want to know, it is the largest subnational debt in the world.", "That is what this Liberal government has brought forward to us. I recognize that he may not want to speak about that and may not want to raise that here in this assembly, but that is where we have been left, as parliamentarians here in this assembly, debating these critical issues that affect not just those of us standing here and not just those people that we represent, but certainly the next generation of young Ontarians, who are carrying a larger-than-ever-before burden of debt on their back. What will I expect to be in this upcoming Liberal budget? Another deficit, at least one that they will mask.", "As we know, for example, the Auditor General in the province of Ontario has said that there is a massive hole in the Liberal government’s budgeting process. They say that there is a number of different reasons for that. One is the fair hydro plan, or, as we call it here in the opposition benches, the unfair hydro plan. The second is unfunded liabilities within some of the pension plans. And then, Speaker, again, this is a government that doesn’t necessarily talk about all of its expenditures and all of its revenues in the most transparent way possible.", "But here we are today. We are probably a couple of weeks out from an Ontario budget, whereby we have seen not only the Financial Accountability Officer and not only the Auditor General but also Statistics Canada, the Conference Board of Canada and some other organizations, namely the Bank of Canada, suggest that the government’s job-killing policies have been catastrophic for the province." ],
  "anchor" : "para1098",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I can understand that they want to continue to chirp. The member from Ottawa West–Nepean is probably taking the events of the last couple of weeks with the most difficulty, given what has happened in his constituency. We will have a new candidate that will be the flag-bearer for the Progressive Conservatives. His name is Jeremy Roberts. I suspect—" ],
  "anchor" : "para1103",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Nepean–Carleton has the floor. There’s a cacophony of noise coming from the government side. I would ask you, please, to respect her right to speak. I have to hear her.", "The member for Nepean–Carleton has the floor." ],
  "anchor" : "para1105",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thanks, Speaker. Again, I think that one of the challenges they have is that they recognize that there is a real desire for change out there in the province of Ontario and that people are expecting that we have a change in direction, not only in the budgetary discussion that we’re going to have but certainly in the policy direction, whether that’s social or otherwise in the province of Ontario.", "I had the opportunity, for example, to talk to two members of two different teachers’ federations this morning on the airplane, talking about some of the government policies that they have not agreed with and that they warned this Liberal government about four, five or six years ago. It hasn’t taken hold.", "I spent the weekend talking to a lot of small business owners who have said that under this regime it’s been more difficult not only to employ people, but even to talk about investing or expanding their operations. It has become difficult to make ends meet. While I can understand that the government would like to shut down my efforts and my voice and those of my colleagues in this assembly, I think that the fact remains that no matter what, they’re hearing the same things that we are hearing in our constituencies.", "As most members know, I live in a city, so that’s a bit different from living in a riding with multiple municipalities. I represent one part of my city, and so I do travel around. I do talk to people from outside of Nepean–Carleton, and when I talk to them, it remains that people are having a rough time under this government.", "In fact, I was in a hockey tournament on the weekend as the trainer of my daughter’s hockey team. We won the gold medal, by the way.", "Applause." ],
  "anchor" : "para1107",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thank you very much to my colleagues from Lambton–Kent–Middlesex and Stormont–Dundas–South Glengarry.", "In between the semi-finals and the championship game for the league championships, I stopped off to get my daughter’s and another one of the kids’ skates sharpened. As I stood there getting my daughter’s skates sharpened, the small business owner behind the counter who was sharpening the skates comes over to me and he starts by going after Justin Trudeau: “I call him Mr. Dressup because of his exploits. He has more costumes than Mr. Dressup does.” In any event, he starts talking about the job-killing policies of Justin Trudeau.", "Then he realizes that I’m not the federal parliamentarian; I’m the provincial parliamentarian. He starts talking to me about Kathleen Wynne and her Liberal government, and how difficult it has become for them to employ people for a variety of reasons, none of which has to do with—" ],
  "anchor" : "para1114",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I hesitate to interrupt, but I’m going to remind the member that when we’re referring to another member, we refer to them by their cabinet responsibility or by their riding." ],
  "anchor" : "para1117",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thank you very much, Speaker.", "I guess I’ll revert back to the Liberal government’s policies. Of course, the Premier is from Don Valley West. That Premier has created some job-killing policies, which I heard about loud and clear when I was getting my daughter’s skates sharpened by this small business owner, who does require a lot of heat and hydro to keep his operation going. He does require assistance from staff and it’s making it more difficult. Then, of course, you’ve got the regulatory burdens that this government just can’t quit creating.", "It doesn’t matter where you are on your daily walk of life; the reality is that whether we’re talking about the Treasury Board, whether we’re talking about the Ministry of Education, health care or finance—regardless of what ministry it is—this is a government that has had, I think, a lack of direction in order to do a couple of things. One is to get its financial house in order and deliver effective and efficient services, and then, on the other hand, to create policies that would sustain those same services by creating a strong, vibrant and robust economy through small and medium-sized businesses in the province of Ontario.", "In fact, what has occurred is the opposite. The Liberals actually view small business owners, those mom-and-pop operations, as their personal ATM. They look at them for that next nickel or that next dime that they’re going to be able to take out of their hands. I think that when people start to be viewed as the government’s piggy bank, they begin to resent their government and they begin to demand that there is a change in government. That’s certainly what we’re seeing.", "I think when we see what’s happening with public opinion polls—John George Diefenbaker once said it best, that polls are for dogs, but I do believe that they are indicative, over a period of time, of what people think. What I think is even more indicative of the mood for change out there than just myself or my colleague from Bruce–Grey–Owen Sound or my colleague from London–Elgin Middlesex—" ],
  "anchor" : "para1118",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Elgin–Middlesex–London." ],
  "anchor" : "para1123",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Elgin–Middlesex–London—" ],
  "anchor" : "para1124",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Just say “Jeff Yurek.”" ],
  "anchor" : "para1125",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Jeff Yurek? I’m not allowed to say that.", "The things that we hear in our constituencies are highly consistent with what the metrics are that we’re seeing within our party during the interim leadership of Vic Fedeli, who’s the member from North Bay. Under his interim leadership, we have seen, for example, memberships of our party increase. We’ve seen donations increase. But I think the two biggest metrics we have been missing over the previous years—and my colleagues would probably agree with me—are those who are ready to volunteer and those who are ready to take a lawn sign as we lead into a campaign.", "Right now, we will choose a leader by the end of this week. One of the things I think my colleagues will agree with is that a high degree of activism has now come forward our way to the Progressive Conservative caucus, and I believe as a result we feel very united moving forward and very optimistic about where we are as an opposition party, but also where we are as a government in waiting. These are very exciting times for Progressive Conservatives. We’re very happy to be part of a movement that we’re seeing right across the province.", "These are challenging times. I talk a little bit about the broad-based economic challenges that we face with high hydro rates—the highest in North America. We have high taxation, high corporate taxes. We have the largest subnational debt in the world, as you know. Again, this is not me saying these things as the opposition finance critic. In fact, it is credible organizations that are independent of this assembly, such as the Financial Accountability Officer, such as the Auditor General, such as Statistics Canada, the Conference Board of Canada, the Fraser Institute and, of course, the Bank of Canada, with their warning shots.", "Of course, the chamber of commerce has also said that the business climate in Ontario is not as optimistic as it once was, with almost a majority of members of the chamber of commerce saying there’s less optimism for the future than there ever has been. So when you have that entire basket, you wonder how this government will continue to sustain its public services if they were ever to get re-elected, which I hope they won’t, and don’t believe they will.", "But when you look, for example, at the way they have been running their administration over the past 14 or 15 years, it is cause for concern that there won’t be that sustainability. That sustainability is key because, as Progressive Conservatives and as a caucus that has been sitting together, many of us, for many years—I’ve been here 12 years this particular month—one of the things we’ve identified as critical and very crucial is that we’ve got a significant investment over and above what we’ve gotten in Ontario for mental health and addictions. It’s important for us to have this conversation because the only way we’re going to be able to sustain that level of commitment under this Liberal government is if they actually grow the economy rather than contract it. For us, it’s very critical, as Progressive Conservatives, that we talk about this mental health and addictions piece.", "We have suggested that the government should increase the funding for mental health by over $1.9 billion in addition to what’s already there. I think that’s critical for a couple of reasons. One is—and many of us have our own experiences—that mental health issues, whether that’s anxiety, depression or other disorders or diseases, are far more prevalent today than they were even 10 years ago. Why is that? Because of stigma, or is it because of diagnoses? I’m not a physician. I’m not a mental health researcher. I can tell you that today, in this House, and—as Speaker, you would recognize this—over the past decade that conversation has increased, and we’re talking about it more here in this Legislature.", "In addition to not only the mental health piece, we also have to talk about the addiction piece. There is a real issue today with the opioid crisis in the province of Ontario, and we are not going to solve that crisis, that epidemic, unless we invest money and targeted support into our communities, and that will require a variety of different things.", "One of the things we’ve suggested—and my health critic has been very supportive—is a piece of legislation I put forward, which is Nick’s Law, to make sure there’s government advertising. The government has a huge ad buy each and every year. What we’re suggesting is about $5 million of that be allocated to talk to teens and others about the dangers of opioid use and addiction. In fact, Speaker, you could take one counterfeit Percocet and it could lead to an overdose that kills you. So one of the things that we wanted to do in the Ontario PC Party, and what I believe this additional funding in mental health would do, is educate and create more awareness for our population about how dangerous this particular drug fentanyl is.", "In addition, we’ve suggested that we have more treatment beds and we have more detoxification beds. In fact, I met a 14-year-old girl—sorry, she’s 17 now, but when she was 14, she started doing opioids; she actually started doing drugs when she was 10. She said that when she wanted to go to a detoxification facility and her parents had gotten her in, she was a young teenager in a facility with men over 50 years old. I wouldn’t want that for my child, and I’m sure no other parent would want that for them. So I think that we have a role to play as a province in investing in detoxification, particularly for our children and youth. Because of this epidemic, it’s become even more critical.", "We do need more treatment beds and we need more support in our community. That’s why, when I look at the fiscal plan of the government and how rickety and rockety it is, I worry about the sustainability of these critical plans that we need to have in place within our mental health care system. Our mental health care system includes addictions, and so if we want to spend upwards of about $2 billion more on mental health and addictions, it only stands to reason that the government is going to have to figure out how to invest better and how to spend better with the resources that they get from everyday, ordinary Ontarians.", "I’m glad that my two colleagues are sitting side by side, from Bruce–Grey–Owen Sound and Elgin–Middlesex–London—" ],
  "anchor" : "para1126",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Bill Walker and Jeff Yurek." ],
  "anchor" : "para1139",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Bill Walker and Jeff Yurek, Speaker. They asked me to say their names.", "They have inspired me and many of us in our caucus on many issues: Jeff for the wonderful work he’s doing on mental health and addictions; and Bill for the work that he’s doing on long-term care. I saw it first-hand, with my own eyes, when he came to my community. He came to my community and saw two very different and distinct types of long-term-care homes. There is no secret: I live in the city of Ottawa, but I have a rural community in the Carleton part of my riding that is inside the city limits. Bill was able to see the Perley Rideau, which is an urban home with a focus on veterans, and then he got to see the Osgoode Care Centre, which is in a very small village and requires a lot of donations. They are a not-for-profit. They’re not run by the municipality. They’re not funded by Veterans Affairs. They have a real, distinct deficit in that level of capacity for corporate and financial support in the community. He was able to see this lovely little long-term-care facility that’s going to have to go through millions of dollars’ worth of expansion because the government has now asked them to upgrade their beds, but has not provided them with any care or support over the long term.", "My colleague and I talked a lot about how this Liberal government, in order to cut corners back in 2007, 2008 and 2009, decided to put all their eggs in one basket: the Aging at Home Strategy. There’s nothing wrong with encouraging people who can to age at home—who can, are able and have the capacity. But the problem is, when you put every egg in one basket, then some people are left behind.", "I often recall this one family that I know. There wasn’t adequate support for them and they should have both likely been placed into long-term care. What ended up happening was that she had Alzheimer’s and he had cancer. They were both in their 70s. It was tremendously difficult for that family because there were no long-term-care beds available, which created another problem in the long run for a lot of people in the province of Ontario, which was bed blocking. A lot of these folks who deserved to be cared for in a long-term-care facility ended up in our hospitals taking beds. That was impacting not only our emergency rooms; it was impacting our operating schedules. It was—and it probably still is to this day—impacting hospital operations, because people who should be in long-term-care facilities are instead in our hospitals.", "I think that my colleague from Bruce–Grey–Owen Sound has had a very profound experience in researching this, travelling the province, talking to the long-term-care facilities and seniors, and understanding that in order for us to ensure that our senior population and those who require long-term care—I guess one of the things we all learn as MPPs is that long-term care isn’t necessarily for seniors. It’s for people who are requiring it, and they could be a dementia patient as young as 40 years old. It could be a special-needs individual who is requiring some extra support. But I think it requires that we understand that aging at home is one way, but it’s not the only way.", "For us in the Ontario PC caucus, I think we have two really big health care policies that we would like to see advocated for and supported. One is obviously the mental health and addictions piece, that $1.9 billion, but the other is to ensure that we’re investing province-wide into these long-term-care homes, and even building more beds. If we can build more beds over the next five and 10 years, then we can start to keep up with the aging population, but also those who have special or severe needs and need to be placed into a long-term-care facility and who may not receive the appropriate care at home. That’s not because they don’t have a loved one. It’s not because they don’t have the compassion. It is because, simply, some of these illnesses and sicknesses are just too complex for your sister, mother, brother or son to be looking after.", "I think if there’s one message that I have as an Ontario Progressive Conservative, it’s that when you have these two very important pieces of our health care system—which, by the way, is the largest department we have in government. It is the largest spending priority we have in government, and if we have two big issues, which are mental health and long-term care, you would think that we would need sustainable funding, but also a sustainable way to budget in order to sustain them. That’s, for me, a major concern that I have.", "If you go to an emergency room or you go to any of our hospitals, I think a big way to alleviate overcrowding is to actually invest in these two areas, because there are a lot of people—myself included; I’ve been very open about some of my mental health challenges over the past four years. I have found myself in the emergency room, thinking I might have something physically that ailed me, rather than something that was more emotional or more mental health-related.", "I think that if we are investing in that appropriate level of care, then you’re going to divert people from a hospital. Same as somebody who should be in a long-term-care facility, rather than blocking a bed at the Queensway Carleton Hospital: They’re going to be cared for in a place that’s appropriate for them. I think it would be a really good fix for the larger and broader health care system. That’s why I was glad that both of my colleagues were in the chamber here today, so I could not only congratulate them for the great work that they’ve done—the amount of research and effort that they’ve put into those two policy positions—but also to let them know that I fully support where they go, and I know they have the complete support of the Ontario Progressive Conservative caucus.", "The question for me as finance critic, having a really big interest in what my colleagues are doing, is: How do we fund those two amazing policies and the amazing work that they’re doing? I would say we have to get our debt and our deficit under control. The third-largest spending priority outside of health care and education right in this Premier’s Ontario is servicing the debt and the deficit. That means we spend more money—and please put this into perspective—servicing the debt and the deficit to international financiers, and interest on the debt and that sort of stuff, than we actually spend on community safety in Ontario. We spend more on servicing our debt and our deficit than we spend on our colleges. We spend more on the debt and the deficit than we do on our children and youth ministry." ],
  "anchor" : "para1140",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Community and social services." ],
  "anchor" : "para1150",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "We spend more, as my colleague just pointed out, on the debt and the deficit than we do on community and social services. Speaker, you have to wonder: Is that ever going to be sustainable? Well, don’t take my word for it. Again, it is the independent Auditor General of the province of Ontario and the independent Financial Accountability Officer of the province of Ontario who say that as we continue to creep up and that number of our debt ratio becomes over 40%, it starts to compromise.", "So what happens when interest rates go up? What happens when our credit rating is downgraded? What happens when we have a slower than anticipated revenue stream? What happens when the federal government decides that they aren’t going to honour some of their commitments in their budget through transfers?", "“What happens?” is the question that we have to ask ourselves when this Liberal government is budgeting and when they’re talking about supply. What happens to mental health, what happens to long-term care, when they get it wrong, which they have done in the past?", "Well, Speaker, we all know what happens. We know that services get cut. We know that they have funding announcements that have very little to do with actual services. We know, for example, that what happens is that we don’t have better health care in the province of Ontario. In fact, what we know happens is that the people of this province start to have that conversation: that they are not better off today than they were 14 years ago when it comes to our health care system.", "Speaker, what happens is that we have to have a very serious, adult conversation, not only in this assembly but across Ontario, to talk about the sustainability of our valued public services that we’ve come to Queen’s Park for. People want to make sure that we spend money on health care and education, community safety, social services, our colleges and universities. They want that, but they want to make sure that it’s sustainable and they want to make sure that every dollar that they spend when they send it to Queen’s Park is spent appropriately.", "We know, for example, with the sale of Hydro One, that the government said that was for infrastructure. Well, Margaret Thatcher actually had a really good line about infrastructure. She said, “The economists talk about infrastructure, but I got here today by rail.” I thought that was interesting. When the government talks about how they were going to invest this in the infrastructure, what really ended up happening with Hydro One is that that money went right into general revenues. Then there was this infrastructure tracker of where this money was supposed to go, but they’ve never really spent it. So it went into general revenue. Who knows where it has gone to date? But we do know it hasn’t been flowing to where it has been intended. As a result, I think that raises even more questions for all of us here.", "In addition, with that sale of Hydro One—and I hate to bounce from health care into Hydro One, but I think it’s indicative of how the shell game is played with this Liberal government when it comes to budgeting. Did you know, Speaker, for example, that we owned a certain amount of shares in Hydro One and, as a result of the privatization and the acquisition of a coal plant and some other assets in the United States, our shares actually went down? The FAO, the Financial Accountability Officer—who is, by the way, independent of this assembly but who serves this assembly—said to us that, as a result, our shares may drop below 40% in Hydro One. If that happens, we are required by law for cabinet to then purchase more shares to get it back up to the 40% level.", "That was never part of that discussion, and that is more money that we will have to spend in order to deal with some of the shell games, money that could be instead spent on our key and valued priority in public services, which is health care, whether that’s mental health care or long-term care, and that could very much go forward to assist us in making sure our health care system on the whole is more viable and sustainable.", "These are some of the challenges that I have with where the government is going because, again, it’s all well and good for them to pretend that they have a surplus or that they have been brought to balance, but you always have to look at the fine details with this government. I always call them the “fine-print” government. There’s always fine print. In fact, I think it’s this week—probably tomorrow—that we’re going to find out from the Financial Accountability Officer how much our fees have gone up across the province of Ontario, despite them saying last year that they weren’t going to at all.", "So these are some of the issues that we must deal with, that we have to deal with when it comes to this government." ],
  "anchor" : "para1151",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Have a water break." ],
  "anchor" : "para1162",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s a nasty cold. This is what happens when you go to the rink and you’re in the arena all week.", "But I just want to say—and we do have an opportunity later in the month to discuss the Ontario budget, which is what I’m most excited for. But I think that as we discuss the supply and we have the opportunity to travel the province and talk to people, the issue of concern, I think, seriously, is the sustainability of our valued and core public services in the province of Ontario. That has been increasingly more difficult with this high debt level that the government has brought forward. It becomes even more difficult when the government spends so much on the debt and the deficit compared to the other public services. Then, of course, they continue to raise taxes and increase the burden on small businesses that should be helping to create the wealth in the province of Ontario. That’s where we tend to be.", "But I, just anecdotally, want to talk to you about a couple of meetings that I had in Nepean. As the finance critic—I was obviously recently provided with that additional portfolio, in addition to the Treasury Board, the Anti-Racism Secretariat and the city of Ottawa—now I get to serve on three committees, Mr. Speaker, so it’s all so wonderful. I’m very excited to be so busy in all my new challenges. But in having that role, I had the opportunity to bring our interim leader to Bells Corners and have that conversation with business owners about what’s really been going on.", "They have provided me with a number of flaws in current government policy, whether that is the government’s pharmacare plan—a pharmacist told me that some of the drugs that were provided for asthma are now not covered, and it was creating some problems with some of his customers who were requiring it. It had it previously paid for by insurance; now it’s been pretty difficult. That, to me, was an issue. I had an individual who owned a lighting shop, and his hydro was so high that it became very difficult. I had one business owner who had three stores and ended up paying one employee three statutory holidays for the same statutory holiday.", "It just goes to show that this government is sort of all over the map. They hear something, they think it’s a great idea and they rush to do it, but they don’t think of the consequences. The consequences are job losses, and the consequences are businesses deciding they will not expand. The consequences are that those from other parts of our borders, whether that’s south to the United States or to Manitoba or to Quebec or anywhere else in the country, are deciding they don’t want to come and invest in the first place, let alone expand in Ontario.", "When that happens, we have a smaller base from which to tax from, and as a result of the smaller base from which to tax from, you’re taking more from the same people. That certainly is not sustainable. That’s certainly not something that we can get behind in the Ontario Progressive Conservative caucus. But what we can get behind is sound financial planning by the Liberals. We can get behind more value-for-money audits. In the Auditor General’s last report back in December, the auditor herself found at least $1 billion in savings and that was just, I believe, in 15 different programs—not even ministries; just programs.", "I think that’s pretty critical for all of us to consider, Speaker. The Premier said at one point that we are a lean government and that there was nowhere else we could find waste. Yet the auditor, within a month of her saying that, found that they had wasted another billion dollars. There’s that song by the Barenaked Ladies, If I Had a Million Dollars. There should be a song by the Liberal government: How I Blow a Billion Dollars. They could update it every month. Just think about where you could invest that money that they’re wasting—if you could think about where you could invest that money that this government blows." ],
  "anchor" : "para1163",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "They don’t even want to get me started on the $1.2-billion gas plants, that seat-saver, and David Livingston and the political corruption that he brought into the province of Ontario. They don’t even want to get me started on the Ornge air ambulance scandal or the challenges over at the OLG. They don’t even want to get me started on the money they wasted at Cancer Care Ontario. They don’t want to get me started on any of that stuff, Mr. Speaker. If they want me to start talking about the billions of dollars that they waste at eHealth and other places, and if they want to talk about the structural deficit that they are going to be leaving the people of this province when they are booted from office on June 7, well, then we can have that conversation.", "But I must tell them over there that it’s not just me and the Ontario Progressive Conservative caucus saying this. It is the independent Financial Accountability Officer. It is the independent Auditor General. It is the Bank of Canada that’s said that they were driving jobs out of the province when they lost 51,000 jobs last month alone. That’s what they’ve done. They don’t want anyone to hear about it, but that’s what’s happening. They would rather the other distractions that are happening in the province of Ontario at the moment—or elsewhere, with Justin Trudeau’s India trip. They would rather everybody focus on those things rather than the reality that is the disaster of their government.", "Fourteen years of rot has set in. A rot has set in. The rot has set in over there, Speaker." ],
  "anchor" : "para1171",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Sorry to interrupt. The member from Nepean–Carleton has the floor." ],
  "anchor" : "para1176",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Let’s talk about the rot. Let’s talk about a transportation minister that built an upside down bridge. Let’s talk about a finance minister that had to bail himself out by cancelling $1.2 billion in gas plants. Let’s talk about a child care minister that can’t invest in child care spots that they promised. Let’s talk about an education minister that closes down rural schools that are the backbone of their community. Let’s talk about a government over there that closes down the horse racing industry, even in their own member’s riding. I know it was bad when it was my riding, but then they went and they hit Ajax up. What is going on? We had a Treasury Board president who just thrived on fighting with the independent Auditor General.", "If this government wants to talk about political corruption, if they want to talk about the rot, I can tell you one thing, Speaker: They need to look in the mirror, because are they ever good at it. They wrote the book. In fact, back in the day there used to be a book called On the Take. I think they actually read it before they formed a government and then they updated it with the Gomery inquiry federally." ],
  "anchor" : "para1177",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member from Nepean–Carleton." ],
  "anchor" : "para1180",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "The member from Barrie once said that small businesses shouldn’t exist.", "Listen, if there’s one thing I’ve learned after 14 years of Liberal government mismanagement—they looked at the Gomery inquiry and they thought it was a textbook for success. They’re ripping off the people of this province." ],
  "anchor" : "para1181",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1183",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Well, Mr. Speaker, I’ve got to say, that was a very colourful speech by my good friend the member from Nepean–Carleton. To hear a Tory talk with such conviction about rooting out the rot, I’ve got to say, it’s just heartwarming. It’s heartwarming to know that the Conservatives have finally figured out that there is rot in their party and that they’ve got to do something to root it out.", "But I’m just saying to the people of Ontario, for a very short part of this speech, that there is another alternative. You don’t have to accept what the Liberals have done over the last 15 years, which, quite frankly, a lot of people are kind of upset about, and you don’t have to accept the rot of the Tory party. You can go for Andrea Horwath and the NDP. There is an option. There is an alternative.", "This is a supply bill, so you have an opportunity to speak to the finances of this province and all of the ministries there associated. I don’t want to take a lot of time because I know my good friend the member from—" ],
  "anchor" : "para1184",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Kitchener–Waterloo." ],
  "anchor" : "para1187",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "—Kitchener–Waterloo—I wish I knew all the ridings here—is wanting to speak, a very good MPP. But there are a couple of things that I just want to put on the record.", "The first one is that this whole situation that the Liberals have created over the last 15 years—I remember in that election Dalton McGuinty running against Mr. Eves at the time and saying, “We’re different. We don’t believe in privatization of hydro. We don’t believe in the privatization of winter road maintenance. We don’t believe in privatizing the police. We stand with those public services because we understand that in order to maintain the fabric of Ontario, you need to have a good, strong social safety net to make sure that it works.” I remember they said, “Read my lips: We’re not going to raise any taxes.” He did the George Bush thing and he signed a pledge.", "My good friend across the way there has put his head down because he does remember that one.", "What’s interesting: The Liberals did what Liberals always do. They campaigned differently than they actually govern, because once they made all of those promises and then they got elected subsequently, what did they do? They did exactly the opposite of what they said they were going to do. They were actually Conservatives in a hurry, when you look at their agenda when it comes to a number of initiatives that they put in place.", "Let’s start with the one that probably affects us the most, and that is the hydro system. We had a public hydro system, competitive with Quebec, competitive with Manitoba, a public system where hydro prices were much cheaper. Why? Because the system was set up in a way that said, “We will generate electricity at cost and maintain the system because it’s a way of being able to fuel our industries and make sure that people who live in Ontario can afford to pay their hydro bills.”", "I remember Ernie Eves—oh, my God. When Ernie Eves started the deregulation and privatization of hydro, these guys were yelling and screaming. They said, “Those Conservatives are so wrong for privatizing hydro. Oh, my God, you’ve got to vote for us. If you want to stop hydro privatization by the Conservatives, you’ve got to vote Liberal.”", "Well, they did stop the hydro privatization by the Conservatives. We got a Liberal privatization of the hydro system, which in effect is no different and sometimes worse. What has happened since? Hydro bills have gone through the roof. We’ve seen it in our households. For those of us who are unfortunate enough not to be able to be in an area that’s serviced by natural gas, and the only way you can heat is either with oil or electricity—in my case, electricity—our hydro bill is unaffordable. It is like the hydro price that it costs in order to heat your home in the winter is more than what a mortgage is in some cases. I’ve got people in my constituency who are paying over $1,000 a month in the winter to pay their hydro bills.", "This privatization hasn’t worked, because at the end of the day people are paying a lot more. The person who pays $1,000 and $1,100 for their hydro bill today was paying far less than that back in the day when we had a public system. You were lucky if your hydro bill was $300 a month, maybe $400 a month in the winter.", "The Liberals turned around and they said, “We’re going to fix the system. We’re against privatization,” so they did privatization Liberal style. They did more to muck up the system, first on the generation side by introducing a whole bunch of private generators into the system, where they signed sweetheart deals where they were getting paid much more money to generate electricity than it cost us in the public sector to do. We were generating electricity with falling water, with dams and all of the rest of the mix at the time for about three and a half or four cents per kilowatt. We ended up signing contracts in some cases for over 60 cents per kilowatt." ],
  "anchor" : "para1188",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "It was actually 80." ],
  "anchor" : "para1197",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Well, there were some that were as high as 80, actually—you’re right, some of them. We’ll get into the details. But the point is, they were sweetheart deals.", "We’ve increased by about 15,000 megawatts of generation into the system, all done by the private sector on contracts where we have to use the electricity no matter what, and guess how much electricity we use. About 20,000 megawatts.", "We’re now spinning off. We’re trying to either sell off in the United States at a loss or we’re spinning our generators as motors in order to balance the loads off our dams, or we’re not running certain power plants in the public system which are a lot cheaper to run, because we have to take the electricity from the private system.", "Then Kathleen Wynne says, “I don’t have enough privatization. We’ve got to do more.” So she decides to privatize what? Ontario Hydro—Hydro One. As a result of the initiative that she has, we have now privatized over 50% of Hydro One.", "The Premier says, “Oh, we need to do that because that’s the only way we can raise money in order to get capital so that we can invest in subways and GO trains and buses and all kinds of things.” They hadn’t realized that every government since the fall of the Roman Empire, to pick a time, figured out ways to do it. You do debentures, just like a municipality does when it comes to building a hockey arena or a swimming pool or whatever it is. They borrow money. That’s how you raise money for these things, and it’s a lot cheaper.", "What happens? They go and privatize. We lose control of Ontario Hydro. It costs us more money. We lose revenue as a result, the revenue we used to get from Ontario Hydro. It costs us more money, and using that money to finance infrastructure is far more expensive. Who says that? First of all, Andrea Horwath and Peter Tabuns and New Democrats, but who has echoed it? The Financial Accountability Officer. The officer of the House has come back and said, “I agree with New Democrats,” essentially. “Everything that they said was going to happen has happened,” and it’s far more expensive than what we used to have. Just on the hydro part alone, it is ridiculous.", "So the government says, “We know how to fix this. We’re going to go find a credit card and we’re going to put”—how much was it? How much have they borrowed to lower the hydro bills through their plan?" ],
  "anchor" : "para1198",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Forty billion, yes. So they went, “We’re going to indebt Hydro One and the system by $40 billion off-book, so it doesn’t show on the provincial government books”—and that’s a whole other issue we’re dealing with in public accounts. “We’re going to borrow $40 billion so we can lower people’s hydro bills going into the next election.” Some people, there’s no question, have seen a reduction on hydro, because when you borrow $40 billion and you apply it to the reduction of hydro bills by an average of about 20% or 25%, of course people are going to see a savings. But at the end of the day, you’re going to pay more, as the Financial Accountability Officer says, because the chicken is going to come home to roost." ],
  "anchor" : "para1207",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "You’ve got to pay it back." ],
  "anchor" : "para1208",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "You’ve got to pay it back. It’s like me going out and buying something on my credit or credit card. Eventually, you’ve got to pay it back.", "In the end, my point is, the Liberals try to put this mantra that they’re great money managers and they know what they are doing from a policy perspective, but my God, if you look at the effect of what this hydro policy has done to the province of Ontario, to our businesses and to individuals, it is terrible.", "We have paper mills that have to have a special program that the Liberals had to invent to protect the paper mills from the hydro policies of the Ontario government—and large energy users in the mining sector and others, because they happen to be the largest utilizers of electricity because of the processes of their industry. They would have had to shut down if they’d had to bear the entire cost of electricity increases such as the rest of us have had to do.", "The government created a policy that insulated those particular industries from their own policy. So it’s kind of ridiculous that the government creates a policy that raises the price of electricity, and then, to fix it, they’ve got to create a policy that costs us all money in order to reduce the hydro rates on industry. Should industry have lower hydro rates? Absolutely. But my point is, these Liberals, I’ve got to tell you—you know, you’ve got the one side, the Conservatives, who have got rot in their party and are trying to root out the rot. I think it’s a good idea that they started doing that, and I’m glad they admit it, because the first step to fixing the rooting out of the rot is to admit that you have the rot. So I think that’s a really, really good thing. But the Liberals are trying to pretend they’re something that they are not. They campaign on the left, they get to government, and then they govern from the right. I think that’s really the point that we want to make here. I just say to people, if you like it, you may as well vote for the real thing and vote for the NDP. It’s like the old Coke commercial, right?" ],
  "anchor" : "para1209",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "You want it done right." ],
  "anchor" : "para1213",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "You want it done right.", "The other thing that I just want to touch on very quickly is what has happened to our health care system, what has happened to children’s services and what has happened to most of those services that people with developmental disabilities, etc., rely on. We have starved those agencies for the last number of years. The government, over the last number of years, has flatlined budgets at the CCAC, has flatlined budgets at our hospitals, has flatlined budgets for children’s services in our communities. All of these agencies—" ],
  "anchor" : "para1214",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "All the not-for-profits." ],
  "anchor" : "para1216",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "All the not-for-profits, pretty well. The point is that all of these agencies have a mandate; they have legislation that they have to follow, and they have to be able to protect those people that they’re charged to protect and serve. The government, by strangling the budgets, has made it almost impossible for them to not have people fall between the cracks. We’ve been seeing, on a daily basis in the Legislature, our leader and other members raising cases where people are getting hallway medicine, not able to get access to the health care they need, and of children who are going without services.", "We heard the tragic story today from our good friend Monique from Hamilton Mountain, who talked about what happened to one young girl because there was no capacity in the system to be able to deal with her. Unfortunately, the girl took her own life. So you can’t do those things and think that there’s no effect.", "I think that the people of Ontario have had enough of a try of the Liberals. We know that we’ve got the rot party over here. I think it’s time that we do something a little bit different and we go with the good guys for a change. Vote NDP, right?" ],
  "anchor" : "para1217",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate? The member from Kitchener–Waterloo." ],
  "anchor" : "para1220",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "The future leader." ],
  "anchor" : "para1221",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much. I just want to put on the record that I really liked it when the member for Etobicoke North was farther away. He heckles too close to my ear, you know?", "I do, of course, want to weigh on the supply motion. The supply motion gives us an opportunity to discuss where the money is going and where the money is not going.", "We have some serious concerns, obviously, that we’ve been trying to raise in this House during question period. I think, quite honestly, and with some humility, that we’ve been doing a pretty good job of bringing the voice of the people that we serve in our respective ridings to the floor of this Legislature. I can say with great assurance that I have been very disappointed in the responses that we’ve been getting back from the government side of the House after 15 years. There are some basic expectations that the electorate have of a government. These centre around our principles and our values of education, health care and environmental protections.", "As we have brought voices to the Legislature and questioned this government on why, for five years, the hospital budgets have been frozen in this province—it’s going to take a long time for those hospitals to recoup from that experience and the increased costs of running a hospital. I’ll never forget when I was down in Windsor, and the CEO of the Windsor hospital said, “Listen, my hydro bill is now $1.7 million more than it used to be.” Those operational costs impact the capital and the operational budgets of those hospitals." ],
  "anchor" : "para1222",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Yes, they do.", "Quite honestly, when we have people who are in foreign countries who have been injured, who look to their government to actually help them and have been denied that assistance—I’m sure my fellow members would agree with me, because they’re talking amongst themselves about exactly what I’m saying, of course." ],
  "anchor" : "para1227",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I know. I’m so sorry." ],
  "anchor" : "para1229",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "That’s what he’s talking about." ],
  "anchor" : "para1230",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "That’s right.", "As we talk about where the money is going, I think we have to be cognizant that the last budget, last year’s budget, left hospitals with a $300-million shortfall. Ontario has the lowest hospital funding per capita of any Canadian province or territory. These are the facts. When you look at the per capita spending, based on patients in our current hospitals—I wish the new Minister of Health the best with this portfolio because, quite honestly, she has inherited quite a mess, a system that is in a genuine crisis in this province, with overcrowding impacting our ability to welcome Ontarians back into the system and to possibly save their lives.", "Over the weekend, I had a very emotional conversation with my friend from London West, who brought a constituent’s case to the floor of this Legislature and pleaded and begged for assistance. That will haunt her, as a member of provincial Parliament, that for eight days this man had to stay in Mexico and was not able to come back into the system and receive the level of care that he required.", "That’s actually what we’re talking about here. We’re talking about the stories, the experiences, and the emotions of the people we serve. Those people, the electorate, are deeply disappointed in this government on several levels, even on a basic community level.", "In the late 1990s, when the then Mike Harris government slashed the library budgets, just for example, by 40%—by 40%, Mr. Speaker. Libraries in the province of Ontario today, as they have received for the last 20 years—when Mike Harris made the cut—the operational budget that they receive is $33 million.", "The Ontario Library Association has come to this House for years now saying that $50 million is what they require to deliver the basic library literacy skills in their communities—$33 million to $50 million. I’ve seen Liberals drop that much money on their way from their office to this Legislature in the morning.", "In a $140-billion budget, the value and the return on investment—this is the strategy that is not happening around the expenditures of the provincial budget. There is no evaluation about how $1 that goes into a library—the return on investment is $6. This addresses isolation of our seniors, basic ESL and English acquisition for our new immigrants and our refugees.", "The Kitchener Public Library has a media literacy course that they do. They’ve been fundraising. They’ve been scrabbling together these budgets. They’ve basically said, “We can’t do it anymore.” After 20 years—this government has maintained the cuts of the Conservatives for 15 years. It is inexcusable. There’s no rationale to justify that.", "In Waterloo region, the full library budget, provincially funded, is 2.5% of the overall budget—2.5%. Where is the rationale when you look at the estimates?", "Then, when you examine where the money has gone through the public accounts, that’s an even more interesting exposure for me. This government has promised that infrastructure funding, but for the last four years in this House, under the leadership of this Premier, the government has underspent between $3 billion and $4 billion every single year, all within the context of, “We must sell Hydro One to fund infrastructure.” Yet they didn’t even honour their budgeted expenditures that they had on paper, in the glossy books, with the cutting of the ribbons and the digging of the holes, but the money didn’t flow. It did not flow.", "What you have here in the province of Ontario is that, even with the current infrastructure that we have, this government has fully abdicated their responsibility to our schools, around maintaining our schools. The repair backlog for Ontario schools has grown to $15.2 billion. We all have schools in our communities across this province, and you can tell. You can go into some of the new ones, but the inequity between what one school in one neighbourhood is and another in another neighbourhood—you can’t deny it. It’s right in front of your face.", "I think one of the areas, of course, where this government has clearly dropped the ball—they didn’t just drop it; they lost the ball—is housing. Housing in any economy will stabilize the poorest and medium and the middle income. You cannot build an economy up when people do not have housing.", "All of us have gone to AMO, and we have fought side by side with our councillors and our mayors across the province. We said, “You know what? We want to come to the table. We want to build housing in partnership.” Municipalities know where that housing needs to be built and can be built. They know better than the provincial government and the federal government. We should have a national housing strategy for “peoplekind,” as the Prime Minister likes to call people.", "The Auditor General identified a full-on failure. Right now in the province of Ontario, there are more people waiting for social housing than living in social housing. You have to be really intentional. You have to be really focused on not doing your job on the housing file to get to this state of affairs: 83,000 people are currently waiting on a list. Some of these people have been there for years. They’ve completely lost hope, which is obviously sad. I’m sorry; I misspoke. The wait-list for social housing is 185,000 households as of 2016. Only 5% of the people on the list get housing each year, and the wait times for municipalities tracked by the Auditor General varied from two to nine years. The wait-list has increased by 36% over the last 13 years. You have to intentionally be so apathetic and placid in your approach to a policy which creates shelter for people—that’s how you get to this place. You basically have to turn your back and pretend that there aren’t people living on the streets. You have to turn your back and pretend that we’re not fundraising to keep women safe in our communities across this province.", "The Auditor General found that social housing is provided on a first-come, first-served basis, while you wait on a list for two to nine years, but there is no consideration of need, unlike social policies in most other provinces. Once again, if you look through policy implementation, through the lens of having a rationale—who needs the housing most? Who needs it most, and why do they need it? What’s the return on investment for actually building affordable housing once again?", "People can’t usually find work if they don’t have housing. Usually, their health is compromised because they can’t find housing. In Hamilton, the turnover for children who can’t find stable housing with their parents—these kids are transient students in the system. How could they possibly be successful? When you fail on housing, you fail on everything, Mr. Speaker. I can’t emphasize that enough.", "And now we have the Auditor General’s report that says that there is no provincial strategy to address growing wait-lists or the needs of the 1.9 million low-income Ontarians. This is an independent officer of the Legislature, who I know this government is not overly fond of. There’s a pretty public fight going on right now with regard to the so-called unfair fair hydro plan. But when you look at the housing file, just in and of itself the fact that only 20,000 affordable housing units have been built in the last two decades—the last major investment in housing came between 1990 and 1995, and that also included co-operative housing.", "I have been an MPP for six years—although I can tell you it does feel a lot longer on some days—but I’ve been fighting for this group of parents who have three adult children who have severe developmental issues. These are three men, now, who have very strong mothers, very strong parents. They tried to engage with this government. They tried hard. We helped them navigate the system. These parents bought a house. They bought their own group home as a capital investment, and then they wanted to pool their Passport funding. All that they were trying to do, as parents, was ensure that their adult children, who can never live alone, who will actually end up in the hospital system or in the long-term-care system, because there is no plan—once we got rid of the institutions, there was no other plan in place. It was just dropped. These parents fought with the ministry to have the ministry honour their own commitment to find creative solutions. The government didn’t have to buy—they didn’t have to invest in the capital. They just had to fund the services for these young men.", "This is my 19th letter, I think, that I’ve written. I say to the minister, Minister Coteau, that today the mothers continue to be concerned that the ministry is not taking concrete action to address housing and respite needs for adults with developmental disabilities. The mothers have spoken with similar families. These families are in all of our ridings. They are left with few options. One family had to put their son on a crisis list to have him placed in a nursing home. This is not the place. Nursing homes are not an appropriate housing arrangement for a young man who has developmental disabilities.", "But that’s the end of the road. You can imagine, one of the parents is pretty close to giving up—not giving up, but having to have her child be a ward of the state, so that the government then will have to take responsibility.", "But why not be proactive? Why not put a plan in place for developmental services? Also, it just makes economic sense, Mr. Speaker. At $1,500 a day in a hospital, or $1,500 a month for respite and care, for some quality and dignity of life for those who have disabilities in Ontario—where is the vision for that? Where has the analysis been by this Liberal government and by the respective ministries to see what is working and what is not? I don’t know if there’s a napkin someplace with a plan on it. What I’ve experienced in advocating for these parents is complete and utter inconsistency of policy implementation and no vision whatsoever for adult children with development disabilities as their parents age out and can no longer care for them.", "When you look at where the money is not going, it is not going into housing. It’s not going into supportive housing; it’s not going into creative options; it’s not going into collaborations with the not-for-profit sector, which is ready—ready. They’re ready. They want to be a partner with this government. Come to the table and actually work with the people who know how to care for adults with disabilities.", "My vision, and our vision, is that we’re actually going to implement a strategy that has some compassion and care and that makes economic sense. You can judge any political party and any politician by the way they treat their most vulnerable. On this file, I can guarantee you this Liberal government gets an F grade for caring for the vulnerable and for building affordable housing and supportive housing.", "I’m the critic for economic development, and I’m not sure how this government decides who gets the development funds. The Auditor General from 2015—you’ll remember she said there’s no rationale, there’s no explanation. It seems to be a backdoor invitation to apply for the RED fund, the Southwestern Ontario Development Fund, the Liberal fund—I’m not sure how that works; nor was she.", "But we’ve just had a recent example right here in Toronto. The government’s Jobs and Prosperity Fund—" ],
  "anchor" : "para1231",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I was getting to it. Now we’ve got one fund. It’s just one big, incompetent fund instead of seven incompetent funds.", "This government gave Legend 3D $3.1 million last summer." ],
  "anchor" : "para1259",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "You were there. The economic development minister was there. This money was supposed to double the workforce—you’ll remember this, Mr. Speaker—from 271 jobs to 550 jobs. But on February 1, we heard that its workforce was going to be reduced to 100 employees. Now, I would say that’s not good value for the people of the province. If you invest $3.1 million into a company and they say they’re going to be able to double their workforce from 271 to 500—" ],
  "anchor" : "para1262",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Brad Duguid",
  "text" : [ "It was a $2.4-million investment." ],
  "anchor" : "para1263",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Then they reduced their workforce to 100 employees, and then they took their company and they went to India. I would say we didn’t get good value for that investment. I would say that.", "According to the Auditor General, the Liberal government is very poor at monitoring the return on investment—" ],
  "anchor" : "para1264",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Scarborough Centre, please come to order.", "The member for Kitchener–Waterloo has the floor." ],
  "anchor" : "para1267",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you.", "The AG has said that the government does a very poor job of monitoring the return on investment on grants given through this fund.", "This applies to the supply motion, because they haven’t learned, Mr. Speaker. I think it’s not too much to ask of the government to actually take a step back and evaluate why some funds are sometimes successful and why other funds are not. Basic due diligence needs to be done to ensure that the funding will retain jobs and grow Ontario businesses.", "The biggest problem with the way this government has allocated grants across the province is that they pick winners and losers, and that doesn’t instill confidence in other businesses. If they think the government has a process which is not open, which is not accountable and which is not transparent, then that impacts the level of the confidence that businesses have in the province of Ontario. I can tell you with great clarity that the Ontario Chamber of Commerce has identified that as an issue. They came here last week and gave us their new Vote Prosperity document and it identifies that.", "“We are all left wondering”—as are the people of the province, whom we should be serving—“where did the Ontario government money go?” said one current employee. “None of our facilities saw upgrades, we never saw the 300 jobs that were supposed to be created. Instead, two foreign branches were set up.” So even the very employees who were hopeful last summer are left disappointed.", "My colleague has already referenced the sell-off of Hydro One. The Financial Accountability Officer has said that the sell-off of Hydro One is going to cost taxpayers $300 million a year, with some assurance that that $300 million will likely go up.", "I want to thank the FAO, because I think if you read his report in its entirety, you can genuinely see that this is an independent officer of the Legislature who is truly concerned about the move that this government has had with regard to the sell-off of Hydro One.", "The sell-off also means that the province is going to end up paying $1.8 billion more to build infrastructure than it would have if Hydro One had remained in public hands. The government is in a position to borrow money at a very competitive rate—but not this government. They have chosen to enter into the very scrutinized and criticized public-private partnerships, where the government engages in a transfer of risk equation, which leaves us borrowing money at an incredible rate. This government could borrow money as low as 6%, 5% or 7%—very competitive rates; sometimes less. But what does this government do? They borrow money at 18%, just to transfer the risk. But remember that the risk is always held by the people of this province, because it’s the people of this province who are paying for the infrastructure.", "We’ve raised this issue many times and we tried to address it when the new chair of Infrastructure Ontario was appointed and came to committee. There were some good questions. The person who developed the risk transfer formula now is on the infrastructure board but nobody sees any issues with that.", "Hydro One was sold off with the explanation that it would pay for infrastructure, but the Financial Accountability Officer has definitively shown that this is not the case at all. The Hydro One issue is going to be very interesting. You’ll remember back in 2014, there was the issue of the gas plants, there was the issue of Ornge, there was the issue of eHealth. These were scandals that had some momentum. They were growing and the numbers were growing too: $1.1 billion for the gas plants and $1.4 billion or $1.2 billion for eHealth. Those numbers are so big, it was really difficult for people to grasp how damaging those decisions were for the finances of this province. And yet, the sell-off of Hydro One, which will remain this government’s legacy, was the largest transfer of wealth from the public sector to the private sector in the history of this province—second only to the 407, which of course happened under Mike Harris. But driving on the 407 is somewhat optional for some people. Turning your lights on and having electricity is primarily, for most rational people, considered something that we need.", "Those two major sell-offs hurt the people of this province, but Hydro One will only gain in power, to put a pun to it. We will pay more on our bills. We will generate less revenue to build our infrastructure for schools, maintenance and health care. The difference this time, Mr. Speaker, is that people get their hydro bills and they see the evidence every single month, because the government switched—it used to be every two months and now you get one every month. Every month, they get angry, so I don’t think that was a good idea for the government. But also, they see the commercials and the advertising.", "I have to tell you, it’s true that the Auditor General has called the government to account for those expenditures and said that at least one third of the commercials that are on the airwaves right now are too partisan, that she would have ruled them as not qualifying as government advertising. Of course, you’ll remember that this is the government that watered down those new regulations with regard to advertising.", "But it’s really interesting, because what happens when people see the commercials and then they look at their bills is that they just get angrier. They’re really, really mad at this government for making the decision to sell off Hydro One, increasing the hydro bills and then bringing in a new plan that is actually going to transfer billions of dollars to the next generation, which they will owe for this decision, so that it looks like it’s less. Then, to add insult to injury, they’re actually paying for it. The people of this province are paying for the advertisement, which really just adds fuel to the fire.", "It’s absurd. That’s actually what my note says: It’s absurd. We have an annual budget of over $140 billion, we have a debt of $312 billion and we have a Liberal government that, just on the hydro file, has mishandled $50 billion.", "You will remember the 2015 Auditor General’s report that, based on the private contracts that were negotiated—although I don’t think much negotiation happened—to date, she reported that we had already overspent by $37 billion on our energy costs. When you look at when the chamber says, “At least gives the companies in this province a fighting chance to be competitive on the hydro file”—stop downloading or offloading our energy to our competitors, and thus hurting the companies that are here in the province of Ontario.", "You can see that we have some serious concerns about government spending, government advertising, where the money is going, where the money is not going, how procurement happens in the province of Ontario and how there is a genuine and long-standing, now, pattern of not using evidence-based decision-making and analysis on how this government spends money on everything from health care to energy to education. This gives us cause for concern.", "Just to bring it back to the people, of course, we have a whole generation that is absorbing this environment and trying to navigate this economy. In no other place have I seen the stress levels on university campuses as high as they are. We all have situations in our ridings, but I was very sad today to learn that there was a suicide at the University of Waterloo. A fourth-year student took his own life. My heart goes out to the family, to the staff and to the friends.", "We have to make sure that mental health remains a priority in this province, with the resources that go with it." ],
  "anchor" : "para1269",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1288",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "I’m pleased to rise in the House today to discuss the Supply Act for the 2017-18 fiscal year.", "The Supply Act is an important part of the mechanics of government and a key step in the province’s annual fiscal cycle. The Supply Act, if passed by this House, is the final approval by the House of government and legislative offices’ program spending for the fiscal year that ends March 31, 2018.", "It’s important to note that the Supply Act would not authorize any new expenditures. All expenditures to be approved are in accordance with the 2017-18 estimates that were presented to the House for the current fiscal year following the presentation of the budget last spring.", "I will just briefly touch on the estimates process because it’s part of this budget-estimates-Supply Act continuum. Let’s think about the estimates process for a minute to refresh members’ minds why the debate on the Supply Act is ultimately so important.", "The estimates set out a more detailed, comprehensive account of the government’s intended expenditures for the fiscal year than the actual budget on budget day. The estimates include details of the spending plans that were presented in the budget. The 2017 budget, as you will remember, was called A Stronger, Healthier Ontario.", "Once tabled, some of these estimates are chosen for more in-depth study by the Standing Committee on Estimates. That’s a standing committee of this Legislature. This year, nine ministries and offices were selected. The Treasury Board office, energy, health and long-term care, indigenous relations and reconciliation, natural resources and forestry, community safety and correctional services, infrastructure, transportation, and francophone affairs were selected by the committee for review. In actual fact, what ultimately happened was that the committee chose to do very extended, careful reviews of two ministries—the Treasury Board Secretariat and the Ministry of Energy—before they returned to the House, and a vote of concurrence in the estimates was held to make sure that the Legislature agreed with the report from committee.", "So I can say, from having been there at the Treasury Board estimates, that the Standing Committee on Estimates goes through a very thorough look at all of the estimates from Treasury Board. We talked about things, for example, that most people probably wouldn’t realize are part of Treasury Board’s responsibility. For example, something known as the behavioural analysis unit is located at Treasury Board. It looks at how we can present government information to people so that they respond to it and are able to respond to information more positively.", "If I can give an example: I know that many of the members of this House are familiar with beadonor.ca, which encourages the public to sign up to be donors. Many people remember signing the old paper version of the driver’s licence, that they’re willing to be a transplant donor, but they really don’t stop to think that they don’t have a paper driver’s licence anymore. You’ve got this plastic card, and it has nothing to do with your consent to be a donor. Where most people encounter the “Do you want to be a donor?” is when they get the renewals for their driver’s licence, but the response rate, quite frankly, isn’t what it should be.", "So the behavioural analysis unit at Treasury Board took a look at the paperwork—the form that you get in the mail with your driver’s licence renewal—and redesigned the form. As a result of that form redesign, there is now a much better response rate to the request to be a donor, so that we actually now are getting better health opportunities in the province of Ontario because more people are signed up to be donors than was originally the case. That’s because of the work of the behavioural analysis unit at Treasury Board, a part of the work of Treasury Board that isn’t well known. But that’s the sort of thing that we had the opportunity to discuss at estimates, because of the fact that you’re looking at this really detailed dive into what the ministry actually does.", "At any rate, the estimates for ministries that aren’t called to the standing committee and all legislative offices have already been given deemed concurrence. Prior to this debate, the Legislature gave its concurrence to the 2017-18 estimates back in February.", "Having gotten all of the estimates approved, that allows us to move on with the Supply Act, which we’re discussing today. The Supply Act, if passed, would provide necessary legal spending authority for government programs that are making life easier and more affordable for people across the province. Today’s discussion and vote are an important step in improving government spending for the 2017-18 fiscal year. And to reiterate, this does not propose new spending; it is simply the final step in approving the spending that was originally proposed in the budget and outlined in the estimates. So passing the Supply Act is actually a critical part of the mechanisms of government and constitutes the final legal authority granted by the Legislature of the government’s program spending for this fiscal year.", "I want to remind people of the sorts of things that actually were in last year’s budget, the sorts of commitments that we’re giving the absolutely final approval to now." ],
  "anchor" : "para1289",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Dispense. Dispense." ],
  "anchor" : "para1302",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mrs. Liz Sandals",
  "text" : [ "Somebody is asking me to dispense, but this isn’t a motion so I’m not going to dispense. I’m going to talk about some of the great things that were in last year’s budget.", "One of the things that I think has had the biggest impact was what we called OHIP+, which is the funding for the first time ever for pharmacare for everybody in Ontario from birth through age 24—until the day before your 25th birthday. That’s absolutely life-changing for those families with low incomes who don’t have benefits. Many people have drug benefits at their place of work, but a lot of people don’t. For families that don’t, if they have a child who is sick, and particularly a child who is chronically ill, those drugs are really almost impossible to pay for. So this pharmacare program, the expanded availability of access to drugs, is life-changing for many families in Ontario. It’s those sorts of things that we’re giving the final legal Supply Act approval of with the act that is before us today.", "Another one of the things that was in last year’s budget was the free tuition for low-income and many middle-income families to go to college and university. I know that as I’ve travelled the province and in my own riding—and I’ve often been talking to high school classes—it’s just so heartwarming to see the shoe drop. I’ve been in grade 12 classes and talking about how “OSAP plus” works and have had students suddenly go, “Oh, my goodness. I didn’t think I could go to post-secondary because my family can’t afford it. But with what you’re telling me about here today, I’m going to be able to go to college. I’m going to be able to go to university. This just totally changes my life.” It’s that opportunity for students across the province to complete their education—to go to college or to university—without piling up huge amounts of debt, because they will be able to receive free tuition, that is one of the things that we’re really, really proud of in our budget.", "In fact, when you look at the sort of response rates that we had with the expanded OSAP, which started this last fall, we found that we had more than 225,000 university and college students receiving free tuition this year. We found that, when you look at the stats, the total number of OSAP awards increased by 16% this year. The number of low-income OSAP recipients increased by about 19% this year. The number of OSAP recipients who self-identified as indigenous increased by 34%. Think of that: There were more than a third more aboriginal/indigenous students who were able to go to university because of this. And the number of mature students receiving OSAP increased by 31%. That means people who are out in the workforce who are underemployed or unemployed are able to go to university or college and get an education and then get back into the workforce.", "The Supply Act today is absolutely crucial. We hope that you will pass it. Thank you." ],
  "anchor" : "para1303",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1308",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "It’s a pleasure to speak to Bill 196, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2018. What I really want to understand with some of this are some of the things from an expenditure perspective—like the 600 schools that are going to close, why there wasn’t enough money to expend on those and keep them open in our ridings and our communities, to sustain those communities, like where I come from in Bruce–Grey–Owen Sound.", "I want to understand why there weren’t expenditures in there for the 33,000 people who are on wait-lists for long-term care across our province.", "I want to understand why there were no expenditures in the last budget to actually sell off Hydro One and to take that asset away from the people of Ontario, who actually paid for and built it, and why those hydro rates continue to go up at the end of the day.", "I want to understand why there’s not enough money in there for mental health. We certainly are hearing about that continually in this House and, sadly, in every community—the lack of resources for mental health services. People, particularly the youth of our great province—sadly, another two in my riding committed suicide over the last week.", "It’s deplorable, the way they spend money. They went out and found $25 billion that I don’t believe was in their budget expenditure to finance the hydro rebate. They were the cause of the 300% to 400% increases, but they went out and borrowed $25 billion, which is going to cost this great province between $43 billion and $93 billion. The pages in front of you and the youth all of us have in our communities—they’ve indebted them for decades, Mr. Speaker, with no thought process to that.", "But as I said, 600 school closures under this government; 33,000 people on a long-term-care bed wait-list; mental health—definitely gaps and deficits there. Hydro One is gone, and that’s impacting us, and the hydro rates continue to escalate.", "This government is out of ideas. They’re a tired, old government. Instead of debating substantial bills to improve the lives of Ontarians, they’ve played political games.", "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para1309",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Bruce–Grey–Owen Sound has moved the adjournment of the House. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the nays have it.", "Call in the members. This will be a 30-minute bell." ],
  "anchor" : "para1317",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Will the members please take their seats.", "Mr. Walker has moved adjournment of the House. All those in favour of the motion will please rise and remain standing to be counted by the Clerk.", "All those opposed to the motion will please rise and remain standing to be counted by the Clerk." ],
  "anchor" : "para1323",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Clerk of the Assembly (Mr. Todd Decker)",
  "text" : [ "The ayes are 4; the nays are 29." ],
  "anchor" : "para1326",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1327",
  "subject" : {
    "text" : "Supply Act, 2018 / Loi de crédits de 2018",
    "anchor" : "para1092"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I recognize the member for Kitchener–Waterloo on a point of order." ],
  "anchor" : "para1330",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para1329"
  }
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I just want to introduce my mother, Sheila Wood." ],
  "anchor" : "para1331",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para1329"
  }
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Welcome to the Ontario Legislature.", "It being past 6 of the clock, this House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1332",
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para1329"
  }
} ]