[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : null,
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day.", "The Minister of Infrastructure." ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Point of order, Mr. Speaker. I believe we have unanimous consent to put forward a motion without notice for the arrangement of proceedings for debate on concurrence in supply." ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Infrastructure is seeking unanimous consent to put forward a motion without notice for the arrangement of proceedings for debate on concurrence in supply. Do we agree? Agreed.", "Minister?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Speaker, I move that, notwithstanding any standing order, the order for concurrence in supply for the various ministries and offices, as represented by government orders 25 through 33, inclusive, shall be called concurrently; and", "That when such orders are called they shall be considered concurrently in a single debate; and", "That two hours shall be allotted to the debate, divided equally among the recognized parties, at the end of which time the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of the order for concurrence in supply for each of the ministries and offices referred to above; and", "That any required divisions in the orders for concurrence in supply shall be deferred to deferred votes, such votes to be taken in succession, with one five-minute bell." ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Chiarelli moves that notwithstanding any standing order—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Agreed. Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Order of business",
    "anchor" : "para208"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I move concurrence in supply for the following ministries and offices: Treasury Board Secretariat; the Ministry of Energy; the Ministry of Health and Long-Term Care; the Ministry of Indigenous Relations and Reconciliation; the Ministry of Natural Resources and Forestry; the Ministry of Community Safety and Correctional Services; the Ministry of Infrastructure; the Ministry of Transportation; and the Office of Francophone Affairs." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Chiarelli has moved concurrence in supply of government orders 25 through 33, inclusive. I recognize the minister to lead off the debate." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Good morning. Certainly, welcome back to everyone. We’ve had a nice respite and we’re back to work again. I’m pleased to rise today to speak in favour of concurrence in the estimates on behalf of the President of the Treasury Board. Should the House provide its concurrence with the estimates today, we would proceed with the introduction of the Supply Act to provide the final authorization of spending outlined in the estimates.", "As you’re aware, the Supply Act authorizes expenditures as reflected in the estimates, which were introduced shortly after the 2017 budget, and concurrence must be obtained before the Supply Act can be introduced.", "Passing the Supply Act is a critical part of our work, as it constitutes the final legal authority granted by the Legislature to the government’s program spending for this fiscal year. This gives the government the authority to finance its programs and honour the commitments we made to the people of Ontario. So, today’s discussion and vote are an important step in approving government spending for the current fiscal year, which is ending March 31, 2018.", "I want to begin by urging all members to support concurrence in the estimates, so that the spending on important public services outlined in the budget can be approved. Make no mistake: Our spending plan and our policies are having a significant positive impact on Ontario’s economy and on the quality of life of all Ontarians.", "The objective numbers and the evidence are clear and persuasive: Economic growth in our province is strong and sustained. In 2017 alone, Ontario created 176,000 jobs. That is double the growth rate in employment we saw in each of the previous two years. Our unemployment rate has been lower than the national average for 34 straight months. We’re outpacing all G7 nations, including the United States, in GDP growth.", "All of this is not happenstance. It does not happen by accident. It is thanks to the resilience and hard work of the people of Ontario, the innovation of our businesses and the choice we made to invest in the things that matter most. When faced with the greatest economic circumstances since the Great Depression, we chose to invest in schools, hospitals, roads, bridges and public transit, and to invest in people. The result is the economic success I just described, topped off with a balanced budget. Our investments in Ontario are part of our plan to create fairness and opportunity during this period of rapid economic change, disruptive technologies and precarious employment.", "Our plan is targeted, realistic, fair and effective. This plan includes a higher minimum wage and better working conditions, free tuition for hundreds of thousands of students, easier access to affordable child care, and free prescription drugs for everyone under 25, so the biggest expansion of medicare in a generation. But Speaker, our plan also includes unprecedented investments in critical public infrastructure.", "Infrastructure is a big word, but it is much more than bricks and mortar. It’s about people. As was the case with choosing to pursue a higher minimum wage and youth pharmacare, fairness and opportunity inform our decisions about what to build and where to build it. Planning and building the right projects at the right time help people get ahead and also create thousands of jobs.", "It is no secret that decades of underinvestment by previous governments has created a backlog of capital requirements for new buildings, transit, sewer and water, bridges and much-needed retrofits. That is thanks in no small part to the Conservatives, who in 2001-02 invested only $1.9 billion in our infrastructure and averaged over their last several years only $2.2 billion per year. That was not enough to maintain what we already had, let alone build the new infrastructure our growing population requires.", "Our current budget commits us to directing over $20 billion to infrastructure in fiscal 2017-18. That is fully 10 times more than the Conservatives spent in their last year, in 2001-02. That $20 billion represents a significant chunk of our plan to invest an historic $190 billion in infrastructure over 13 years.", "Speaker, in many ways, infrastructure is an equalizer. Smart, strategic investments in infrastructure can help communities compete for young families, job talent and business investment. By way of example, major LRT projects are under way in Ottawa, Toronto, Mississauga, Hamilton and Kitchener-Waterloo. They are creating thousands of jobs, and when they are completed they will result in people spending less time commuting in their cars and more time doing the things they love most. They will have created quality of life.", "The importance of those projects to the travelling public cannot be overstated. They will make those cities a more attractive place to settle down, take a job or start a business. Those projects will be part of an enormous network of public transit, making both intercity and inner-city travel more efficient and reliable.", "We are investing $21.3 billion in the expansion of the GO Transit system, with $13.5 billion going towards regional express rail. And we worked closely with the federal government to bring a $1.5-billion investment in public transit to Ontario. To date, over 640 projects across the province have received approval through the Public Transit Infrastructure Fund. We are working with Infrastructure Canada for phase 2 on bringing an additional $11.8 billion in federal infrastructure investment to Ontario, including $8 billion to our province’s public transit systems.", "Speaker, we all know that the majority of Ontario’s municipalities are small, rural and northern. Those municipalities have spoken just as loudly and clearly as our large urban cities. They want and they deserve a predictable, long-term commitment to infrastructure in their communities, and our government is delivering. When we announced the creation of the $100-million natural gas program, we became the first government in Ontario’s history to make a significant investment in rural natural gas. This program was a direct response to what we heard from the Ontario Federation of Agriculture and many rural residents, that families, farmers and rural small businesses want to cut their energy costs. So we took historic and decisive action to address that concern. The program was well received. There were $500 million worth of applications to the $100-million fund. We are expanding natural gas access in underserved rural communities, particularly in rural and northern Ontario. This expansion will help people save up to $1,500 in heating costs each year for residential, and more savings for farms and small business.", "I know how eager municipalities and utilities are to get shovels in the ground on this expansion. We have taken the first step of notifying the 12 successful proponents, 10 of which are in ridings held by the opposition. I’m looking forward to announcing the full list of successful proponents in the very near future.", "In addition to that, for communities of under 100,000 population, we are tripling the Ontario Community Infrastructure Fund—or OCIF, as it’s called—to $300 million annually starting in 2018-19. This is an unprecedented commitment to smaller communities in the history of this province. This means that the 426 communities receiving OCIF funding each year will be able to invest more in roads, bridges and water infrastructure, the majority of which are located in ridings held by the opposition. In addition to each municipality receiving an automatic formula-based grant, to date, nearly 200 projects have been approved under OCIF’s application-based top-up stream, including $59 million worth last year alone.", "Speaker, it is very clear that, time and again, we have demonstrated our commitment to achieving our $190-billion investment work for Ontario’s smaller communities.", "We doubled down on that record by ensuring that $810 million in joint federal-provincial clean water and waste water funding was allocated on a formula basis, not application based, something the municipalities had asked for. This effectively guaranteed eligibility for all Ontario’s municipalities and ensured that no community, no matter how small, was left behind, no matter in which riding it was located: NDP, Conservative, or Liberal. To date, virtually all of the eligible projects—more than 1,300 in total—have been approved with funding already flowing and construction under way in many communities. This is having a material impact in every corner of Ontario, from Windsor to Wawa, and in every riding.", "One of the communities benefitting is Westport—the member from Leeds–Grenville will be interested in knowing that I’m bringing this to his attention—a village in Leeds–Grenville with a population of 700 people, represented by its tenacious mayor, Her Worship Robin Jones. When it comes to offering a warm, welcoming place to have a full and meaningful life, Westport checks all the boxes off that you can think of, but it had a significant public health issue with its waste water disposal system. Thanks in part to the relentless advocacy of Mayor Jones, we proudly invested $725 million Westport’s waste water project." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The member is applauding and I thank him for his advocacy on behalf of Westport as well, so thank you very much.", "We did so because we knew how important the project would be in maintaining the high quality of life people in Westport deserve. There are many, many other examples such as this as well. That is what our unprecedented $190-billion infrastructure investment is all about: building better life for people, no matter what town or city they call home.", "Governing is about choices, and choices are what I have been speaking about at length this morning. Our government made a choice to invest in the critical public infrastructure people need and deserve in every town, village or city, regardless of size, regardless of geography and regardless of political persuasion.", "Our budget directed $20 billion to infrastructure in fiscal 2017-18. It is absolutely critical that this money continues flowing to priority projects across the province. That is why I urge all members to support concurrence in the estimates, so that spending on critical public services can be approved. By voting for this, you are voting for your communities." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure to be back here for the 2018 session, before the lead-up to the Ontario general election, to discuss concurrence in supply in the province of Ontario.", "But before I get started, Speaker, may I congratulate you and your daughter, Brooke, on her becoming vocalist of the year in the Christian category for our nation’s singers. I think that Brooke has made an incredible mark in music and for that, I congratulate you.", "I’d like to also welcome back all members of this assembly from their Christmas break, being with their communities, and of course, on the Family Day weekend, where we got to speak with so many people who are affected by what we do here in this Legislative Assembly.", "Of course, we heard loud and clear from them on the direction of this province. We have consistently heard in the opposition that the direction this Liberal government is going in is not the direction that many in our communities want. Now, the government can come up and say on these one-offs that they have allowed for this particular program, or that particular program. In many cases, we may agree with that program. In other cases, we may not.", "Having said that, I think it’s really important that the things that I heard when I was back in Nepean–Carleton and in the city of Ottawa during this period were basically five things. The people of Ontario, particularly our small businesses, are very concerned about the impacts of Bill 148, and the regulatory regime it brought with it, in addition to the rapidity of the increase in the minimum wage. We were told by Statistics Canada, just a week or two ago, that that cost us over 50,000 jobs in the province of Ontario, the largest single job loss in the province’s history, indeed, likely in the nation’s history as well. If we cannot support our job creators, whether they are in Nepean–Carleton or elsewhere, we’re not going to have the jobs to sustain the tax base that is required for us to have valued public services in our provinces.", "I’m going to give you an example, Speaker. I had the opportunity to do two events in my community, one in Barrhaven with about 50 small business owners who were very concerned about a variety of different things. They spoke to me, loud and clear, that they had to lay off workers, and that as a result of laying off workers, they were either closing early or they were working longer hours themselves. So I will be an advocate for those small business owners. A day later, I actually had a small business round table with our interim leader, Vic Fedeli, in Bells Corners with the Bells Corners Business Improvement Area, and the same types of concerns were brought up. How are we going to continue to support our valued public services if we don’t have job creators providing that base of monetary support to the province of Ontario through their taxation?", "Now, the government likes to play shell games and move things around, and that’s indeed what they’ve done with the fair hydro plan. But the reality is, if you’re going to continue to make it unbearable for small business owners to run a business and employ people, then we are going to be in a great deal of hurt.", "In addition, one of the big things that came up during my break in my constituency, as well as with my colleagues, is the need for improvements in our health care system. I’ll go to you, Speaker, in terms of mental health but also in terms of long-term care. I have been an advocate in this Legislature on mental health as well as long-term care. I had the opportunity to do a number of meetings in my community, but also with my colleagues, as the new finance critic to talk about some of our priorities and what we think could alleviate our health care system. On the one hand, if we invest close to $2 billion in addition to the existing funds into mental health, we will be able to alleviate some of the strains on our emergency rooms across the province and even provide more people with some front-line services.", "If I may just say, through my own personal experience in the last couple of weeks, I was visiting with the Youth Services Bureau and their walk-in clinic—their tremendous ability, two times a week, to be able to open their doors to the community and provide an hour’s worth of counselling to those youth who may need it and to provide their families with an ability and a road map for resiliency and support, to build character, to build self-esteem and to really build the self-esteem of young children. I think when I look at some of the investments we can make if we don’t have a structural deficit and we have an ability to allocate funds where they’re required, places like the Youth Services Bureau in the city of Ottawa are exceptional. That is a good use of public funding for a major social issue. That can only be done, as I said, if we have job creators who are paying their taxes to go up through our system so that we do have that sustainability. That sustainability is absolutely crucial. It is absolutely key.", "One area of mental health I think we also have to talk about is the addictions piece and the ability for us in our communities to have that level of support to those who may be suffering from mental illness and who therefore also have an addictions issue. I think when you look at that, for example—and I have spoken many times in this assembly, as has our interim leader, Vic Fedeli, our health critic, Jeff Yurek, Michael Harris from Kitchener–Conestoga and a number of others—we have all been very clear that more needs to be done in dealing with this opioid crisis that we have in the province of Ontario. There have been far too many fatalities and overdoses in Ontario for us not to take this issue seriously. I think the reality is that that has got to be a key for this government. I believe they have done some work on it, and I’ve been encouraged by it, but at the same time, I do think it took them a great deal of time in order to get there. When you look at it, I think there is a really big motivation on behalf of the official opposition to talk about this mental health issue in the province of Ontario and the opioid crisis, and I’m very pleased to have been part of that.", "I want to move on a little bit, because I had the opportunity to have Bill Walker, who is the member for Bruce–Grey–Owen Sound, join me in Nepean–Carleton to do two things. One, we visited the Perley Rideau, which is in Ottawa South. My colleague from Ottawa South is very much aware of the Perley Rideau. It’s a home for veterans, but it’s also open to the public, so they do get some funding from Veterans Affairs. And I took him to the Osgoode Care Centre. It was very interesting because, on the one hand, you’re looking at a very urban long-term-care facility and, on the other hand, you’re looking at a very rural long-term-care facility. So when I was able to take my colleague from Bruce–Grey–Owen Sound into the city of Ottawa, he was able to see the challenges and the pressures faced on our long-term-care facilities in Ottawa, and to understand that in order to look after our senior population, we need not only to have an aging-at-home strategy but also to invest in more long-term-care beds.", "One of the things that we saw and were really impressed with at the Perley Rideau was their commitment to veterans. However, when we went to the Osgoode Care Centre, there was a great deal of concern whether they were going to be able to even continue their operations. Being in a small, rural community, the only rural long-term-care facility inside the city of Ottawa, my colleague was able to advise us on some steps that we might be able to take. He has offered graciously—and I am taking him up on that—for us to be able to work with the minister and my community in the best way that we can, to retain and save those rural long-term-care beds.", "Speaker, I just want to recap where we’re at: We’ve got a jobs crisis in Ontario; we lost 50,000 jobs. When you lose 50,000 jobs, you lose part of the taxpaying base that funds important and critical infrastructure, as well as public services.", "And then I just talked about mental health and long-term care. In the Ontario PC Party, we are big believers that if we alleviate some of the mental health challenges in our emergency rooms, and if we alleviate some of the challenges with the bed blocking that’s happening, where people are in hospitals rather than in long-term-care beds, then we’re going to see less strain on our hospitals. I think that’s really an important issue.", "The next area I would like to talk about is child care. Child care has obviously been a very important issue for me. I see my friend Robert Benzie’s son Reed is here. Robert, of course, is a Toronto Star reporter, and Reed is one of our pages here. I’ve known Reed since he was just a year or two old, because he’s about the same age as my daughter, Victoria, and they used to play here at Queen’s Park. Most people who know me—I have been here for 12 years now—know my daughter is 12. She sort of grew up here. Always, child care was an issue of concern for me, and it was right up until, effectively, she went to junior high, which was this year, at Sir Robert Borden High School.", "So child care is always a big issue for me and it’s one that I am very concerned about, because sometimes in the government they want this one-size-fits-all, big-box institution that perhaps works very well in really urban settings, but perhaps not so much in rural or suburban communities. Also, for people like me who have a job that is not really 9 to 5, child care needs to be a bit more flexible, so I have often been an advocate for choice in child care. The government here hasn’t done that.", "They often say that they are going to bring in 100,000 new spaces or they’re going to do this—they’re going to make child care more affordable. What we heard when I met with child care advocates in January and in February and talked to them about child care is that many of them said that, as a result of the rapid increase in the minimum wage and some of the regulatory changes as a result of Bill 148, child care costs were actually going to increase. One of my constituents said his child care was going to increase by $600 a month. Unfortunately for the father, his paycheque wasn’t going to increase by that much, so his family was put into a substantial conundrum.", "I know our colleague from Thornhill, Gila Martow, has been working very hard in coming up with a strategy for child care in the province of Ontario. I know in the next month or so, as we sit here in the lead-up to the election, she is going to be a strong advocate for choice in child care and more child care spots available, and making sure that when there are more available, that there is more affordability for all of us. That’s very, very key, so I think that continuing to talk about child care is important.", "Going right back to that jobs plan that we were talking about: Bill 148 has affected that. You don’t have to take my word for it, Speaker. You don’t even have to take Statistics Canada’s word for it, or the independent Auditor General’s, or the Financial Accountability Officer’s. Whose word you really should take for it is the Bank of Canada. It came out of the last recession as one of the most respected monetary institutions in the world. Again, you don’t have to take the chamber of commerce, the independent Auditor General, the Financial Accountability Officer or Statistics Canada—you don’t even have to listen to us on this side of the House. The Bank of Canada has said that this job-killing policy over there was going to increase the price of almost everything else.", "Here is an issue I’ve had the opportunity to consult all of my colleagues on, and it’s one that is absolutely critical for all of us who live in urban and rural communities: transportation and transit. Right now I happen to represent a riding that will be split in three in a couple of months. It has a high population base, but I have a strong rural community. My colleague Ernie Hardeman from Oxford has been there before. He saw the urban side when we were in, effectively, an urban fire hall. And he has been to the most remote, rural part of my riding, where he has seen some robotic milkers for some cows—all still in the city of Ottawa.", "Just a lesson to the young people here—you’ve all heard of Ottawa. Ottawa used to have 11 municipalities until it was amalgamated into one big city. It is now larger than Prince Edward Island. In fact, the city of Ottawa is now larger than the cities of Montreal, Edmonton, Vancouver and Victoria. That’s how big it is geographically, and we have almost a million people.", "When I stand up here and talk about transportation and transit, I actually have to talk about both, because as much as we need LRT and bus rapid transit in the city and in the urban part of my community, we also need a transportation network that includes roads, bridges, highways—that type of infrastructure.", "Sometimes I find that this government, as it relates to concurrence in supply, is a bit more skewed toward urban transit rather than understanding that we need a good transportation network across all of Ontario. To me, that’s key.", "My colleague from Renfrew–Nipissing–Pembroke has been one of the most effective advocates for rural transportation networks in the province. He has had a few private member’s bills—I can’t remember how many—with respect to giving the gas tax to the municipalities. He has been really effective in trying to say that rural communities deserve to be seen in this as well.", "That said, when you look at some of the our cities and the gridlock that we’re dealing with—I don’t know about you, Speaker, but whenever I come in from the city of Ottawa and I’m driving my car, I know that the longest part of my drive is not going to be from Nepean to Pickering; I know the longest part of my drive is what I call the Don Valley parking lot. I think that the government needs to address this. I think that they have to listen to their stakeholders here in the city of Toronto, but also understand that when we’re trying to get goods to market, some of these areas are very important in order for us to be much more effective. We can’t pay for that infrastructure if we don’t have a good private sector economy that is bolstering the finances of this province. I think that is absolutely critical.", "I just want to recap. We lost 51,000 jobs last month as a result of the disastrous job-killing policies of this government. When that happens, it becomes more difficult to invest in mental health, the opioid crisis, the long-term-care facilities that we so desperately need. It makes child care in the province inaccessible and unaffordable, and puts in jeopardy infrastructure funding that we would want to put into transportation and transit.", "The other area I want to talk about is the fair hydro plan and the fact that this government, according to the Financial Accountability Officer just last week, has added an additional $1.8 billion in debt than had they actually borrowed money to fund infrastructure. We already know there’s a $4-billion hole in their budget as a result of the fair hydro plan, but now we know that in addition to that, it’s going to cost us $1.8 billion more to deal with the fair hydro plan and how it pretends to fund infrastructure, while at the same time it would have been $1.8 billion less expensive had they gone the other route and just simply borrowed the money.", "The Financial Accountability Officer was also interesting when he said of the fair hydro plan that right now our shares have diluted by 5% because the Liberals bought a coal plant in the United States. As a result, if they make another acquisition similar to what they did with the coal plant in the United States, our shares could drop below 40%. If that happens, by legislation, we’re required to buy back those shares.", "So there really is a shell game going on here in hydro. While people may see some lower hydro bills—and that remains to be seen—the reality is, the tax burden and the debt burden is increasing in the province of Ontario as a result of this shell game. It’s very difficult.", "One of the things that I found was very interesting was, the money from the sale of Hydro One and the money from GM apparently went into the Trillium Trust. Speaker, you and I would think, “There’s a Trillium Trust. That means there would be about $5 billion that will be there to allocate funding.” No, no, no. It’s not a trust as we would know it; in fact, it is a tracker. What happens is that all of this money goes into the general revenues—and this is what we warned about back in 2003-04, when the Liberals brought in their—remember the health premium?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Yes." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Remember that? It’s a health tax. We actually felt it was a health tax because it didn’t go into the betterment of health care; it went into the general revenues, which is the roads-and-sewers fund. It goes right into that big basket.", "That’s exactly what happened with the sale of Hydro One shares. Instead, they said that they had this trust where they were able to allocate money. You don’t have to take my word for it; the Financial Accountability Officer was there. In fact, it would have been good if someone from the government had actually attended that briefing, like myself and the member from Toronto–Danforth did, but they didn’t. The Financial Accountability Officer then tells us that there’s this money that is really almost unaccounted for in the sense that it’s promised into this trust, but the trust really doesn’t exist as a trust. Therefore, the government has only spent about $600 million in infrastructure, not the $5 billion that they have made a commitment to.", "When you look at that and you talk about transportation and transit, there is a major flaw in how the government is pursuing that funding mechanism and how they’re pursuing building infrastructure in the province of Ontario and where that money is actually going. So I think that that’s pretty key, and it’s one of those things that we have to look at.", "But one of the things that I would like to do as I conclude is to talk a little bit more about value-for-money audits in the province of Ontario and where we can find waste. We know, for example—Speaker, as you know, I’m the Vice-Chair of the public accounts committee and I’m the Treasury Board critic, as well as the finance critic—that one of the things that we see each and every time that there is an auditor’s report is, sometimes, billions in waste.", "Before we left at Christmas, a few days before we left and recessed for the time being, the Auditor General came out—an independent officer of this Legislative Assembly—and indicated to all of us that there was at least $1 billion in waste throughout the system that could be absorbed in other ways and in better spending in the province of Ontario for programs. That, I believe, was only 15 programs of all of the programs that we deal with in the province of Ontario. If you find $1 billion in waste there, where else can we find efficiencies that would make government run more effectively in the best interest of the population, with a lesser cost as an end result?", "I think one of the things that I noticed—and I’m sure my colleagues noticed, as well—is that the government doesn’t want to initiate any of those value-for-money audits because Kathleen Wynne said herself that there’s no more waste in the province of Ontario. Yet the auditor found $1 billion in just 15 different areas—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Fourteen." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Excuse me, in 14 different areas.", "One of the things that I think would be a show of good faith while we discuss these concurrence-in-supply motions is actually to look at some of the programs and see if they’re continuing to work.", "You will recall, Speaker, that this is a government that brought in Don Drummond. Don Drummond came in and he had a number of recommendations on how to make Ontario a very effective government. I don’t even know how many recommendations they actually implemented. I think they turned their back on most of them. Therefore, we continue to have a bloated government that really isn’t in the best interest of the province of Ontario.", "As a result of that, we’re servicing the debt right now. It’s the third-largest spending priority in all of government, right behind health care and education. We spend more servicing the debt and the deficit in this province than we do on community and correctional services. We spend more on the debt and the deficit in this province than we do on our colleges and universities. We spend more on the debt and the deficit in the province of Ontario than we do on indigenous relations. That is a reality. Kathleen Wynne has not paid anything down on the debt—not a dime. It just continues to grow. In fact, it has doubled since they took office 14 years ago.", "It’s going to be very difficult for Progressive Conservatives in this House to support concurrence in supply, given everything we know. We know, for example, that this is a government that continues to throw money at insiders—big pay increases for CEOs and other executives—but at the same time, when you look back at the little guy who’s working in Oakville or Brampton or Belleville or Tweed, they’re losing their jobs. They’re not seeing their pay increase, but the costs for them to live in the province of Ontario are getting higher and higher and higher.", "Speaker, I’m going to bring you back to where I began, which is in my community in the great riding of Nepean–Carleton in the city of Ottawa, where I spent the last three weeks mostly dedicated to coaching my daughter’s hockey team, meeting with parents, going to the rink, going for free skates and all that sort of stuff. Parents are finding it more difficult today than ever before to raise children in the province of Ontario—many of whom are not only raising their children but also trying to protect their parents, who may not have a pension or who may have to work well into the future.", "One of our dear Nepean Wildcats bantam players is a page here from Ottawa Centre. I’m a Nepean Wildcat myself, Speaker, as you know, because I think you’re probably tired of me talking about the Nepean Wildcats. I have a little bit of liberty on concurrence in supply, so I just have to tell you a little bit about this Nepean Wildcat tournament that we had on the weekend. We played in Ottawa. We won the first game 8-0, we won the second game 5-0, we won the third game 6-2, and had a bye to the semis. And Speaker, in the last three minutes of play, after outshooting Kingston 30-3, Kingston got a goal and sent our team home packing, and we didn’t get a medal. But that’s hockey. So if there’s no crying in hockey, there’s definitely no crying in politics.", "What was interesting is—and any kid that plays any sport will know this: When you are playing sports, you spend a lot of time with your teammates, and therefore your parents spend a lot of time with other parents. So I had the opportunity this past weekend to really work alongside not only my fellow coaches, but listening to the parents and the concerns that they have. I’ve got to say that, consistently, with the regular people—not just the political people, the regular people—they kept saying to me, “Lisa, you’ve got to go to Queen’s Park and you’ve got to fix this mess.” “Lisa, we need a change in government.” “Lisa, this Bill 148 is hurting my business. How do we help?” That’s consistently what’s coming up.", "I think, as we proceed through the next six weeks—I don’t know if the government is going to be here much after the Easter break; I suspect we’ll be going to the polls. I suspect we’ll probably go the same day, June 7, but I suspect we’re going to be back in our communities—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I say let’s go." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Pardon me?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Let’s go." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "You want to go to the polls right now?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Right now." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Oh, that might be a little difficult for us at the moment, but on March 10, we’ll take you up on that offer.", "Speaker, the reality is, we really have to focus on restoring our economy. You have heard me say this many, many times. I grew up in New Glasgow, Nova Scotia, a town of 10,000 people, where I don’t know how many people would have made more than $40,000 or $45,000 in their life. Then I moved to Ottawa after I graduated university. I remember walking down Elgin Street and seeing all of the “help wanted” signs, in the late part of the 1990s, and the jobs that were being created. The starting wage at the time, interestingly enough, was about five bucks higher than the minimum wage. Why? Because there were so many jobs that the job creators were competing for the talented and skilled workers. So I think we need to be in a position where we’re competing for the skilled workers and we’re driving up the starting wage instead of the government picking winners and losers as they have done here.", "With that, I want to say thank you for the opportunity to address you all today. These are indeed challenging and exciting times ahead. Therefore, I will commit, on behalf of the Progressive Conservative caucus, not to support the concurrence in supply and that we will be the voice of small businesses, child care operators, families, those who need mental health support, those who have to put their loved one in a long-term-care facility, and any of those people who are stuck on the Don Valley parking lot instead of being at home or coaching soccer or getting to work on time.", "Thank you very much, Speaker—my appreciation." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Timiskaming–Cochrane." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Timiskaming–Cochrane." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Thank you. It’s great to be back, actually, after the break. I was listening all morning intently to this debate on concurrence in supply, and there are some points that I’m going to—the reason that we’re standing here in debate is that there are some points I’m going to debate, because I don’t agree with some of them. That’s actually what our job is. Often, I’m disappointed when our debates are just scripted notes, and you hear the same debate over and over. That’s not the purpose of this House. That’s not why our democracy was created. Hopefully we can go back to actually debating the issues and working against each other—that’s the way partisan politics works—but with each other, on behalf of the people who live in our ridings.", "One of them in concurrence in supply is energy. The fair hydro plan came up a couple of times in the debate from both the government and the opposition. We are totally opposed to the fair hydro plan, because it’s like putting a minimum payment on your credit card. It’s your hydro credit card. Eventually, we all know that bill is going to come due, and it’s going to come due with interest.", "So the government is taking the political approach. They got a lot of heat on hydro, so they are dropping hydro costs, and, yes, it’s working politically. I can attest. In my office, the complaints on hydro are going down. They are going down." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "So tell us how you’re going to cut it a further 30%." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The folks across are heckling me. Tell the people of Ontario in three or four years how much their bills are going to go up because all you’re doing is borrowing money to delay the pain.", "Now, interestingly enough, the Conservatives are also complaining about the fair hydro plan, but what’s even more interesting is they are planning to keep it in their platform." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "They like your plan." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "At least the platform that they had. We don’t really know what the platform is now, but in their platform, they were going to keep the fair hydro plan. Well, you can’t complain. You have a right to disagree if you put something forward that’s different. You don’t really have a right to disagree if you put forward something that’s exactly the same. In their platform, they are going to keep the fair hydro plan. They talk a good game about how it’s up front and how they are going to bring down debt and deficit. Another issue in their platform: The deficit is actually going to go up.", "Again, I have no problem with politicians taking credit for what they do, but you also have to take responsibility for the other things and tell the whole story. In this case, on the fair hydro plan, it’s a short-term fix. It’s a political fix. It does bring down rates short-term, but it’s not a long-term fix. Eventually the debt is going to have to be paid, and it’s going to be paid by the people who pay the hydro bills." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "And it doesn’t fix the problem it created." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It doesn’t fix the problem.", "Another issue that has come up was the sale of Hydro One, which we think is—again, we totally disagree. We have said that from day one, that we totally disagree with the sale of Hydro One, especially because Hydro One is infrastructure that belongs to the public, and it’s a tool that can be used when it belongs to the public, by the public, for the public good. Besides that, it also brought dividends to the province. It actually makes money.", "In my former life as a farmer—I like talking about farms. You don’t sell the things that make money, because when you start selling the things that make money, eventually you’ll lose your business. If you’re having a tough time on the farm, there are certain things you can forego, but once you start selling the cows and quota, you know the end is near. That’s what the sale of Hydro One is doing: It’s selling the infrastructure that was built publicly, that’s vital to this province.", "I distinctly remember the day—this has happened several times—that the government said, “Well, no, we still will have control. We will still have control, folks, because we’re selling 60%, and we’re keeping 40%. So we are the biggest shareholder, and we’ve got rules and regulations in place that no other shareholder can hold more than 10%. Therefore, we are going to control the destiny of Hydro One.” Well, do you know what? I didn’t go to kindergarten, but back in grade 1, the team with six always beat the team with four. You can put all the rules and regulations you want.", "Evidence of that is that the privatized Hydro One bought a coal-fired plant, a hydro company in the States that has a huge component of coal-fired power and electricity. Is that good for the people of Ontario? So where was the 40% share that said, “Whoa, whoa, whoa, we’d better not do that”? I didn’t see that 40% share doing that. We didn’t hear anything about that, right? So, really, that didn’t work.", "Yes, we have a plan for that. We are going to take the dividends that we still get from Hydro One, and we’re slowly going to buy back the shares so that we once again can control our destiny on the transmission of hydro in this province. We put that out. We have been consistent in that.", "The Tories are going to take the dividends from the shares we have left and give them out in tax rebates. That’s their plan. And they’re going to keep the fair hydro plan. On their current platform, the People’s Guarantee, currently, that’s what it is. And currently—we’re going to be heavy on the “currently.” I’m not trying to be—really, that’s the case. They put it out there—", "Interjection." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Again, you have your time to debate; I have mine.", "So, currently, that’s the issue because the People’s Guarantee is based on—what is the People’s Guarantee based on?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Carbon tax." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Carbon tax, right? The Libs have cap-and-trade. We support cap-and-trade. There are some problems. We’ve been very definite about what we think the problems are with the Libs’ cap-and-trade." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Like accountability and transparency." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Accountability and transparency and a couple of others, and I’m going to keep going on that. But the Tories, under the current platform, are all carbon tax, all the time. Under the current platform. What the platform is going to be next week or next month, we don’t know. But right now, Tories are all carbon tax, all the time.", "With the cap-and-trade that the Liberals have passed, there are a few things that are missing. I’d like to give a shout-out to Mark Wales from the Ontario Agricultural Commodity Council, which I spoke at, I believe, last week. He asked a question about cap-and-trade. It was regarding whether farmers should get a rebate on cap-and-trade on diesel fuel. It got me to thinking that what’s wrong with the Liberals’ proposal is there’s no structure on what is the best way to use the money they’re getting.", "Right now, the GreenON Ontario fund to get new windows, I don’t have a problem with that. I don’t know exactly how much carbon that’s going to take out of the environment, and that’s the issue. There is no formula that you can plug in saying this many dollars is going to take out this much carbon. It could just as well be this many dollars is going to get this many votes.", "Electric cars are great. I don’t know if the rebate on electric cars is actually going to take out as much carbon as a rebate on cover crops for farms, because there’s no actual formula. We don’t see anything other than a political formula of: How is that going to affect us electorally? No one is going to accuse the government of using taxpayers’ money or cap-and-trade money on things that are politically motivated, because obviously the fair hydro plan wasn’t politically motivated at all. But that’s one of the things wrong with cap-and-trade.", "The second thing wrong is, the cap-and-trade formula is modelled after California legislation, right? Except in the California legislation, 25% of the proceeds are directed to areas and communities that can’t compete under the regime. We put that forward, and the government voted against it. We put it forward several times. Why that’s there is because there are going to be places in this province that cannot compete.", "I’m going to be self-serving on behalf of my constituents. One of those places is northern Ontario, where I live. There is no public transportation. Distances are far. There are not going to be, in the foreseeable future, very many car-charging stations in northern Ontario. We depend on gasoline because there’s no choice. Everything is distant, right? Our temperature is very—you know, it’s supposed to be 15 here today. We’re having a heat wave at home too. It’s like minus 5—a heat wave. That is a heat wave. Everyone at home is shocked about it and we’re losing our Ski-Doo trails. But again, we put that forward several times and each time it was defeated. You say, “We’ve modelled it after the California legislation.” Actually, we’re going to go into an auction with California, yet the rules are different. That just doesn’t work. We told you that and you voted against it.", "We’ve got the yes carbon tax, no carbon tax over here. We’ve got cap-and-trade, which we support in principle, but we want it to work. We want to actually take carbon out of the atmosphere, because you know what? I am certainly not a Flat Earth Society, non-climate change believer because the conditions in my home area are much different than they were 30 years ago. Yes, sometimes it still gets to be 40 below, but overall, our conditions are changing.", "We have to have policies that actually work and they have to work in the long term. Implementing a cap-and-trade regime without safeguards, where people who actually can’t compete are going to be unduly penalized, what you’re going to get—and I don’t use this lightly. You’re going to get climate change refugees in our own province. We’re sitting here and we’re not—we’re acknowledging it. It’s a huge issue. Climate change is one of the biggest issues—maybe the biggest—impacting this country, this world, and we know that this is happening.", "We look to California, we model our legislation after California. But one of the most important parts of that legislation, we leave out. Why? It’s a legitimate question. Why? Don’t we care about that 25%? Are there no votes there? That gets back to my original contention: There has to be a formula that X amount of dollars has this much impact on carbon; not X amount of dollars buys this many electric cars, which might do well here. I don’t know that. There’s no formula. Show me the formula. Show me why those 25% shouldn’t be compensated somehow.", "You live in an area like mine—and I’m going to get to natural gas in a second—where natural gas is not available, where you have to drive to work, where gas when I left was $1.30-something a litre. You know what? You have to heat with oil. There’s no natural gas. You can’t heat with electricity. Even with the fair hydro plan you can’t heat with electricity. And yet, “everything is okay.”", "I’m going to switch gears to another issue that’s very—the concurrence in supply also deals with transportation. I had the opportunity to speak to the Ontario Road Builders’ Association last week. We had a discussion about the Auditor General coming out with a report on—I’m going to talk about two issues. I’m going to talk about infrastructure—one of them is pavement—and winter road maintenance.", "The Auditor General came out with a report and it turns out that the money the government is spending, a lot of that is on roads, and our asphalt isn’t lasting as long as it should in many cases. The government is now looking at ways to change this. I made a very—and I’m going to do it again in the Legislature—simple analogy. On my farm, we hire custom workers to run combines—contractors. There are good ones and not-so-good ones, but on my farm, the not-so-good ones don’t get hired again. Why the Ontario government continues to give contracts to companies that do substandard work is beyond me. The vast majority of these companies do excellent work, and they should be rewarded for that. A problem can happen to anyone, but there are companies who continue to do substandard work and they continue to get contracts.", "You want to fix the problem of—you’re claiming to spend so much money on infrastructure, and that’s contentious as well; but okay, as a taxpayer, as a finance critic and as a resident of Ontario, I want good value for money, and sometimes the cheapest bid isn’t the best one. Pavements should last 15 years. On some of these roads, it’s lasting two years. This, again, is not that complicated. It’s a business, a big business. If someone is doing substandard work on a regular basis, they don’t get the contract.", "Another big issue, specifically—I think it’s across Ontario, but it’s a core issue in my part of the world—is winter road maintenance. The last week the Legislature was sitting, I asked the question to the former Minister of Transportation, and I’m hoping to work with the new Minister of Transportation—congratulations on her appointment—on this issue. I brought up last—and I brought this up at the Road Builders’ too—that my riding has a distinction, and it’s not a very good one. If your vehicle is registered in the district of Timiskaming and it is involved in an accident on a provincial road in Timiskaming, it’s four times as likely that that accident is lethal than in any other area in the province. That is a fact. That’s a fact.", "Now, are there more accidents on the 400? Yes, but there are not very many fender-benders in the district of Timiskaming. Why is that? Because we have the Trans-Canada Highway going through our riding. It’s a two-lane, the 11 is windy, and we have severe winter conditions.", "Over the last few years, we have had substandard winter road maintenance. Why it became substandard—and I got elected in—what year did I get elected in?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "In 2011." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "In 2011. You too, eh?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Yes." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Yes; okay.", "We got elected. The first issue was that we got call after call after call after call on winter road maintenance. I do what you’re supposed to do. I called up the MTO; we had a meeting. I still work with the MTO and I have respect for these folks. They do what they can. They said, “We’re meeting our goals 95% of the time. We’re meeting our road maintenance standards.” I’m not going to go really deep into it but the four-lane highways are class 1, Highway 11 is class 2, secondary highways are 3, and then 4 and then 5. “We’re meeting our standards 95% of the time, so you know what? What your people are telling you—they’re out to lunch.”", "So we created the northern road report, and what the northern road report did was you could contact us, phone or email, and give us conditions as they were happening, because we needed our own body of evidence to tell the MTO, “Well, what about this? What about this?”", "I’ll give you an example. We had a little girl—I believe she was 12. Unfortunately, I can’t remember her name; I’d love to give her a shout-out. She went on a family trip with her parents. They left from Charlton and went to Toronto, and that’s about eight hours. This kid did an online—she left and there was six inches of snow. Half an hour later, there’s eight. She named the highways. It was this, this, this, this—but what made that so powerful was that someone was killed that day half an hour after she did a text.", "Then we went to the MTO and we said, “Okay, was that road up to standard at that point?” Then, all of a sudden, things started to change a little bit, because they realized—and it wasn’t the MTO’s fault. It’s the way the contracts are put out.", "But you know what the government’s response was? I learned something that day. The then-Minister of Transportation sent me a letter demanding that we take down the northern road report, because it was confusing people. I have that letter and someday I’m going to put it in a frame. That was their response.", "Do you know what? There is no crime in making a mistake or in admitting a mistake, but there is when you know something is wrong and you’re trying to—that just spurred us on to keep it going. We kept it going for a couple of years and, as a result, the government gave the contractors more money and they put on more plows. It’s a constant battle. We’re still having that battle. There are a couple of corners on Highway 11 where people have died—trucks—the same place, the same time, year after year. The government is saying they’re spending $190 billion on infrastructure and, again, when governments say that, that’s over 13 years. Everybody always inflates their numbers by saying over a longer period. Some of that money should be spent actually making the Trans-Canada Highway through northern Ontario safe.", "I’m going to say something about the contractors, because I don’t want to leave the impression that I am attacking the contractors; I’m not, they do good work. The issue is the way the contracts for winter maintenance are issued. You bid on a contract for—I can’t remember how many years—10 or 12 years. It’s an overall bid for everything. The company is responsible to keep the roads up to certain standards, and the MTO inspects after the fact. It’s a conflict of interest because the government forces the contracting companies to lowball the bid to get the contract and then they expect them to meet the standards. And then people like me, when the standards aren’t being met, raise a rightful stink, which we should. That’s my job. Then, all of a sudden, the contractor is in a Catch-22. The government knows this. They know this. As a result now, some of the contracts are failing, so the government is changing this in some contracts.", "Overall, people say, “Well, it was the privatization of road maintenance.” Yes, that’s a big problem. But the biggest problem is the privatization of the standards, of the management. We always had a hybrid system. If you had snowplows, if you had gravel trucks in the wintertime, you could put blades on the gravel trucks in the summertime; you could put blades on in the winter and bid to work for the MTO. We’ve always done that.", "Where it changed is where MTO no longer actively manages the roads. That’s up to the contractor. Then they don’t make the grade and then after the fact they come and issue fines to the contractor. It just doesn’t make any sense. That’s why you get failures of safety and why you get contractors failing. It’s not the contractor, it’s the government. They designed the contracting process to nickel-and-dime and chisel every cent out of it and then they wonder what’s happening with safety.", "Again, I’ve got a couple of minutes. I’m going to use a farm analogy of how that works. On a farm we also hire contractors, just like I said. The biggest contractors are custom combiners. If you’ve never seen combines, for those from the city, they’re the big machines that actually harvest the grain. They’re expensive machines, north of half a million apiece if you’re getting new ones. So average farmers don’t buy them, we hire them. There are two ways to hire them: by the hour or by the acre. If you hire them by the acre, then you can chisel against each other and you can get a cheaper deal per acre. But in most cases, they’re going to go too fast and you will lose grain. So in the end, the contractor loses money, but you also lose money because you get less grain in the tank to sell.", "Well, grain has a monetary value, the safest prices, and the government is doing the same thing with road contractors: They’re chiselling them down by the set time, where they should just be paying by the hour and saying, “MTO should be making the calls when the salt trucks go out and when the sand trucks go out.”", "In the case of Highway 11, we got a letter from someone in my constituency—again, his name escapes me; when I get the letter, I will read it in the Legislature if I have the chance. An 80-year-old man, a diabetic, was stuck on the highway for 12 hours, because there are no detours on Highway 11. On Highway 11, once you pass North Bay, once you pass the Field cut-off, you are stuck. If there is a fatal accident and the investigation takes 12 hours, you’re stuck. This happens regularly on the Trans-Canada Highway, so it kind of sticks in the craw of people in northern Ontario when they hear of all these billions of dollars being spent on infrastructure, yet on the Trans-Canada Highway in northeastern Ontario, if there’s an accident—and they happen on a regular basis—you’re not going anywhere for hours and hours and hours. That includes medical appointments.", "We used to have an option, at least to move people. It was a passenger train called the Northlander. The Northlander cost about $12 million a year to subsidize, to run in northeastern Ontario from Cochrane to Toronto. This government cut it. They have no problem spending, and I’ve got no problem either; we believe that the government needs to spend big dollars on infrastructure. I wouldn’t have said that in 2010, because I didn’t know anything about the GTA, because I come from northern Ontario. But now I live here six months a year, and there are huge challenges here. Is anybody going to dispute that? No, but there are also challenges in northern Ontario.", "Since they cut the train, we’ve had seniors move away, because most of our medical services are in southern Ontario. If you’re 80, you can’t be on the bus if the highway is closed. We used to have a train. Nope, no train. They’ve made it very clear they’re never going to bring it back, and then they wonder why people in other parts of the province feel alienated. We will forever be alienated until somebody—we’ve committed to bringing it back; I actually believe the Tories have too, but again, we don’t know what’s in their platform right now—because it is vital. If you talk about the province, you need to serve everyone in the province.", "It’s a big issue in rural Ontario. Our population is going down, but our productivity is going up. So if you look at the mines, the mills, the farms or tourism, it doesn’t take as many people to do that, but it still needs to be done, and we still need services, but this government only seems to be willing to spend money on places where the population is going up. Places where the population is rising have huge challenges—I’m not disputing that—but you just can’t let the social infrastructure in the rest of the province disappear, because there will come a point where you won’t get people.", "In my part of the province, there are jobs, but it’s hard to get people to come there, because there aren’t services. There is no public transportation. Internet is kind of iffy. You’re fairly likely to buy a house in a small town, and then find out the school is closing. You cannot do that. You cannot expect people to be treated differently in different parts of the province and expect those parts of the province to flourish.", "Somebody’s going to have a few more minutes. I regret that I don’t have more time to talk on this, but we also will be opposing this concurrence in supply, basically because we don’t think this province is serving the whole province." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 10:15. This House stands recessed until 10:30." ],
  "anchor" : null,
  "subject" : {
    "text" : "Concurrence in supply",
    "anchor" : "para224"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome back. I’d like to introduce a former member, Cheri DiNovo, the member from Parkdale–High Park in the 38th, 39th, 40th and 41st Parliaments. Welcome to Queen’s Park." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s my pleasure today to welcome Matthew Klassen to the great riding of Huron–Bruce. He’s going to be working with us as an Ontario legislative intern. Thank you very much." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "We have a number of people here, along with Patrick Dillon, James Hogarth and others, who are here for the fair wage lobby day. I’m sure we’re all going to get a chance to talk to them today." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’d like to introduce representatives from 211 agencies from across Ontario, including the executive director of 211 Ontario, Karen Milligan." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Today, I’m pleased to welcome a new page from my riding of Sudbury, Audrey Dini, who is a grade 8 student at Marymount Academy. I’d also like to welcome Audrey’s mother, Courtney, and Audrey’s aunt, Cassandra, seated in the members’ gallery. Welcome to the Legislature, and best of luck, Audrey." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure to introduce here today Jean Stevenson, the executive director of Madison Community Services. Welcome, Jean." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Welcome back to everyone. Today I would like to welcome, from St. Paul’s, my new legislative intern, Kassandra Loewen." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I would like to introduce the members of the Provincial Building and Construction Trades Council of Ontario who are here for the fair wage lobby day. By the way, everybody is invited to a reception hosted by the building trades downstairs in the main restaurant at 5 o’clock. Everybody is invited.", "The members of the trades are Patrick Dillon, Jim Hogarth, John Grimshaw, Cosmo Mannella and Steve Marshall. Welcome." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I have someone very important to introduce today. My wife, Audrey Ballard, is in the gallery today to keep an eye on things." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’m happy to welcome Michael Sullivan from Lester B. Pearson Public School to the Legislature today. He’s a page from my riding. Welcome, Michael." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s my pleasure to welcome the parents of page captain Jamie Rygiel-Baban. His mother, Kim Rygiel, is here and his father, Feyzi Baban. Welcome. Delighted to have you here today." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "It is my pleasure to welcome a member from my great riding of Scarborough–Guildwood, Dr. Sylvain Roy, who is joined here by a number of people. They’re holding a reception this evening at 5:30, focusing on homelessness. I just want to welcome them to the Legislature—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. You have another one?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Speaker, I would like to welcome Patrick Dillon, who is with the Provincial Building and Construction Trades Council of Ontario. It’s really great to see you." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s a great pleasure today to not only have a page for Nepean–Carleton, but also his mother joining us here from Barrhaven today in the great riding of Nepean–Carleton. I’d like to welcome you, Fauzia Syed, for being here at Queen’s Park today." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome the president of the OSSTF, Harvey Bischof, to the House this morning. Please help me give him a warm reception." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It gives me great pleasure to welcome my federal colleague today in the members’ east gallery, the member of Parliament for Cambridge, Bryan May. Welcome." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to extend a warm welcome to Kaitlin Salole and her partner, Mike. She works in my constituency office.", "Also, I would like to welcome Silvain Roy, the president of the Ontario Psychological Association, as well as Jean Stevenson, Paul Van de Laar, Jo Connelly, Keith Hambly and Matt Ostergard. They are also here for the reception this evening on chronic homelessness. It’s my pleasure to welcome you to that reception.", "I would also like to extend a warm welcome to Klara Sulek-Popov, my page from Kingston and the Islands. It’s such a pleasure to have you here." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "It’s my pleasure to welcome to the Legislature a former city councillor in the city of York and a former federal member of the Legislature from York South–Weston, John Nunziata. Welcome, John." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Harinder S. Takhar",
  "text" : [ "I would like to extend a very warm welcome to the grade 5 students of Brookmede Public School from my riding. Their teacher, Jennifer Parker, is here as well. I hope they will enjoy their tour of Queen’s Park." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m delighted to welcome my new OLIP intern, Ana Qarri. She is joined by my staff member Neil Wereley.", "I also want to acknowledge that London is doing its fair share of work at the Olympics: two-time gold winners in figure skating, Tessa Virtue and Scott Moir, and another gold medal for a Londoner, in the two-man bobsled, Alexander Kopacz. Congratulations to them all, Speaker." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I would like to welcome Grand Chief Ogichidaa Francis Kavanaugh. He’s the grand chief of Treaty 3 area, which covers all of northwestern Ontario." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I would also like to introduce Mackenzie Taylor, who is an intern working in my office this week. Thank you for being in the House." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "In the Speaker’s gallery today we have a guest of mine, Kaitlin Salole, a student from Queen’s University who was my student intern in the summertime, and her guest, Mike Cavanaugh. Welcome, and thank you for being here." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para381"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that, during the adjournment, a vacancy has occurred in the membership of the House by reason of the resignation of Cheri DiNovo as the member for the electoral district of Parkdale–High Park, effective December 31, 2017. Accordingly, I have issued my warrant to the Chief Electoral Officer for the issue of a writ for a by-election." ],
  "anchor" : null,
  "subject" : {
    "text" : "Resignation of member for Parkdale–High Park",
    "anchor" : "para410"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that, during the adjournment, the following documents were tabled:", "—the 2017 annual report from the Provincial Advocate for Children and Youth;", "—the annual Greenhouse Gas Progress Report 2017 from the Environmental Commissioner of Ontario;", "—the report from the Office of the Integrity Commissioner of Ontario concerning the review of expense claims under the Cabinet Ministers’ and Opposition Leaders’ Expenses Review and Accountability Act, 2002, for submissions received in July, August, and September 2017 and complete as of December 15, 2017; and", "—a report entitled Hydro One: Updated Financial Analysis of the Partial Sale of Hydro One, Winter 2018, from the Financial Accountability Office of Ontario." ],
  "anchor" : null,
  "subject" : {
    "text" : "Tabling of sessional papers",
    "anchor" : "para412"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that Mr. Fedeli, the member from the electoral district of Nipissing, is recognized as the leader of Her Majesty’s loyal opposition." ],
  "anchor" : null,
  "subject" : {
    "text" : "Leader of the Opposition",
    "anchor" : "para419"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Mr. Speaker, my question is for the Premier.", "Fifty-one thousand jobs—51,000 jobs—were lost in the month of January. That is the largest number of jobs lost in one month since 2009. This is proof that the economic policies of this government are reckless and unfair. This isn’t change that works for families; it’s actually hurting families.", "What does the government say to the 51,000 families who lost their jobs last month?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I want to welcome everyone back and add my congratulations to the member from Nipissing for being appointed the Leader of the Opposition, and to thank him for that question.", "Mr. Speaker, I know that the Leader of the Opposition knows that Ontario’s economy is growing. Whenever there is a job loss in the province, the families who are affected, the individuals who are affected—that is a very hard thing to deal with. I understand that. But I know that the Leader of the Opposition understands that the economy is growing, that in fact our unemployment rate is at a 17-year low, and that Ontario has led the growth in G7 countries. We have outstripped the growth across the country. I recognize that even though all of that is happening, there are still people who are not sharing in that growth, and I’ll speak to that in the supplementary." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: Years of Liberal policy have led to the worst month for jobs since this Premier took office. The FAO pointed out that entire regions of the province were being unfairly left behind last year. Southwestern, eastern and northern Ontario saw only 1,600 jobs combined.", "Just look at what economist Philip Cross had to say about these newest numbers:", "“The January drop shows that gushing reports about ... ‘booming’ economy were wildly overstated....", "“The underpinnings to the Ontario economy have looked increasingly shaky for some time.”", "But this government will cherry-pick statistics and tell everyone that everything is rosy.", "Mr. Speaker, everything isn’t rosy.", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "I haven’t forgotten what I’ve been doing before we left.", "Finish, please." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker.", "Mr. Speaker, everything isn’t rosy. Will the Premier admit that the cumulative impact of her government policy is costing hard-working Ontarians their jobs and that’s just not fair?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I agree with the Leader of the Opposition, but we do have to look at the whole picture. We have to look at the fact that, since the recession, 800,000 new jobs have been created in this province. We have to recognize that since I’ve been Premier 400,000 new jobs have been created.", "Having said that, we’re seeing that growth, but it is not being shared evenly, which is exactly why free tuition, OHIP+, an increase in the minimum wage to $15 an hour—which, unfortunately, all of the leadership candidates in the race for the Conservatives have said they don’t support—those initiatives that support people, that actually help people to deal with global uncertainty, are the things that we are putting in place because we’re actually fighting for the people of Ontario, to make sure they have what they need.", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Be seated, please.", "Final supplementary." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: The Liberals have been warned by experts that their too-fast, too-soon anti-business policies would put people out of work. The Premier was warned, warned again, warned again and warned again, yet she ignored the warnings for purely political purposes. The numbers are staggering. Youth lost jobs at a rate six and a half times higher than the rest of the population. Women saw their employment drop four times the rate of Ontario’s men. Single moms and children trying to earn a living have been targeted by this Liberal government’s too-fast, too-soon, anti-business, anti-jobs policies.", "Can the Liberals explain how this is possibly fair for Ontario?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What I hear the Leader of the Opposition say when he says too fast, too soon—the subscript to that is the minimum wage increase. And what I hear him say is not now, not ever. That’s exactly what I hear him say.", "The people he’s talking about, the people who are cleaning our institutions, the people who are serving us in all of the businesses across this province, if those people had continued to earn $11.60 an hour—they had to go to the food bank at the end of the month, Mr. Speaker. That is the reality that the Leader of the Opposition is supporting when he says not now, not ever.", "We believe that in a province as wealthy as Ontario, in a province—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Have the food banks shut down, Premier? Have they closed the food banks?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order.", "Finish, please." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "In a province as wealthy as Ontario, where there are so many people who are doing so well, and corporate profits are at an all-time high, it is time that we make sure that people have what they need to look after their families." ],
  "anchor" : null,
  "subject" : {
    "text" : "Employment",
    "anchor" : "para422"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question, again, is for the Premier. We heard a common theme at almost every meeting of the pre-budget consultations throughout Ontario last month. We heard that this government is not doing enough for mental health treatment. The words of a 17-year-old student in Sudbury left a lasting impression on me and all of us at that committee. He said, “I attempted suicide. I’m extremely fortunate to be here today. I felt utterly alone.” He told the committee, “Most youth are unsure of what to do and where to go when they’re faced with depression and low mental wellness. They don’t know of ... resources ... available to them, and sometimes they can’t even access these resources.”", "Mr. Speaker, why has this government failed to provide resources for mental health our youth so desperately need?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Children and Youth Services is going to want to follow up. Let me just say to the Leader of the Opposition, to the Legislature and the people of Ontario, we recognize that there is more that needs to be done. We have been making huge investments.", "I just returned from a campus tour. I went around the province visiting college and university campuses—and a high school stop. At every single stop the issue of mental health came up, and I think that is a very good thing in the sense that people are talking about it. I said to these young people, “You know, 35 years ago we wouldn’t be having this conversation. You would not be raising this issue because there was not the awareness that there is now.”", "We have put resources into school boards, we have put resources on campuses, but I am the first to agree that there is more that we need to do to make sure that there’s coordination of services, to make sure that there are more services in terms of counselling and professionals. We’re setting up youth hubs so that there’s an interdisciplinary model. But there is more to be done and we are going to make those investments." ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: Another youth advocate told our committee about his battle with mental health. He said of his battle with depression, “That took me down a really dark road for about eight months. I couldn’t handle the pain anymore and I tried to take my own life.” But he added, “I am here in front of you today to talk to you about a broken system—not just a broken system that almost claimed my life, but a broken system that has taken lives and will continue to take more lives if we don’t start acting now.”", "He was so brave to come forward to this committee. They are very poignant words from a very strong individual. We cannot and we must not let his words ring hollow. The government must act. How much longer will this government accept this broken system?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to take a moment to thank the member opposite for the question. We’ve gone around the province, many members in our caucus here and the Minister of Health, to speak to young people, and we’re aware that there’s more work that needs to be done when it comes to helping young people with mental health challenges.", "As a government, we have continuously invested money into mental health since 2008—in fact, $10 billion more since 2008. Minister Hoskins, myself, this government and our Premier have said, and we’ve made a commitment, that we will increase funding to mental health here in the province of Ontario.", "The party opposite says they’ll invest $1.9 billion over 10 years. It’s simply not enough. It’s not just about the money; it’s about changing the system. That’s why we’ve dedicated a lot of time and energy to Moving on Mental Health, which is a new system we’re putting in place where we’re putting in lead agencies right across the province to better coordinate services.", "Interjection." ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Elgin–Middlesex–London will come to order.", "Final supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: There were so many courageous individuals who shared their stories and their fight with our committee. However, maybe the most impactful story was about one individual who couldn’t share that day. A London health care worker said he has witnessed some pretty tragic instances. He shared this very disheartening story: “We’ve had people turned away from the doors in the urgent care department at St. Joe’s. One of those poor souls committed suicide in the parking lot. No services, no psychiatric services that can be attained in a timely manner—this is unacceptable.”", "That’s what we heard at the committee. Mr. Speaker, this is unacceptable. No matter any numbers that we’re hearing from the Liberals, whatever dollar amount they claim to invest is simply not enough. Why are the resources to support those struggling with mental health not available?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "This is such an important issue. I do want to commend the member opposite for raising not only the issue, but two very real examples that demonstrate the work that still needs to be done.", "All of us here in this Legislature are so committed to improving mental health in this province. I think all of us understand that mental health and physical health are two sides of the same coin. We need to demonstrate that same vigour, intent and determination on mental health as we do in providing health services for those with physical ailments.", "This government, over the past number of years, has been every single year increasing those investments, and in fact, doing some things unprecedented in this country. Introducing structured psychotherapy, cognitive behavioural therapy: We’re the first province in the country to do that. We’re creating a network of youth wellness hubs. Every hospital around this province has—and this was done together with the OHA—a suicide prevention plan and a plan to address the tragic circumstances of individuals who are in that difficult circumstance. There’s a lot more work to be done." ],
  "anchor" : null,
  "subject" : {
    "text" : "Mental health services",
    "anchor" : "para455"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. On January 14, Toronto east hospital had 161 patients in its medical unit but only 135 funded beds. That’s a 119% occupancy rate. Now, the Premier knows that experts consider a safe occupancy rate for hospitals to be 85%. Clearly, the Premier’s temporary funding is not solving the hospital overcrowding and hallway medicine crisis that has been decades in the making in this province.", "When will this Premier acknowledge the damage that she and her Liberal Party have been doing to our hospitals?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I thank the leader of the third party for the question. We recognize that our hospitals are facing increased capacity demands. It’s exactly why we’ve increased the capacity across the continuum of care by adding 1,200 additional beds. I know that the Minister of Health and Long-Term Care will want to speak to those beds and how those resources are going to continue to be available to our hospitals.", "But having said that, we recognize there is more that needs to be done. We increased hospital budgets by $500 million in the last budget. We recognize, with this particular influx of need, that there’s more that needs to be done. We will continue to work to support hospitals across the province." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "In January, the Scarborough Hospital’s Birchmount site reached an alarmingly high occupancy rate of 147%. The hospital actually had 25 fewer beds to tend to patients than at this time last year.", "Why is this Premier still ignoring the crisis that we have in our hospital system?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "First of all, I want to acknowledge and recognize our front-line health care workers and the health care leadership across this province, who have been doing an absolutely exceptional job in the face of what we commonly and regularly see during these months: not only flu but other respiratory illnesses. It has been a particularly bad year—we know that—both here in Ontario, across Canada and across North America.", "The reference that was made to Toronto East Health Network, the Michael Garron Hospital—in fact, their occupancy in October was 83%. In November, it was 84%. In December, it was 83%. In January, Mr. Speaker, it was 88%—and that in the face of a very bad flu and respiratory season. Fortunately, we’re over the top of that curve with flu, at least with influenza A.", "But, Mr. Speaker, part of the reason I think our hospitals have been able to accommodate these pressures are the 1,200 additional beds, the equivalent of six community hospitals, that we announced last fall." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the crisis in our hospitals has been in the making for quite some time, and the responsibility for it lies at the feet of this government that has been in office for 15 years.", "The problem in our hospital system didn’t start with the flu season, and you can ask any expert in the hospital system and they’ll tell you. They have been in crisis for years now. That’s why the Ontario Hospital Association has been begging this government to properly fund our hospital systems. They have ignored them time and time again.", "The last Conservative government closed 28 hospitals, and they laid off 6,000 nurses. The Premier has continued down a path of cuts and budget freezes in our hospitals.", "Lying on gurneys in makeshift spaces like hospital hallways and waiting rooms is not the place where Ontarians should be, but it is now the norm for patients in Ontario. Why is the Premier okay with that?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, not only did we add the equivalent of six community hospitals—1,200 acute care beds—last fall and through this winter season to the end of the fiscal year, but we also recently announced even more funds for the upcoming fiscal year—I think it’s just under $200 million—a new investment to maintain many of those beds that were opened up, but also to work closely with the Ontario Hospital Association and all of those hospitals, so that we allocate them so they make the greatest possible impact.", "But I’d be remiss—and I know the leader of the third party referenced the PCs closing, 10,000 hospital beds, I think they said—", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Ninety-six hundred, Mr. Speaker, was the NDP record. They closed 13%, I think it was, of the mental health beds in this province and almost a quarter of all the acute care beds.", "I can only imagine, if they were in power, with their commitment to find $600 million in cuts, that it would be a desperate situation right now." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para478"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Premier, but I’m glad the Minister of Health talked about the Liberal who was in charge at the time.", "The Premier and the Conservative Party are in lockstep when it comes to underfunding our hospitals as well. They also agree that selling off pieces of Hydro One and our hydro system is the right thing to do.", "But the Financial Accountability Officer in fact disagrees. Just last week, the Financial Accountability Officer said that the sell-off of Hydro One will cost Ontario families nearly $300 million a year.", "Doesn’t the Premier think that $300 million a year would be better off in the hands of Ontario families, funding things like hospitals and schools?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the question, recognizing the importance for us to ensure that we continue to support our companies so that they can outperform in the marketplace. Certainly the way hydro was being acted upon, it wasn’t providing the proper receipts, the proper revenues and the proper controls and mechanisms. Now we’ve got much more discipline in the operation.", "We still own over 44% of the company. It still provides tremendous amounts of revenues to the province and, more importantly, it paid down some needed debt in the system. And of course, we now have proceeds to the tune of $5 billion and going up further as we put it in the Trillium Trust to invest in new opportunities to provide even greater revenues and greater opportunities for the people of Ontario.", "We’ll continue to invest where we can produce more value and help the people of Ontario." ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the Premier said she sold off Hydro One to fund her many infrastructure promises, but the FAO says that the funding of infrastructure in this way will actually cost Ontarians $1.8 billion more than had the government simply financed those projects themselves. So can the Premier tell Ontarians who exactly benefits from the $1.8 billion of Liberal overspending this time?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I appreciate the reports that are made by our independent agents, but they also don’t mention, and they should, with regard to what is being invested and what are the receipts coming back to the province as a result.", "As you know, during that transaction, we have paid down debt by $5.1 billion. We have over $6.2 billion in the Trillium Trust to engage and to invest. Furthermore, the actions of the operations are now enhanced, providing even greater value for the shareholders, which is the province of Ontario and the people of Ontario.", "But going forward, we’re going to continue to invest. We know that the investments we make in roads, bridges, schools and hospitals bring back seven times more value than what was initially invested. That, too, is critical to the people of Ontario.", "Furthermore, the opposition makes it sound as though we’re selling off Niagara Falls. Mr. Speaker, we’re talking about transmission, and that is all we’re doing. We recognize the operations of the power generation still continue to be held by the public purse and we’ll continue to support those initiatives for the benefit of all the people of Ontario.", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Final supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier’s wrong-headed decision to sell off Hydro One means billions of dollars less for the services that matter the most for families. Revenue from Hydro One should be going directly into patient care in overcrowded hospitals and into our children’s classrooms. But the Liberals and Conservatives won’t bring Hydro One back into public hands.", "How can this Premier continue to defend the wrong-headed and financially damaging decision to sell off Hydro One?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Minister of Energy." ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Our goal, as we’ve always said, is to get the best possible value for the people of Ontario and invest billions in transit, transportation and infrastructure through the Trillium Trust. That includes GO regional express, LRT projects in multiple communities, and the Ring of Fire in the north, just to name a few.", "Looking at the FAO’s report, it confirms that as a publicly traded company, Hydro One is in a position to achieve efficiencies that will create savings for Ontario ratepayers and a boost to the province’s revenues.", "The NDP’s biggest idea is to buy back shares of Hydro One at a cost of billions of dollars, using money that would otherwise go to funding hospitals and schools. Maybe they can explain what schools they will close, how many nurses they will fire once again. The worst part is that won’t even take one cent off any bill. It is this government that brought forward the fair hydro plan, taking 25% off everyone’s bills across the province and building infrastructure." ],
  "anchor" : null,
  "subject" : {
    "text" : "Privatization of public assets",
    "anchor" : "para500"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Last month, London Health Sciences Centre announced that the Cardiac Fitness Institute will close this spring. It was established in 1981. The CFI provides rehabilitation and fitness education for patients who have suffered from serious heart problems. It serves roughly 1,600 people a year. It only costs about $150,000, and the hospital cited the reason for its closure as a funding environment that has become increasingly challenging, resulting in their inability to fund the program further. You need to look no further than this to see how this government has damaged our health care system in Ontario.", "My question is to the minister. Do you agree with removing this important service from serious cardiac heart patients?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para525"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Of course, fundamentally, our government is absolutely committed to ensuring that Ontarians receive the highest-quality, evidence-based care. We know and I understand and we’re monitoring closely that the London Health Sciences Centre has taken a decision that is based upon, as they say, the best evidence with regard to post-cardiac-incident care, and they’ve made a decision that, as of the end of March, at that particular site, they will no longer be accepting cardiac patients who have had a cardiac event.", "But despite making that decision to end further patient referrals—referrals which amounted to under 10 per month—we’re confident, as London Health Sciences Centre is currently working with St. Joe’s, that the patients currently going to London Health Sciences Centre will continue to receive their full evidence-based cardiac rehabilitation care through that program at St. Joseph’s in London." ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para525"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para525"
  }
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the minister: It’s of note, though, that the St. Joe’s program kicks the patients out after six months, which really doesn’t rely on the information that’s available from Britain that shows the advantage of continuing this program at LHSC.", "Through underfunding over the years, this government has caused many programs throughout the system to become defunct. Through years of their failed funding of the hospital system, patients aren’t getting the resources they need.", "Backed by scientific evidence, the preventative care provided by the CFI has been shown to both reduce the number readmitted due to heart problems, as well as saving the health care system millions of dollars. These services are available in Windsor, Toronto and Ottawa, but no longer in London after March.", "Considering how low-cost this program is and how many lives it positively impacts, will the minister commit to funding this program further?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para525"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know that, as a fellow health care professional, the member opposite appreciates and, I would hope, agrees that we need to allow our front-line health care providers, our physicians and the entire complement to make the best decisions based on evidence and quality of care. In fact, after March 18, all of those patients enrolled in London through their cardiac rehab program will continue to receive, as they do in the entire rest of the province, six months of post-cardiac care.", "I don’t know if the member opposite is suggesting that we should create a system that is unbalanced and inequitable for a small minority, which runs contrary to the best evidence that exists—and the evidence, by the way, is endorsed by cardiac care Ontario and present through the entire cardiac system in this province." ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para525"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is for the Minister of Housing. Housing and rental costs in Toronto have reached a tipping point. Families are being priced out of their neighbourhoods, and many have lost hope that they’ll be able to raise their children in the communities that they know and love.", "Premier Wynne had the opportunity to ease this affordable housing crisis with inclusionary zoning and set aside an adequate number of residential developments to become affordable housing. But instead, the Premier decide to cap the number of affordable units to just 5%, compared to the 30% recommended by experts.", "Will the minister reverse this short-sighted, developer-friendly cap, and instead strengthen inclusionary zoning to help people put a roof over their heads?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para537"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I want to thank the member for the question. Under our Fair Housing Plan, we’ve taken a number of steps to make housing more affordable for Ontarians. Whether it’s increasing the rebate for first-time homebuyers on the land transfer tax, extending rent control to all Ontario tenants, capping the ability of landlords to evict tenants when they’re simply pretending to use it for their own use or, most recently, introducing a standard lease, we’re making important steps to improve the affordability of housing.", "On inclusionary zoning, we released a framework for consultation with Ontario municipalities and all stakeholders. I’m having ongoing discussions with stakeholders on a daily basis on how to implement that at a local level, which is where it will be implemented by municipalities, to create thousands of new affordable units across this province." ],
  "anchor" : null,
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para537"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para537"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the minister: These are just empty words from the minister. His actions and the actions of his Premier time and again show where the priorities lie. They lie with big banks, with big developers and with big business.", "Only New Democrats are committed to strengthening inclusionary zoning and repairing our crumbling social housing units. Toronto families need action on affordable housing, and they need it now—not more developer-friendly regulations from a government that continues to let them down. Will the minister commit to remove the cap on affordable housing units now so that Toronto families can have an affordable place to live?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para537"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "We put forward a framework for consultation. As part of that consultation, we’re getting excellent feedback from municipalities and other stakeholders. In fact, it’s not a cap of 5%, even in the draft; it was up to 10%. But we are looking at the rate of set-aside to increase that. We’re looking at how development could be incented.", "The purpose of inclusionary zoning is to create more housing and ensure that that additional housing supply is affordable. Mr. Speaker, I put that forward as a private member’s bill. I’ve taken the mandate from Premier Wynne on this. We will deliver an inclusionary zoning framework that’s going to create tens of thousands of affordable units across this province." ],
  "anchor" : null,
  "subject" : {
    "text" : "Affordable housing",
    "anchor" : "para537"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "My question is to the Minister of Labour. As we ushered in the new year, we also entered a new era for workplaces in Beaches–East York and across the province. January 1 was a day for our working people and those across the province—because, over the number of years that I’ve served, I’ve spoken with countless families about how the nature of their work has changed in the province. These families are working hard to put food on the table and take care of their children, but they often find that the money runs out before the month is over.", "While this opinion may not be shared by all members opposite, I firmly believe that everyone who works 35 or 40 hours a week shouldn’t have to struggle to get by. That’s why I’m so pleased, Speaker, that our government has made such prolific changes to our workplace laws. This includes, of course, an increase to the minimum wage, taking it to a living wage of $14 this year and $15 next year.", "Speaker, can the minister please inform the House about these changes and what employees and employers can expect as a result?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you very much to the member from Beaches–East York for this excellent question. The conversations that he outlined in his question that he has had in his own community echo what we’ve all heard across the province over the past two or three years. We embarked on a very extensive and comprehensive review of employment laws, and we realized that change is needed to be made to bring those laws up to date to 2018.", "That’s why we moved forward with a plan. We made changes so that employees in the province of Ontario will see an increase to the minimum wage, two paid personal emergency leave days, increased vacation, and equal pay for equal work. For those going through the living hell of domestic and sexual violence, they won’t have to worry about their jobs while they’re dealing with that situation.", "We didn’t have support from everybody in this House, but I’m so proud that, on this side of the House, we’re on the side of Ontario workers.", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I would like to personally thank the Minister of Labour not only for his answer but for his very progressive advocacy on this file. We know, Speaker, that the province’s economy is doing very well. We have led the G7 in economic growth for the past three years. Since the recession, we’ve created almost 800,000 new jobs. Our unemployment rate has been lower than the national average for the last 34 months and now stands at a record low, hovering around 5.5%.", "Our businesses are expanding and creating wealth, and I believe that everyone deserves to share in that prosperity. And yet, there are those across the hall who believe it’s still not time for these changes. They keep saying that this is too much, too soon. Is $15 really too much, Speaker? They believe that the working people in this province should wait, although they won’t say for how long.", "I know that the families of Beaches–East York can’t wait. They want these changes now. Will the minister please explain how his plan will give a $15 minimum wage for all workers?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you for that excellent supplementary. It’s very simple: We increased the minimum wage on January 1 of this year to $14 an hour. On January 1, 2019, it goes to $15 an hour. Speaker, anybody that tells you any different, anybody that tries to delay that, is simply denying that to the people in the province of Ontario. Any attempt to roll back or cancel the increase to $15 an hour takes money away from Ontario workers.", "Speaker, that’s important money. That’s money they rely on for food, for rent, for transit, for buying clothes for their kids. I don’t think that it’s fair. I don’t think it’s right. Ontarians can’t afford to wait any longer. We’ve phased the plan in over 18 months. More workers are benefiting now, more fairly, from Ontario’s incredible economic growth. Free tuition, rent control—we’re standing up for Ontario workers. We’ve got their backs. We’re not backing down from that commitment, Speaker.", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Be seated, please. Thank you.", "New question." ],
  "anchor" : null,
  "subject" : {
    "text" : "Minimum wage",
    "anchor" : "para549"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "To the Minister of Transportation: As the opposition transport critic, I want to welcome the member for Cambridge to her new role as Minister of Transportation. But now, let’s get down to business.", "Would the minister tell me why she used her first opportunity as minister to go back to the old Liberal playbook and hand out another high-speed rail patronage appointment to former Liberal minister David Collenette?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you very much to the member opposite and my critic in this role, another member from Waterloo region. Thank you very much for the question this morning. High-speed rail is incredibly important to the economy of Ontario. We’re delighted to have David Collenette, with all of his expertise, now be the chair of our new advisory committee, while we continue to do some of the preliminary work in order to deliver this incredibly important role.", "While preparing the preliminary business case, as the special adviser at that point, David Collenette met with many different stakeholders, including indigenous communities, to make sure that the business case was solid for high-speed rail. We have affirmed that there is a really great business case.", "High-speed rail will have an immense impact on Ontario’s economy. It will be continuing to be built in the coming weeks and months. We will be continuing to provide an initial $15 million in a comprehensive environmental assessment, to finally get some of the routes started in this very important process." ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Well, I suppose you all still agree that he is still entitled to those entitlements. Speaker, this is electioneering at its worst. It’s the second election in a row that the Wynne Liberals have attempted to lure voters with high-speed dreams, of course at taxpayers’ expense.", "Last election, they had a UK consultant slap together a report based on Google Maps. Four years later, they’re back at it again. Another taxpayer-subsidized appointment for their old pal David Collenette as high-speed rail chair—in fact, the same David Collenette who just left his previous Liberal-appointed role as high-speed rail adviser.", "Speaker, as the government spins its wheels, will the minister admit that this Liberal high-speed rail sequel is just another taxpayer-funded, desperate attempt to hold or cling to power?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "In his new role, we know that Mr. Collenette will continue to provide—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "David Collenette wants to know where the good restaurants in Kitchener are." ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke, second time.", "Finish, please." ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you. We know he’ll continue to provide excellent strategic advice moving forward on this landmark project. We need his experience to move forward. His skills will be very helpful to see this project through.", "What I would point out is that the member opposite has made sure that any time he has the ability to vote on our government budget which provides the investments needed to bring a project forward, he has consistently, with his party, voted against these investments.", "So let me be clear: I don’t believe that his party would ever support high-speed rail or provide some of the infrastructure money in order to move forward with an important project like this. It takes longer than four years to do it." ],
  "anchor" : null,
  "subject" : {
    "text" : "Public transit",
    "anchor" : "para567"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour le ministre de la Santé et des Soins de longue durée.", "Minister, I’ve written to you about 91-year-old Gottfried Adler and his 88-year-old wife, Hildegard, of Sudbury. They have been separated since August 2017. Last week was their first-ever Valentine’s Day apart in 67 years of marriage. Now that they need long-term care, they’ve been separated by a system that doesn’t care about keeping couples together and by a government that won’t fix it.", "Hildegard and Gottfried miss each other every day. The minister says that spousal reunification is a top priority, but it has been six months and nothing has happened. Why won’t this Liberal government stop the forced separation of couples needing long-term care and reunite Hildegard and Gottfried today?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para585"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "First of all, I want to affirm and express my concern with regard to this couple, and any couple across this province who, for whatever reason—but particularly when it comes to long-term-care home placements, where they’re unable to receive and obtain those placements together. I find it unimaginable. I can’t imagine the stress that they’re going through. Mr. Speaker, that’s why I’m so grateful that the member opposite has raised this today.", "In fact, the changes that we made in the legislation last fall, which create a separate category for spousal reunification and require long-term-care homes to set aside specific, dedicated beds for spousal reunification—that legislation and those regulations actually now are in place as of today." ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para585"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para585"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Speaker, the minister knows full well that crisis will always take priority, and the crisis list in Sudbury will never end. They will never be together.", "This 91-year-old man and his 88-year-old wife lie alone crying at night. Consider the stress for those two elderly people. Their health is declining. Their mental health suffers. They just want to be together.", "The minister says that spousal reunification in long-term care is a top priority, but clearly it is not, because Hildegard and Gottfried have been forced to live apart for six long months. When you’re 91 years old, six months is a long time.", "When will this Liberal government stop making excuses and do what they say they will do and get Hildegard and Gottfried back together?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para585"
  }
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, Mr. Speaker, we did what we said we would do. Last fall—perhaps the member wasn’t focused on the legislation, but it created outside of crisis. This has nothing to do with crisis, as opposed to what the member is trying to suggest. Every single long-term-care home in this province, for the first time in history, as of today, is required to set aside specific, dedicated beds for spousal reunification.", "I would hope for the first time that the member would work together with me, as some of her colleagues have, on this specific case to see if they can now take advantage of a law and regulations specifically set up to aid in this very challenging situation.", "Mr. Speaker, we have an opportunity here. This has nothing to do with crisis designation. This is in response to many, many stakeholders and families coming forward, and us finding a way to create a better system." ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para585"
  }
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Ma question est pour le ministre de l’Environnement et de l’Action en matière de changement climatique, l’honorable Chris Ballard.", "Speaker, our government is aware that Ontarians are concerned and want to see real action on climate change. That’s why we’ve taken the initiative to reduce greenhouse gas emissions substantially. In 2014, we shut down dirty coal-fired plants, reducing nearly one quarter of the sulphur dioxide emissions in the province. I can attest in a professional capacity about the health benefits of that particular initiative.", "In 2016, we implemented our climate change action plan that includes our best-in-class cap-and-trade program. Last month, the Environmental Commissioner of Ontario recognized that we had exceeded our 2014 greenhouse gas reduction goals and are on track to meet our 2020 goal.", "My question is this, Speaker: Can the minister please further explain what our government is doing to address climate change while making life more affordable for the province of Ontario?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Thank you to the member from Etobicoke North for that important question. Being a medical practitioner, he, like the government of Ontario, recognizes how critical it is that Ontario tackles climate change head-on. We don’t take that responsibility lightly. That’s why we’re limiting the amount of greenhouse gas pollution businesses can emit each year, and we’re reducing that cap each year.", "That’s not all. Last year our cap-and-trade auctions generated $1.9 billion in proceeds. We’re reinvesting every dollar of those proceeds into green programs that are helping Ontario businesses and Ontario homeowners to fight climate change and save money. These investments include hundreds of thousands of dollars for bike lanes and energy retrofits for homes, hospitals and social housing. I would like to make one thing clear: All of these—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. You can do that at the supplementary.", "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Minister, I’d like to thank you on behalf of everyone who breathes in the province of Ontario.", "Climate change should no longer be seen as a question, a supposition or a speculation. On this side of the House, the governing side, we know that climate change is a reality that we can’t overlook. We have to face climate change with real solutions at affordable costs. That’s why we’ve implemented a cap-and-trade program that is recognized by third-party experts as the most effective way to reduce emissions.", "In addition to promising to scrap our cap-and-trade program, the current, but fluctuating, roster of PC leadership candidates would axe the carbon tax which is the funding basis of their entire program, which blows a $9-billion-plus hole in their platform. And that’s just this week. It’s clear the party opposite doesn’t take climate change and protecting our environment seriously.", "Can the minister please explain—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Minister of the Environment and Climate Change." ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "It’s obvious the PCs refuse to take fighting climate change and protecting our environment seriously. Let’s not forget that this is the party that voted against our climate action plan, the Greenbelt Act and the Great Lakes Protection Act.", "What’s unclear is how they plan to fund their platform promises without money from their carbon tax scheme. This means that in order to fund what they have promised in their glossy magazine, they will have to make billions of dollars in cuts. We can be certain that, if elected, the PCs would be making billions of dollars of cuts in critical social programs that Ontarians rely on—things like OHIP+, things like free tuition and the $15 minimum wage.", "Meanwhile, our government is investing in Ontarians by funding programs that make it easy and affordable for them to make greener choices." ],
  "anchor" : null,
  "subject" : {
    "text" : "Climate change",
    "anchor" : "para599"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is to the Minister of Agriculture, Food and Rural Affairs about his job loss policy.", "Last week, the minister let the horse out of the barn. He revealed that the OLG will be shutting down the Ajax casino, threatening the future of horse racing in Ajax Downs. This news caught the town of Ajax totally by surprise. The minister left them to read about it in the Peterborough newspaper.", "The mayor of Ajax, Steve Parish, put out a statement saying, “I think the government has been caught red-handed in their deception. It is amazing how far they will go to cover up their backroom deal.”" ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member will withdraw. He knows he cannot say indirectly what he cannot say directly. Withdraw." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Withdraw." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish your question." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "To the minister: Why are you putting 1,700 jobs in rural Ontario in jeopardy with a secret deal to shut down Ajax’s casino?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "To the Minister of Finance." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Let’s be clear, the member opposite is asking a question knowing full well that no decision has been made. We’ve issued off a release to comment on the fact that a fairness monitor is involved to maintain fairness and transparency throughout the entire process.", "The member opposite also knows that the candidate running in that riding is also the former head of the OLG—", "Interjection." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "No matter where he sits, the member from Bruce–Grey–Owen Sound will come to order.", "Carry on." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "—who himself had initiated this modernization process to remove slots from some of these racetracks. We, on this side of the House, have been committed and will continue to commit to support horse racing in our province. We have a procurement process that must be followed appropriately, but we also have an agreement with the racing community to ensure we provide support for these racetracks and, especially, the horsemen so that they can plan their breeding cycle on an ongoing basis." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Perhaps the finance minister didn’t read the Peterborough newspaper.", "Back to the Minister of Agriculture, Food and Rural Affairs. The sudden move to shut down the slots at Ajax Downs is the latest example of this government’s reckless approach to horse racing and rural affairs. We already know the Liberals secretly planned to kill the Slots at Racetracks Program, fully aware it would collapse the industry. Now we discover that the government has apparently cut a secret deal that will likely destroy quarter horse racing in the province.", "Speaker, that minister is big on talk but his actions show a real lack of respect for rural communities. My question: Will the government support the town of Ajax’s call for an independent, fair, public review of the decision? Yes or no?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Absolutely we will maintain fairness and transparency. We’ve said that from the start. But that member opposite and that party voted against the measures to provide full, accurate and sustainable funding for the horse racing industry. We’re putting that in place. The member opposite can’t say we’re not. We’re providing those very opportunities, those very dollars that the horse racing community requires.", "That member opposite also knows that his candidate, who is running in that party, is the man that masterminded this process from the beginning.", "We will do what’s necessary to support. Joe Dickson, the member of that riding, has been fighting hard and—", "Interjections." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : null,
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para617"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Acting Premier. Water is a fundamental element of life. Without water, nothing survives. Rural residents have been able to draw clean well water for their families and for their farms for over 100 years in southwestern Ontario.", "However, there are wells contaminated in Chatham–Kent with sediments that the Minister of the Environment and Climate Change refuses to collect and analyze. Residents suspect that this as a result of pile-driving through the aquifer that has released sediments. Local residents collected and analyzed the sediments and found them to contain black shale, which is known as an environmental hazard because it contains heavy metals.", "Last week, the Premier held a town hall meeting in Windsor, saw the black shale contaminated water—black like coffee—and told the residents that it was safe to drink without the benefit of a health hazard investigation. Will the Premier back up her claim and direct the Minister of the Environment to collect and analyze these sediments in order to conduct a proper and impartial scientific investigation?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "To the Minister of the Environment and Climate Change." ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "The ministry takes concerns regarding groundwater quality very seriously. We’re holding the company accountable for addressing complaints related to changes, if any, in well-water quality. We have undertaken a review of water quality data to ensure residents’ water is safe to drink. Thus far, I will say, the analysis has not shown a connection between water quality and construction activity. Further, the Chatham-Kent medical officer of health has confirmed that the water particulates do not pose a health risk to residents.", "The ministry understands that the pile-driving has now finished, and we’re also planning to meet with Water Wells First this week to discuss their data. We’re going to continue to require that the company continue to monitor well impacts and—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, these families have been the backbone of Ontario’s agriculture sector for generations and have built and fed this province from the land that they so proudly steward. As the minister is aware, the Ministry of Health and Long-Term Care is responsible for public health. Don’t you think that public health authorities should know the substances that they are giving opinions on?", "This issue is affecting the viability of an entire region of this province. Without water, there will be nothing. Will you direct the Ministry of Health and Long-Term Care to immediately order a health hazard investigation, as the Health Protection and Promotion Act provides for?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I want to start by just reiterating what the Chatham-Kent medical officer of health has told us through their testing and what our testing shows. What that medical officer of health has said is that water particulates do not pose a health risk to residents.", "We’re going to be meeting with the group representing the homeowners. We understand they have some data that we have asked them to share with us. We want to be able to talk to them about that data at our upcoming meeting with them.", "We’re going to continue to work with homeowners to supply alternative water. And the company is providing a licensed well contractor to inspect their wells and answer any questions they may have—all of this at the company’s expense, Mr. Speaker.", "I’ll just end by saying that the medical officer of health has said the water is safe." ],
  "anchor" : null,
  "subject" : {
    "text" : "Water quality",
    "anchor" : "para643"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is to the Minister of Housing and the minister responsible for the Poverty Reduction Strategy.", "While Ontario’s economy is strong, we know that not every person in this province is feeling the benefits of that strength. Homelessness is a complex issue without a one-size-fits-all solution. Addressing homelessness requires input across and between governments to not simply house someone, but to help them build healthy and sustainable lives. It also requires that we work collaboratively with all stakeholders. I am again pleased to welcome partners who work in this field to our reception this evening on chronic homelessness.", "We also know that individuals who have access to stable housing and wraparound supports have better health outcomes, both mental and physical. Could the minister please tell us about the investments that our province has made towards addressing homelessness and its causes in Ontario?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I thank the member from Kingston and the Islands for the question and her advocacy on this issue.", "Our government knows that every person and family deserve the security of knowing they’ll have a safe and adequate place to lay their heads at night. That’s why I’m committed to reaching our goal of ending chronic homelessness by 2025.", "Since 2013, we’ve invested nearly $1.2 billion through our Community Homelessness Prevention Initiative, helping communities across the province tackle homelessness through an integrated, people-centred and outcome-focused housing-first approach. This funding is only going to grow in 2018, 2019 and 2020.", "We’re already seeing the benefits of this approach. The CHPI has helped around 32,300 households experiencing homelessness to obtain housing, and over 125,000 households that were in danger of losing their homes to prevent that outcome." ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para657"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Thank you to the minister for that answer, and thank you as well for your dedication in resolving chronic homelessness and poverty in our province.", "There are thousands of residents in my riding who benefit from the implementation of progressive provincial programs like rent control, increases to the minimum wage, free tuition, and OHIP+.", "Unfortunately, however, we are not immune to the pressures of the increased cost of living and the hot rental market. This year, the vacancy rate in Kingston and the Islands fell to 0.7%. The minister spoke of some of the initiatives that we are working on earlier in question period. We need to focus on building community resources and building connections between mental health services and developmental services. Mr. Speaker, I’m wondering if the minister could please tell this House more about what his ministry is doing to bring more rental housing—be it affordable or market price—online." ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you to the member for the follow-up. We’re very serious about our goal to end chronic homelessness, Mr. Speaker.", "We’ve increased our funding for homelessness programs by 30%. That supports over 150,000 vulnerable families.", "Last March, we announced our Home for Good program, a homelessness-focused program which will invest up to $200 million in supportive housing and services to help up to 6,000 families and individuals access affordable and stable housing over the next three years.", "In 2017, the city of Kingston was able to expand and enhance the services provided to homeless youth through the Kingston Youth Shelter when we provided them with $70,000.", "Everything we’re doing is focused on providing more fairness and opportunity to the residents of Ontario—fairness in accessing good housing and affordable housing and in creating more opportunities to have the kind of dignified life that all Ontarians deserve." ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para657"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "My question is for the Minister of Indigenous Relations and Reconciliation. Last week the FAO reported that job growth has been uneven across the province’s regions. In fact, it was reported that, of the new job gains in 2017, there were only 1,600 net new jobs created in southwestern, eastern and northern Ontario combined. That is a meager 1.2% of the jobs created.", "Chief Clifford Bull of Lac Seul said that he will “fight for better education and employment opportunities for our youth.” All of us will do that, Speaker.", "The FAO reported that whole regions of the province are being completely left behind. Ontario is not just central Ontario and the GTHA; it is Huron and Bruce counties; it’s Windsor; it’s Thunder Bay; it’s Leeds–Grenville and it’s Kiiwetinoong." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "We want to hear from the minister: Why does he prioritize—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I stand; you sit.", "The Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Thank you for that question. We take economic development seriously in Ontario. We take it particularly seriously as it relates to indigenous peoples in Ontario and particularly First Nations and indigenous peoples in northern Ontario.", "With that in mind, I can tell you that we have something called the Indigenous Economic Development Fund. It’s continuing for another seven years. It began in 2017-18. It’s an additional investment of $70 million. That’s a combined investment of $95 million over 10 years.", "Going back to the 2014 budget, we introduced the Indigenous Economic Development Fund. That was an investment of $25 million over three years. As part of the fund, Ontario provided $15 million to entities called aboriginal financial institutions over three years. They provide grants and loans for promising indigenous projects.", "Speaker, we take the development of economic life as it relates to our indigenous peoples very, very seriously." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "It is a priority because that’s how we’re going to—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Again: When I stand, you sit." ],
  "anchor" : null,
  "subject" : {
    "text" : "Indigenous economic development",
    "anchor" : "para674"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Point of order." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para689"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: the member." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para689"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Speaker, I want to take this opportunity to welcome Wendy Rozon here. Her son, Harrison, is a page this week. So thank you. Welcome to Queen’s Park." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para689"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for question period is over. There are no deferred votes. Therefore, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitor",
    "anchor" : "para689"
  }
}, {
  "speaker" : "Nathalie Des Rosiers",
  "text" : [ "It’s my great pleasure to present to the House and to welcome to Queen’s Park Abby Deshman, a long-time colleague and one who contributes immensely to Ontario’s public policy." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? There is another introduction from the member from Nepean–Carleton." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thank you very much, Speaker. I have with me today in the gallery constituent Gord Stringer, who has been an advocate on concussions, as well as my assistant, Maillal, and my other assistant, Valerie, who are down here today to support Gord in all that he has been doing." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I know she has been mentioned—Abby—in the House, but I would also like to recognize a great friend of our Legislature, a gentleman who brought forward his insight into our correctional reforms: Mr. Howard Sapers, who’s here with us. Welcome." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome. Glad you’re with us." ],
  "anchor" : null,
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para695"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m honoured to rise and speak about an important event that took place last Thursday. International Childhood Cancer Day is recognized every February 15 to raise awareness and to express support for children and youth with cancer and for survivors and their families. It is also a call for action to address the growing challenge posed by this disease.", "According to the World Health Organization, who recognize International Childhood Cancer Day, one child dies of cancer every three minutes globally, and 300,000 who are 19 years and under are diagnosed with cancer every year. Cancer is the leading cause of non-communicable disease deaths in children globally. In Canada, cancer is a leading cause of death in children, second only to death by accident. With so many children, and too many children dying of cancer, we need to continue to ensure we provide access to cutting-edge cancer therapies.", "Mr. Speaker, I support the call to make childhood cancer a child health priority in Ontario, Canada and across the world. The fight against childhood cancer should never be fought alone.", "This is why I was pleased that the members of this House voted unanimously in 2016 to pass my resolution and proclaim the month of September as Childhood Cancer Awareness Month in Ontario. This was our way of showing that we stand united to conquer childhood cancer. We stand united with all the great champions for this fight, from the Pediatric Oncology Group Of Ontario, the Maggie Project, the Advocacy for Canadian Childhood Oncology Research Network, and many others.", "Every one of us here has a constituent, a hospital, an individual or corporate donors and research partners in our ridings who are either taking action or working tirelessly, or doing both, to ensure a brighter and healthier future for all of our children.", "In the case of Bruce–Grey-Owen Sound, Neal Rourke is one. Neal works every day to call for action in helping him build a future free from cancer. I ask all of us to continue to support them and to keep fighting for a world free from childhood cancer because, as in the words of my hero Terry Fox, “Somewhere the hurting must stop.”" ],
  "anchor" : null,
  "subject" : {
    "text" : "Childhood cancer",
    "anchor" : "para703"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "The year 2018 is the 65th anniversary of Community Living Oshawa/Clarington. I would like to congratulate and thank board president Patrick Grist, executive director Terri Gray, the board and the whole CLOC team for their tremendous work in our community.", "Community Living Oshawa/Clarington was started in 1953 by a few parents concerned for their developmentally disabled children. Now, 65 years later, CLOC has a workforce of more than 350 and provides support and services for more than 450 people living with developmental disabilities. Its vision is for a community where everyone belongs, is listened to, is treated fairly and can make informed choices. CLOC believes in self-determination and the achievement of personal goals. Everyone deserves to live a meaningful life in their community.", "Judy Quail is one of our bright, vibrant Community Living neighbours. She spoke at the anniversary event and shared, “Many years ago, I lived in an institution where I wasn’t allowed to do what I wanted to do. I was told when to sleep, when to eat and what I was going to eat. I was not allowed to go to school or get a job. I was not able to go out when I wanted to. When I left the institution, Community Living was there to help me. They have supported me by helping me learn the skills I needed to be able to live in my own apartment, to get my own groceries and cook and eat what I want, go to sleep and wake up when I feel like it. They helped to teach me the skills I needed to get a job. I go out for coffee whenever I feel like it, and I am part of many of CLOC’s committees. CLOC helps us to be as independent as we want to be, and I know that they have made a big difference in the lives of hundreds of other people and their families over the past 65 years. Happy anniversary, CLOC!”" ],
  "anchor" : null,
  "subject" : {
    "text" : "Community Living Oshawa/Clarington",
    "anchor" : "para710"
  }
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "It’s a pleasure for me to rise in the House today to honour Black History Month. This month provides us with a wonderful opportunity to recognize and celebrate the historical contributions of our black population that has defined our great country for over 400 years.", "From a political perspective, I can think of Lincoln Alexander, the first black MP, the first black cabinet minister and the first black Lieutenant Governor of Ontario; Leonard Braithwaite, the first black MPP, elected in 1963; Jean Augustine, the first African Canadian woman to be elected to the Canadian House of Commons and the first to serve in the federal cabinet; Mary Anne Chambers, the first black woman Liberal cabinet minister; and Zanana Akande, the first black woman elected to the Legislative Assembly of Ontario and the first black woman to serve as a cabinet minister in Canada.", "Not only is this month important for looking back; it also gives us the opportunity to look forward at what we can do to deliver better outcomes for black communities across Ontario.", "Currently, the province is working on a number of items that aim to address anti-black racism and level the playing field so that people from the black community have the same opportunities as everyone else to be successful and thrive in our great province. Just a few months ago we announced that we will invest over $1 million for public awareness campaigns that will address racial prejudice and promote the strengths of the black community.", "Mr. Speaker, it is vital that we make these important investments and that we take the time to celebrate the accomplishments, the rich diverse history, resiliency, creativity and innovation of the black community. It is equally important to recognize black history as Ontario’s history and as everyone’s history." ],
  "anchor" : null,
  "subject" : {
    "text" : "Black History Month",
    "anchor" : "para714"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Speaker, I rise to pay tribute to Robert Lawn, the beloved former mayor of Prescott, who died earlier this month at age 83.", "A long-time teacher and principal, Robert was Prescott’s mayor from 2002 to 2006 and a municipal councillor from 2010 to 2014. Robert’s quiet dignity and passion for his community and its people endeared him to the residents of the Fort Town. His passing on February 10 was a loss felt by everyone.", "As an educator, Robert’s kindness and genuine interest in his students inspired generations of young people to do great things. Their heartfelt tributes to him over the past week are a testament to the impression he made on them.", "Robert loved Prescott from his arrival in 1966 and he remained relentlessly optimistic about the town’s future. So it was natural that in retirement he turned his considerable wisdom toward making it a better community by getting involved in municipal politics and as a volunteer. He was also an early champion of what would become Prescott’s signature summer event, the St. Lawrence Shakespeare Festival.", "As an educator, community builder, and especially as a husband and father, Robert Lawn made all whose lives he touched better for the time with him.", "On behalf of the entire community, I want to extend my personal condolences to his wife of 57 years, Sandra; their daughters, Andrea, Kerrie and Julia, and their families; and the entire Lawn family. I want to thank them for allowing us to share Robert with them." ],
  "anchor" : null,
  "subject" : {
    "text" : "Robert Lawn",
    "anchor" : "para720"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Today I stand on behalf of my community to express my dismay at this government’s decision not to step in to save an important health program at London Health Sciences Centre.", "For 37 years the Cardiac Fitness Institute, or CFI, has helped patients who have suffered a serious cardiac event with long-term rehab services, with no cut-off timelines for treatment. Despite the success of this program, LHSC has decided to shut down the program, and the government has decided not to step in.", "Hundreds of people are worried for their health. They are wondering and cannot understand why a good program would not have been supported by this Liberal government. They are frustrated that they cannot count on getting the health care they need to be there when they need it. They are angry about the decision that removes their access to a program that has proven to be a lifeline in London. Their families are worried too, and everyone in London is disappointed that this Liberal government will not stand up and fight for London and maintain the CFI services that our cardiac patients need at LHSC.", "What I want the people of London to know is that Londoners don’t have to settle for this. When I met with patients of CFI, they put it best when they said, “I would not be here today if it weren’t for this program.” On behalf of the current and future patients of this program, I stand today, demanding this government do the right thing and step in to ensure this program is not shut down." ],
  "anchor" : null,
  "subject" : {
    "text" : "Cardiac Fitness Institute",
    "anchor" : "para727"
  }
}, {
  "speaker" : "Soo Wong",
  "text" : [ "The implementation of the new OHIP+: Children and Youth Pharmacare Program is recognized as an important public health initiative for Ontario’s youngest citizens. Young people under 25 now have access to over 4,400 medications with no upfront costs. These medications treat many health conditions such as allergies, diabetes, depression, cancer, epilepsy and asthma. When families and young people do not have to worry about the costs of their prescription medications, we reduce the demands on our health care system while keeping Ontarians healthy.", "Sheila, a constituent of Scarborough–Agincourt and a student at UTSC, stated, “I witnessed numerous struggles with access to prescription drugs. OHIP+ provides me with financial ease and confidence to be proactive with my health.”", "My riding of Scarborough–Agincourt is extremely diverse and has a large newcomer population. OHIP+ enables newcomers, students, young people and unemployed Ontarians to have access to prescription medications. Since January 1, an estimated 1.2 million Ontarians have used this program.", "Dr. Jordan Cheskes, an ophthalmologist in Scarborough, indicated that “OHIP+ enables many families to access medication for their children and will likely improve medication compliance for young patients to achieve better health outcomes.”", "I want to thank Minister Hoskins for championing OHIP+ and ensuring Ontario’s youngest citizens have greater access to and equity in health care." ],
  "anchor" : null,
  "subject" : {
    "text" : "OHIP+",
    "anchor" : "para733"
  }
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to rise today to welcome two young people from Huron–Bruce. They are participants in this week’s Ontario Legislative Assembly model Parliament program. Sheetal Gill is from Tiverton and Khushali Shah is from Kincardine. Some of you may remember Khushali, as she served as a page a couple of years ago.", "They will both be representing the great riding of Huron–Bruce, as well as Simcoe–Grey, with more than 100 students from across the province. I look forward to meeting both of these young, ambitious people as they acquire an appreciation for what we all do right here in the Legislature and to get some first-hand experience about what life in politics is all about.", "I’d like to quote Sheetal Gill for a moment from her wonderful essay. In it, she wrote about the program that the model Parliament will “provide me with opportunities to meet various like-minded people who share the same passion for democratic values.” Speaker, I couldn’t have said it better myself.", "Khushali wrote, “I believe in moral values, crave to learn about current events, value relationships and am eager to face new challenges.”", "Speaker, I look forward to being at the model Parliament reception tomorrow and to welcome these two promising people from Huron–Bruce, along with all of the other participants from across the province. I look forward to all of us seeing and greeting these young people and sharing our parliamentary experiences with them to make this experience as rewarding as possible for all of them." ],
  "anchor" : null,
  "subject" : {
    "text" : "Sheetal Gill and Khushali Shah",
    "anchor" : "para739"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I assume on our best behaviour, right?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Sheetal Gill and Khushali Shah",
    "anchor" : "para739"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Oh, yes." ],
  "anchor" : null,
  "subject" : {
    "text" : "Sheetal Gill and Khushali Shah",
    "anchor" : "para739"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. I just thought I’d ask that question." ],
  "anchor" : null,
  "subject" : {
    "text" : "Sheetal Gill and Khushali Shah",
    "anchor" : "para739"
  }
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to welcome everyone back from their respective ridings.", "Over the past few years, I’ve had many wonderful conversations, and very meaningful ones, about chronic homelessness with constituents and stakeholders from across the province. This condition impacts Ontario’s most vulnerable citizens in all of our ridings. Today, I’m thrilled that we’re joined by leading health care professionals, respected homeless service providers and key executives from across this province to shed light on this complex societal challenge.", "Chronic homelessness is an issue that is very dear to my heart, and it is important to recognize that each person living with this condition has a unique story and history. Many experience serious mental illness, dementia, developmental disabilities, acquired brain injuries, substance abuse, isolationism and despair. Remembering that each one of these individuals is a human being, that they feel pain, that they have goals, that they deserve compassion and have the right to be treated equally and fairly is so incredibly important. As such, we have a shared responsibility to work together on chronic homelessness.", "Mr. Speaker, I’m proud of our government’s goal to end chronic homelessness by 2025. Importantly, Ontario is supporting 48 community-led projects through the Local Poverty Reduction Fund, with an investment of over $16 million.", "I would like to welcome everyone to our reception in the dining room tonight from 5:30 to 7:30." ],
  "anchor" : null,
  "subject" : {
    "text" : "Homelessness",
    "anchor" : "para748"
  }
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I am proud to congratulate Team Canada’s flag-bearers and the most decorated figure skaters in Olympic history: Scott Moir and Tessa Virtue. Last night, they won the Olympic ice dance competition, their second gold medal of the 2018 Olympic Games. It was a thrilling and fitting finale to their tremendous career.", "Ilderton—Scott’s hometown and the home of the skating club where Scott and Tessa became partners—has been decked out in red and white in support of their hometown heroes. I think the excitement from the Ilderton Community Centre last night was heard across Lambton–Kent–Middlesex and across our entire nation.", "Watching Tessa and Scott skate together, it’s easy for fans and casual viewers alike to see that it’s something incredibly special. Partners since they were only seven and nine years old, these skaters and their families have made tremendous sacrifices to pursue their passion. They invested blood, sweat and tears into a career that has brought them national and international glory, and more titles and medals than I have time to list. But perhaps more importantly, they’ve inspired people all over the world with the beauty of their craft and the tenacity with which they have pursued their dreams.", "I’m sure I speak for everyone here in saying thank you, Scott and Tessa, for bringing so much excitement, passion and pride not only to your hometown but to the sport of figure skating and to all of Canada." ],
  "anchor" : null,
  "subject" : {
    "text" : "Tessa Virtue and Scott Moir",
    "anchor" : "para754"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : null,
  "subject" : {
    "text" : "Tessa Virtue and Scott Moir",
    "anchor" : "para754"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Community Safety and Correctional Services on a point of order." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para760"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you for your indulgence. Today is a very important day, as we introduce new legislation.", "I would like to acknowledge the great work that has been done by our ministry and Mr. Sapers, who is here. There’s also a wonderful individual I forgot to mention, Andrea Monteiro, who is here with us; and Debbie Conrad, Adrienne Scott and the rest of our policy legislative team. This wouldn’t have been able to work out the way it did—so I thank you and all of our stakeholders who contributed to this bill." ],
  "anchor" : null,
  "subject" : {
    "text" : "Visitors",
    "anchor" : "para760"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated February 20, 2018, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House.", "Ms. McMahon moved first reading of the following bill:", "Bill 194, An Act respecting fairness in procurement / Projet de loi 194, Loi concernant l’équité en matière de marchés publics." ],
  "anchor" : null,
  "subject" : {
    "text" : "Standing Committee on Government Agencies",
    "anchor" : "para765"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Fairness in Procurement Act, 2018 / Loi de 2018 sur l’équité en matière de marchés publics",
    "anchor" : "para769"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : null,
  "subject" : {
    "text" : "Fairness in Procurement Act, 2018 / Loi de 2018 sur l’équité en matière de marchés publics",
    "anchor" : "para769"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I rise in this House today to introduce the Fairness in Procurement Act, 2018. The proposed act is a broad legislative framework that would allow Ontario to respond to discriminatory procurement policies in the United States, specifically New York state. This legislation would protect open, fair and competitive procurement by enabling a proportional response to public procurement restrictions on Ontario businesses.", "Mme Lalonde moved first reading of the following bill:", "Bill 195, An Act to enact the Ministry of Community Safety and Correctional Services Act, 2018 and the Correctional Services and Reintegration Act, 2018, to make related amendments to other Acts, to repeal an Act and to revoke a regulation / Projet de loi 195, Loi édictant la Loi de 2018 sur le ministère de la Sécurité communautaire et des Services correctionnels et la Loi de 2018 sur les services correctionnels et la réinsertion sociale, apportant des modifications connexes à d’autres lois et abrogeant une loi et un règlement." ],
  "anchor" : null,
  "subject" : {
    "text" : "Fairness in Procurement Act, 2018 / Loi de 2018 sur l’équité en matière de marchés publics",
    "anchor" : "para769"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Correctional Services Transformation Act, 2018 / Loi de 2018 sur la transformation des services correctionnels",
    "anchor" : "para777"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : null,
  "subject" : {
    "text" : "Correctional Services Transformation Act, 2018 / Loi de 2018 sur la transformation des services correctionnels",
    "anchor" : "para777"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "The Correctional Services Transformation Act, if passed, supports care for those in our custody and improves outcomes for those under our supervision. The bill, if passed, will modernize Ontario’s correctional system by setting definitive rules around segregation, improving conditions of confinement, increasing transparency and accountability, reforming health care services and aiding in greater rehabilitation and reintegration." ],
  "anchor" : null,
  "subject" : {
    "text" : "Correctional Services Transformation Act, 2018 / Loi de 2018 sur la transformation des services correctionnels",
    "anchor" : "para777"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I move that the Standing Committee on Justice Policy be authorized to meet on Thursday, March 1, 2018, from 1:30 p.m. to 2 p.m. in addition to its regularly scheduled sitting time for the purpose of public hearings for Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation; and", "That the Standing Committee on Justice Policy be authorized to meet on Tuesday, March 6, 2018, from 9 a.m. to 10:15 a.m. and from 3:45 p.m. to 6 p.m.; Wednesday, March 7, 2018, from 3:45 p.m. to 6 p.m.; Tuesday, March 20, 2018, from 9 a.m. to 10:15 a.m. and from 3:45 p.m. to 6 p.m.; and Wednesday, March 21, 2018, from 3:45 p.m. to 6 p.m. for the purpose of clause-by-clause consideration of Bill 175, An Act to implement measures with respect to policing, coroners and forensic laboratories and to enact, amend or repeal certain other statutes and revoke a regulation." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para785"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves that the Standing Committee on Justice Policy be authorized—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para785"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para785"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense. Do we agree? Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee sittings",
    "anchor" : "para785"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Mr. Speaker, I believe that we have unanimous consent to put forward a motion without notice regarding private members’ public business.", "I move that, notwithstanding—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. We have to do that first.", "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Thank you, Mr. Speaker. Thank you for your patience.", "I move that, notwithstanding standing order 98(c), a change be made to the order of precedence for private members’ public business such that Mr. Anderson assumes ballot item number 26 and Mr. Delaney assumes ballot item number 41; and that, notwithstanding standing order 98(g), notice for ballot items numbers 30 and 34 be waived." ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Coteau moves that, notwithstanding standing order 98(c), a change—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense. Do we agree? Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Private members’ public business",
    "anchor" : "para792"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Mr. Speaker, I believe you’ll find that we have unanimous consent to put forward a motion without notice regarding committee membership." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I move that the following changes be made to the membership of the following committees:", "That, on the Standing Committee on Estimates, Mr. Anderson replaces Ms. Kiwala, Mr. Delaney replaces Mr. Colle, Mr. Kwinter replaces Madame Des Rosiers, Mr. Sergio replaces Ms. Hoggarth, Mr. Bradley replaces Mr. Potts and Ms. Fife replaces Ms. DiNovo; and", "That, on the Standing Committee on Finance and Economic Affairs, Mr. Duguid replaces Ms. Malhi and Ms. MacLeod replaces Mr. Fedeli; and", "That, on the Standing Committee on General Government, Ms. Kiwala replaces Mr. Anderson and Mr. Potts replaces Mr. Fraser; and", "That, on the Standing Committee on Justice Policy, Ms. Sandals replaces Madame Des Rosiers and Ms. Wong replaces Ms. Vernile; and", "That, on the Standing Committee on Public Accounts, Ms. Sandals replaces Mr. Kwinter; and", "That, on the Standing Committee on the Legislative Assembly, Ms. Matthews replaces Ms. Kiwala; and", "That, on the Standing Committee on Social Policy, Mr. Colle replaces Mr. Delaney, Ms. Hoggarth replaces Mr. Dickson and Mr. Fraser replaces Ms. Malhi; and", "That, on the Standing Committee on Regulations and Private Bills, Mr. Dickson replaces Mr. Sergio and Ms. Matthews replaces Ms. Vernile; and", "That, on the Standing Committee on Government Agencies, Ms. Kiwala replaces Ms. Vernile and Mr. Duguid replaces Mr. Bradley." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Coteau moves that the following changes be made to the membership of the following—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : null,
  "subject" : {
    "text" : "Committee membership",
    "anchor" : "para803"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s 627 long-term-care homes play a critical role in the support and care for more than 100,000 elderly Ontarians each and every year;", "“Whereas nine out of 10 residents in long-term care today have some form of cognitive impairment, along with other complex medical needs, and require specialized, in-home supports to manage their complex needs;", "“Whereas each and every year, 20,000 Ontarians remain on the waiting list for long-term care services and yet, despite this, no new beds are being added to the system;", "“Whereas over 40% of Ontario’s long-term-care beds require significant renovations or to be rebuilt and the current program put forward to renew them has had limited success;", "“Whereas long-term-care homes require stable and predictable funding each year to support the needs of residents entrusted in their care;", "“We, the undersigned, citizens of Ontario, call on the government to support the Ontario Long Term Care Association’s Building Better Long-Term Care pre-budget submission and ensure better seniors’ care through a commitment to improve long-term care.”" ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para823"
  }
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas poets laureate have been officially recognized at all levels of Canadian government and in at least 15 countries around the world; and", "“Whereas the establishment of our own poet laureate for the province of Ontario would promote literacy and celebrate Ontario culture and heritage, along with raising public awareness of poetry and of the spoken word; and", "“Whereas Gord Downie was a poet, a singer and advocate for indigenous issues, and designating the poet laureate in his memory will serve to honour him and continue his legacy; and", "“Whereas Bill 186, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie, will establish the Office of Poet Laureate for the province of Ontario as a non-partisan attempt to promote literacy, to focus attention on our iconic poets and to give new focus to the arts community in Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the establishment of the Office of Poet Laureate as an officer of the Ontario Legislature and that private member’s Bill 186, An Act to establish the Poet Laureate of Ontario in memory of Gord Downie, receive swift passage through the legislative process.”", "I fully agree. I’ll sign this and send it with Olivia up to the desk." ],
  "anchor" : null,
  "subject" : {
    "text" : "Poet laureate",
    "anchor" : "para831"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas County Road 43 is a critical link between the town of Kemptville and Highway 416;", "“Whereas the municipality of North Grenville is one of the fastest-growing communities in eastern Ontario and expanding County Road 43 to four lanes is essential to support current and future economic development and residential growth;", "“Whereas up to 18,500 vehicles per day travel the two-lane roadway, creating congestion and, increasingly, putting the safety of motorists, cyclists and pedestrians at risk;", "“Whereas the municipality of North Grenville and the united counties of Leeds and Grenville have for several years identified the County Road 43 expansion as a priority and have completed the environmental assessment and design, making the project shovel-ready;", "“Whereas, during this time, North Grenville and the united counties made repeated requests to many ministers and senior government officials for provincial funding to offset the $25- to $30-million project cost;", "“Whereas the Ontario government is aware the expansion is not feasible without its support, but funding criteria for provincial infrastructure programs has excluded the project for the past five years;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Make the County Road 43 expansion project eligible for provincial infrastructure programs and immediately provide funding so work on this important project to enhance public safety and support economic growth can finally begin.”", "I’m pleased to affix my signature. I’ll send it to the table with page Aashaz." ],
  "anchor" : null,
  "subject" : {
    "text" : "Transportation infrastructure",
    "anchor" : "para840"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the United Jewish People’s Order (UJPO) and Independent Jewish Voices (IJV), both organizations that are critical of Israel and supportive of Palestinian rights, requested in the summer of 2017 to sit on the Ontario Anti-Racism Directorate’s (OARD) anti-Semitism committee and have yet to be offered a place on that committee;", "“Whereas criticism of Israel’s government or policies is not inherently anti-Semitic;", "“Whereas the conflation of criticism of Israel’s government or policies and anti-Semitism can have the adverse effect of silencing critical voices;", "“Whereas all Jews are vulnerable to anti-Semitism, regardless of their political opinions;", "“Therefore we, the undersigned, urge the Legislative Assembly of Ontario to invite the United Jewish People’s Order and Independent Jewish Voices to join the OARD’s anti-Semitism committee.”", "I give this to page Jamie to deliver to the table." ],
  "anchor" : null,
  "subject" : {
    "text" : "Anti-Semitism",
    "anchor" : "para852"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space as it was built for a mere 7,000” emergency room visits per year “and experiences in excess of 33,000 visits annually; and", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth, which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Kathleen Wynne Liberal government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "I certainly agree with the petition. I will sign it." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para860"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This petition is entitled, “Conduct a Full Inquiry into Seniors’ Care in the Province of Ontario.”", "“To the Legislative Assembly of Ontario: Expand the scope of the Public Inquiry into the Safety and Security of Residents in the Long-Term Care Homes System to address systemic problems.", "“Whereas upwards of 30,000 Ontarians are on the wait-list for long-term care (LTC); and", "“Whereas wait times for people who urgently need long-term care and are waiting in hospital have increased by 270% since the Liberal government came into office; and", "“Whereas the number of homicides in long-term care being investigated by the coroner are increasing each year; and", "“Whereas, over a period of 12 years, the government has consistently ignored recommendations regarding long-term care from provincial oversight bodies such as the Ontario Ombudsman and the Auditor General; and", "“Whereas Ontario legislation does not require a minimum staff-to-resident ratio in long-term-care homes, resulting in insufficient staffing and inability for LTC homes to comply with ministry regulations;", "“Whereas, on September 14, the Legislature voted 26 to 18 to immediately expand the scope of the public inquiry to address systemic issues in the LTC system;", "“We, the undersigned, petition the Legislative Assembly of Ontario to act in the best interest of Ontarians and conduct a full public inquiry into seniors’ care with particular attention to the safety of residents and staff; quality of care; funding levels; staffing levels and practices; capacity, availability and accessibility in all regions; the impact of for-profit privatization on care; regulations, enforcement and inspections; and government action and inaction on previous recommendations to improve the long-term-care system.”", "I fully support this petition and will give it to page Michael." ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para869"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas lack of access to dental care affects overall health and well-being, and poor oral health is linked to diabetes, cardiovascular, respiratory disease, and Alzheimer’s disease; and", "“Whereas it is estimated that two to three million people in Ontario have not seen a dentist in the past year, mainly due to the cost of private dental services; and", "“Whereas approximately every nine minutes a person in Ontario arrives at a hospital emergency room with a dental problem but can only get painkillers and antibiotics, and this costs the health care system at least $31 million annually with no treatment of the problem;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to invest in public oral health programs for low-income adults and seniors....”", "I agree with this petition and will send it down to the table with Sully." ],
  "anchor" : null,
  "subject" : {
    "text" : "Dental care",
    "anchor" : "para880"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Diane Obach from Azilda in my riding for signing this petition. It reads as follows:", "“Nurses Know—Petition for Better Care.", "“To the Legislative Assembly of Ontario:", "“Whereas providing high-quality, universal, public health care is crucial for a fair and thriving Ontario; and", "“Whereas years of underfunding have resulted in cuts to registered nurses (RNs) and hurt patient care; and", "“Whereas, in 2015 alone, Ontario lost more than 1.5 million hours of RN care due to cuts; and", "“Whereas procedures are being off-loaded into private clinics not subject to hospital legislation; and", "“Whereas funded services are being cut from hospitals and are not being provided in the community; and", "“Whereas cutting skilled care means patients suffer more complications, readmissions and death;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I fully support this petition. I will affix my name to it and ask page Reed to bring it to the Clerk." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para887"
  }
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas municipal governments in Ontario do not have the right to approve landfill projects in their communities, but have authority for making decisions on all other types of development; and", "“Whereas this outdated policy allows private landfill operators to consult with local residents and municipal councils but essentially ignore them; and", "“Whereas proposed Ontario legislation (Bill 139) will grant municipalities additional authority and autonomy to make decisions for their communities; and", "“Whereas municipalities already have exclusive rights for approving casinos and nuclear waste facilities within their communities and, further, that the province has recognized the value of municipal approval for the siting of power generation facilities; and", "“Whereas the recent report from Ontario’s Environmental Commissioner has found that Ontario has a garbage problem, particularly from waste generated within the city of Toronto. Municipalities across Ontario are quietly being identified and targeted as potential landfill sites for future Toronto garbage by private landfill operators; and", "“Whereas other communities should not be forced to take Toronto waste, as landfills can contaminate local watersheds, air quality, dramatically increase heavy truck traffic on community roads, and reduce the quality of life for local residents; and", "“Whereas municipalities should have the exclusive right to approve or reject these projects, and assess whether the potential economic benefits are of sufficient value to offset any negative impacts and environmental concerns, in addition to and separate from successful completion of Ontario’s environmental assessment process;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Pass legislation, or other appropriate legal instrument, that formally grants municipalities (both single- and two-tier) the authority to approve landfill projects in or adjacent to their communities, prior to June 2018.”", "I affix my signature as I wholeheartedly agree with this petition." ],
  "anchor" : null,
  "subject" : {
    "text" : "Landfill",
    "anchor" : "para903"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Nicole Beaudry de Hanmer dans mon comté pour avoir signé la pétition. It reads as follows:", "“Whereas frail elderly patients needing long-term-care placement in homes within the North East Local Health Integration Network (NE LHIN) have been pressured to move out of the hospital to await placement, or stay and pay hospital rates of approximately $1,000 per day; and", "“Whereas frail elderly patients needing long-term-care placement in Sudbury and Sault Ste. Marie have been pressured to move to homes not of their choosing, or to ‘interim’ beds in facilities that don’t meet legislated standards for permanent long-term-care homes; and", "“Whereas the practice of making patients remain in ‘interim’ beds is contrary to Ministry of Health and Long-Term Care (MOHLTC) policy which identifies ‘interim’ beds as intended to ‘ensure a continuous flow-through so that interim beds are constantly freed up for new applicants from hospitals’;”", "They petition the Legislative Assembly as follows:", "“—Ensure health system officials are using ‘interim’ beds as ‘flow-through,’ in accordance with fairness and as outlined in MOHLTC policy;", "“—Ensure patients aren’t pressured with hospital rates and fulfill promises made to hundreds of nursing home residents who agreed to move temporarily with the promise that they would be relocated as soon as a bed in a home of their choosing became available.”", "I fully support this petition and will affix my name to it and ask page Rachel to bring it to the Clerk." ],
  "anchor" : null,
  "subject" : {
    "text" : "Long-term care",
    "anchor" : "para915"
  }
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Collingwood General and Marine Hospital is challenged to support the growing needs of the community within its existing space;", "“Whereas a building condition assessment found the major systems of the hospital will require renewal within the next 10 years;", "“Whereas substandard facilities exist in the emergency department; there is no space in the dialysis department to expand, and there is a lack of storage and crowding in many areas of the building; and, structurally, additional floors can’t be added to the existing building to accommodate growth;", "“Whereas there is no direct connection from the medical device repurposing department to the operating room;", "“Whereas there is a lack of quiet rooms, interview rooms and lounge space;", "“Whereas Collingwood General and Marine Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government immediately provide the necessary funding to Collingwood General and Marine Hospital so that it can build a new hospital to serve the needs of the community.”", "Mr. Speaker, I certainly agree with this, and I will sign it.", "Ms. Vernile moved second reading of the following bill:", "Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2018 and to amend the Education Act / Projet de loi 193, Loi édictant la Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales et modifiant la Loi sur l’éducation." ],
  "anchor" : null,
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para925"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the minister for debate." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m going to be sharing my time today with the member for Ottawa South.", "Speaker, it’s a great honour to stand before you today to fulfill our government’s commitment to be a national leader in concussion management in sport. I’m very pleased to speak further to our proposed new legislation, Bill 193, Rowan’s Law (Concussion Safety), 2017, introduced in December of this past year.", "Speaker, I want to begin by thanking the member for Ottawa South, the member for Nepean–Carleton and the member for Kitchener–Waterloo for their work on this initiative and their consistent dedication to Rowan and to ensuring safety in sport. This legislation would not have been possible without all-party support, and I’d like to thank all the MPPs who were involved in making this happen.", "I would also like to thank everyone who has provided support and input in developing this draft legislation, including Gordon and Kathleen Stringer, who are the parents of Rowan Stringer, in whose name this legislation has been introduced. I’d like to point out that Gordon Stringer is here with us today—if you wouldn’t mind standing for us.", "I just had a chance to speak with Gordon, and I’m glad to see that he’s here today—and for his tireless advocacy as a caring parent.", "I also want to thank stakeholders from the sport, medical and education sectors for their participation and expert advice as we move forward to protect amateur athletes by improving concussion safety on the field and at school.", "Speaker, this legislation is very important. As members of the House know, it was on May 12, 2013, that 17-year-old Rowan Stringer died as a result of a head injury that she sustained while playing rugby with her high school team. Rowan loved playing that game. Not only was she the captain of her high school rugby team; she played rugby during the summer break. She had, in fact, been hit twice in a game a week before her final game and likely suffered concussions each time. Before the previous injury had a chance to heal, the second injury caused catastrophic swelling to Rowan’s brain, a condition referred to as second-impact syndrome.", "A coroner’s inquest was convened in 2015 to look into the circumstances of her death. During eight days of testimony, several witnesses, including Rowan’s friends, coaches and her mother, all testified on the events related to her death. The coroner’s jury made 49 recommendations on how government ministries, school boards and sports organizations should improve the manner in which concussions are managed in this province.", "Speaker, I want to add that my husband and I are the parents of three children who are now all young adults. Over the years, when they were children and teenagers, they played various sports, including hockey, soccer and football. As a mother, when they stayed after school to be active in a sport, I felt good knowing that they were being physically active—not just getting exercise, but when you’re involved in a team sport, you’re learning about teamwork and leadership. You expect them to come home at the end of the day for dinner.", "Rowan did not come home. I can’t imagine the pain and the loss experienced by her family and friends.", "Moving forward, I want to express our government’s appreciation of the work of various groups, including the coroner’s inquest jury, for the presentation of their findings. Since the coroner’s inquest, Ontario has already implemented several of the jury’s recommendations, including updating our ministry’s sport recognition policy to ensure all provincial sport organizations meet mandatory safety requirements in order to be recognized and receive funding from the government of Ontario. We also have brought in the establishment of a provincial concussion web portal; funding to school boards to support the full implementation of an elementary and secondary school concussion policy—and using the latest international concussion consensus guidelines as the standard of practice for concussion management in schools.", "Mr. Speaker, in the summer of 2016, following the jury recommendations, the Rowan’s Law Advisory Committee Act was passed with all-party support. Ontario became the first jurisdiction in all of Canada to address concussions in amateur sport through legislation. The advisory committee, chaired by Dr. Dan Cass, reviewed the coroner’s jury recommendations. It met eight times over nine months and submitted its report to my predecessor, who is now the President of the Treasury Board, on September 9 of last year. The report was tabled the same week.", "I’d just like to point out that we have Dr. Cass with us in the House today—if he wouldn’t mind standing. He was the chair of this committee. He is also joined by Paul Hunter, who is with Rugby Canada. Paul, thank you very much for being here. Both of these gentlemen sat on the committee.", "The mandate that we set for this committee was to provide advice to our government on the best ways to implement the coroner’s jury recommendations. The advisory committee focused not on whether to implement the coroner’s jury recommendations but on how to implement the recommendations. Beyond specific recommendations related to the events of Rowan Stringer’s tragic death, the committee looked at the broader concussion landscape, both here in Ontario and right across Canada. Ontario wanted recommendations that would lead to real change across the amateur sports sector and in schools.", "Prior to coming into the House this afternoon, I asked Dr. Cass, “Is there anything that you want to channel through me today while I’m speaking to the House?” He said that they were encouraged by Rowan’s father to go bold on the legislation. I asked him, “Do you think that we did?” Dr. Cass said, “Yes, you’ve gone bold, and we’re happy with the legislation as it is.”", "One important element of this shift is going to be a culture shift to ensure that there is no fear or stigma attached to disclosing a concussion or any symptoms of a concussion.", "I’d like to thank members of the advisory committee, which included parents, sports leaders, athletes, coaches, a former Olympian, a former famous hockey player, representatives from schools, and medical professionals, for taking time out of their busy lives to commit to this very important work.", "The very first of the advisory committee’s 21 recommendations was similar to the coroner’s jury verdict: that the Ontario government should adopt a law to govern all amateur sport in schools and outside of schools. The committee viewed legislation as the key driver that would bring a consistent approach to concussions right across Ontario. Other recommendations from the advisory committee included adopting a concussion code of conduct that would include a zero-tolerance policy for head hits and high tackles in sport and other dangerous behaviours that are considered high risk for causing concussions or head injuries; and creating an annual concussion awareness day as a learning opportunity for students and athletes.", "This proposed legislation is based on the recommendations of the advisory committee, as well as recommendations of the coroner’s jury inquest. The proposed legislation includes three mandatory elements, and, Speaker, I’ll share them with you:", "(1) An annual review of concussion awareness resources that help prevent, identify and manage concussions, which athletes, including students, coaches, educators, and parents and guardians of athletes under the age of 18, would be required to review before registering in a sport;", "(2) Removal-from-sport and return-to-sport protocol, which ensure that an athlete is immediately removed from sport if they are suspected of having sustained a concussion and giving them the time that they need to heal properly. Speaker, we seem to have this attitude that you just need to walk it off or get back in the game. We want to address this culture, that we think athletes need to tough it out and get back out there. They need to have time to recuperate and avoid what could potentially be a dangerous situation; and", "(3) A concussion code of conduct that would set out rules of behaviour to minimize concussions while playing sports.", "In addition, the proposed legislation would establish an annual Rowan’s Law Day. This would raise awareness regarding the issue of concussions.", "Every single one of the jury recommendations was addressed in the advisory committee report and laid the foundations for Bill 193, Rowan’s Law, and for the amendments to the Education Act that we’re bringing forward.", "Mr. Speaker, this legislation, if it’s passed, would affirm Ontario’s historical role as a national leader in concussion prevention and management by establishing minimum standards in amateur competitive sport in elementary, secondary and post-secondary schools in Ontario. This would be an important first step in creating a balanced and harmonized approach to concussion management in all amateur competitive sport.", "If passed, this legislation would be a catalyst for longer-term culture change for concussion management and injury prevention in amateur sport and beyond. Through increasing awareness and changing conversations on the field, at school and in our homes, we can create a world-class amateur competitive sport system by empowering athletes and Ontario residents to participate safely.", "Our government wants to make sure that each and every Ontarian has the opportunity to compete, increase their level of fitness or make new friends through the participation in sport. As the Minister of Tourism, Culture and Sport, my goal is to see more people engaging in physical activity without getting sidelined by avoidable injuries. Although concussion is a serious health issue, sport and physical activity are both essential for good health, and approaches that encourage safe play are important.", "An important part of delivering sport and recreation programs is ensuring that proper safety measures are in place. While my ministry is taking the lead in implementing the Rowan’s Law Advisory Committee recommendations, there are several other ministries that have been directly involved in the development of the Rowan’s Law bill, and we’re focused on a wider, inclusive approach.", "Speaker, ministries whose stakeholders would be specifically impacted by the legislation include the Ministries of Education, Advanced Education and Skills Development, Municipal Affairs, and Health and Long-Term Care. Some other ministries include Children and Youth Services, Government and Consumer Services, and Indigenous Relations and Reconciliation. They also have interests in the bill, and they have provided input to us. The proposed bill is supported by all of these partner ministries, and so together we’re working to increase awareness, prevention, identification and concussion management in schools and in the broader community.", "Ontario is taking a lead in Canada on moving forward with a harmonized provincial approach on this serious health issue, and we believe that our approach is one that should be followed right across the country.", "Since 2015, the federal government has also taken important steps towards addressing a national strategy to raise awareness on concussion management. In July of 2017, an organization called Parachute Canada—they’re a national non-profit group dedicated to injury prevention—released the Canadian Guideline on Concussion in Sport, which is a multi-step approach. It includes pre-season education, head injury recognition, medical assessment, concussion management and return-to-sport, just to name a few. The federal ministries of sport and health directed Parachute Canada to develop these concussion guidelines for use right across Canada.", "In July of last year, Ontario and our federal-provincial-territorial counterparts agreed to move forward by implementing an FPT framework for action for a harmonized approach on concussions as well as the Canadian Guideline on Concussion in Sport. Our proposed legislation is promoting this harmonization in Ontario and is aligned with the FPT work on concussions. Ministry representatives will continue to participate in the working group on concussions to advance this pan-Canadian work.", "If passed, the proposed legislation would respond to the expectation of every Ontario family that their children are protected by a safe sports system where everyone understands concussions, actively minimizes the risk and knows what to do immediately if someone is concussed.", "If passed, the proposed legislation would empower athletes to raise their hands if they think that they or their teammates might have sustained a concussion, and they can do this freely without facing any kind of ridicule or punishment.", "When a parent signs up their daughter or son for a sport in school or outside of school, they want to know that all steps are being taken to ensure that their child is going to be safe while they’re taking part in that sport. When a child or teenager steps onto a playing field, they should know that they are going to be supported if they are injured and have to remove themselves from a game. Coaches and officials should have all the information that they need to detect the symptoms of a concussion and immediately remove a child from action if a concussion is suspected.", "Rowan’s Law and related amendments to the Education Act would change the culture of amateur competitive sport in Ontario.", "If passed, the legislation would introduce mandatory requirements for the review of concussion-awareness resources by athletes, including students, and parents of athletes under 18, and coaches, educators and others. It would establish remove-from-sport, return-to-sport and return-to-learn protocols to ensure that athletes who have been concussed are immediately removed from sport to get the time that they need to heal properly. Once an athlete is removed from sport as a result of having sustained a concussion, the athlete would not be permitted to return to training, to practice or to competition until they have followed the return-to-sport protocol from their sport organization.", "Coaches would play a key role in implementing the proposed legislation, and they’re going to be required to implement the proposed legislation to undertake mandatory concussion education. A concussion code of conduct would set out rules of behaviour for athletes, including students and parents of athletes under 18, and for coaches and educators. The concussion code of conduct would provide specific expectations about concussion prevention, awareness and management.", "The proposed legislation, if it is passed, would deliver a public commitment to create a world-class amateur competitive sport system where athletes can play safely, where there are fewer cases of concussions in organized amateur competitive sport and in schools.", "It’s going to help to increase awareness and enhance management of concussions, synchronize concussion protocols across amateur sport and in schools, and change the culture surrounding concussion prevention and management.", "My ministry has consulted with the public on the proposed bill and received very supportive comments through Ontario’s Regulatory Registry, which posted the draft bill for a period of 45 days as so stated, and this closed on January 29.", "As of January 29, I can tell you that a total of 20 submissions were received, and respondents included provincial sport organizations, municipalities, school boards, principal associations, the post-secondary sector, public health and the general public.", "Most of these submissions indicated that the proposed framework legislation was important, and they were in favour of the passage of the bill, so they support the work we’re doing. One submission noted that the passage of the bill into law would make Ontario a national leader.", "Speaker, I’d like to share with you and the House some comments on the proposed legislation which came from Gord Stringer, Rowan’s father, who is here with us today. He served on the advisory committee. As I said, he has been a true inspiration for the changes that we are introducing.", "Here is the quote: “This would not be the gold standard in concussion legislation that I believe it will be without the incredible work put in by government and by members of the advisory committee. I’m proud that Rowan’s Law will be the benchmark for Canada in concussion surveillance, prevention, detection and management.”", "I thank him for that quote.", "As we move forward, we would develop corresponding regulations to implement the proposed legislation and undertake stakeholder consultations in the sport, health, education and municipal sectors, and gather public feedback on potential regulations concurrently with the consideration of the proposed bill by the Legislature.", "Next phases would include a focus on analysis and implementation of the Rowan’s Law Advisory Committee’s non-legislative recommendations, including, but not limited to, safety standards for fields of play, a coach’s toolkit, and an integrated concussion public awareness campaign.", "The proposed legislation is intended to provide a solid framework for concussion awareness, prevention, detection and management. Ontario already has in place a web portal with information and resources to increase awareness about concussions, and anyone can access that if they wish to.", "If the legislation is passed, we would determine a mechanism for disseminating additional resources to support implementation of a mandatory review of concussion awareness resources, as well as the adoption of removal-from-sport and return-to-sport protocols, and a concussion code of conduct.", "We will continue to work with all partners, including athletes, parents, coaches, officials and educators, to increase awareness and to make positive changes on the field, at school and in our homes.", "The draft legislation would apply to competitive amateur sport organizations and elementary and secondary schools, and could also apply to the post-secondary education sector and all other organizations involved in the delivery of sport. The specific criteria to determine the types of organizations would be developed through extensive consultation and would be used to inform regulation and development. We look forward to being in contact with many stakeholders for that feedback.", "If the legislation is passed, my ministry would also publicly report on the progress of government implementation of the Rowan’s Law Advisory Committee recommendations until implementation is complete.", "To honour the memory of Rowan Stringer, we would proclaim the last Wednesday in September Rowan’s Law Day. It would be a day to help raise awareness about concussions so that athletes feel empowered to tell someone in authority when they, or a teammate, might have a concussion.", "We know that preventing and managing concussions takes a concerted effort. The proposed legislation is an important step in the change in culture surrounding concussions. The proposed legislation would increase safety for our youngest athletes in amateur sport and in schools.", "The Ministry of Tourism, Culture and Sport and our partner ministries intend to work together to ensure that evidence-based, practical and accessible resources are available for all sectors, because Ontarians need to know that athletes are protected by safe amateur sports where everyone understands concussions, actively minimizes the risks and knows what to do immediately if someone is concussed.", "Speaker, we owe this to Rowan Stringer. We owe this to her family, to her friends, to her coaches, her teammates. We owe it to everyone who was in her life. We need to change the culture. We need to introduce this legislation. And we owe it to future generations so that people of all ages and abilities can safely enjoy taking part in sport and being physically active.", "I want to thank all members in this House who actively supported us on this and helped us to draft this legislation.", "I’m now going to turn the discussion over to the member for Ottawa South, who is going to provide additional details." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Ottawa South." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to rise today. I wanted to share a bit of my time with the Minister of Transportation. I don’t know if she’ll make it back, but I will say that she has a very personal story as well. I know it has affected her. Concussion has really impacted her family, and I hope she’ll be able to make it back for a couple of minutes.", "The proposed Rowan’s Law is important for the safety of every person participating in competitive amateur sport in Ontario. Twenty-two per cent of Ontario students reported being knocked out or admitted to hospital due to a head injury in their lifetime. In Canada, among children and youth who visited an emergency department for a sports-related head injury, 39% were diagnosed with concussions, while a further 24% were suspected of having a concussion; 64% of visits to hospital emergency departments among 10- to 18-year-olds are related to participation in sports, physical activity and recreation. Between 2004 and 2014, football, soccer and hockey had an increase of greater than 40% in the rates of reported head injury for children and youth relative to other injuries. So we know there are risks. Sports falls and bicycle accidents are the leading causes of head injuries, and these injuries can have long-term detrimental health-related implications.", "Concussions are often called the “invisible injury.” These are injuries that don’t normally show up on X-rays, CT scans or MRI scans. What we do know is that concussions can lead to a range of symptoms, from headaches, dizziness and sleep problems to difficulty concentrating or remembering, depression and irritability. The signs and symptoms of concussions often last seven to 10 days. Sometimes they can last much longer, even weeks and months—and sometimes years. And no drug or therapy can reliably treat a concussion.", "We know that repeated concussion injuries can, on occasion, lead to a condition known as “second-impact syndrome.” Second-impact syndrome tragically claimed the life of Rowan Stringer. She was 17 years old. I know that Rowan’s dad, Gordon, is in the gallery, and I know that Kathleen would have liked to be here today. I’d like to say a few words about how we came here today. Many of us here have family. We have children. We have grandchildren. So I’d like you to think of it in this context.", "I’d like to start by thanking Gordon and Kathleen, Rowan’s parents, for their courage. I know that the member from Nepean–Carleton will have much more to say about this, as they live in her community and she has been a tremendous support to them. I want to thank you especially for your courage the morning you were surprised by media calls, calls that came while you were just beginning to come to grips with the loss of Rowan.", "At a time most parents can’t and don’t want to imagine, you chose to move forward to initiate change, change to protect other young athletes and their families. You took a leap of faith, not knowing the road ahead, with the prospect of reopening a wound many times. That’s courage. And that’s why we’re here today. Your courage has led to change, lasting change, that is a legacy to Rowan’s courage. We all thank you for that. Thank you.", "Managing a concussion is a collective responsibility. When treated by a qualified and trained health care professional and supported by a network of people, the majority of injured individuals recover in a few weeks following an injury. Our government has made it a priority to make the sport system safer for everyone. Ontario confirmed our commitment when we became the first jurisdiction in Canada to task a committee with making recommendations to government about concussions in amateur sport.", "I want to once again thank Dr. Cass and the members of the advisory committee—I know Paul Hunter is here too, as well as Rowan’s father, Gordon, and Kathleen—for their work and for their thorough report, recommending actions that have laid the groundwork for this important piece of legislation.", "Mr. Speaker, I was honoured to be asked by the member for Nepean–Carleton to co-sponsor her private member’s bill—the first Rowan’s Law—along with the member from Kitchener–Waterloo. I want to reiterate that this bill led to this legislation and the debate this morning. I want to congratulate the member for Nepean–Carleton for bringing this forward and for her work on behalf of her constituents. That’s what we’re all here for.", "This is the legislation that, if passed, will be a model for other provinces in Canada and around the world in preventing and managing concussions. We have taken important steps to increase awareness about concussions. These include a government web portal developed by the Ministries of Education, Health and Long-Term Care and Tourism, Culture and Sport. It is a one-window entry point to resources on concussion prevention and management.", "This ongoing, multi-ministry work has also resulted in amendments to the Ministry of Tourism, Culture and Sport’s Sport Recognition Policy, with the addition of a requirement that each provincial sport and multisport organization must have a protocol for prevention, identification and management of concussions.", "The proposed legislation has been guided by the recommendation of both the coroner’s jury and the Rowan’s Law Advisory Committee.", "The Rowan’s Law Advisory Committee looked to research, including the most recent Consensus Statement on Concussion in Sport, 2017. It built on the latest scientific evidence developed for physicians and health care providers who are involved in an athlete’s care. Dr. Charles Tator, who is a leading international expert on concussions, a neurosurgeon, a senior scientist at Toronto Western Hospital, and one of the advisory committee members, was one of the authors of that consensus document.", "Speaker, there is still a lot of work to be done in order to establish how many suspected concussions occur and the circumstances of these injuries. As the advisory committee pointed out, the proper collection and analysis of data is essential to getting a clear picture of the concussion issue.", "If the legislation is passed, we will also need to establish a mechanism to determine how government policies are being followed, and the effectiveness of those measures in preventing concussions.", "The advisory committee recommended that the Ministry of Health and Long-Term Care create and disseminate a publicly available report, on a regular basis, on concussion incidence data. This is one component of building public awareness around concussions and their effect. It builds on the work we have done with health care and education professionals, with the sport community and with the partner ministries to implement measures to prevent and manage concussions in Ontario.", "The proposed legislation demonstrates our collective commitment to making sports safer in Ontario. If the legislation is passed, sport organizations would be required to have return-to-sport protocols in place for their athletes.", "Most sports have return-to-sport strategies and are thus aware of the seriousness of concussion and are equipped to recognize and treat concussions. The education sector has both return-to-learn and return-to-sport protocols in place and is equally equipped to recognize and treat concussions.", "The proposed legislation will serve to enhance existing strategies and protocols, to harmonize them between amateur sports and our schools.", "With all the existing tools, amateur sports are taking a step to facilitate the safest environment possible. Ultimately, understanding the factors that increase the risk of concussion and the implementing of prevention strategies will help in decreasing the number of concussions that occur.", "If passed, this legislation would increase awareness of the importance of prevention, identification and treatment of concussions in organized amateur sport. It would promote the adoption of standardized concussion protocols and position Ontario as a leader in Canada in concussion safety in amateur competitive sport.", "As we work to make it safer for children in their schools and amateur athletes to participate in sports, we rely on the broad support of our partners in the health care sector. Professionals working in the fields of neurotrauma have long been partners in developing best practices, provincial standards and clinical guidelines as we work to prevent concussions in Ontario. We will continue to work closely with the health care sector to examine the impacts of the proposed legislation and we will continue to explore ways to support health care professionals if reported rates of suspected concussions increase.", "If passed, Rowan’s Law would put into place strategies to educate and reduce the risk of concussions for amateur athletes. It would minimize the risk associated with concussions to make sure that they are properly managed when they do occur. It would give athletes the peace of mind they deserve.", "Mr. Speaker, the well-being of all children and students remains a top priority for us. An important part of supporting student achievement and well-being is keeping students healthy and safe. Ontario families need to feel confident and secure that their children are cared for and feel included in schools. Promoting student health and safety involves many parties, including the Ministry of Education and partner ministries, school boards, administrators, school staff, students, parents, school volunteers, health care professionals, coaches and community-based organizations.", "It has long been accepted that a concussion can have a significant impact on a student cognitively, physically, emotionally and socially. About four or five months ago, I met a young woman in her first year at college with her mum at my constituency office. She was a lifeguard. She slid on the pool deck; that was six months before. She had not been able to return to school. She was experiencing some really serious mental health challenges because of her inability to live her life as she had before. It was really quite incredible to see that kind of impact. We don’t often see that. As I said, concussions are the invisible injury, and their effects can last a very long time.", "Although we’ve made significant progress to address concussions, there is still more work to be done across sectors. I want to applaud the work that has already being done in school communities and by organizations across Ontario.", "In 2014, the Ministry of Education issued policy program memorandum 158, otherwise known as PPM 158, which expects all school boards to develop policies that create awareness of the seriousness of concussions, strategies for the prevention and identification of concussions, management procedures for diagnosed concussions, and training for school board officials and staff. As a result of the implementation of PPM 158, all publicly funded school boards in Ontario now have a policy on concussion.", "In partnership with the Ministry of Education, other ministries, health professionals, sport and recreation organizations and educational organizations, the Ontario Physical and Health Education Association developed a concussion protocol as part of its physical education safety guidelines. The protocol sets the minimum standard for school boards when implementing PPM 158, the policy on concussion. It contains information on concussion prevention, symptoms and signs of a concussion, initial response procedures and management procedures for a diagnosed concussion. Concussion management includes individualized and gradual return-to-learn and return-to-physical-activity plans for every student diagnosed with a concussion.", "I want to thank the Rowan’s Law Advisory Committee for their thorough review of the recommendations made by the jury as part of the coroner’s inquest into the tragic death of Rowan Stringer. I would like to thank them for identifying additional actions the government can take to meet our commitment to keep our athletes and students safe.", "The Rowan’s Law Advisory Committee recommendations established five themes: surveillance, prevention, detection, management and awareness. They are part of a harmonized approach that aligns with the Federal/Provincial-Territorial Working Group on Concussions in Sport. The impact of the proposed Rowan’s Law would cross all five themes to promote concussion safety.", "Awareness is the key to success in combatting concussions. Sharing information on the seriousness of concussions and on concussion prevention, identification and management is essential. We all need to work together to ensure that any young person who participates in sport will be kept safe. Taking steps to prevent and manage concussions correctly can ensure ongoing participation in sport. All sports organizations and school boards have a key role to play in increasing awareness about the risk factors for concussion and the safety prevention measures related to rules of play, individual equipment, behaviour and venues for everyone involved in sport activities. This is a responsibility shared by everyone: teammates, parents, coaches, schools and governments.", "This legislation will help make sports safer for all. If passed, Bill 193, Rowan’s Law Act, 2017, would help make sure that Ontario students and athletes can pursue a healthy, active lifestyle. The proposed legislation and related amendments to the Education Act would be an important step in continuing the culture in and around sport in Ontario schools. We will work closely across ministries, with professionals in health care, education and sport, with parents and with students as we move forward.", "To every young athlete, if you suffered a significant impact to your head, your face, your neck or your body, raise your hand. We know you love sports and that you’re pretty tough, but you’re not invincible. You know what you need to do to get the support you need to recover properly and keep your head in the game. That’s the best way to help yourself and your team. When you suffer from a concussion, you’re not alone. There’s a network of people and tools there to help you.", "Our government is proud to help ensure the safety of every person in Ontario, and I call on all members here to join us in that effort by supporting this bill today. Thank you. Merci. Meegwetch." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Questions and comments?", "Further debate?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure to join debate today in what I consider to be an historic and very important day for the province of Ontario, the entire country of Canada and for amateur sport in our nation. It is also very personal to me that I’m joined here by my dear friend, constituent and effectively a family member to me now, Gord Stringer. We have been on a tremendous journey that has had many ups and downs, but I think today, finally, as we move forward in the next two weeks, we’re going to have the definitive concussion legislation this country needs in the name of his daughter, Rowan Stringer.", "I would be remiss today if I didn’t let Gord know and this entire House know that also today, with the aid of our Clerk of the Legislative Assembly, I was able to transfer all the Rowan’s Law materials—whether that is the logo, the website and our social media—to the government of Ontario as a Legislative Assembly transaction. Today, that is now run by the government of Ontario. Part of this piece of legislation will ensure there is a portal called Rowan’s Law and that stuff that we all worked so very hard on early on three years ago will now be in the hands of our government of Ontario.", "Thank you to you, your wife, Kathleen, who I wish was here today—I’d love to have seen her and to see her smile—and, of course, Cassie and the rest of the family.", "The history of Rowan’s Law, my colleagues have noted, goes back to when my constituent Rowan Stringer died on the rugby pitch after multiple concussions. She died from second-impact syndrome. It rocked our community at the time. At the time also, before we had prorogued, there had been legislation on the books on concussions. I remember that day because Walter Gretzky was in the gallery. Just months after that we prorogued and that legislation died. So too did my constituent, Rowan Stringer.", "But her mom and her father, Gordon and Kathleen, didn’t want Rowan to pass on without something changing. They participated in a coroner’s inquest that came forward with 49 recommendations, many that had to deal with the provincial government. After that, they came to my office, in June 2015. When they came to my office, I didn’t really know how I was going to help Gord, but I said I would. Throughout the summer, I contemplated how we could best put this together, talked to a number of people, including Dr. Michael Strong from Western University and many, many others—Charles Tator—and we built a grassroots team.", "I think that it is always important we tell the story about Rowan’s Law, how grassroots it really was and how it started around a farm table in a restaurant in a strip mall in Nepean. It was because of our friends from the Barrhaven Scottish rugby club and so many other people, including Joe and Linda Price, who opened their restaurant to us for many, many afternoons as we sat and we mobilized. What we did is, we not only mobilized the rugby community but we mobilized the entire sporting community in the city of Ottawa.", "As it became clear that we wanted to bring forward legislation, I gave Gord and Kathleen a couple of options. I said, “We can do it three ways. I know I can get a resolution to pass the House, but we will never have a Rowan’s Law, and that’s what we want. I could put forward my own piece of legislation as a Conservative MPP, and it might get to second reading. Or I could do something which I’ve never done before: I could reach out and create a parliamentary team to go with our Nepean team, with people from all political parties, and we could co-sponsor this legislation with the member from Ottawa South and the member from Kitchener–Waterloo.”", "Gord and Kathleen thought about it, and they liked the third option. They liked that Rowan had brought people together throughout her life and that this would be very much in the spirit of what Rowan would want. She would want all members of this assembly to work toward eliminating death by concussion.", "So we chose to do that, and we mobilized. There was one day, on a Saturday in Barrhaven, before the Legislature came back in 2015, and we stood for two hours in the rain. There were hundreds of athletes, hundreds of coaches. Hundreds of people stood there for two hours as we talked about the need for concussion legislation in the province of Ontario. Through that team, that Barrhaven team, that would become also that parliamentary team, we put forward legislation. We put forward legislation to what is now our third minister, so welcome, Minister. I would like to actually acknowledge my friend Michael Coteau; I don’t believe we would be here without you. You played an integral role along with Catherine Fife and John Fraser, as well as the previous minister, Eleanor McMahon, and the current minister, Daiene Vernile. This really does—" ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. If I may ask that you refer to the members by their riding, not by name, please." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thank you, Speaker, but there was a method to my madness because I think sometimes people at home have to understand who they are regardless of what their riding is, so I do beg your indulgence." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Are you challenging the chair?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "And I’m not challenging the—this is an historic speech and I may have to throw my pen back at you. Oh, that’s not allowed.", "In any event, it’s important that I recognize these members because at the end of the day when we want to talk about sports, we talk about teamwork, and today here we are as a Legislature being part of, I think, a very historic team. It doesn’t stop there, because when myself and my two colleagues from the other political parties and the previous minister got together, we then created not just the Nepean team, not just the parliamentary team, but then we had also this Toronto team, and it was incredible. We had people from Coaches of Canada, Rugby Canada, many, many organizations that came and really felt that—the athletic therapists association and Eric Lindros joined our team.", "We really were committed and we really were interested—Parachute Canada; I would be remiss not to mention them—in seeing this through and to bring forward not only the best ideas on how to research concussion and how to treat concussion but how to gain awareness and how to make sure that parents know, when their kids hit their head, that they have to ask if they’ve got a concussion and ask for a series of symptoms that they may have.", "Through that, I think we broke a lot of ground. We were able to talk through five different ministries about the need to bring some semblance of order, whether that’s the Ministry of Education, Health, Children and Youth Services, or colleges, universities and training, and so we were able, I think, to really bring that forward.", "When we passed that, on that historic day—I believe it was June 7, 2016—it allowed for an advisory committee to take place and to do their work over a year. Gord was able to be part of that, as many others were, and they did something that I think we ought to be doing more of in the province of Ontario: taking either a public health issue or a public policy issue that is, by far, something that is so non-partisan that we can all agree that a group of people appointed by our government, working hand in hand with our legislators, can go off and study it and come out with recommendations that we can all accept, because we know it’s in the best interests of the province of Ontario.", "In this particular case, what we are talking about today, and what that committee did, is in the best interests of not just the province of Ontario but, more importantly, on behalf of the youth of this province and their safety, and in some cases, the safety of their lives.", "So I want to congratulate the committee for the great work that they’ve done and for reporting expeditiously to this House.", "I want to talk a little bit about some of the other stuff that we did, Gord, because it’s really important.", "I’ve always believed that we don’t have to make change just through government. We can make change as individuals. We can make change as a community. One of the things that Gord and I really enjoyed doing this past summer was, we put on a golf tournament, and we raised a substantial amount of money. We brought a lot of athletes in, particularly from the CFL, who had dealt with concussion. They came out and they hosted us to not only a great golf tournament—and thanks also to Barrhaven’s Heart and Crown—but they also did this panel. These pro athletes actually sat there and talked to all of the players in that golf tournament about the impacts of concussion.", "I thought that one of the most beautiful exchanges was from our friend Ken Evraire, who is a former CFL player and also a constituent of mine from Barrhaven. Ken has decided he is going to donate his brain to concussion research. He was telling us—and he was telling Gord and Kathleen—in what I thought was one of the most amazing moments that he had lost his sister. He didn’t quite understand what had happened when he was younger, but he believed that his little sister had had a brain injury. So, for him, that was a moment when he wanted to share that. He had never shared it before, and the fact that he shared it there with Kathleen and Gord and with so many of us who are committed to concussion research and treatment and advocacy was—it was really an incredible evening.", "From there, because we were able to raise this money, what we were able to do was work with Algonquin College. It was important for us to work with a university or college that is in close proximity to our community of Nepean. Obviously, Algonquin College is in Nepean, and Gordon and Kathleen are from Barrhaven. And we were able to put forward an amazing summit.", "I was so enthusiastic about this summit because we had pro athletes, we had leading researchers, we had emergency physicians, and we had the person who got the game-winning touchdown for the Grey Cup talk about the impact of concussion and where to go.", "What was in the crowd was even more impressive, because what was in the crowd when Gord, myself and Eric sat on that amazing panel, and I looked out into the crowd—Speaker, I saw representatives from every single athletic organization in Nepean–Carleton. That meant, to me, that the work we’re doing at the Legislature had started to penetrate. Regardless of if the legislation had passed yet or not, it had started to penetrate, and how important this was for the people of our constituency.", "That Rowan’s Legacy Symposium—that’s what we called it—was really quite something. We did that with the Concussion Legacy Foundation, which has been an incredible resource for Gord and myself and so many others. We took it upon ourselves in our community to continue that advocacy.", "But what’s important now is not just these one-off things that may happen in Nepean or may happen at Western University through See the Line. They have to happen everywhere across Ontario.", "And that’s where I want to talk—and I know we have a Nepean Wildcat here somewhere. She’s a page. Everybody knows I’m a Nepean Wildcat. I’m the trainer, and I have been for a couple of years, on my daughter’s hockey team. I have to tell you, I’ve had the experience, on occasion—and I don’t think I would have understood how serious concussion could be were it not for Gordon and Kathleen and the research that I was able to be part of when I became the trainer and I actually had to take a child out of play.", "I’ll tell a couple of stories. I’ve had to take them off when I knew they were concussed, and I’ve taken them off and put them back on when I knew they just didn’t want to play. I’ll give you that experience, Speaker. One of the girls—it was at the end of last season. We were in the playoffs. We had a decent team—nowhere near as good as the team we have this year. It was toward the end of the season, and, obviously, every parent has paid their fee. They have paid their registration and the team fees on top of that. They’ve paid for the tournaments. They’ve paid for the extra ice time. They’ve paid, because our kids grow, for extra equipment, so of course the parents want their kid to play. In this instance, it was no different. My player hurt herself not on the ice; she hurt herself at school. The doctor had cleared her, but I just didn’t think something was right, so I asked her the questions that I was supposed to ask as the trainer. I didn’t feel quite comfortable, so I wasn’t going to clear her, but I did say, “We can go out for a community skate. My daughter will come. We’ll skate down one end of the ice and back.” I asked her, “Do you have a headache or do you feel nauseous?” She said yes, and so I said, “I think we should go home.” Her dad asked me, right then and there, “I want her to play. Can she play?” I said, “No, she can’t play. She’s got a concussion. I know this isn’t going to be fun, but she can sit on the bench with her helmet. She can watch; she can participate.” But given what we know and given what Gord knows, the most dangerous thing you can do is put your kid back on the ice or on the pitch or on the field with a head injury, so we pulled her.", "Fast-forward to a couple of weeks ago: We were on the ice, and the kids—I think the game was too early; they were all tired. We actually brought the nurses down. We brought one of the athletic trainers down, and they were fine. But the reality is, it has impressed upon me the need for every amateur sport in the province of Ontario to take this seriously. Ask the questions. It’s absolutely necessary.", "I’ll go to one more final, private point: My husband suffered a concussion last year. Actually, the concussion was better than the neck I thought he broke after he fell on the ice. This can happen almost any way: You can fall off your bike, you can fall off your steps, you can slip on the ice—that sort of thing. He believed he was fine, and he’s still dealing with the effects of that concussion. It’s a lot better today than it was at that particular point in time, but it took a lot more than a couple of days or 10 days; it took weeks before he was able to look at his screen again on his BlackBerry.", "I think that’s really important, that we recognize that we really do need this legislation, and that it’s very important that we work on all of this together. I won’t belabour this, because I know most members of this assembly are very much in support of Rowan’s Law, and a Rowan’s Law Day, and protocols in place throughout all of our ministries—that we have one portal that’s deemed Rowan’s Law and that that be the gold standard not only in Ontario but in Canada.", "The fact is that we are the first jurisdiction in our country to deal with legislation. I often will say that it’s a bit of an embarrassment that we all had to lag behind every jurisdiction in the United States before we took this seriously and we understood that these impacts could lead to—quite frankly, Speaker, there’s a wide variety of other diseases that can occur after there are sustained head injuries, depending on the severity. There’s great research being done in the province of Ontario, whether that’s CTE, a second-impact syndrome—Alzheimer’s could be one; ALS is another. When we start to talk about this, I think a lot of researchers get very excited about the opportunities that they may have in being able to do more research to mitigate some more of those other diseases that could come forward.", "I think, then, that becomes a question—and I know others might want to talk about this. It also becomes an issue for them about the funding and how they fund their research. I certainly encourage that, because I think if we can prevent brain injury from happening, that is key. Mitigating it so that people aren’t continuing to play with severe head injuries: That’s another thing, but so is ensuring, when it does get to that stage, that we’re treating it. That’s really important.", "I also wanted to point out, when I talked a little bit about Ken Evraire donating his brain and I talked a little bit about the Concussion Legacy Foundation, that Gordon and I had the opportunity this past summer to work with Chris Nowinski. I never thought I would share a stage with a neurosurgeon, and I did. I never thought I would share a stage with a Hockey Hall of Famer, and I did. I also didn’t think that ever in my life I would share a stage with a World Wrestling Federation star.", "Chris Nowinski, who is Harvard-educated and works at Boston University with the brain bank there, flew up from Boston not only to be with Gord and myself as we attended a board meeting of the Concussion Legacy Foundation, which was started in Boston, but he came here as well to do a press conference with us, to talk about the brain bank and to talk about the need for Canada to have a national strategy.", "From there, myself and Eric Lindros have co-authored op-eds on this. A number of us, including the former physician for the Montreal Canadiens, have sent a letter to every health minister and sport minister in the country, asking other jurisdictions within our country to follow suit as they have here in Ontario. I’m pleased to say that I’ve heard from other governments, notably from Manitoba and New Brunswick, that they are interested and they are watching what Ontario is doing.", "To the minister’s point, as historic leaders in Confederation, we have a role to play in maintaining our vocal support for concussion legislation and our expectation that when our kids are playing hockey for the Nepean Wildcats and they cross the river over into Gatineau, which is only two minutes away, then our young athletes will be treated the same on that ice surface as they would be on our surface, in the city of Ottawa.", "I think that we have a role to play there as national leaders and as people who are pursuing this as vigorously as we have for the past number of years, and that we continue to do that. That, to me, is something that is absolutely critical. It’s something that I think should make its way right across the nation, regardless of sport.", "I will note, Speaker, that in Nova Scotia recently, a midget AAA player—his name was Rowan—had his career cut short. He was probably going to go to junior A, and he had a very bad hit. The kid who did it, who checked him, ended up, I think, with a four-minute penalty or something like that. But this young man will never, ever, ever play hockey again.", "I remember it coming up on my feed. As all of you know, I’m originally from Nova Scotia. I thought, “Wow.” To me, we still have a big message to get down to the grassroots level that that type of violence in hockey or any other sport could have long-lasting health impacts to the person who has been hit in the head. Is a four-minute penalty or a 10-minute penalty enough after they’ve put a child not only in the emergency room—like many of us could be, with a broken elbow or a sprained ankle—but, for the rest of their life, suffering from headaches, vomiting, depression and anxiety?", "I think it’s one thing for us to have this conversation here today, but it’s quite another for every one of us to leave here and, when we’re in our constituencies, to talk about it. It is a real impact. It is documented—not by me but by Stats Canada—that most visits to the ER by young people are because of injury in sport, and a majority of those injuries are because of head injury. I think we have to be realistic that our ERs right now, in our hospitals across Ontario and Canada, are dealing with this very real health and public safety concern. So it’s very important that we continue to pressure other jurisdictions to follow suit, particularly when our athletes may play there.", "I didn’t prepare my remarks, because this has been a very important and personal issue for me. It was one that gained me some great friends and family, and people we really care about, in the Stringer family, but some others came along the way as well. New friendships were made, and with the passage of Rowan’s Law we’ll be able to ensure that Rowan’s legacy will last forever and that any child in Ontario who plays any type of sport will have a level of protection from their sporting organization, and from somebody on the bench who is qualified to do an assessment of that child and who is required to take them out of play until they are cleared to play again, medically cleared by a physician. I don’t think we could be any more clear as a Legislature than by indicating that here today through the passage of this legislation.", "I know that Gordon has travelled across all of Canada, taking his message of the severity of concussion to the next level. We know that we have a lot of allies throughout the country. I might note this: Gord, I don’t know if you’re aware of this, but Andrew Lue—he works with us on the Concussion Legacy Foundation—was just traded to the Redblacks last week. I was really excited. We’re going to have a really good ally in the city of Ottawa with the Redblacks organization, as we also do with Ettore and with Connor Williams.", "I’ve spoken many times on the need for concussion legislation, and in particular the need for Rowan’s Law. This will be the second Rowan’s Law. I heartily support it. It has the support of every person I know in Nepean–Carleton, who really personally feel that this legislation is part of the city of Ottawa. It would not be done without the courage of my colleagues in both these political parties, but especially my friend Gordon, his wife, Kathleen, their family and so many other people who have been so instrumental in making sure that we are all part of this together.", "I couldn’t be more proud to stand here today and to say, yes, the Ontario Progressive Conservative caucus will support this legislation. We have been pleased to work with the government and the third party for immediate passage of this bill before the Legislature rises before the election, so that there will be a Rowan’s Law Day next year in the name of Rowan Stringer.", "I again just want to say thank you to all members of this House for the support you have shown to the Stringer family, to myself, as well as to my two colleagues from Kitchener–Waterloo and Ottawa South as we’ve gone through what has been a very powerful experience for us, but on many occasions also very emotional for us. I really look forward to the day that this is all passed.", "Before I conclude, if I may, Speaker, I’ll say thank you once again to the Clerk of the Legislative Assembly, as well as to the Minister of Tourism, Culture and Sport’s staff, for making that historic arrangement. As the MPP passing over a legislative set of resources to the government in such a seamless way, doing that this morning felt very good. It felt historic, it felt proud and it felt like we have done something together to accomplish something that will save the lives of children.", "As I conclude, I want to say to you, Gord, that you and Kathleen have been so important to me. Some of it has been public, about how helpful you have been to me while we’ve been working together, but others haven’t. I will forever cherish our friendship and our bond. I look forward to doing so many more golf tournaments and so many more Rowan’s Legacy symposiums. I’m really proud that you came up here today to spend it with all of us. Thank you, Gord." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Questions and comments?", "Further debate?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It is a pleasure and a privilege to join the debate today on Bill 193. I will be sharing my time with the member from Nickel Belt.", "I think the member from Kitchener Centre and the member from Ottawa South have really gone through the regulatory changes and the mechanics of this piece of legislation, which is incredibly important. I want to start by commenting on the report from the Rowan’s Law Advisory Committee. It’s an excellent report, Mr. Speaker. As one of the three members of the private members’ bill that called for the advisory committee to move forward and to put into action the coroner’s report in this Legislature, I feel very heartened and encouraged by the work that’s in this report. It lends itself to building some confidence in the way that this province will be moving forward around concussion protocols and the prevention of concussions.", "I do want to say that there are, of course, Dr. Dan Cass’s comments in the opening introduction. He says, “I'd like to extend my heartfelt thanks to every member of the Rowan's Law Advisory Committee. We were, as I noted above, a group of people from diverse backgrounds and perspectives, most of whom might never have crossed paths had we not been selected for this work. But we all had one thing in common—a strong passion for encouraging safe participation in amateur sport by creating the best concussion awareness and management system in the world. It was a pleasure working with each and every member of this committee, and I believe they would all echo that sentiment. I believe also that they would agree with me when I say that our inspiration—our determination to get this right—was the memory of a 17-year-old girl who loved playing rugby.”", "Of course, that is Rowan Stringer.", "He also goes on to thank Gordon Stringer, Rowan’s father: “He was an inspiration simply by virtue of the fact that he was there, but he was also an extraordinarily important member of our committee because he worked so hard, so thoughtfully, and with such courage. He reminded us of our purpose. He challenged us to be bold, and I believe we have risen to that challenge. It was an honour to work with him.”", "I think that clearly summarizes the entire experience of the advisory committee. I want to echo the comments by my colleague and friend from Nepean–Carleton in that this has been a very challenging journey, but it has been an incredibly rewarding one as well.", "It is interesting how our own personal stories came to converge in this. The member from Ottawa South and I have talked about this, that we were unlikely allies during the creation of this process, but it is really inspirational when you can find a common purpose and agree to put the partisanship aside and find some common ground to work toward.", "I remember very clearly that there was this one moment when Gordon Stringer had said about this entire experience with Rowan that this was a preventable death. It was such a profound statement because it really called all of us to action. As members of this Legislature, with what limited power we have as individuals, we are so much stronger when we work together and when we join forces. I think that you’ve seen that here in this House today.", "When I was president of the Ontario Public School Boards’ Association as a trustee—and I know Minister Coteau had mentioned this when he was a trustee as well, during the first debate—some of the first calls that I got as a trustee were from parents of students in the Waterloo Region District School Board who had suffered concussions, either in community sport or in the schools, and there was a reluctance, if you will, to make accommodations for those students to return to learn. There was not that acceptance or that understanding that this head injury would impact the academics of a student. There was really a reluctance, I think, to make accommodations.", "I think that that’s why the regulatory changes and the legislative changes to the Ministry of Education are timely. They have had a PPM in place, but I think that this legislation, after it passes third reading, will really embed a shift in the culture in our schools and an understanding that this is not negotiable. Negotiating learning accommodations and the safety of students at play in our schools is something that has to be the highest priority.", "I also shared during the first debate my own story as a mother. I have two children, and unlike the member from Kitchener Centre, it really is hard to not get emotional about this story that we have all become part of now. When my son, Aidan, was playing hockey, we were at a—he was playing rep hockey, he was 13 years old, and we were down in Hamilton. It’s part of this culture of that game. Now, I know it’s the great Canadian game and we all have to appreciate the great Canadian game, but as a parent, when other parents from the other team are yelling, “Hit him, hit him; get him, get him”—this was one of those games where we had to take the names off the jerseys of our players.", "For the vast majority of these kids, they’re not going to the NHL. This is supposed to be learning courage and resilience through the game of hockey. I saw him get hit from behind, so I witnessed him get his first concussion. So the educational component of this legislation has to extend to adults in the situation as well. I think the advisory committee captures a lot of these changes that need to happen in our arenas, on our fields and what have you.", "That was my first experience with connecting concussions to mental health issues as well, because there is a direct correlation, now that we know. Having witnessed it first-hand, there are secondary symptoms which can lead to depression—and anxiety, of course. So it’s interesting. My oldest son went through this process. His hockey career did not last too much longer, I have to tell you, because the risk was too high and it just wasn’t worth it.", "Recently, my daughter, who plays basketball—a lot of concussions in basketball, and a lot of people don’t know this. She plays in a house league with mostly boys. She holds her own, I just want to tell you. She’s pretty tough. But she got hit in the head and she went back to the bench. Then her coach called her back in and my daughter said, “Shouldn’t you do the concussion test on me, because I got hit pretty hard?” She opted out. She self-selected to say, “You know what? I have a headache and I don’t feel well. I feel nauseous.” It’s really interesting that this has gone full circle, where athletes are now informing and educating the coaches. I think it’s an important step. I think it’s a tipping point, if you will.", "When I think back, of all the people who have come along this journey, just as the members from Nepean–Carleton and Ottawa South have mentioned—we formed relationships as we have advocated for change on the concussion file, of course always keeping at the centre of these debates, this discussion and this legislation this wonderful young woman named Rowan and her very courageous parents.", "What I’m most excited about, though, is that it’s rare in this House for a member of the third party or the opposition sometimes to effect change in such a tangible and very real way. I remember during the first press conference or the second press conference—Eric Lindros was there and we were sort of pushing the envelope—they asked us, “What is the goal of the private member’s bill?” We said that it’s to be accountable. We have this coroner’s report—and I remember it was very clear: We didn’t want that coroner’s report to sit on a shelf. We wanted it to be actionable and we wanted to hold ourselves accountable as legislators as well, and also that there was a proactive component to it. I think that that’s what we have actually accomplished.", "through their training, that will set the tone for the entire school year. I do believe that that culture shift is happening, so it is actually hopeful. This place of late, in particular, has been a little bit on the wild side, with various developments happening. It’s somewhat encouraging in this debate this afternoon that we can stay focused on a piece of legislation that will make a tangible difference to the people we serve, and I’m encouraged by that.", "I do have some concerns, though, and I want to put them on the record. During the committee, we heard from various organizations. The advisory committee has addressed the majority of the 49 recommendations, but one of the concerns that I have, as does Dr. Charles Tator, is the commercialization of responding to concussions in Ontario. We have seen that businesses and the private sector find a gap in services. As was explained to me in my briefing, there will be compulsory training of community and amateur sports, as well as educators, and it wasn’t yet defined how that education or that training may in fact happen. I think that we have to regard this as a public health issue, and in doing so, we have to keep the public interest at the centre. That means that the commercialization or the privatization or the for-profit sector, which will be looking to make a lot of money from this growing issue—I think we have to be very cautious in keeping some of those interests at bay and keeping the public interests at the centre. So I share that concern with the minister as she moves forward with this piece of legislation.", "I also do note that there is a call for new resources, and those resources are very important. Resources, securing resources and allocating resources have not always been the simplest things to happen in this place. As school boards, community groups and community teams look to review their protocols and modernize their practices, they are going to need some resources. I hope that there is a plan in place, and then, of course, an annual review of how those resources are allocated, to make sure that there is some equity here and that everyone who has the chance to modernize and update has the resources to do so. I hope that the ministry will be taking the lead on that.", "Adam Radwanski wrote a very interesting article not that long ago, and he talked about how important it is to get this legislation passed. I’ll quote directly. He says, “There is no good reason the bill, which has cross-partisan support, shouldn’t come into law swiftly—in time for the first Rowan’s Law Day next school year. But vague assurance by the government House leader’s office that it will be treated as ‘priority legislation’ offers no guarantee of quick passage. Not when parties are liable to be more preoccupied with pre-campaign jockeying than working collaboratively.”", "I just want to put it on the record that, as New Democrats, we are not interested in the pre-campaign jockeying or winning partisan points on this. We are most concerned about this legislation passing swiftly. We hope that the government does move forward with that.", "To that end, Mr. Speaker, I’m not going to delay my comments anymore. We have the full support of Rowan’s Law, and we look forward to a swift passage." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "To continue debate, I turn it over now to the member from Nickel Belt." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to start by thanking Mr. Stringer for being here today, and for all of the work that you have put through to bring it to where we are now.", "J’aimerais également faire quelques commentaires en français. La Loi Rowan est un moment important pour l’Assemblée législative. Je commence en remerciant la députée de Nepean–Carleton, la députée de Kitchener–Waterloo, ainsi que le député d’Ottawa-Sud. C’est grâce à eux, grâce à leur effort collaboratif, qu’on en est rendu où on est aujourd’hui, où finalement—j’ai bon espoir—on verra la ligne d’arrivée.", "Le projet de loi, en lui-même, est assez simple. On parle de quatre changements : dans un premier temps, il y aura une éducation nécessaire pour tous les clubs sportifs pour qu’ils soient capables d’identifier les athlètes qui ont eu une commotion cérébrale. Dans un deuxième temps, toutes les associations sportives devront adopter un code de conduite spécifiquement par rapport aux commotions cérébrales. Ils doivent également établir un protocole de retrait des activités sportives des athlètes soupçonnés d’avoir subi une commotion cérébrale. La députée de Nepean–Carleton nous a démontré ce qu’on savait déjà : c’est très difficile pour un jeune qui est motivé, qui veut jouer, qui veut retourner sur le terrain, de dire, « Non, c’est trop dangereux, » mais c’est important de le faire. Dans un dernier temps, ils doivent également établir une procédure pour le retour au jeu. Comment fait-on pour s’assurer que c’est le bon temps, le bon moment et de la bonne façon? Ce sont les quatre grosses parties du projet de loi.", "Dans un deuxième temps, on aura, à partir de cette année, le dernier mercredi de septembre, la journée Rowan. C’est vraiment un bon temps de l’année, comme l’a été mentionné—parce que c’est quand les étudiants retournent à l’école et retournent aux activités sportives—pour vraiment mettre l’accent sur le décès d’une jeune personne qui aurait pu être prévenu si on avait eu en place les structures pour identifier les commotions cérébrales et s’assurer du retrait de jeu.", "Dans un dernier temps, le projet de loi parle également de la santé des élèves—et ça, c’est pour tous les conseils scolaires, qui, eux aussi, devront avoir des politiques et des lignes directrices concernant les commotions cérébrales—de tous les élèves de tous les conseils scolaires. Donc, un bon projet de loi.", "Je vous dis merci de l’avoir amené. Je sais que ça a demandé beaucoup d’effort de beaucoup de personnes, mais ça en vaut la peine. À tous ceux qui y ont participé, merci beaucoup. Thank you." ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Questions and comments? Further debate? Further debate?", "Ms. Vernile has moved second reading of Bill 193, An Act to enact Rowan’s Law (Concussion Safety), 2017 and to amend the Education Act.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "In my opinion, the ayes have it. Call in the members. This will be a 30-minute bell.", "Don’t change that dial. I’ve just received a deferral slip.", "“To the Speaker of the Legislative Assembly:", "“Pursuant to standing order 28(h), I request that the vote on second reading on Bill 193 be deferred until deferred votes on Wednesday, February 21, 2018.”" ],
  "anchor" : null,
  "subject" : {
    "text" : "Rowan’s Law (Concussion Safety), 2018 / Loi Rowan de 2018 sur la sécurité en matière de commotions cérébrales",
    "anchor" : "para937"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have today laid upon the table a request by the member for Lanark–Frontenac–Lennox and Addington to the Honourable J. David Wake, Integrity Commissioner, for an opinion pursuant to section 30 of the Members’ Integrity Act, 1994, on whether the member for Simcoe North, Patrick Brown, has contravened the act or Ontario parliamentary convention.", "Orders of the day." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I move adjournment of the debate." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Adjournment of the House." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Sorry, I move adjournment of the House." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister has moved adjournment of the House. Is it the pleasure of the House that the House adjourn?" ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On division." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carried on division.", "This House now stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : null,
  "subject" : {
    "text" : "Request to the Integrity Commissioner",
    "anchor" : "para1135"
  }
} ]