[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on May 1, 2018, on the motion for time allocation of the following bill:", "Bill 53, An Act respecting the establishment of minimum government contract wages / Projet de loi 53, Loi concernant la fixation de salaires minimums pour les marchés publics." ],
  "anchor" : "para171",
  "subject" : null
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para177",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It is always my pleasure to stand in the House. Today I’m going to be speaking to Bill 53, but specifically to the time allocation that the government has imposed on Bill 53.", "I think it’s important when we’re here in the House representing our constituents that they understand what time allocation means. It means that there has been at least six and a half hours of debate on the bill and the government doesn’t want to continue debate any further. That really does disadvantage this part of the House, on this side, that every member doesn’t have the opportunity to speak and debate on this bill. And that’s why we’re sent here.", "We are sent to the Legislature to debate bills and legislation and bring the voices of our constituents forward to every piece of legislation that’s brought forward in this province, because it will affect someone—someone they know, themselves personally, their relatives, their friends or their city.", "So, with time allocation, I understand sometimes there is a need for it, but really, it’s been used too often by this government on too many occasions.", "We are in a time crunch now. The House is going to rise very soon for the election on the horizon. This is probably one of the things the government decided to do because, first of all, we know this bill won’t get passed through the Legislative process right now because of timing, but it is an important conversation to have.", "It’s good to highlight that we need to respect workers around fair wages so that when there are contracts being bid on for government projects, people are being paid fairly for the work that they do.", "One of the things that I would like to raise is, the Ontario Federation of Labour looked at the bill and they wrote a quick summary around the first reading. They wanted the government to extend the application to all public sector organizations. That alone is a debate that we should be having. When we’re narrowing the scope of this legislation to primarily addressing the building, cleaning and security occasionally around construction, it does limit the issue specifically around government procurement of contracts." ],
  "anchor" : "para178",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Everybody is in conversation and I cannot hear the person speaking. I literally cannot hear her. So if you could do me a favour and either lower your discussions down or take them outside, I would appreciate it.", "Continue." ],
  "anchor" : "para185",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Thank you, Speaker. There are a couple of reasons, I think, why you may not be able to hear me. First of all, I think there’s a lot of buzz in the House because everyone’s interested in this bill. I hope that they are talking about the legislation before us, and ways to debate back and forth.", "The other one is, one of my colleagues from the opposition said, “Teresa, speak up,” so that you can hear me. I’m going to try to speak up so, therefore, my colleagues can have those important discussions around legislation that happen here every day.", "I was getting back to what the Ontario Federation of Labour had summarized about their opinion on the bill, and how important it is that there are those presentations from stakeholders, people who work in the industry and government officials. All those things need to happen, but unfortunately, that won’t be the case because we probably won’t see this bill into committee.", "Quite frankly, I think it’s one of the odd times that I’ve noticed on the schedule House sheet today that we don’t have any committees sitting. I think that it’s public accounts that is not sitting this afternoon. That’s unusual as well. But, again, we know that there’s an election on the horizon, so maybe the government is setting its House proceedings and agenda around that timeline. Okay, that’s fair enough, I guess, but it would be great if they gave us the heads-up if that was the case.", "Talking about good ideas is always something the NDP brings about. I often talk in this Legislature about how we present legislation and this government doesn’t pay attention, or we have critical concerns and they don’t pay attention. They think that we’re exacerbating those things. That’s absolutely not true, and I’ll give you a perfectly good example in this case.", "Our member from Windsor West, Lisa Gretzky, brought a private member’s bill forward called Dan’s Law. That was because he worked in Windsor, went out west to find a job to provide for his family, had a diagnosis of cancer—it was a fatal diagnosis—and came back to Windsor: But because he wasn’t living in the province of Ontario for a certain amount of time, he couldn’t get health care, and he was facing an end-of-life situation.", "On this side of the House, what happened is, we had good debate. The member from Windsor West was very passionate about this issue. It was something that was brought to her attention via her constituent because she’s the representative in that area. She pushed it. I know that there wasn’t a lot of time to—I don’t think it went to committee; it wasn’t discussed at committee. Then, when the House prorogued, of course, that dropped off.", "There was a lot of support behind that bill. Even the physicians supported the bill. I’m hoping that the government, of course, paid attention to what was said on this side of the House and to all of the stakeholders who said, “Do the right thing. When you’re talking about palliative care and making that an issue, this is part of that palliative care.”", "So what happened? I was reading the news clippings today, and “the Ontario government is closing a gap in medicare that temporarily denies home-care coverage to Canadians who relocate from other provinces, including terminally ill patients who are not expected to live past the three-month waiting period for an Ontario Health Insurance Plan card.” So they listened to that. That’s great.", "When we get back to time allocation, when we use those time allocation bills—really, the hammer, we call it—to end debate, then you don’t get the good ideas exchanged. That’s where this opportunity comes in.", "As I’ve said before, we’re responsible. We have been elected to represent the voices of the people in our ridings, and that’s what we do when we bring them to debate, when we talk about bills and legislation.", "Just last night I was in my riding, and we had a health care town hall with our leader, Andrea Horwath—soon to be Premier of this province—and she talked about the concerns around health care. The platform that we designed talks specifically to the issues that we have heard from our constituents. People were asking questions around health care and we had those solutions. We are providing access to health care, equity to health care and trying to undo the damage that has been happening and that we know happens when people are talking about being treated in hallways. Those kinds of things are what we’re here to do.", "Bill 53, when we time-allocate—yes, there’s not too much time left in this Legislature, but this government doesn’t have a lot on the agenda. The time-allocated bill isn’t giving us the opportunity to talk about the importance of the changes that can arise from this. This bill is really enabling legislation. We need to allow discussions around ideas in order that we can debate them fully and not leave everything up to regulation, because when it leaves this House and it’s subject to regulation, we don’t know exactly what went into it.", "When we debate it, we’re debating an item based on the printed version. Then it goes to committee, where it has all kinds of presentations and feedback. It comes back for third reading, it leaves this place and then it’s up to the government, by order in council, to come up with the regulations around the bill. With some of those things, we don’t find out until much, much later that regulations aren’t working for the legislation and the people who it was intended for, and it’s disappointing. So when we have enabling legislation, we need much more detail before we know what we’re in for.", "It’s possible that we could see more of what had been called for through regulation, but we don’t know. We don’t know if that’s what’s going to happen. If stakeholders like the Ontario Federation of Labour—asking them to look at expanding the definition of the public sector organizations for that application process for fair wages, we don’t know if the government will consider that in regulation. Hopefully, if they do, they will communicate that to everyone so that they can be aware of and comply with the rules around that bill.", "Speaker, I have to tell you, my time is ending. I do appreciate speaking to the time allocation, regardless of if it is shutting down debate. I look forward to continuing other business of the House this morning." ],
  "anchor" : "para187",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The government House leader." ],
  "anchor" : "para204",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on this motion that relates to Bill 53, the Government Contract Wages Act, 2018. I’m really pleased to take some time to talk about this very important bill and the motion related to it.", "Speaker, as you very well know, coming from the building trades yourself, this is an important piece of legislation that deals with government projects in the construction building services and building cleaning sectors, ensuring that those workers, the people who work in those areas, are paid fairly. To echo our Premier: “Every worker deserves to be paid a fair wage. And every business bidding for a government contract deserves a fair shot.”", "I have the great opportunity to work with people in the building trades in my community of Ottawa Centre. They are extremely hard-working individuals who are literally building things up every single day. One of the most incredible things—Speaker, you know this yourself—is meeting with a construction worker or a labourer, when you shake their hands, and just by their hands you can tell that they’ve been working with their hands all their lives. These strong, rugged hands are a symbol to me of the equal contribution, the amazing contribution, they are making on the kind of infrastructure that we use every single day, and take for granted.", "Speaker, when I look at my community of Ottawa Centre, I am amazed by the development and the progress that is taking place that is funded by the Ontario government, and that is true for every single sector, for things that we rely on to improve our quality of life, such as health care, education and the broader infrastructure like public transit etc.", "For example, if I look around in my community of Ottawa Centre on the health care field, I see that all three community health centres in my riding—Centretown, Somerset West and Carlington Community Health Centre—are going through incredible growth, to the point that we are expanding them through increases in infrastructure. The Centretown Community Health Centre is going through an expansion, through a $5.4-million investment from the Ontario government, where they will be able to serve more people in our downtown community in Ottawa with important services around mental health and addictions and, of course, primary care.", "The Carlington Community Health Centre, which straddles Ottawa Centre and Ottawa West–Nepean, which I share with MPP Chiarelli, is also going through an incredible expansion. We are now building a new housing hub at that site by building over 40 new units for seniors where they can access health care services on the main floor, making sure that not only can they continue to live independently but they also have access to the critical health care services they need at their elderly age, so that they remain healthy and therefore live longer independently. Those two investments are extremely important.", "Similarly, we just recently opened an expanded Ottawa heart institute, which is a jewel in the health care system in Ottawa and eastern Ontario, providing world-class cardiac care. We just built a new tower on the site and are investing $200 million, which is providing state-of-the-art ICU units, surgical rooms and technology that is now being used at that hospital and is not being used anywhere else in the world. I’m not exaggerating; this is directly coming from Dr. Thierry Mesana, who is the CEO of the heart institute. It’s so new that they are the first hospital to use that technology. That’s just so exciting and thrilling, to know that that is the quality of services that we are providing to our citizens, to my constituents, in Ottawa Centre.", "Speaking of future projects in the health care sector, what we’re really excited about is building a new Civic campus of the Ottawa Hospital. The Civic campus in my riding is almost 100 years old. It has an incredible story. In fact, royalty was born there. At one time it was declared a territory of the Netherlands during the Second World War. The current Queen, I believe, of the Netherlands was born at the Civic campus of the Ottawa Hospital. But that hospital is almost 100 years old, and we need a new hospital for the growing city for the next 50 or so years. We’ve announced a $1.8-billion commitment to build a new Civic campus right in the downtown core, on public transit, by way of the LRT Trillium line, so that it really fills the modern needs of my community and the city I live in. This is an example of a public infrastructure project where many construction workers are going to work, day in and day out, to make sure this hospital is one of the best in Canada. In fact, I’m confident, Speaker, that it’s going to be one of the best in North America.", "Similarly, Speaker, as I see the work that’s happening at Carleton University, with more new state-of-the-art buildings coming online with new labs—it’s very exciting. I have also had the great honour of representing Carleton University.", "In fact, Speaker, if I could also take a quick moment and congratulate the appointment of Dr. Benoit-Antoine Bacon, who has been named the 15th president and vice-chancellor of Carleton University. He comes from Queen’s University. My understanding is that he’ll be starting on July 1. I want to congratulate him on this incredible appointment, and I very much look forward to working with him as we build Carleton University. I’m an alumni of the university. I live in the neighbourhood. It’s a university that is building a bright future for so many students in our community, serving Ottawa and our province.", "Speaking of important public and social infrastructure, there’s nothing more important than building schools in our community where our young, bright minds go. I’m very excited about schools like Broadview Public School, a $15-million investment in the great community of Westboro in my riding, which is complete and up and running. Kids tell me that it still smells like a new school, which is very exciting. It replaced an older school that goes back almost to the First World War, so it was a much-needed building of a new school.", "We recently announced $3.6 million to build an addition to Elmdale Public School in Westboro village as well, which is another great school in my community. And, of course, we just started a new French public school in my riding, Centre-Nord, which we’re hoping to build a new building for as well.", "This, Speaker, is happening on top of all the great investments that are happening in relation to stage 1 of the light rail transit, for which Ontario contributed $600 million, which is a game-changer for Ottawa. It’s the largest public infrastructure project in the history of Ottawa since the building of the Rideau Canal. This is how significant this LRT is to the city of Ottawa, in terms of really bringing us into the 21st-century ecosystem in terms of our economy, in terms of our society, in terms of levelling the playing field for everyone who calls Ottawa home.", "What’s exciting is that we are already working on stage 2 of the LRT, which will go east, west and south of the city further beyond downtown, connecting all the neighbouring communities that are just outside the downtown core into some of our suburban communities. It’s a significant contribution that Ontario is making, roughly $1.6 billion in terms of the building of that.", "All of that is just incredible investment that is taking place, in addition to the affordable housing that we’re building in Ottawa. I think that in Ottawa alone, we have built about 1,700 new affordable housing units over the last several years, which is ensuring that people of all means are able to take advantage of these very important investments.", "That has resulted in an incredible boom in our economy in Ottawa in terms of new jobs being created, a lot of them in the construction sector. I’m happy to share with you that the unemployment rate in Ottawa is around 4.8%. It’s actually lower than the unemployment rate for Ontario, which is also one of the lowest in Canada at around 5.5%. It’s the lowest since the year 2000, almost two decades now, which shows how much our economy is booming.", "We want to make sure that everybody benefits from that boom in the economy, that everybody is able to take advantage of this incredible growth that is taking place and that nobody is left behind. That’s why we brought in Bill 148, for example, which has been landmark legislation to modernize our labour and employment laws. Through Bill 148, we have raised the general minimum wage to $15 an hour, starting on January 1, 2019. I hope that stays true after this election. We have introduced two paid sick days for all, we’ve increased vacation time, we’ve introduced equal pay for equal work, and we have increased and strengthened enforcement as well.", "That is why Bill 53 is important: because it’s another progressive piece of legislation that ensures that we have pay transparency in our province. That’s why I’m very happy to be speaking to this bill, which will protect workers’ wages on government contracts. This legislation will enshrine the principle of a fair, prevailing wage into law and provide the necessary support and enforcement to make it work. It is what is fair, and it is the right thing to do.", "Obtaining a government procurement contract should not be an invitation to lower workers’ wages in these sectors or industries. Workers’ wages should not be the primary factor in bidding. Our government is committed to building a strong workforce and fair, balanced and progressive policies for Ontario workers and employers.", "We have instituted a plan that includes making the largest investment in public infrastructure in Ontario’s history. I gave you many of those examples that are taking place just in my community in Ottawa Centre: building new hospitals, building new schools, expanding Carleton University, and building the LRT and public transit infrastructure, not to mention cleaning up the Ottawa River through the Ottawa River Action Plan.", "I think this particular legislation will go a long way in making sure that all those workers who have been working in those sectors get the prevailing fair wage that is going to bolster our economy further. I can tell you, by talking to these workers, by spending time with these workers, that they will tell you that they spend all of that hard-earned money right in our local community. They are great economic generators for us. When we support them, they support the broader economy.", "In my last few moments, I just want to take an opportunity to give a shout-out to another one of those incredible champions in my community—who probably exist in all our communities—a gentleman by the name of Moe Atallah. Moe Atallah is the owner and proprietor of Newport Restaurant in my community of Ottawa Centre. He is a much-loved individual for everything that he does for our community every single day, not only by creating employment for people but by way of his philanthropy and giving back.", "Moe is one of those great, quintessential Canadian stories, where he came as an immigrant in his teenage years from Lebanon. He started working as a dishwasher in the back of a kitchen, and now he owns businesses. He owns a very successful restaurant—the best pizza in town, definitely, out of my community is the pizza from Newport. But he has never forgotten where he came from. He has never forgotten what he struggled through, and he makes sure that everybody gets an opportunity to succeed.", "In order to celebrate Moe, I’m really happy to share with you and this House that last Saturday, he was given, by Mayor Jim Watson, the key to the city. It was a great surprise for Moe. He was in tears because, as he said, he never thought one day that he would have the key to the nation’s capital. That speaks to our great society and speaks to a great community that Moe has helped build. More specifically, it speaks of people like Moe Atallah who have given so much to our community. I am very proud to call him my personal friend. He has always been very kind to me.", "I just want to thank people like Moe and many others in our communities who are helping to build their community, who are creating those opportunities, so that the investments we are talking about today have a real, direct meaning to people’s lives. These are not abstract things. These things impact all of us directly. That’s why I’m really proud to support Bill 53 and the motion associated with it. It is important that we get this passed before the House adjourns for the upcoming election." ],
  "anchor" : "para205",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Eglinton–Lawrence." ],
  "anchor" : "para231",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Good morning, Mr. Speaker." ],
  "anchor" : "para232",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Good morning." ],
  "anchor" : "para233",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "And thank you. I’d like to follow my esteemed colleague from Ottawa Centre.", "I can certainly vouch for Newport’s pizza in Ottawa. If you’re ever in Ottawa, you can’t really find a more homemade deep-dish pizza. Moe Atallah is a real local hero. As you know, it’s also the place that Elvis Presley visited. They’ve got a big shrine to Elvis Presley there too. That’s in Ottawa at the Newport Restaurant.", "Again, it’s just celebrating people who are hard workers and who employ all kinds of people. They don’t get the headlines that the big banks and the big corporations like Amazon get, but there are little employers that deserve some credit.", "Talking to Bill 53, we’re trying to get this bill through in the last days of this House, so that we can help ensure that workers who work directly or indirectly on government projects get their wages protected, so that there are rules and benchmarks so that the workers, through subcontractors or others, get fair wages. That’s really what it’s all about. There are thousands of employers that work directly or indirectly on government projects. We want to make sure that they also get protection in the workplace. The only way we can do that is by passing this type of benchmark legislation.", "It is critically important. I don’t think people sometimes realize—they talk about the government, with work in hospitals or universities, or people that work on government projects in the Ministry of the Environment or the Ministry of Transportation. Most people do not know that one of the largest employers in this province is the government of Ontario. That is, the people of Ontario actually employ hundreds of thousands of workers.", "In Hamilton, I think the largest employer is probably the government of Ontario through Hamilton Health Sciences. In Hamilton, you’ve got the McMaster health sciences centre, you’ve got the university—it’s one of the finest health sciences centres in the world, with cutting-edge research and care, and employing all kinds of people, young and old, who are top-notch in their fields. They’re expert people. That’s in Hamilton.", "Then, people forget that besides the doctors, the researchers, the scientists and the professors, there are thousands of people who work in our hospitals and who work in the university sector, who are basically getting paid through the government contracts that are awarded to the people who provide cleaning services, who provide all kinds of maintenance services—and there are thousands of them.", "We always think about the doctors in the hospitals, but what about the orderlies, the maintenance people, the cleaners? There are thousands of people who work in our hospitals. We want to make sure, whether they work directly or indirectly, that they are protected by the legislation that we’re proposing here, the fair wage policy, so there isn’t undercutting and there’s protection for their wages.", "This is something that ensures that there’s fairness in the way these workers are treated. Sometimes, as I said, they’re not the high-profile workers that you see, but they are people who need a fair wage and fair-wage protection. That’s what has been called for. I think this type of legislation has been called for, for a number of years. It is an important part of the whole approach we’ve had in the last number of years, whereby we’ve looked at the Changing Workplaces Review.", "You know too well, Mr. Speaker, in your history in the workplace at Stelco and being involved with hard-working people your whole life, that there needs to be constant attention paid to the workplace, because the workplace is evolving like everything evolves and changes. Especially in the last number of years, there have been dramatic changes in how people work and where people work, and therefore, the labour laws of the province have to be updated. You can’t have the same rules in place, because they do not adapt to the reality of what’s happening out there.", "Look at all the small, entrepreneurial businesses, the small workplaces now, the part-time work. The people who are fortunate enough to have full-time jobs, fortunate enough to have pensions, God forbid—that’s a rarity nowadays. When people get employed nowadays, it’s always under contract, part-time, casual; they’ve got all kinds of names for them. It’s difficult to get those jobs.", "In the government sector, there are still those jobs with security, thank God, but in the private sector, the obvious bottom line is more important than thinking of that worker’s family or long-term needs, or if the worker gets hurt. Therefore, there have to be rules put in place, because it is no longer that workplace where you’ve got a job for life or you’ve got a job for even 10 years, for God’s sake.", "Basically you’re under contract, and every six months to a year, you have to renegotiate a contract and hope you get your contract renewed, and you hope you’ve got benefits. God forbid they give workers benefits, by private employers. It is not that easy. Those are the dramatic changes taking place, and not only in Ontario; it’s happening all over Canada, it’s happening all over the world, where those secure jobs with secure benefits, sadly, have diminished.", "I know it’s hard to explain to young people sometimes that someday you’ll hope that you have a pension. Someday you may need a pension and you may need those supports. But who gets hired now, especially by the private sector, that can expect a pension? Most people say, “Around here, we get the RRSP thing.” It’s like putting your money in the casino. Just look at what happens to people’s savings. They put them into RRSPs, and you make the sign of the cross and you say, “I hope that that money is still there.” I was just looking at mine the other day. I couldn’t believe it.", "Therefore, there isn’t that security, and not only in the type of work you do. Do you get equal pay for equal work? Do you get any benefits? All these protections—and what do you get paid per hour, and how do they pay? What happens if you get injured or sick? What happens if you have to go on pregnancy leave? Would you get hired back?", "All these questions are ones that you don’t run across until you have to go through it yourself. Then you say, “Wow, are these protections there for me?”", "When these laws are passed, like this Bill 53, a lot of people say, “Well, that will never affect me,” and, “It’s another change.” But they don’t realize that if you don’t make these laws, you’re not going to have that potential protection in the future.", "It’s like people who eventually find out that, “God, I’m 60, and I’ve got no pension.” Try to live in Toronto, or even Hamilton, with the way things are going and the cost of housing and prices. You say, “Wow, my company didn’t have a pension plan.”", "When you’re 30, you don’t fight for these things, because who thinks they’re ever going to reach pension age when they’re 30?", "The same thing with thinking, “Well, I’ve got this good job now.” But then, all of a sudden, you may have to change careers or go into another job, and you find yourself working part-time or working for minimum wage, saying, “Wow, this guy is only paying me 11 or 12 bucks an hour.”", "Then people say, “Well, you know, we don’t need the increase in the minimum wage. You’re not worth 15 bucks. Who is worth 15 bucks or 14 bucks? This is going to hurt the economy, raising people’s minimum wage.” That’s because you may have the luxury of making a good wage, and God bless you, that you’re making that good salary or good wage. Yes, it’s fantastic.", "But what about all those people, a million and a half people in Ontario, who work at minimum wage or below? They have to pay the same price for their food and the same cost for their transportation. Therefore, that wage—if it is not up to a certain level, which this bill looks at guaranteeing somehow; if it’s not up at that 15 bucks—you try to live on the 11, 12 or 13 bucks an hour in Mississauga or in Ottawa, or wherever you may be. You try to live on that money when you are trying to, essentially, keep up with everybody else. Everybody else, who is making a good salary and so forth, they don’t have time to stop and help you if you’re making less. You still have to pay the same rent; you still have to pay the same costs for food etc.", "It is critically important that, at least, we give people a fair minimum wage and wage protection.", "I know it’s not easy to understand, somehow, how helping a worker get more protection and get a minimum wage increase is good for you or for us. But, like I tell people, every worker who gets a few more bucks in their paycheque or in their pocket every week or month spends that money locally. They aren’t the people going off to the Cayman Islands and hiding their money. They’re buying shoes; they’re buying groceries; they’re buying local products in their local neighbourhoods. Many of them can’t even afford cars, so they stay in their local community, so all that money goes back into the local economy. As I said, they don’t have these big savings accounts. They don’t have these offshore accounts, where they’re putting their money.", "I remember when we were doing Bill 148—you remember, Mr. Speaker—the big companies came out and said—Loblaws: “We can’t afford to pay people minimum wage.”", "The Magna corporation, Frank Stronach’s company: Do you remember what his salary was, Mr. Speaker? You know that, but some of the younger guys don’t know that. This guy made $50 million a year. He ran for President of Austria at the same time. He ran for Parliament here, too, and lost. He was making 50 million bucks a year. His company, Magna, came out and said, “Raising the minimum wage is bad. Don’t support it. It’s bad for the economy.” Here he is, making 50 million bucks a year—he could probably help about 50,000 people with his salary alone. He said, “No, this is no good, raising people’s minimum wage.”", "You heard Loblaws and all these big companies come out and say, “Oh, no, no, no.” Their CEOs—what are they making? I think there was one guy from Sobeys who said, “Hey, this minimum wage thing won’t hurt my company.” But where was one Bay Street CEO who came out and said, “Yes, let’s give a fair wage to our working people in Ontario, Canada”? Not one big CEO came out and had the guts to stand up and say, “Giving people a fair wage is the right thing to do.” Not one.", "Interjection." ],
  "anchor" : "para234",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "And the Tories were against it. There they go. They are still against the $15. The Conservatives—", "Interjection." ],
  "anchor" : "para264",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock." ],
  "anchor" : "para266",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "He agitated me, Speaker." ],
  "anchor" : "para267",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Did he? Well, you are agitating me. So we will not yell across the hallway, will we? Thank you.", "Continue." ],
  "anchor" : "para268",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I just wanted to point out that I was very disappointed. It’s politics to be going back and forth with the opposition, and that’s fair.", "But I’m not really as much disappointed in them as I was in the CEOs of this country and this province. They are doing very well. There are all-time high profits. You know that, Mr. Speaker. Profits from these companies in the last number of years have been skyrocketing. When their profits are going high and they’re doing well, God bless them; they’re prospering, these big companies.", "At this time, when the cry goes out with the $15 and fairness campaign, to try to give people a bit of a raise in their minimum wage, instead of saying, “Hey, listen, we’ll share a little bit in this prosperity that the big companies are having,” not one of them came out and said, “Yes, that’s right. It’s about time we shared a bit.” Not one Ontario or Canadian company came out and said, “This is good.”", "We had a couple of small companies—remember, we had the people who owned that bakery, I think, in Hamilton? She came out to the public hearing and said, “Hey, listen. We’ve got to pay people a living wage. If I give people a fair wage, I keep the workers.” She was from a small company, I think, with 10 people at the bakery. I can’t remember the name of the bakery in Hamilton, but she was a wonderful deputant.", "I would also mention, in my own riding, Mr. Speaker, that I’ve got Yorkdale Shopping Centre, which is one of the most profitable shopping centres in North America. I don’t know if you’ve been there, but it has really top-of-the-line shopping. It employs a lot of people. I was very happy to see that the general manager of the shopping centre—in speaking with her, she said, “We find that when we pay people more than minimum wage”—which they do up at Yorkdale—“we keep our workers. And we train these workers. If we don’t keep our workers, it costs us more to retrain new ones. So, if we get a top-line person, we train them and they stay, and they make money for us as a shopping mall or for the retailer. That’s what we do. We know that if we were to start paying people minimum wage”—$10, $11 or $12 an hour—“we would lose a lot of these highly skilled salespeople.”", "The policy of Yorkdale and all of their retailers is to pay people minimum wage or above. It saves them money, because you know what training costs are like, and turnover. That was Yorkdale. They said, “We all believe in paying people good wages” because they keep those workers, and the workers produce and make more money for the retail companies, or the mall indirectly.", "There are some people who see that but, as I said, unfortunately, there are still too many who don’t want to share, who don’t want to appreciate the single mothers who go home every night, who have to pick up their children at child care and put them on the streetcar, subway or bus and bring them home, who have to cook, clean—they never get to sit down. Then, all of a sudden, it’s 6 o’clock in the morning and they’re feeding the kids, packing their lunches, taking them on the bus or the subway to school again or dropping them off at the daycare and then working eight or nine hours.", "Frank Stronach will say, “No, she’s not worth 15 bucks an hour. I’m worth $50 million but she’s not worth $15.” That’s what this bill is all about. Are you for Frank Stronach or are you for the $15-an-hour wage for the single mother? Make that choice: Are you for Stronach or the working mother?" ],
  "anchor" : "para270",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Last call for further debate.", "Mr. Chan has moved government notice of motion number 8, relating to allocation of time on Bill 53, An Act respecting the establishment of minimum government contract wages.", "Is it the pleasure of the House that the motion carry? I heard a “no.”", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "Seeing members standing, this will be voted on after question period this morning." ],
  "anchor" : "para278",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. Minister Coteau." ],
  "anchor" : "para286",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para287",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing no further business, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para288",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para174"
  }
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Eric Albishausen is page captain today. He’s from the great riding of York South–Weston. Visiting him today is Janet Churchill, Eric’s mom; Dirk Albishausen, Eric’s dad; and Stacie Grant, a former teacher of Eric’s from Valleyfield Junior School. Welcome to Queen’s Park." ],
  "anchor" : "para291",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’d like to introduce Lynne Lundberg and Christine Weldrick, from the great riding of Bruce–Grey–Owen Sound. Welcome to Queen’s Park." ],
  "anchor" : "para292",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? The member from Barrie—sorry, the member from Sarnia–Lambton." ],
  "anchor" : "para293",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "Thank you, Speaker—like a jack-in-the-box. I’d like to introduce a good friend of mine from Sarnia–Lambton, a neighbour from Petrolia, Lorne Given, attending today again." ],
  "anchor" : "para294",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "On behalf of the chief government whip, I’d like to introduce the parents of Mora Carruthers, one of the best staffers we have here at Queen’s Park. Welcome—Don and Cheryl Carruthers. Sorry." ],
  "anchor" : "para295",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think Hansard caught that.", "Further introductions?" ],
  "anchor" : "para296",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to be able to welcome the grade 10 students from Nantyr Shores in Innisfil, in the great riding of York–Simcoe. Mike Harrison and Tara Popple are the teachers joining the grade 10 students, who have just now experienced the shortcomings of our transportation system." ],
  "anchor" : "para298",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I would like to welcome several members of the Ontario Undergraduate Student Alliance team who are with us this morning. We have two students from Western University, Catherine Dunne and Mackenzie Claggett, who will be working with OUSA for the summer. Also, from the OUSA staff, we have Sophie Helpard, Deb Lam, Colin Aitchison and Martyna Siekanowicz. Welcome to Queen’s Park." ],
  "anchor" : "para299",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para290"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that the following document was tabled: a report entitled Economic and Budget Outlook, Spring 2018, from the Financial Accountability Officer of Ontario.", "Interjection." ],
  "anchor" : "para301",
  "subject" : {
    "text" : "Report, Financial Accountability Officer",
    "anchor" : "para300"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order, the member from Scarborough–Rouge River." ],
  "anchor" : "para303",
  "subject" : {
    "text" : "Report, Financial Accountability Officer",
    "anchor" : "para300"
  }
}, {
  "speaker" : "Raymond Sung Joon Cho",
  "text" : [ "I am seeking unanimous consent to move a motion to allow for the immediate passage of Bill 10, An Act to proclaim the month of June as Filipino Heritage Month." ],
  "anchor" : "para304",
  "subject" : {
    "text" : "Report, Financial Accountability Officer",
    "anchor" : "para300"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Rouge River is seeking unanimous consent for passage of the bill. Do we agree? I heard a no.", "Interjections." ],
  "anchor" : "para305",
  "subject" : {
    "text" : "Report, Financial Accountability Officer",
    "anchor" : "para300"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. This is another fine signal, and I’ll keep that in mind.", "Seeing no further introductions, it is therefore time for question period." ],
  "anchor" : "para307",
  "subject" : {
    "text" : "Report, Financial Accountability Officer",
    "anchor" : "para300"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. Well, another week, and another damning report is out on the government’s faulty fiscal record. This time, we hear the truth from the Financial Accountability Office. The FAO agrees with the Auditor General. They, too, forecast a $12-billion deficit for 2018-19, twice what the government has said the deficit will be. The government did not slay the deficit, as they claimed. In fact, the only thing they’ve slayed is any shred of trust or credibility. The government told us one thing, when both legislative officers told us the truth, which happens to be a completely different picture.", "Speaker, why does this government think it can get away with presenting inaccurate numbers to the people of Ontario?" ],
  "anchor" : "para311",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Minister of Finance is going to want to speak to this issue in the supplementary.", "What I want to say is that we thank the Financial Accountability Office for their annual Economic and Budget Outlook, and we’re pleased that he notes that this year—I’m going to quote from the report—“the Ontario economy recorded the strongest pace of growth since the early 2000s” and that “job growth surged last year, with 128,400 net new jobs.”", "The reality is, our economic growth has outpaced that of most countries in Europe and in North America. Our unemployment rate is at a 17-year low. We know that everyone has not benefited from that, and we have made a deliberate decision to invest in the people of this province, to invest in their care. I thank the Financial Accountability Officer for his report." ],
  "anchor" : "para313",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para316",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: Actually, the Financial Accountability Office was quite revealing. Their report provided evidence that the tale the Premier has told this House about why they’re running a deficit is not accurate.", "The Premier said she chose to run a $6.7-billion deficit this year, saying it was for infrastructure. But the FAO revealed, for the first time, that that is not true. The FAO revealed that the government already had a $3-billion deficit for 2018-19. This government thought it could get away with that again and got caught.", "Speaker, now that the FAO has exposed this, isn’t the Premier the least bit red-faced for being caught red-handed?" ],
  "anchor" : "para317",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para320",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We do thank the Financial Accountability Officer for his report. He does highlight the fact that Ontario’s economy has recorded the strongest pace of growth since the early 2000s. He does cite the fact that our job growth surged last year, with 128,400 net new jobs.", "Indeed, Mr. Speaker, we are leading North America, the United States and Europe in terms of our GDP growth, and the FAO acknowledges that some of the investments that we’re making are tremendously significant to our economy and to our society, including the benefits of supports for pharmacare and supports for skills and training.", "Furthermore, he has adopted the position of the Auditor General, which is in dispute with independent, world-renowned accounting firms, including members of the Canadian Accounting Standards Board, which provided evidence and an indication that the principles of accounting that are being adopted are accurate. We’re proceeding as such, Mr. Speaker." ],
  "anchor" : "para321",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para324",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, Speaker, the report also confirmed our job numbers will go down to 60,000 a year in the coming five years as well. That’s something that was also presented in the budget. So the long-term outlook is quite different.", "On page 15 of the Economic and Budget Outlook, this is where the truth is exposed. The government told us that the $6.7-billion deficit was for infrastructure. That is simply not true. In the FAO report, they show that $3.7 billion is what promises to develop into a deficit, and that $3 billion was a hidden deficit for the years 2018-19.", "Speaker, $3 billion plus $3.7 billion is $6.7 billion. They had a $3-billion deficit. Why did they try to hide the $3-billion deficit from the people of Ontario?", "Interjections." ],
  "anchor" : "para325",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para329",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Let’s be very clear: We have built lots of prudence. We have reserves. We have contingencies.", "The Auditor General herself and the FAO have noted that we are very cautious in our assumptions, and that they’re reasonable. They stated that. We are talking about two issues of dispute: one around pension assets, and one around the degree of rate-regulated accounting, both of which are associated with independent auditors and experts who are saying it is absolutely fine to proceed as such. Those are policy decisions that were made, and in the case of pension assets, that is an issue that has been ongoing for 20 years. Even when the Conservatives were in power, Mr. Speaker, they assumed exactly the same accounting principles.", "We have not done anything other than provide full disclosure. They have had clean audits with the OPG. The Auditor General has agreed that it was accurate. We’re going to proceed as such. We have full disclosure. It’s fully accurate. We have balanced the books and we have a surplus." ],
  "anchor" : "para331",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para310"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier. Well, look, they have not disclosed the books. They have not been in balance. They have told the people of Ontario one thing when both legislative officers have told us the complete opposite, Speaker.", "I will review again: Why did they have a $3-billion hidden deficit? That’s not full disclosure. That’s here. It took the Financial Accountability Officer, on page 15, to show us a $3-billion hidden deficit. They were not in balance. They have told the House one thing when the truth is completely opposite.", "I want to know the truth from this finance minister and from this Premier. Why is there a $3-billion hole in the budget? Why?", "Interjections." ],
  "anchor" : "para336",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para340",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Wow. It just never ends." ],
  "anchor" : "para341",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, it will.", "Premier?" ],
  "anchor" : "para342",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I just want to say to the member opposite that when I came into this office and when we brought our first budget forward, we made it clear that we were going to increase the deficit in order to invest in infrastructure. We did that, Mr. Speaker. We stayed on track to eliminate the deficit. We did that this year.", "We have a $600-million surplus and we have made a deliberate decision—openly, transparently, we have made a decision—to invest in people, in child care, in home care, in hospitals, in free tuition for students and in prescription medication for children and for seniors.", "We have been very clear about our—", "Interjection." ],
  "anchor" : "para344",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings will withdraw." ],
  "anchor" : "para348",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Withdraw." ],
  "anchor" : "para349",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "And you’re working towards warnings. I’m telling you now.", "Finish, please." ],
  "anchor" : "para350",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the reason that we can have this discussion about our finances is that we put in place a requirement to have a pre-election report. That is what we are discussing, openly and transparently." ],
  "anchor" : "para352",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para353",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, thank heavens we had a pre-election report from the Auditor General, who exposed a $12-billion deficit instead of the nonsense the government told us. Thank goodness that the Financial Accountability Officer came out today and explained that, yes, indeed, we do have a $12-billion deficit, not the nonsense the government told us. He further drilled down and showed us that in that deficit is a $3-billion existing hole in the budget.", "The Premier just doubled down, saying that she made a deliberate choice to go into a $6.7-billion deficit. That is absolutely not true. It’s $3.7 billion that she’s saying she’s investing there: $3 billion of it was a secret, hidden hole in the budget.", "I want to know. We all want to know. The people want to know: Why did it take the Financial Accountability Officer to come out and tell us this morning?" ],
  "anchor" : "para354",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para357",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "You did not slay the deficit—" ],
  "anchor" : "para358",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para359",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para361",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members on both sides are asking me to move to warnings, and I shall. We’re in warnings.", "Premier?" ],
  "anchor" : "para363",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I do understand why the member opposite would be so frantic, as he holds the book, that the information he’s saying is secret is printed in black and white. He is reading the numbers because we are being transparent. What we are not—", "Interjections." ],
  "anchor" : "para365",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned. The member from Prince Edward–Hastings is warned. I missed a third, but—", "Interjection." ],
  "anchor" : "para367",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "You threw him under the bus." ],
  "anchor" : "para369",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, he has the information because we have made it available and made it transparent. I also understand that he would be additionally frantic because he’s dealing with a leader who, behind closed doors, is making deals with big developers and only backing off on preserving the greenbelt when he’s caught in the light of day.", "We have consistently been open about our finances. We have consistently supported the greenbelt. We believe that our environment is precious. Once that land is gone, it’s gone forever.", "I understand why he’s so upset.", "Interjections." ],
  "anchor" : "para370",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjection." ],
  "anchor" : "para374",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture, Food and Rural Affairs is warned.", "Final supplementary." ],
  "anchor" : "para376",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "The only people hiding anything in this Legislature are this government.", "Thank heavens the FAO showed us the $3-billion hidden deficit that this government had. And he explained why, Speaker. He actually told us how this $3-billion hole came about, and, quite frankly, it’s no surprise to anyone on this side of the House. He has told us it’s because they ran out of things to sell. He said the government will see weaker revenue gain due to a loss of time-limited and one-time revenue. That money was one-time sale of assets. They sold Hydro One. They sold buildings. They sold shares. They ran out of things to sell, and now they have a hidden deficit. They told us that it was a $6.7-billion deficit when $3 billion of that deficit was actually a structural deficit. It was built in, Speaker. It is a deficit that they ran up because they were running out of things to sell.", "Speaker, why did they not tell the people about this hole?" ],
  "anchor" : "para378",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para381",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Speaker, very quickly, it was this government that actually passed the Fiscal Transparency and Accountability Act, precisely because that party—" ],
  "anchor" : "para382",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Leader of the Opposition is warned. The member from Simcoe–Grey is warned.", "Carry on." ],
  "anchor" : "para384",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "It’s precisely because that party did in fact hide the deficits. Furthermore, we brought in the FAO as well, recognizing the need to look at projections going forward. This is what we’re talking about: projections.", "Forty years have passed. They’ve only balanced the budget three times; we’ve done more than that, almost twice more.", "Furthermore, there are public accounts and there are the actual results that are achieved. Third-quarter results have shown that we have balanced the books and have a surplus. DBRS just again made the connection and said that we are AA rated and stable because of the fact that we have done so. Furthermore, we are putting forward $230 billion over 14 years for those capital improvements, and we’ve exceeded our target, year over year." ],
  "anchor" : "para386",
  "subject" : {
    "text" : "Government accounting practices",
    "anchor" : "para335"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. On April 1, the funding for eight hospital beds at Guelph General Hospital ran out. The hospital says it still needs the beds. It is operating at 111% occupancy. It is seeing 64,000 patients per year in an emergency room built for 45,000.", "Why is the Premier forcing the patients to be treated and admitted in the hallways at Guelph General Hospital?" ],
  "anchor" : "para390",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para392",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Of course, we’re monitoring situations across the province at all times in terms of issues where there is a capacity challenge, and we are addressing this, Mr. Speaker. As you know, through our 2018 budget, we are investing an additional $822 million in Ontario’s publicly funded hospitals. Overall, this is a very historic increase of 4.6%.", "High-growth areas, obviously, are looked at with an eye to improving their situation. We work with our LHINs on a very systematic basis. We look at the need in each particular area of the province, and we ensure that the funds are available in each particular hospital." ],
  "anchor" : "para393",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para396",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The government funded some temporary beds during the flu season. At the time, Guelph General Hospital needed an extra 16 beds. The government paid for eight of these beds. But on April 1, the government took away the funding for these beds, even though the hospital still needs them now.", "Why won’t the minister provide enough funding to treat Guelph-area patients with the dignity they deserve?" ],
  "anchor" : "para397",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I hope the member of the third party recalls that last fall, we did create some 2,000 extra beds across the province. These are spaces that we did annualize in our funding, to the tune of $187 million.", "We’re continuing to work with the LHINs, looking forward at the coming year. We will ensure that people in this province get the care they need where they need it, when they need it. This is an ongoing evaluative process that we go through. We are listening to the needs across the province. We will ensure patients get the care that they need." ],
  "anchor" : "para399",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para401",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Something is not right here. On April 1, the government took away the funding that you had given in the fall. Those eight beds are no longer funded at Guelph General Hospital. The CEO of the hospital said that funding for the hospital has not kept up with population growth. It is happening throughout our province, in all of our hospitals.", "The minister’s hospital funding freezes have meant service cuts to patients. They have meant that patients are treated and admitted in hallways and sometimes in bathrooms. The Premier likes to complain about the cuts from the Conservative government, but when will she accept responsibility for the cuts to hospital funding that she alone is responsible for?" ],
  "anchor" : "para402",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "In the case of Guelph General Hospital, we are working with that hospital very closely. We’ve been in communication with the CEO and the chair of the board to understand their particular pressures at this moment. We are committed to maintaining the surge beds that were announced last fall.", "We understand that growth pressures exist across the province. Obviously, last winter, there was an exacerbation with a very severe flu season. But we are going to continue to monitor and work with our hospitals to ensure patients get the care that they need, when and where they need it." ],
  "anchor" : "para404",
  "subject" : {
    "text" : "Hospital funding",
    "anchor" : "para389"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "To the Premier: On April 19, the Ontario Energy Board announced what at least seemed to be good news; Hydro rates were not going up. But it turns out that this was just government propaganda, because if you dig just a little bit further, you find that actual hydro costs have jumped by roughly 10% from last year.", "The government is using borrowed cash to hide these true costs from the public before the election. Why won’t the Premier just tell the truth—that her $40-billion hydro borrowing scheme will send bills skyrocketing by 70% after the election?" ],
  "anchor" : "para407",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para409",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The fair hydro plan, as the member is well aware, is bringing forward and has brought forward a 25% reduction for all families across the province, and then that is being held to the rate of inflation for the next four years. The long-term energy plan also shows that costs are being pulled out of the system to keep our system reliable, clean and affordable for all people right across the province.", "It is good news that the OEB brought forward no rate increases this year. We’ll continue to work with all our partners to ensure that we keep having a system that is reliable, a system that is clean and affordable. For us on this side of the House, we made sure that we acted on it. The opposition party: They voted against that." ],
  "anchor" : "para410",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para412",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the Premier: The Premier is using borrowed cash to hide the true cost of hydro before the election, but background documents buried in the Ontario Energy Board’s website show the truth: Actual hydro costs have jumped about 10% from last year. Those are the costs that Ontario families will still have to pay after the Premier’s payday loan comes due. Leaked government documents show that hydro bills will rise 70% over 10 years, starting after the election.", "Will the Premier tell Ontarians the truth: that her hydro borrowing scheme drives bills up even further over the long term, not down?" ],
  "anchor" : "para413",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Once again, there’s a document called Ontario’s Long-Term Energy Plan—I encourage the member to read it—where he will see that the rates are actually lower moving forward than they would have been even four years ago, and where that projection would be.", "We invested in the fair hydro plan to make sure that we could reduce rates by 25% for everyone across the province. They voted against that. And do you know what, Mr. Speaker? They have no plan when it comes to actually reducing rates. What they want to do is eliminate the fair hydro plan. They want to raise rates by 25%.", "On this side of the House, we brought forward a plan. We helped all families right across the province, and 500,000 small businesses and farms. Those who live in rural and northern parts of our province continue to see rates that have been reduced anywhere between 35% and 50%, on average.", "We will continue to act on behalf of the people of Ontario, helping them and keeping a clean, reliable and affordable system." ],
  "anchor" : "para415",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para419",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the Premier: The Minister of Energy was positively gleeful last week after the Conservatives released a hydro plan that kept all of the worst Liberal hydro policies. The Conservative plan will keep the Liberal government’s $40-billion hydro borrowing scheme, which will drive bills up by more than 70% after the election. The Conservative plan will keep private profits on our hydro bills and will keep Hydro One privatized. And the Minister of Energy couldn’t be happier. Why on earth is this government celebrating the fact that the Premier’s hydro policies have been endorsed by Doug Ford?", "Interjections." ],
  "anchor" : "para420",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para422",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The NDP platform, when it comes to electricity, has them buying back billions of dollars in shares of Hydro One that will not take one cent off of electricity bills for Ontario families and businesses. I don’t know why they think that’s a good idea. On this side of the House, we brought forward a plan that reduced rates by 25%, and they voted against it.", "When it comes to individuals living on First Nations, we eliminated the delivery charge. They voted against that. When it comes to low-income individuals—in their plan, it wasn’t even mentioned until the last page. We made sure—", "Interjection." ],
  "anchor" : "para424",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Essex is warned.", "Finish, please." ],
  "anchor" : "para427",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Mr. Speaker, let’s think about this: They’re going to spend billions buying back shares of Hydro One that actually will not do anything to lower anyone’s electricity bills, but those billions of dollars that they spend will mean that they will have to close schools and close hospitals. What are they going to cut to make sure that they can buy back a plan and a company that won’t save anybody anything?" ],
  "anchor" : "para429",
  "subject" : {
    "text" : "Hydro rates",
    "anchor" : "para406"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question is for the Premier. First the Premier gave Mayo Schmidt millions of dollars when she made him the CEO at Hydro One, and now we know that he has become the six-million-dollar man. Then the Hydro One board gave themselves millions of dollars in raises and tried to make it impossible to hold them to account. We don’t know how big the millionaires’ club is, but it’s $412 million large. Finally, yesterday your government, Premier, voted against reviewing compensation at Hydro One.", "What we really want to know is, when is the Premier going to start to stand up for electricity customers in the province of Ontario and not the millionaires’ club at Hydro One?" ],
  "anchor" : "para431",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para433",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It was this government and this Premier who actually stood for families last year when we brought forward the fair hydro plan, and that party stood and voted against it. It was this government and this Premier who actually brought forward the Ontario Electricity Support Program to help low-income individuals, to help seniors, and it’s that party that voted against it.", "We made sure that we brought forward our concerns to the board. Over the last weekend, our government urged Hydro One’s board to revisit its executive compensation model. That’s exactly what they’re doing. As the largest shareholder, we welcome the board’s decision to re-examine the compensation model, which will include independent advice as well.", "The board’s decision to increase executive compensation was done without our involvement, so changes to compensation and severance that were adopted by the board were released to us on March 29. We acted, and we are now making sure we can have that review through the board." ],
  "anchor" : "para435",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para438",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It was this Premier and this government who handed out the multi-million-dollar salary to the CEO of Hydro One, and then have sat idly by and watched it ever increase—only we can’t see all of it, Mr. Speaker.", "Yesterday in the Legislature, members on the government side were trying to justify the salary of the six-million-dollar man. They’re trying to defend the indefensible. This government’s legacy on electricity is the same as its legacy on everything: mountains of new debt, a select few Bay Streeters who are getting rich, and everyone else in Ontario getting stuck with the bill.", "On Monday, the Premier will send out the energy minister to say that the compensation is being reviewed. Then, on Tuesday, every Liberal votes against reviewing it. That’s what happened yesterday, and they’re trying to justify the $6 million.", "Speaker, when will the Premier show some leadership and finally deal with the millionaires’ club at Hydro One?" ],
  "anchor" : "para439",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "We brought it forward over the weekend, in our role as the largest shareholder, asking the board to revisit their executive compensation model. They’re doing just that, Mr. Speaker.", "Because we found out about this at the end of March through the management information circular, the board now acknowledges that as their largest shareholder, which is this government, we should be engaged on such material issues and that changes are needed.", "While Doug Ford and the PCs would take that erratic and reckless approach, to fire the board and do absolutely nothing to reduce rates, we believe in a stable solution that exercises our authority as the largest shareholder. With this in mind, our government will abstain from voting on the say-on-pay shareholder resolution at the Hydro One annual general meeting, which is in May—May 15—to give the board the necessary time to re-examine the matter.", "Our government continues to focus on fairness for all people in this province." ],
  "anchor" : "para443",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para430"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. For 15 years, this Liberal government has known about excessive executive salaries in the broader public sector but has done almost nothing to rein in executive compensation.", "This week, Londoners learned about proposed salary increases for Western University senior administrators. The Liberals have allowed boards of governors the freedom to select their own comparators to determine salaries, without any oversight to ensure that the comparators are valid. This can lead to significant salary increases far beyond what is reasonable or appropriate.", "Similar concerns have already been raised about Nipissing University, and we expect to hear more as university compensation frameworks are posted across the province.", "Speaker, why has this Liberal government refused to put meaningful controls in place to rein in executive compensation in the university sector?", "Interjection." ],
  "anchor" : "para448",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough Centre is warned.", "Premier?" ],
  "anchor" : "para453",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para455",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I want to thank the member opposite for her question, as it gives me an opportunity to not only address this issue but to put some facts around it that are extraordinarily important.", "Our government froze salaries across the broader public sector in 2012. When we renegotiated them more recently, we put some really important pieces in place. For example, our framework enforces strict rules that prohibit executives from receiving unnecessary perks, such as prerequisite signing bonuses, retention bonuses and unrestricted severance. Because we remain committed to ensuring fairness and accountability in the way that these broader public sector executive frameworks and pay are structured, we did away with cash housing allowances, vehicles that aren’t required and so on.", "I’ll speak more in the supplementary about what we’re doing in terms of our framework for our broader public sector salaries, Speaker." ],
  "anchor" : "para456",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para459",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "What is even more troubling is that decisions about executive salary increases are being made after a decade of Liberal underfunding of the post-secondary sector. For years, Ontario has had the highest university tuition and the lowest per-student funding of any province in Canada. This has undermined the quality of post-secondary education for students and led to an explosion of contract faculty. It has contributed to deep divisions between administration and academic workers at York University and jeopardized the career plans of thousands of young people at York, with the strike now in its ninth week.", "Speaker, does this Liberal government believe that increasing the salaries of senior university administrators is more important than the quality of education that Ontario post-secondary students receive?", "Interjections." ],
  "anchor" : "para460",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "President of the Treasury Board." ],
  "anchor" : "para463",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "The member opposite, in her question, talked about what’s more important and the juxtaposition. I want to say that, as a government, it’s important to strike a balance between attracting really great talent, which is what we’ve done, and setting fair and reasonable compensation packages for the broader public sector.", "We remain committed to ensuring fairness and accountability in terms of how that compensation is managed, but overall, we believe the people of Ontario have the right to know how their dollars are being spent, and they deserve a clear rationale for why executives are paid what they are. That’s why we implemented the broader public sector executive framework in 2016. This framework requires enhanced transparency through the public posting of the executive compensation framework so that the public can understand and appreciate it. It’s an important exercise in democracy and accountability.", "Ontarians now have the opportunity to provide feedback as well. We’re proud of our public servants in this province and we have taken these important accountability—" ],
  "anchor" : "para465",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para468",
  "subject" : {
    "text" : "Executive compensation",
    "anchor" : "para447"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport. For decades, people have come to Ontario Place to enjoy family fun, live music, build happy memories and take in the beautiful waterfront. We have been moving forward with our ambitious vision to transform Ontario Place into a modern, vibrant, year-round waterfront destination that engages residents and visitors of all ages.", "Yesterday, the minister made an exciting announcement at Ontario Place and gave us a sneak peek of what’s to come. As the local member, I feel very lucky to live so close to this beautiful space.", "Speaker, through you to the minister, can she tell us what Ontarians are looking forward to this summer?" ],
  "anchor" : "para471",
  "subject" : {
    "text" : "Ontario Place",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Thanks to the fantastic member from Trinity–Spadina for that question.", "Last year, we made very significant progress in transforming our vision into reality. We opened the Trillium Park and William G. Davis Trail and added seven and a half acres of green space to the waterfront. We hosted free family fun with Winter at Ontario Place, which featured a skating rink and light installations.", "I’m happy to share with you all today that we’re going to keep the momentum going. This summer, Ontario Place is going to be hosting a music series every Thursday, featuring emerging artists from every genre, including indie rock, folk, hip hop and jazz. There are going to be family dance and music performances on Sunday afternoons. We’re also going to have outdoor activities such as beach volleyball and free skating on the outdoor synthetic rink.", "Speaker, stay tuned. I look forward to unveiling some exciting new details in the supplementary." ],
  "anchor" : "para474",
  "subject" : {
    "text" : "Ontario Place",
    "anchor" : "para470"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para478",
  "subject" : {
    "text" : "Ontario Place",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "It’s fantastic to hear that the vision proposes a mix of outdoor and indoor features, including more green space, recreational activities like beach volleyball, and a waterfront trail around the entire site. The urban park and the trail are dramatically transforming the Toronto waterfront with a new green space that celebrates the natural and cultural legacy of Ontario Place.", "As the local member, I know how important it is to gather feedback from the public, including the residents from Fort York, Liberty Village, CityPlace, Bathurst Street and surrounding neighbourhoods.", "Speaker, through you to the minister, can she tell the members of this House about the next steps of the Ontario Place revitalization?" ],
  "anchor" : "para479",
  "subject" : {
    "text" : "Ontario Place",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Thank you to the member from Trinity–Spadina, who, by the way, joined me yesterday at our beautiful waterfront to announce our next milestone in the rebooting of Ontario Place.", "Speaker, just a few months ago I announced our plan to design a new green space. It’s going to be known as Celebration Common. It will be Toronto’s newest waterfront park. It’s coming in at a size of about 14 football fields. The park is going to include a children’s outdoor play area, walking paths and trails, a beach area for outdoor recreation and water sports, and lots of room to host large-scale festivals. Most importantly, there’s going to be plenty of green space.", "Speaker, on this side of the House, we believe in protecting our environment, not paving over paradise. I’m confident that Celebration Common is going to become Ontario’s new urban backyard where people can kick back and enjoy Toronto’s beautiful waterfront." ],
  "anchor" : "para483",
  "subject" : {
    "text" : "Ontario Place",
    "anchor" : "para470"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is to the Premier. Speaker, the Liberal government is trying to strong-arm the horse racing industry into accepting a deal that might hurt them in the long run. Just two weeks ago, the government sprang a massive long-term funding agreement on horse people. It’s nearly 200 pages and written in complex legal language. Here’s the kicker: They gave the racetracks, breeders and horse people until May 1 to sign the agreement—or else.", "Why is this government playing politics with horse people’s livelihoods and pressuring them to sign on to a 19-year agreement in the final weeks before an election?" ],
  "anchor" : "para487",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para489",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, the member opposite makes reference to the fact that we have now strengthened and sustained horse racing and breeding by putting in a $105-million, 19-year agreement.", "We’ve also provided an Enhanced Horse Improvement Program that is extended year over year by OMAFRA. We have a new Racetrack Sustainability Innovation Fund, $6 million over three years, to support regional racetracks to innovate, diversify and expand their revenue sources. And OLG is providing additional funding to supplement those racetracks that may be experiencing shortfalls and to enable long-term decisions about horse breeding.", "More importantly, Mr. Speaker, we’ve established a new board. The Ontario Racing board will now be responsible for all the strategic plans—also providing the service provider to ensure that those funds are transparent and accountable. And we’re making it that there are going to have to be horse breeders on that board and small tracks on that board—five seats for racetracks; five seats for breeders—and an independent chair." ],
  "anchor" : "para490",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para493",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Back to the Premier: The Minister of Finance claims that his long-term agreement “will provide the stability needed to strengthen and sustain horse racing and breeding in Ontario,” yet that same minister has approved plans to rip the slot machines out of Kawartha Downs, Ajax Downs and other community racetracks, threatening their future viability.", "Now, on the cusp of an election campaign, his officials are threatening to freeze out horse people if they don’t sign on to a 19-year deal—“Sign it or else”—that they haven’t had time to read. What happens if one or more racetracks refuse to sign? Will the government cut off their funding, or will they set aside politics and let horse people have meaningful input after the election?" ],
  "anchor" : "para494",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Minister of OMAFRA." ],
  "anchor" : "para496",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I appreciate the supplementary from the member from Perth–Wellington. The reason that we chose 19 years, Mr. Speaker—$2 billion over those 20 years—is because, when you have insight in the horse racing industry in Ontario, it works on a cycle. It usually works three to four years before a horse, whether it’s a standardbred horse or a thoroughbred horse—", "Interjection." ],
  "anchor" : "para497",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Haliburton–Kawartha Lakes–Brock is warned.", "Carry on." ],
  "anchor" : "para499",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, as we consulted widely with the industry, a thoroughbred horse or standardbred horse usually takes three or four years from the time it’s born to the time it gets trained and eventually gets to the track. With anything shorter than 19 years, you don’t have confidence in the industry.", "One of the things this government wanted to do is to make sure there’s a future path for all 15 tracks in the province of Ontario." ],
  "anchor" : "para501",
  "subject" : {
    "text" : "Horse racing industry",
    "anchor" : "para486"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is to the Premier. Volunteer firefighter Gary Kendall died in 2010 in a dangerous winter river, being trained by an unregulated private trainer. The family called for a coroner’s inquest; they didn’t get one. No one did anything to prevent another tragedy.", "Five years later, firefighter-hopeful Adam Brunt died while taking a private, unregulated rescue training course on a dangerous winter river with the same unregulated private trainer. Adam died while 11 other students helplessly tried to save him—two unnecessary deaths, with no one held responsible.", "Finally, after two men died, the families got a coroner’s inquest. I have been pushing to protect firefighter trainees for the past three years. My motion to immediately adopt all coroner’s inquest jury recommendations to keep future trainees safe was passed unanimously. You said it was urgent. You said you’d take action.", "Premier, what’s the status of the changes and actions needed to ensure no one is ever put at risk like this again? Have all of the coroner’s inquest recommendations been adopted yet?" ],
  "anchor" : "para504",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para508",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "What happened in this incident is a tragedy. My thoughts are with the families and colleagues of those two trainees who passed away. I really commend the member opposite in her advocacy on this matter, and I know that this is something she has worked very, very hard on over the past years.", "Our government is carefully addressing the findings and the recommendations of the coroner’s inquest into these deaths. The Office of the Fire Marshal and Emergency Management took immediate action and suspended the water rescue program at the Ontario Fire College after this inquest. Our government continues to work with the Fire Safety Technical Table, where our fire safety partners and experts meet to discuss fire safety challenges. That table is looking at the recommendations, and certainly we hope to have solutions." ],
  "anchor" : "para509",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para511",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Again to the Premier: You can’t suspend a training program that didn’t exist in the first place.", "It’s been eight years since Gary died. It’s been over three years since Adam died. Since this government hasn’t chosen to figure out how to protect firefighter trainees, I have worked for three years on this, and I have figured it out for you.", "My Bill 58, the Brunt and Kendall Act, lays out a comprehensive regulatory and safety framework to hold private trainers to account and keep firefighter trainees safe. Alongside the families of Adam Brunt and Gary Kendall, the Ontario Professional Fire Fighters Association, safety advocates across the province and legal experts, we have finally completed this necessary legislation to ensure that deaths like this cannot happen again in the province of Ontario.", "It has been a long and emotional journey to get here, but here we are, with my legislation in front of us and still with time on the clock. Premier, will you promise to keep our firefighter trainees safe and ensure that Bill 58 passes through this House and into law before the end of the session?", "Interjections." ],
  "anchor" : "para512",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para517",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Certainly the safety of firefighters is very important, and I want to commend them for all the work that they do all across our province.", "We are taking action to modernize the fire safety delivery in Ontario. Part of this modernization is to ensure that our world-class firefighters have the support they need. Ensuring firefighters are fully trained and certified in their role is critical for their safety and the safety of the public. This is why we are proposing that firefighters be certified through the National Fire Protection Association standards. This aligns with the Occupational Health and Safety Act, which requires that employees receive sufficient training.", "My ministry and I, as the government minister, will continue to work to make this proposed requirement as seamless as possible. We will continue to engage to ensure that every single firefighter in this province is safe." ],
  "anchor" : "para519",
  "subject" : {
    "text" : "Workplace safety",
    "anchor" : "para503"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question this morning is for the minister responsible for early years and child care. Minister, our government is committed to making sure families have access to high-quality, inclusive and affordable child care. This is what my constituents in Davenport want and expect.", "Under Doug Ford’s plan, families will receive a rebate of just $34 a month. This proves just how out of touch he is with the needs of families on the ground. Our government’s recent announcement of free child care for preschool-aged children, from age two and a half to when they are eligible to start free full-day kindergarten, will help ease the financial burden on tens of thousands of families. Families will save an estimated $17,000 per child, allowing parents to go back to work when they choose and helping to give children the best start in life.", "Can the minister expand on her announcement from last week and what this means for parents in my riding and across Ontario who are looking to access child care?" ],
  "anchor" : "para523",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you to the hard-working member from Davenport for that important question. The reality is that we know that parents and children are benefiting from Ontario’s high-quality child care programs, but we also know that there’s more work to do. That’s why we continue to build on our commitment to help 100,000 more children get access to quality, affordable, licensed child care. We are building a solid foundation for child care in our province.", "Last week we announced that our government is investing $78.6 million in capital funding to build more than 3,100 licensed, community-based child care spaces. Think about that: We’re building spaces right where families need them.", "Speaker, our investments are giving thousands of Ontario families support, while Doug Ford’s child care scheme is a $1.3-billion annual cut to child care. They promise to cut programs that ease the financial challenges families face." ],
  "anchor" : "para527",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para522"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para530",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I want to thank the minister for that answer. Last week’s announcement is indeed another step forward to creating affordable and accessible child care across our province.", "It’s clear that our government is truly transforming the way child care is delivered in Ontario. There’s no question that more access to child care is critical for Ontario families. However, could the minister please explain what makes last week’s announcement so important, and how this will help families in diverse situations in my riding of Davenport and across Ontario access child care?" ],
  "anchor" : "para531",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to answer the member’s question. Mr. Speaker, we are taking a number of important steps to ensure that every child and family in Ontario has access to a high range of quality and affordable care. Public spaces like places of worship, community centres and indigenous friendship centres strengthen our communities. Creating child care spaces in these community hubs will make them even stronger and give families access to child care right in their neighbourhoods. Just think about that: child care spaces for families where their child will be safe and well cared for close to home. This is an important part of our commitment to invest in families and bring free child care to preschoolers across the province.", "The parties opposite will do nothing to build more capacity for child care or the workforce to deliver that care. Our government is focused on building even stronger communities for children, families and for the future of this province." ],
  "anchor" : "para533",
  "subject" : {
    "text" : "Child care",
    "anchor" : "para522"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "My question is to the Premier. “Carnage Alley” got its name because of the appalling accidents and fatalities that have occurred there. In 1999, the largest vehicle pileup in Canadian history occurred in Carnage Alley. I know because I was there, but thankfully unhurt.", "The government of the day responded by widening the highway from Tilbury to Windsor and by adding a concrete barrier there.", "In 2009, this government’s election had promised to widen the 401 from four lanes to six lanes between Tilbury and Lambeth, with the addition of a concrete median barrier. But that stretch of 117 kilometres between those two areas remains untouched, and with the scheduled building of the Gordie Howe bridge in Windsor, transport traffic is only going to worsen in the coming years.", "Premier, you know that I’ve advocated for this for many years, and you told me and this Legislature that a barrier would be built. We need a concrete barrier. So, Premier, what do you actually plan to do and when do you plan to do it?" ],
  "anchor" : "para536",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para540",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I want to thank the member for this question. I know that we were together, just shortly after I took over this portfolio, with people along that stretch of the 401 in order to look at the issue.", "We will be building a concrete barrier. In the meantime, while we are doing the environmental assessment and continuing to do the necessary work to widen that stretch of the 401 and to add the concrete barrier, we are going further than that because I don’t want to wait for the length of time it’s going to take to make that barrier.", "This year, we will be starting to install high-tension cable barriers in almost half the stretch between Tilbury and London, to make sure that there’s protection right away.", "It’s going to take us time to continue the necessary work. We committed to that at the time, and we are continuing to move forward. The request for proposals is going out, to build this immediately." ],
  "anchor" : "para541",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para545",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Back to the Premier: Carnage Alley’s narrow lanes and dangerous curvatures are extremely hazardous, especially in winter. I travel this road frequently from Chatham to Toronto.", "As a matter of fact, in 2017, there were five fatalities on that stretch. Three were from crossovers, including the fatality of a five-year-old girl and her mother. This year, on April 25, a double crossover of a transport and minivan occurred—thankfully, not fatal. But accidents continue to happen on a more frequent basis.", "I’ve raised this issue several times before, while the construction on the 401 between Tilbury and Highway 40 was finishing up last year. Your ministry officials stated in a meeting with the Build a Barrier group from Chatham that the contract could be opened up to include building a concrete barrier at that time, but sadly, it wasn’t. My petition quickly gained more than 4,000 signatures.", "Premier, we need a concrete barrier, not a cable barrier. Why won’t you build a concrete barrier now?" ],
  "anchor" : "para546",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Again, this is not a partisan issue. We are moving forward in the short term to protect that length of highway as soon as we can. The member was there with the technical expert. He knows that it takes time to do the environmental assessment: up to a year or two. Then we have to do the design to widen the highway. You cannot put a concrete barrier on a four-lane highway; it has to be expanded.", "While we’re doing that necessary work, we are going forward this year to make sure that that stretch of highway is protected. We’ve found a way to expedite the process. We will be installing those high-tension cable barriers, which are 97% effective in other jurisdictions, to stop the crossovers.", "Contrarily, I would like to know where the PCs stand on this issue. We know that there are no dollars for infrastructure along that area. I don’t know how they’re going to pay for it. Unlike Doug Ford, we’re moving forward to make sure—", "Interjections." ],
  "anchor" : "para550",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para554",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Thank you.", "New question." ],
  "anchor" : "para556",
  "subject" : {
    "text" : "Highway improvement",
    "anchor" : "para535"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is to the Premier. A number of people across Ontario, like in Timmins, are trying to buy electric cars because they want to do the right thing. In Timmins, we have a number of people who have actually bought them. But here’s the problem: Unless you charge it at home, you can’t go anywhere because the company, KSI, to which your government gave the contract to build the charging stations, is not servicing and fixing the charging units that break down.", "I’ve got a guy who calls me the other day. He leaves Timmins because he wants to drive toward North Bay for something, and can’t get a charge out of the station in Timmins because it has been broken for a while and not fixed. He drives down to Earlton, gets to the Earlton station and finds out that one hasn’t worked since last August. He had to go back to his dad’s place and plug his car in overnight so that he was able to drive back to Timmins, get his gas car and then drive back down the highway to go do what he had to do.", "When are you going to fix these KSI units?" ],
  "anchor" : "para559",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para562",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I appreciate the question along the way, because it allows us, on this side of the House, to talk about the great investments that we’ve been doing in electric vehicles in the province. We’re up 120% in the strongest jurisdiction for people to continue to purchase electric vehicles, saving our environment.", "We are continuing, through our Electric Vehicle Chargers Ontario Program, to expand the number of chargers available throughout Ontario. We understand that we have had some issues along the way to make sure that the chargers are in and working. But some of the vehicles on the road now take less time to charge altogether.", "We are very happy to be changing over from a vehicle system that is causing more carbon to be put in the air and making sure that we have clean vehicles moving forward." ],
  "anchor" : "para563",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para566",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Minister, the car can’t move forward. It’s got no charging system.", "The system has been broken since last August in Earlton, apparently, from what this individual was telling me. How you can have a system in place that people can’t use, and boast about how your program is working, is beyond me.", "I ask you again: Could you please get on to the people that you contracted these chargers to, such as KSI, to ensure that if they install these things, they keep them operational and people don’t get stranded, as my constituent did?" ],
  "anchor" : "para567",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I want to again thank the member for the supplementary. Our program has provided Ontarians with incentives to help purchase over 16,000 EVs and over 3,000 home and workplace chargers. We expect to see the numbers grow. We understand it’s frustrating for those who are unable to get in to use chargers that may be broken. We’re continuing to work with our contractor to get in there and expedite the process to not only install them but to actually repair them and keep them going.", "Because of our commitment to charging infrastructure, drivers know that they can still travel the distances they otherwise would have with a traditional vehicle. We’re continuing to work with those areas.", "I’d like to know this from the NDP: Are they going to vote for the budget that contains the investments that we’ve made in the past to continue to make sure that we have more electric charging vehicles and systems around Ontario?" ],
  "anchor" : "para571",
  "subject" : {
    "text" : "Electric vehicle charging statoins",
    "anchor" : "para558"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. There’s a great deal of concern in my community of Ottawa and in the Ottawa Valley about Chalk River Laboratories. Canadian Nuclear Laboratories is planning to build a disposal facility for radioactive waste near Chalk River Laboratories. The site would hold approximately one million cubic metres of low- and mid-level nuclear waste, and it is less than one kilometre away from the Ottawa River.", "I have heard these concerns, and I too am concerned. I worry about the risk that nuclear waste could contaminate the Ottawa River.", "My question to the minister is this: What is our government doing to ensure the protection of the environment and human health in regard to this proposed project?" ],
  "anchor" : "para575",
  "subject" : {
    "text" : "Nuclear waste",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Thank you to the member from Ottawa South for that important question and for his continued advocacy on behalf of his constituents, because it is a very important issue.", "We understand why it is such an important issue too. That’s why experts from my ministry have been actively participating in the public commenting process as the federal government moves ahead. In fact, last August, my ministry submitted comments to the Canadian Nuclear Safety Commission for the draft environmental impact statement. The comments and concerns provided by my ministry included concerns around storm water management, the limits for contaminants, and the sharing of public information around monitoring locations.", "We know how important it is to get this right. That’s why we’re engaged with our federal partners and will continue to work on behalf of the member’s constituents." ],
  "anchor" : "para578",
  "subject" : {
    "text" : "Nuclear waste",
    "anchor" : "para574"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para581",
  "subject" : {
    "text" : "Nuclear waste",
    "anchor" : "para574"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you, Minister. This is an ongoing process and it’s important to ensure that our natural environment remains protected. The Ottawa River is an important source of drinking water, a natural home to many animals and species, as well as a resource for recreation for many.", "The Ottawa Riverkeeper, Ecology Ottawa, local First Nations and individuals have expressed their concern about the proposed near-surface disposal facility being built, because of the potential impacts nuclear waste could have on the river. Earlier this year, my constituent Ole Hendrickson wrote to me expressing his concerns that non-radioactive contaminants in the facility’s waste, like PCBs and dioxins, could fall between the cracks.", "Could the minister please explain what our government is doing to protect the Ottawa River in regard to the Chalk River waste disposal site?" ],
  "anchor" : "para582",
  "subject" : {
    "text" : "Nuclear waste",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Thank you again to the member from Ottawa South for that very important question.", "I just want to reiterate that these are very real concerns and we need to be vigilant. I understand the jurisdictional issues with this facility, but it’s still important for us to protect our communities here in Ontario. That’s why my ministry submitted comments to the federal government’s proposal, to ensure all precautions are being taken around this project.", "As a result of our comments, the federal government changed the project to include only low-level types of nuclear waste. The federal government has also assured us that the waste intended for disposal in the proposed project will meet all of the required international guidelines as well.", "Again, I want to thank the member for Ottawa South for his advocacy. We will continue to monitor this project." ],
  "anchor" : "para585",
  "subject" : {
    "text" : "Nuclear waste",
    "anchor" : "para574"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "To the Premier: Recently, tenants in a senior citizens’ social housing development in my riding were told some shocking news. They were informed that due to necessary cuts, they would now be responsible for mopping the floor and washing the countertops. They were just handed industrial equipment and told, “Folks, get ’er done.” Over 90% of the tenants have balance or mobility issues, many use walkers and most are in their eighties and nineties. They deserve a safe living environment.", "The government has consistently shortchanged municipalities with inefficient infrastructure funding, cutting the Ontario Municipal Partnership Fund and neglecting the needs of rural Ontario residents.", "Is cutting municipal transfers to such low levels that it results in making seniors in affordable housing mop the floors really the right way to treat the people who built this province, putting them at risk of injury, as a way to solve this government’s spending and debt problems?" ],
  "anchor" : "para590",
  "subject" : {
    "text" : "Social housing",
    "anchor" : "para589"
  }
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I really do commend the member opposite for his concern about infrastructure funding for municipalities in general. We certainly have a housing plan. We’re working with the federal government to put in place more affordable housing and more supportive housing. We have increased funding to municipalities for housing and changed the flexibility that allows them to make investments.", "But it’s very interesting to me that this member is standing in his place and asking a question about this, when his leader, Doug Ford, was in Cornwall and said that municipalities were going to have to make cuts in order to be able to continue to get infrastructure spending at all if he were the Premier. So I encourage the member to have a conversation with his leader, because if infrastructure funding for municipalities is dependent on cuts, that doesn’t bode well for the future of—" ],
  "anchor" : "para593",
  "subject" : {
    "text" : "Social housing",
    "anchor" : "para589"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para595",
  "subject" : {
    "text" : "Social housing",
    "anchor" : "para589"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I wish to turn to the member from Leeds–Grenville on a point of order." ],
  "anchor" : "para597",
  "subject" : {
    "text" : "Gord Brown",
    "anchor" : "para596"
  }
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you, Speaker. Point of order: I would just like to ask for unanimous consent to have a moment of silence for my MP, Gord Brown. Gord passed away this morning in Ottawa. He was an amazing MP. Speaker, we once dreamed as young men to serve in this Legislature and in the House of Commons, and we realized that.", "I want to express, on behalf of the House, our deepest sympathies to Gord’s wife, Claudine, and his two sons, Chance and Tristan.", "We’re going to miss him. I’m going to miss him. Speaker, he was like a brother to me. Eastern Ontario, the province and our country mourn the loss of Gord Brown.", "I would appreciate consent to have a moment of silence." ],
  "anchor" : "para598",
  "subject" : {
    "text" : "Gord Brown",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is seeking unanimous consent for a moment of silence to pay our respects. Do we agree? Agreed.", "I would ask everyone in the House to please rise for a moment of silence in honour of MP Brown." ],
  "anchor" : "para602",
  "subject" : {
    "text" : "Gord Brown",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "God rest his soul." ],
  "anchor" : "para605",
  "subject" : {
    "text" : "Gord Brown",
    "anchor" : "para596"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "We do have a deferred vote on government notice of motion number 8, relating to allocation of time on Bill 53, An Act respecting the establishment of minimum government contract wages.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para608",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 1, 2018, Mr. Chan moved government notice of motion number 8, relating to allocation of time on Bill 53, An Act respecting the establishment of minimum government contract wages.", "All those in favour, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para611",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para661",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 47; the nays are 33." ],
  "anchor" : "para696",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para697",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para699",
  "subject" : {
    "text" : "Time allocation",
    "anchor" : "para607"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "It gives me great pleasure to welcome a young woman from my riding, Deanna Allain, who is here for the tabling of a bill today to have a strategy for service dogs and service dogs in training. I’m really pleased to welcome her back to Queen’s Park today.", "Welcome back, Deanna." ],
  "anchor" : "para702",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para701"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para704",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para701"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I forgot about Carlin, her service dog in training, so I have to welcome him." ],
  "anchor" : "para705",
  "subject" : {
    "text" : "Introduction of Visitors",
    "anchor" : "para701"
  }
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I rise today to pay tribute to a dear friend of mine, John Newman, who passed away earlier this week. John was an adviser to me on agriculture. He was also a friendly face. I got to know John over 13 or 14 years ago, when I started to embark on this career in provincial politics at the Ontario Legislature. He lived in the community of North Gower, which is part of the Carleton part of my riding, which I won’t be representing anymore.", "John died this week, but he had a life that was so well worth living and so well worth putting into the record here at the Ontario Legislature. He spent 22 years in Canada’s military. He and his wife, Marion, then purchased Jomar Farms in 1966. Just a few years ago, six years ago, they celebrated a milestone wedding anniversary, and I’m sure every year since then has been blessed.", "Their farm was recognized for excellence throughout Ontario and Canada, particularly by the old Kemptville College in Kemptville, not too far from North Gower, and the University of Guelph. They taught students at their farm. John and Marion were recognized with Master Feed awards for top stocker quality and an OSCIA certificate for soil management, and John offered excellent farming advice to those throughout Ontario. He was on the Ontario Cattlemen’s Association board of directors—which is what helped me in my early years as a member, asking him for great advice. But it was in 2000, when John Newman became a founding director of the Canadian Cattle Identification Agency—Speaker, you will recall that we had a BSE crisis in 2003. That’s when John became a critical voice for Ontario beef, for every one of us to talk about the great excellence that we have here, as well as championing as we move forward.", "A few years ago, John and Marion were at a Michael Bublé concert. I was sitting there and I said to my husband, “I think that’s John Newman. Why would he be at a Michael Bublé concert?” Well, it was their 50th anniversary, for him and Marion. I know Marion is watching at home, and I just want to say, Michael Bublé said it best:", "“You’re everything.", "“You’re every song, and I sing along.", "“’Cause you’re my everything.”", "I know, Marion, you’re home today and newly moved in to Barrhaven. John had a lasting impact on me, many people in Carleton county and throughout Ontario. I know to you and your family, he meant the world. For that, we are grateful that you shared him with us, not only in agriculture but also as he served Canada. Thank you." ],
  "anchor" : "para708",
  "subject" : {
    "text" : "John Newman",
    "anchor" : "para707"
  }
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Yesterday, May 1, highlights that May is Lyme Disease Awareness Month. It is with great joy and happiness that I want to recognize many of the members of the Lyme disease task force for submitting this great Report of the Lyme Disease and Tick-borne Illnesses Task Force. What it does is, it lays out a path so that we can start looking at the real challenges of addressing the needs of individuals with Lyme disease through prevention and control, through surveillance, through public engagement, through care and treatment support.", "That means establishing centres of excellence for tick-borne illnesses, where we’re going to start doing that R&D, where we’ll be able to amass that information and start providing it to our physicians and our caretakers to care for individuals.", "As well, the research that is going to be happening is: work with patients and providers and researchers; conduct a review of the current clinical practices and a review of the current testing methodologies for diagnosing; and conduct a systematic review, focusing on treatment. These are pillars. These are going to be open discussions. These are going to be additional task forces that are going to be developed to really look at providing that care, the acknowledgment and the acceptance of individuals who are suffering with Lyme disease in this province.", "I couldn’t be more proud of these individuals. I have to give credit where credit is due: The present Minister of Health provided a lot of assistance on this, and the previous Minister of Health, Mr. Eric Hoskins. I give credit where credit is due. The task force did an amazing job, but this is the beginning." ],
  "anchor" : "para717",
  "subject" : {
    "text" : "Lyme disease",
    "anchor" : "para716"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "I would like to take a moment to acknowledge my father-in-law, Lorne Hooper, a military veteran who served in World War II.", "Today, he was honoured with a Silver Leaf on the Tree of Life at the Perley and Rideau veterans’ long-term-care centre. It was presented by the director general of the aerospace equipment program. I would like to have been there with him and my wife, Linda, for this honour. Instead, I’d like to honour him with a few words.", "Born in Ottawa in 1922, Lorne was the second son to William and May Hooper. Lorne’s career in the military began with what he describes as a “less than captivating stint as a ‘Saturday night soldier,’” as a member of the Non-Permanent Active Militia.", "In 1942, Lorne volunteered for chemical testing in the chemical warfare laboratories in Ottawa. Unlike many other volunteers, he was lucky not to have adverse effects from the testing.", "At the onset of World War II, Lorne knew he wanted to be a pilot, eventually serving as a wireless air gunner, after having completed his in-air training in Harvard aircrafts. He was eventually posted to PEI coastal command, where Private Lorne spent his days in pursuit of German U-boats. As he tells it, “I never shot at anyone, and nobody ever shot at me, or if they did, they were a very bad aim.”", "In 1943, Lorne met and married his wife, Yvonne. They were known as Hoop and Toots, or Nanny and Poppy. They eventually bought a house in Alta Vista and had their only daughter—and my best friend—Linda.", "Throughout his life, Lorne has been an avid runner, participating in the Terry Fox race until he was 85, and running many 10Ks.", "From Linda, myself, grandchildren Kirsten, John and James, and great-grandchildren Vaughan, Sloane and Fraser, we’re all very proud of you." ],
  "anchor" : "para722",
  "subject" : {
    "text" : "Lorne Hooper",
    "anchor" : "para721"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "What’s going on on the south shore of Prince Edward county is an absolute travesty. This government has broken its own rules around environmental protection against species at risk. Environmental restrictions were put in place in its initial renewable energy approval, and the government is allowing them to be violated as construction continues at the site.", "We’ve had reports of trespassing on private lands that don’t have a leaseholder agreement for turbine construction and additional transmission construction. WPD officials are apparently offering monetary reimbursement on-site for damage to property with landowners who don’t have counsel present to act on their behalf.", "This government has allowed a state of corporate lawlessness to occur on the south shore of Prince Edward county, and it has said nothing to uphold any of the energy or environmental agreements it has signed. This Liberal government has pretty well told the people of Prince Edward county that there is no rule it won’t bend to ensure this project is in the ground as quickly as possible.", "Analysts have said that the project isn’t necessary. With the amount of solar hosted in Prince Edward county, the county may already be net neutral. And the distance of the project from a load of any size means this government is allowing WPD to erect nine white elephants on the south shore of Prince Edward county.", "It has done so over the objections of local residents, and in spite of its own rules. Speaker, this project should be put to an end now." ],
  "anchor" : "para731",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para730"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I rise today to highlight the great work that is being done in my community by Canadian Manufacturers and Exporters, southwestern Ontario board.", "On May 9, the organization will hold its 23rd annual London Manufacturers’ Recognition and Scholarship Awards night, an event that brings together over 200 manufacturers and professionals to network and celebrate local industry achievements. Most importantly, the awards night provides eight promising Western, Fanshawe and secondary school students, who are enrolled in manufacturing-related programs, with $2,000 scholarships.", "Despite the loss of 300,000 manufacturing jobs in Ontario over the last 10 years, manufacturing remains a key sector for London’s local economy and for the southwestern region as a whole. Events like the CME awards night are critical in the face of an economy that has seen almost all job growth concentrated in the GTA and Ottawa over the last decade, leaving the rest of the province far behind.", "A recent analysis of labour force survey data shows that between 2008 and 2018, under this Liberal government, 94% of all new jobs were created in the GTA or Ottawa, with only 6% growth in the rest of Ontario.", "There is no question that London’s economic prosperity remains closely linked to the health of our manufacturing sector. With the efforts of the CME, we are helping London manufacturers to develop the talent necessary to innovate, connect and grow their business." ],
  "anchor" : "para737",
  "subject" : {
    "text" : "Canadian Manufacturers and Exporters awards",
    "anchor" : "para736"
  }
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I want to speak about a wonderful, special community in my riding. The community is called the Lawrence Heights area.", "The Lawrence Heights community hosts the largest public housing community in Canada. Within that community, we have a community health centre and we have a great high school, the John Polanyi high school.", "We also have a revitalization program that’s going on. It is similar to the one that took place at Regent Park in downtown Toronto, whereby the housing stock is being improved and made into mixed housing with at-market rents, subsidized rents and seniors’ housing, all under construction right now. Part of it is even for private ownership.", "This week, we announced a joint project between the federal, provincial and municipal governments to build a community hub there, which is going to have arts programs, a swimming pool, a community centre and a seniors’ centre, all within the Lawrence Heights community.", "So the people in the community are not only getting new housing; they’re getting new parks and they’re also getting this wonderful, state-of-the-art community hub that’s going to make the Lawrence Heights community even better than it is right now.", "Congratulations to all those who worked on the Lawrence Heights community project. The future is very bright." ],
  "anchor" : "para744",
  "subject" : {
    "text" : "Lawrence Heights",
    "anchor" : "para743"
  }
}, {
  "speaker" : "Ross Romano",
  "text" : [ "Just this past week, we learned that the US tariffs—a 25% tariff on steel and 10% on aluminum—were extended by President Trump for one further month.", "I just want to say this: We work better when we work together, within all levels of government, between all party lines. If we can work with our friends south of the border in the United States—we need to really demonstrate to them that they need us as much as we need them.", "A northern-southern trade war is not good for Ontario, and it’s certainly not good for the people of my community in Sault Ste. Marie. It’s not good for the workers at Algoma Steel. The problem that both our markets are dealing with is Asian steel dumping, not what is occurring in northern and southern trade.", "We are pro free trade. Steel needs to be the number one export out of Sault Ste. Marie, not our youth.", "Ontario needs to be open for business. It’s not our job, as government, to make business thrive; it’s our job to make sure that there’s the environment present for business to thrive.", "Again, I really think it’s important for all of us to work together—all levels of government, all party lines—in order to try to get this issue resolved with our friends south of the border. We cannot succeed with a trade war. It will not end well for either side.", "In my last few seconds, I just want to mention that my Sault Ste. Marie Greyhounds, back at home, just won the Wayne Gretzky Trophy and have surpassed the Kitchener Rangers. Congratulations to them. The Soo Greyhounds are facing off in the finals of the OHL playoffs, starting tomorrow night in Sault Ste. Marie, against the Hamilton Bulldogs." ],
  "anchor" : "para751",
  "subject" : {
    "text" : "International trade",
    "anchor" : "para750"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to talk about a great organization in the downtown core, Massey Hall. Massey Hall, as you know, is a not-for-profit charity. It does a great job in showcasing not only domestic talent but talent from across the world.", "I had the pleasure of joining Minister Sousa and Minister Bill Morneau for an announcement a couple of days of ago of $60 million in joint funding to support the revitalization of Massey Hall.", "For any member who has been in Massey Hall, including you, Speaker, you know what I’m talking about. The acoustic effects, the design and the stained glass, currently hidden behind the walls, are fantastic. I can’t wait to see, after the renovation, the amazing effect of this great building.", "Over the years, I know that Massey Hall has been extending their arms to welcome more internationally renowned artists. Just last year, I was at Massey Hall enjoying a comedian from China perform. It was a packed house, and there was a lineup outside.", "As well, I think two years ago, if I remember correctly, there was a Korean vocal artist group that came to Massey Hall and attracted so many local Korean community members to come and enjoy this great performance.", "Congratulations, Massey Hall.", "I want to thank the member from Eglinton–Lawrence, federal member Adam Vaughan and city councillor Kristyn Wong-Tam for their support of this ongoing project." ],
  "anchor" : "para759",
  "subject" : {
    "text" : "Massey Hall",
    "anchor" : "para758"
  }
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It is a pleasure to rise and share with members in the House news about a group of individuals in my riding of Bruce–Grey–Owen Sound who are doing very honourable work to address poverty in our local communities and across the world.", "Owen Sound Hunger and Relief Effort, or OSHaRE, served over 20,000 meals to individuals and families in our community last year.", "To raise money for meals, Jeffrey Robins, owner of Aveda Mane Street Hair Salon in Owen Sound, together with Barry Kruisselbrink of Barry’s Construction, organize the Walk for Food and Water in Owen Sound. This year, they raised $75,000. And in 2016, they raised close to $47,000, making it the top fundraising Aveda salon in Canada. Mr. Kruisselbrink was also the top fundraiser for individual walkers that year. Since the first annual walk, they have raised $270,000.", "The Aveda Walk for Food and Water is held annually in Owen Sound during Earth Month. In addition to raising funds to assist in providing needed services to vulnerable individuals in our communities, the walk is also helping raise public awareness about the need to improve access to clean drinking water around the world. The average walk is between five and six kilometres, which is the distance women and children typically have to walk every day in rural, developing communities worldwide to collect water.", "I was happy to join Jeff and Barry and all the other volunteers, donors and sponsors this past Friday for their 10th annual walk.", "Mr. Speaker, I am very proud of my community’s efforts to address poverty needs, and I’d like to thank Jeff, Barry and all who support it for making a difference and making strides in our community and around the world." ],
  "anchor" : "para767",
  "subject" : {
    "text" : "Aveda Walk for Food and Water",
    "anchor" : "para766"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I beg leave to present the first report 2018 from the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para775",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para774"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. McMeekin presents the committee’s report." ],
  "anchor" : "para776",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para774"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Does the member wish to make a brief statement?" ],
  "anchor" : "para778",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para774"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Speaker, I just want to take this opportunity to thank the Vice-Chair, Lou Rinaldi; all members of the committee, Granville Anderson, Jim Bradley, Grant Crack, Joe Dickson, Jennifer French, Jack MacLaren, Deb Matthews, Bill Walker and Jeff Yurek; and in addition, Christopher Tyrell, our Clerk; and Tamara Hauerstock, our research officer—great people doing great work, a great committee. It has been a real honour for me to have the privilege of chairing it." ],
  "anchor" : "para779",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para774"
  }
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para781",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para780"
  }
}, {
  "speaker" : "The Clerk",
  "text" : [ "Mr. McMeekin from the Standing Committee on Regulations and Private Bills presents the committee’s report as follows and moves its adoption:", "Your committee begs to report the following bills without amendment:", "Bill Pr83, An Act to revive Esquire Ventures Inc.", "Bill Pr84, An Act to revive 2297970 Ontario Inc.", "Bill Pr85, An Act to revive Tencrest Realty Ltd.", "Bill Pr86, An Act respecting the Luso Canadian Charitable Society.", "Bill Pr87, An Act to revive 2258733 Ontario Inc.", "Bill Pr88, An Act to revive James Wilson Holdings Limited." ],
  "anchor" : "para782",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para780"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried.", "Miss Taylor moved first reading of the following bill:", "Bill 67, An Act to enact the Service Dogs Advisory Committee Act, 2018 / Projet de loi 67, Loi édictant la Loi de 2018 sur le Comité consultatif de l’utilisation des chiens d’assistance." ],
  "anchor" : "para790",
  "subject" : {
    "text" : "Standing Committee on Regulations and Private Bills",
    "anchor" : "para780"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para797",
  "subject" : {
    "text" : "Service Dogs Advisory Committee Act, 2018 / Loi de 2018 sur le Comité consultatif de l’utilisation des chiens d’assistance",
    "anchor" : "para794"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para799",
  "subject" : {
    "text" : "Service Dogs Advisory Committee Act, 2018 / Loi de 2018 sur le Comité consultatif de l’utilisation des chiens d’assistance",
    "anchor" : "para794"
  }
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "The Service Dogs Advisory Committee Act, 2018, requires the minister responsible for accessibility to establish an advisory committee to do the following:", "(1) Inquire into and report on the use and training of service dogs and the barriers faced by persons who are assisted by service dogs or who train service dogs.", "(2) Consider how the barriers faced by persons who are assisted by service dogs or who train service dogs can be minimized or eliminated and how accessibility for those persons can be improved.", "The committee is to be established within 60 days after the bill receives royal assent and must report its recommendations to the minister within eight months of its establishment. Within 90 days after receiving the committee’s report, the minister must inform the assembly of the recommendations that he or she will implement." ],
  "anchor" : "para800",
  "subject" : {
    "text" : "Service Dogs Advisory Committee Act, 2018 / Loi de 2018 sur le Comité consultatif de l’utilisation des chiens d’assistance",
    "anchor" : "para794"
  }
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "This is a petition for an advanced green in Shelburne.", "“Whereas the intersection of Highway 89 and County Road 124 is a major artery for travel between Collingwood and the GTA;", "“Whereas there have been a variety of serious car and pedestrian accidents at this intersection;", "“Whereas Shelburne is the fastest-growing community in Ontario, meaning traffic will only increase;", "“Whereas county of Dufferin traffic data already shows a need for an advanced green;", "“Whereas residents of Shelburne and the surrounding area deserve to travel their roadways safely;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Transportation immediately install an advanced green at the intersection of Highway 89 and County Road 124 in the town of Shelburne.”", "I support this petition, affix my name to it and give it to page Sophie to take to the table." ],
  "anchor" : "para806",
  "subject" : {
    "text" : "Road safety",
    "anchor" : "para805"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition entitled “Stop the Closure of the Cardiac Fitness Institute.”", "“To the Legislative Assembly of Ontario:", "“Whereas the Cardiac Fitness Institute (CFI) at the London Health Sciences Centre has provided over 35 years of cardiac rehab and care services to thousands of patients; and", "“Whereas research shows that long-term lifestyle changes following serious cardiac events are critical to save lives and to prevent costly hospital visits later; and", "“Whereas the CFI is the only program in London that provides long-term cardiac rehab support, with approximately 1,400 cardiac patients currently benefitting from the program; and", "“Whereas patients who access CFI services have a rehab retention rate of 75% to 80%, well above the average for patients who attend short-term programs; and", "“Whereas the LHSC has cited a lack of government funding as a driving factor in their decision to close the CFI;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“Immediately fund the CFI to prevent its closure and ensure that heart patients and their families have access to the care they need to stay healthy.”", "I fully support this petition, affix my signature and I’ll give it to page Mia." ],
  "anchor" : "para816",
  "subject" : {
    "text" : "Cardiac care",
    "anchor" : "para815"
  }
}, {
  "speaker" : "John Fraser",
  "text" : [ "I have a petition.", "“Spots Today for Doctors Tomorrow.", "“To the Legislative Assembly of Ontario:", "“Whereas 25 residency spots were cut in Ontario in 2015;", "“Whereas 123 medical graduates went unmatched in 2018, 53 of them from Ontario;", "“Whereas the AFMC predicts that 141 graduates will go unmatched in 2021, adding to the backlog;", "“Whereas an estimated $200,000 of provincial taxpayer dollars are spent to train each graduate;", "“Whereas the ratio of residency positions to medical students has declined from 110 positions per 100 students in 2012, to 101 positions for 100 students in 2018;", "“Whereas wait times for specialists in Ontario continue to grow while many Ontario citizens are still without access to primary care providers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop any further cuts to residency positions until a long-term solution is well under way;", "“(2) Reinstate the 25 residency positions cut in 2015 to bring Ontario back to its previous steady state;", "“(3) Create extra Ontario-only residency spots that can be used when there is an unexpected excess of unmatched Ontario grads to guarantee a spot for every graduate every year;", "“(4) Pass Bill 18 as part of the solution to develop actionable long-term recommendations; and", "“(5) Improve communications between the MAESD and MOHLTC so that medical school admissions correspond with residency spots and Ontario’s health needs.”", "I am affixing my signature and giving it to page Eric." ],
  "anchor" : "para827",
  "subject" : {
    "text" : "Doctor shortage",
    "anchor" : "para826"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "This is a petition entitled “Spots Today for Doctors Tomorrow.”", "“To the Legislative Assembly of Ontario:", "“Whereas 25 residency spots were cut in Ontario in 2015;", "“Whereas 68 medical graduates went unmatched in 2017, 35 of them from Ontario;", "“Whereas the AFMC predicts that 141 graduates will go unmatched in 2021, adding to the backlog;", "“Whereas an estimated $200,000 of provincial taxpayer dollars are spent to train each graduate;", "“Whereas the ratio of medical students to residency positions had declined to 1 to 1.026 in 2017 from 1 to 1.1 in 2012;", "“Whereas wait times for specialists in Ontario continue to grow while many Ontario citizens are still without access to primary care providers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop any further cuts to residency positions until a long-term solution is well under way;", "“(2) Reinstate the 25 residency positions cut in 2015 to bring Ontario back to its previous steady state;", "“(3) Create extra Ontario-only residency spots that can be used when there is an unexpected excess of unmatched Ontario grads to guarantee a spot for every graduate every year;", "“(4) Pass Bill 18 as part of the solution to develop actionable long-term recommendations; and", "“(5) Improve communications between the MAESD and MOHLTC so that medical school admissions correspond with residency spots and Ontario’s health needs.”", "I agree with this, will sign it and send it with page Stephanie." ],
  "anchor" : "para844",
  "subject" : {
    "text" : "Doctor shortage",
    "anchor" : "para843"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’aimerais remercier Estelle et Aimé Rainville de Hanmer dans mon comté pour cette pétition.", "« Entendu que les factures d’électricité sont devenues inabordables pour un trop grand nombre de personnes et que la réduction des factures d’électricité de 30 % pour les familles et les entreprises est une cible ambitieuse mais réaliste; et", "« Entendu que la seule façon de réparer le système hydro-électrique est de s’attaquer aux causes de base des prix élevés, y compris la privatisation, les marges de profits excessives, la surabondance d’électricité ... ; et", "« Entendu que les familles ontariennes ne devraient pas avoir à payer des primes du temps d’utilisation, et celles qui vivent dans une région rurale ou nordique ne devraient pas avoir à payer des frais de livraison plus élevés et punitifs; et", "« Entendu que le retour de Hydro One comme propriété publique remettrait plus de 7 milliards de dollars à la province et à la population de l’Ontario; »", "Ils pétitionnent « l’Assemblée législative de l’Ontario de réduire les factures d’électricité pour les entreprises et les familles jusqu’à 30 %, éliminer les délais d’utilisation obligatoires, mettre fin aux coûts de livraison ruraux inéquitables et rétablir la propriété publique d’Hydro One. »", "J’appuie cette pétition. Je vais la signer et je demande à Dwight de l’amener à la table des greffiers." ],
  "anchor" : "para860",
  "subject" : {
    "text" : "Politiques énergétiques",
    "anchor" : "para859"
  }
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas we are concerned about the elimination of respite care from the core suite of services in the EarlyON Child and Family Centres, and the undue hardship this will cause for families who rely on this service;", "“Whereas too many Ontarians who have children do not have access to part-time/flexible/short-term or respite care in their communities; and", "“Whereas the Ontario government is rolling out the Renewed Early Years and Child Care Policy Framework so that ‘families can have access to programs better suited to their needs’;", "“Whereas families in Ontario said that ‘they wanted more; more responsive hours of care that meet the demands of modern life’;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to sustain and fund respite/flexible child care under the banner of EarlyON Child and Family Centres as a viable option for families and their children.”", "I agree with this motion, affix my signature to it and send it with page Hannah." ],
  "anchor" : "para868",
  "subject" : {
    "text" : "Respite care",
    "anchor" : "para867"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas an industrial wind turbine (IWT) project is being proposed for the community where I live; and", "“Whereas the Ministry of the Environment and Climate Change ... created revised guidelines for developers to use in modelling the noise level that the turbines will cause at nearby receptors, in order to correct known errors in the existing noise modelling; and", "“Whereas the MOECC allowed large renewable procurement 1 (LRP1) IWT developers the option to use the new noise modelling guidelines, using the transition provisions; and", "“Whereas the developer of the project in my neighbourhood opted to use the outdated noise modelling guidelines in the development of the project in my community;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario” as follows:", "“To rescind the renewable energy approval transition provisions and make it mandatory that all LRP1 IWT developers use the new noise modelling guidelines.”", "I agree with this and pass it off to Madeline." ],
  "anchor" : "para877",
  "subject" : {
    "text" : "Wind turbines",
    "anchor" : "para876"
  }
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition entitled “Fix Hydro Now.", "“To the Legislative Assembly of Ontario:", "“Whereas hydro bills in Ontario have become unaffordable for too many people;", "“Whereas reducing hydro bills by up to 30% for families and businesses is an ambitious but realistic target;", "“Whereas the only way to fix the hydro system is to address the root causes of high prices including privatization, excessive profit margins, oversupply, unfavourable net export practices and more;", "“Whereas Ontario families should not have to pay time-of-use premiums, and those living in a rural or northern region should not have to pay higher, punitive delivery charges;", "“Whereas changing the financing of private contracts and the global adjustment fails to reduce the long-term cost of hydro for families and businesses, does not fix the” hydro “system and, in fact, will cost billions of dollars extra in borrowing costs;", "“Whereas Hydro One can be returned to public ownership and management without increasing rates;", "“Whereas returning Hydro One to public ownership would deliver over $7 billion back to the province and the people of Ontario;", "“Therefore we, the undersigned, express our support for reducing hydro bills for businesses and families by up to 30%, eliminating mandatory time-of-use, ending unfair rural delivery costs, and restoring public ownership of Hydro One.”", "I fully support this petition, affix my name and will give it to page Sophie to take to the table." ],
  "anchor" : "para886",
  "subject" : {
    "text" : "Energy policies",
    "anchor" : "para885"
  }
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas about 200,000 to 300,000 people in Ontario are injured on the job every year;", "“Whereas over a century ago, workers in Ontario who were injured on the job gave up the right to sue their employers, in exchange for a system that would provide them with just compensation;", "“Whereas decades of cost-cutting have pushed injured workers into poverty and onto publicly funded social assistance programs, and have gradually curtailed the rights of injured workers;", "“Whereas injured workers have the right to quality and timely medical care, compensation for lost wages, and protection from discrimination;", "“We, the undersigned, petition the Legislative Assembly of Ontario to change the Workplace Safety and Insurance Act to accomplish the following for injured workers in Ontario:", "“Eliminate the practice of ‘deeming’ or ‘determining,’ which bases compensation on phantom jobs that injured workers do not actually have;", "“Ensure that the WSIB prioritizes and respects the medical opinions of the health care providers who treat the injured worker directly;", "“Prevent compensation from being reduced or denied based on ‘pre-existing conditions’ that never affected the worker’s ability to function prior to the work injury.”", "I wholeheartedly agree with this and give it to Rowan." ],
  "anchor" : "para898",
  "subject" : {
    "text" : "Injured workers",
    "anchor" : "para897"
  }
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Cette pétition est pour les films sans fumée. J’aimerais remercier Raynald et Carole Aubin.", "« Entendu que, au cours des 10 dernières années en Ontario, 86 % de tous les films montrant des fumeurs étaient accessibles aux jeunes et le fait que l’industrie du tabac se sert du grand écran pour promouvoir l’usage du tabac est bien documenté; et", "« Entendu qu’un rapport scientifique rendu public par l’Unité de recherche sur le tabac de l’Ontario, environ 185 000 enfants de l’Ontario commenceront à fumer après avoir vu des personnages fumer dans des films, et que ... 59 000 fumeurs ainsi recrutés finiront par mourir de maladies liées à l’usage du tabac, lesquelles entraîneront des coûts de soins de santé de l’ordre d’au moins 1,1 milliard de dollars; et", "« Entendu que le gouvernement de l’Ontario s’est fixé comme objectif d’atteindre le taux ... le plus faible au Canada, et que 79 % ... des Ontariens et Ontariennes appuient l’interdiction de l’usage du tabac dans les films classés dans les catégories G, PG, 14A; et", "« Entendu que la ministre des Services gouvernementaux et des Services aux consommateurs a le pouvoir de modifier, par l’entremise du Conseil des ministres, les règlements pris en application de la Loi sur le classement des films; »", "Ils demandent à l’Assemblée législative d’examiner « les façons dont on pourrait modifier la Loi sur le classement des films pour réduire l’usage du tabac dans les films classés dans les catégories qui conviennent aux enfants et aux adolescents, et diffusés en Ontario. »", "J’appuie cette pétition et je demande à Abinaya de l’amener à la table des greffiers." ],
  "anchor" : "para909",
  "subject" : {
    "text" : "Prévention du tabagisme chez les jeunes",
    "anchor" : "para908"
  }
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "“Whereas the province created the greenbelt in 2003 in order to protect our natural environment in Ontario, which is the largest permanent greenbelt anywhere in the world; and", "“Whereas every year, tens of thousands of acres of farmland, wild land and wetlands, including ravines and rivers, were being encroached by new development; and", "“Whereas our greenbelt protects nearly two million acres of valuable land and water, and we expanded the greenbelt last year to protect an additional 10,000 hectares, or the equivalent of almost 20,000 new football fields; and", "“Whereas we’ve also extended the greenbelt-like protections for natural heritage, water and agriculture to the entire greater Golden Horseshoe area to further ensure that sensitive lands are protected for generations to come;", "“Therefore, we call upon all parties in the Legislative Assembly of Ontario to formally agree to the protection and expansion of the greenbelt, prior to June 2018.”", "I agree with this. I will affix my signature and hand it to Hannah." ],
  "anchor" : "para917",
  "subject" : {
    "text" : "Environmental protection",
    "anchor" : "para916"
  }
}, {
  "speaker" : "Todd Smith",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario.", "“Whereas the Great Lakes are the foundation for billions of dollars in trade, shipping, tourism, recreation, industry and agri-food production; and", "“Whereas the Great Lakes supply drinking water for 8.5 million Canadians; and", "“Whereas the Great Lakes face ecological challenges such as 61 endangered fish species, 18 extinct species, as well as the introduction of 150 invasive species;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to support the Great Lakes Day Act, 2018.”", "Thank you, Mr. Speaker. I’ll send this to the table with page Rhys.", "Ms. MacCharles moved third reading of the following bill:", "Bill 8, An Act to amend the Consumer Reporting Act and the Technical Standards and Safety Act, 2000 / Projet de loi 8, Loi modifiant la Loi sur les renseignements concernant le consommateur et la Loi de 2000 sur les normes techniques et la sécurité." ],
  "anchor" : "para924",
  "subject" : {
    "text" : "Great Lakes protection",
    "anchor" : "para923"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister MacCharles." ],
  "anchor" : "para934",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I am very pleased to rise in the Legislature today to talk about this important bill, the Access to Consumer Credit Reports and Elevator Availability Act, 2018. If passed by this House, the bill will give Ontario consumers easier access to credit information and improve access to elevators. The new law will allow Ontario to become the first jurisdiction in the world to establish standards for elevator repair times and would give Ontario consumers the strongest rights in Canada over information held by consumer reporting agencies.", "But before I get going, Speaker, I’d like to thank some people who made this bill a reality. First, I want to thank the stakeholders, who represent many different interests, for taking their time to speak with us about the bill during the standing committee hearings.", "I would like to acknowledge the work done by the Honourable John Douglas Cunningham for his review of elevator availability in Ontario. His work has been invaluable in starting us down the road to develop workable solutions to improve the availability of elevators across the province.", "The organizations we spoke with, both before introducing the bill and during the committee hearings, are a testament to the commitment that I have seen from families and businesses across the province that are dedicated to making Ontario a better place. I want to say to each and every one of them that I’ve heard your concerns that you’ve raised and my ministry officials have heard your concerns, and we’re all committed to working together to make effective, workable and beneficial changes for all Ontarians.", "Speaker, I know that there are a few lingering questions about how the government might implement this bill, should it be passed in this House. For both areas covered by the bill—credit reporting and elevators—we still have work to do in developing regulations. I’ll speak in more detail about this a bit later in my remarks, but suffice it to say for the moment that our work would include consulting thoroughly with the public and stakeholders before they are put in place.", "My ministry has a proud tradition of consulting with parties affected by potential legislation and regulations. In fact, I think you would only have to look at some of the recent consultations that we’ve held over the past year. Speaker, since April 2017, my ministry has held 28 public consultations.", "Setting aside elevators and credit reporting for a moment, we’ve held and continue to hold consultations in many areas. From real estate to travel laws to payday loans to condos and reward points, we have talked extensively with the public, both in the business community and among consumer advocates, about their thoughts on numerous issues. I’m very proud of those because even though we are in a run-up to the provincial election, we know that the strength of a democracy depends, in large part, on what happens between the votes held every four years.", "Speaker, I mentioned this before, during this debate on time allocation, but I feel it bears repeating, given the importance: When the Conservatives talk about the TSSA being unnecessary or unneeded, I get very concerned. The TSSA provides a critical public safety role in ensuring that when our children get on the Behemoth at Canada’s Wonderland—they rely on the TSSA as having ensured it is going to be a safe experience. When a couple purchases their first couch together, they rely on the TSSA to ensure that the upholstery adheres to fireproofing standards. When a nurse drives on the highway, they rely on the fuel transportation standards that the TSSA inspects. And of course, when an expectant mother gets into an elevator to bring groceries to her apartment, she relies on the TSSA’s inspections to ensure that the elevator she rides is safe. Even we, as parliamentarians, rely on the services every time we get into an elevator to avoid having to walk up the stairs right here in the legislative lobby.", "My point is that every Ontarian relies on the TSSA every day. They protect us while we drive, work, live and sleep. So when a party puts down that safety agency, it ought to really ring the alarm bells. The TSSA is a vital public safety organization. Public safety, in my view, should never be politicized, and it saddens me that that has happened, to some degree.", "Before I get into the details of the bill, I want to thank the members of the Standing Committee on General Government for their somewhat painstaking review of the bill. I know that it takes an enormous amount of attention to review each clause, and I appreciate the work that they have done in making it a better bill. As with our previous legislation, I always appreciate the hard work of our standing committees.", "Speaker, as we start getting closer to the end of this legislative session, I want to also take a moment to thank my fellow members for their hard work and dedication. Even though we don’t always see eye to eye on the issues of the day, I know we all have the best intentions and the interests of Ontarians at heart. As we leave here at the end of our term, I will be proud of all of what we have accomplished.", "I know that members in this House will recall the important work that we undertook in previous sessions to help Ontarians in their daily lives. Most recently, the Strengthening Protection for Ontario Consumers Act was passed in the fall session. It will introduce stronger rules and professional standards in the real estate sector. This includes new measures to address conflict-of-interest issues that arise in multiple representation situations and heavier fines for code of ethics violations by real estate professionals.", "It’s also helping to strengthen confidence in Ontario’s new home warranties and protections by enabling the establishment of two administrative authorities, one to administer the new home warranty program and the other to regulate new home builders and vendors.", "It’s also further protecting consumers who are buying travel services by enabling the creation of new rules for representations, including advertising by out-of-province travel businesses that target Ontarians, and by creating a registration requirement for individual travel salespersons. It will improve compliance with the rules by providing additional enforcement tools such as administrative penalties and compliance orders. Right now, my ministry is working very hard on a review of the regulations that support that act.", "In terms of elevator availability, which I’ll turn to now, this bill would also help to address availability in multi-storey residences and in long-term-care and retirement homes. Proposed amendments to the Technical Standards and Safety Act would establish a legislative and regulatory framework for elevator availability. We understand that out-of-service elevators can be a source of frustration for residents, especially the elderly or people who have disabilities. This is why we developed an action plan to address areas such as elevator safety, availability, preventive maintenance, and education and awareness for owners and residents.", "The action plan also looks at the labour supply of elevator mechanics, and addressing and improving access to service elevators for first responders. As part of the government’s action plan, we intend to develop an elevator repair timeline standard through regulation, which would make Ontario the first jurisdiction in the world to do so. In order to develop that standard, we need to collect more data and fully assess potential costs and impacts. We will continue to work with all parties, levels of government and stakeholders through wide-reaching consultations as we move forward with our action plan.", "At one time, of course, elevators were a luxury item making life a little bit easier to carry heavy things rather than going up and down stairs, but with our cities becoming more vertical, elevators are not a luxury; they are a necessity. That’s why the TSSA submitted a report authored by the Honourable John Douglas Cunningham to the Ministry of Government and Consumer Services on the issue of elevator availability.", "Mr. Cunningham found that elevator availability is a complex issue and no single solution will solve it. We would consider all options with respect to setting standards for elevator availability to determine what will work best. We would take the time necessary to get it right, and this work is estimated to take two years. It’s subject to the passage of legislative amendments and approval of regulations, and involves collecting necessary data on elevator outages, conducting public consultations and developing an elevator repair timeline standard.", "If the bill is passed, it would amend the Technical Standards and Safety Act in order to create a regulatory-making authority that’s aimed at making elevators more reliable in Ontario. This would be based on a number of steps. First, the bill would allow regulations to enable the TSSA to collect elevator outage data, helping the government to make evidence-based decisions with respect to the creation of standards for elevator repair timelines.", "Second, the amendments to the Technical Standards and Safety Act would also allow for creating a requirement that information about elevator performance must be published. This would allow prospective residents to make more informed decisions before they rent or buy a home in a multi-storey building.", "Third, the bill would create an administrative monetary penalty framework in order to strengthen TSSA’s enforcement powers, including with respect to elevator safety and maintenance requirements.", "Fourth, it would allow for the creation of standards for elevator repair, including timelines.", "Fifth, it would allow for the designation of an appropriate regulator to enforce elevator repair standards.", "The changes proposed in this bill are an important part of the government’s elevator plan, but it’s not the plan in its entirety, Speaker. In addition to this bill, our elevator availability action plan is being implemented to help elevator owners negotiate better maintenance contracts through an education and outreach campaign. It’s also expected to improve elevator access for first responders in the case of emergencies, and to create new standards for buildings to ensure they have enough elevators to serve residents. In addition, the action plan would address the labour supply of elevator mechanics through consultations to determine options to meet labour market demands.", "Speaker, I would be remiss if I did not note the leadership of my colleague the member from Trinity–Spadina, Han Dong, in this area. I want to say thank you to that member.", "We intend for the TSSA to begin collecting elevator outage data and to issue administrative monetary penalties with respect to contraventions of elevator-related regulatory requirements should legislative amendments pass and associated regulations be made. Once the important elevator outage data and evidence is collected, we would establish the repair timeline standard and consult with all stakeholders on these standards. I anticipate that the changes, if the bill is passed, could begin in late 2019, once enabling regulations—developed in consultations, of course, with our stakeholders—have been approved by government.", "The overall goal of the action plan is to improve the availability of elevator service in a multi-storey residence situation. This would help address the problems that residents experience when their elevators are out of service. Specifically, improved elevator availability would benefit people with health and mobility issues who can’t use stairs. These people are often stranded when elevators break down—and I am one of those people, Speaker.", "In the best case scenario, this is an inconvenience, but in some cases, it can be a crisis. It can be an emergency. To address that, our action plan includes a number of proposed safety and accessibility improvements. This includes better access for the first responders by the Ministry of Community Safety and Correctional Services through a proposed amendment to the Ontario Fire Code. The amendments would require elevator owners to notify local fire services when a firefighters’ elevator is out of service for more than 24 hours.", "It would also include new reporting requirements on elevator service and availability. This information would have to be made available to the public and would result in better transparency for the public regarding elevator disruptions. In addition, greater public awareness of service disruptions may encourage faster response and repairs by owners. That could improve safety and accessibility for users.", "We also plan for more education and awareness initiatives, as I mentioned, for elevator owners and operators, which would involve the Accessibility Directorate of Ontario to support compliance with existing accessibility requirements for notice of service disruptions.", "Lastly, administrative monetary penalties would be used for the purposes of ensuring compliance with technical safety requirements as they relate to elevator maintenance. This also has the potential to improve safety for residents of multi-storey buildings. Safety would also be improved through new protocols and procedures to deal with elevator entrapments.", "With each step taken, Ontario’s commitment to ensure public safety remains a priority. We understand that out-of-service elevators can be a source of frustration for residents; especially, of course, for our elderly residents and people with disabilities. We recognize that prospective buyers and residents in new and existing units may be concerned about affordability and availability.", "As I mentioned before, we need to collect the data and consider all options to determine what will work best. The Ministry of Municipal Affairs is an important part of the government’s action plan and is working with independent organizations to develop standards to determine the number of elevators that should be required in a new building through elevator traffic analysis. This was included in Mr. Cunningham’s recommendations. While doing this work, municipal affairs will take into account potential impacts on the availability and affordability of housing units.", "The proposed bill will also fulfill one commitment that our government made under the Fair Housing Plan. The Fair Housing Plan, released last spring, committed to making elevators in Ontario buildings more reliable by setting timelines for elevator repair in consultation with the sector and the TSSA. I would like to note a related piece of work under the Ministry of Housing, involving recent amendments to the Residential Tenancies Act that prohibit above-guideline rent increases until all elevator repair work is completed.", "At this point, Speaker, I’m going to shift over and talk a bit about the other part of the bill, which is credit reporting.", "The bill is aimed at ensuring that large consumer reporting organizations give consumers greater electronic access, free of charge, to their own credit history, including any credit history reports and scores that were generated by agencies and that were shared with third-party creditors over the past 12 months. This bill would give consumers the option of putting in place a credit freeze that would prevent agencies from disclosing their credit information to a third party. The changes would give consumers more access and control over their own information and may help reduce the harm caused by identity theft.", "I know that all the changes I’ve been talking about, both on the elevator side and now on the credit reporting side, sound like a lot of new rules for businesses to follow. I know that everyone is concerned about what the impact would be for jobs and growth.", "We’re very concerned about this, too, on this side of the House. In fact, we have always been very clear that we want to make sure consumers are protected, without creating undue burden on businesses. So we will ensure that we consult with a wide range of stakeholders to make sure that we understand their concerns. We will take their concerns into account as the ministry develops regulations that need to be put in place before this bill comes into force; that is, if the House supports the bill, which I hope it will do.", "During second reading, the member from Beaches–East York, Arthur Potts, also spoke about his thinking in bringing forward his own private member’s bill, Bill 167, the Fairness in Consumer Reporting Act. It was actually the second bill he has brought forward to help inform the government’s policy in the past couple of years. Of course, he also brought forward a private member’s bill to protect consumers’ reward points. Those changes that were introduced in 2016 became law just a few months ago.", "Just as then, we’re moving forward to protect consumers, and that would include consulting with businesses as we design regulations to implement the amendments. We want to ensure that balance between consumer needs and businesses, so the ministry will reach out to stakeholders, including agencies and financial institutions, to make sure that will work as intended. We’ve already started that work. I want to thank the many people and organizations we’ve heard from before and during committee hearings.", "For example, in our discussion about Bill 8, we heard from some stakeholders, such as the Information and Privacy Commissioner—whose advice is always welcome—that we should consider a few amendments. As a result, the government supported amendments in committee to clarify the new powers of the registrar of the Consumer Reporting Act.", "In particular, we wanted to make it very clear when the registrar could require an agency to produce information. As a result, the amendments clarify that this would only be allowed when a consumer has complained, or when there is an ongoing investigation or an inspection authorized under the act. This clarification is very consistent with the ministry’s current practice and intention behind the amendments. It would not limit the registrar’s current powers under the act to conduct investigations into consumer reporting agencies. The registrar would still have the ability to proactively look into the practices of an agency.", "In addition, amendments were passed to improve how the act functions for consumer reporting agencies themselves; for example, an amendment to clarify the operational requirement of a security freeze. This will help to ensure consumer reporting agencies are able to comply with the act.", "These amendments were requested by consumer reporting agencies, and do improve how the act functions, without having significant impact on the protections provided to consumers.", "But there are some additional areas of the bill I’d like to discuss.", "Some people have asked me why exactly we should be worried about credit reporting. After all, it seems like many of us go along and never have to deal with a reporting agency, but I think we know in our work as MPPs that many people do have to deal with credit agencies. So what’s the big deal?", "What everyone should know is that credit is absolutely vital and important in your daily life. In a single report, it can tell people, among other things, how much debt you carry, whether you pay your bills on time and even how often you’ve applied for credit. The details of your credit report and your score are information that creditors use to determine how reliable you may be in paying debts.", "Your credit history can affect you in many ways. It can dictate whether you get that credit card you asked for, yes, but it’s so much more than that, Speaker. It can affect your ability to get a place to live, it can affect your ability to buy a car and it can affect how much interest you pay on a loan, like a mortgage.", "In all of this, consumer reporting agencies play a central role in creditors making decisions. They are a critical, often overlooked, important link in our economic chain, and it’s important that consumers are aware of the information that credit reporting agencies hold, and take steps to correct it if it’s wrong.", "Because this information is so important in our daily lives, it becomes more important than ever that consumers have insight into their own information and have control over who gets it. That’s why the government has proposed amendments to the Consumer Reporting Act to make these agencies more transparent about who they’ve shared information with and to require them, at a consumer’s request, to stop issuing credit reports and scores.", "The bill would create three major changes in credit reporting. First, when requested by a consumer, consumers would have the right to receive their credit history electronically at least twice a year for free. Designated agencies would also have to provide consumers with a new credit score at least twice a year for free. Secondly, agencies would have to provide, upon a consumer’s request, any scores that they generate that have been given to third parties within the past 12 months. This would help a consumer understand the information an agency has provided to a creditor. Lastly, agencies would have to give consumers the option to put in place, suspend or cancel a security freeze that would prevent agencies from disclosing information. If passed, Ontario would have the strongest and most transparent rules in Canada over how consumer reporting agencies share your credit information.", "We understand that this bill would mean changes to the way consumer reporting agencies operate. They are not decisions we have made lightly. We know that the information shared by these agencies is important for the proper functioning of our economy. That’s why we talked to credit reporting agencies before introducing this bill. If the bill passes, we will also undertake detailed consultations about the regulations. These regulations would have to be in place before the amendments to the act are implemented, so there will be ample opportunity for stakeholders to have input.", "In particular, we know that most of the registered reporting agencies are either small or medium-sized businesses. We want to make sure that consumers are protected without creating undue burden to the small enterprises that are such an important part of Ontario’s economic growth. This would be a key factor in specifying the agencies that we require to implement the proposed amendments.", "These changes are being proposed to give consumers greater access to their credit information and the ability to limit when that information is shared with third parties; for example, creditors. Currently, the Consumer Reporting Act gives consumers free access to their consumer report, but does not specify a timeline for the agency to provide it, or for electronic access. It also does not require scores to be provided to consumers, nor does it provide consumers the right to put a security freeze on their information.", "The government believes that consumers need greater access to information held by agencies and greater control over how that information is shared. The proposed changes offer significant benefits to consumers. Consumers would have greater access to their credit information and, as a result, be better able to identify their credit standing and able to assess whether all the information on the report is accurate or whether there is information on the report that they are not aware of, which could be a sign that their identity has been compromised.", "In this respect, consumers would also be able to place a security freeze on their information. This provides consumers with an additional tool if they believe that their identity has indeed been compromised. If approved, my ministry would undertake more detailed consultations with consumers, businesses and consumer reporting industry representatives on the regulatory details.", "Speaker, let me speak for a minute about the credit freezes component of the bill, or security freezes, as some people call them. This part of the bill would be a brand new requirement, so I want to make sure that we’re all clear about what it could do, its benefits and some of its potential limitations.", "Placed at the request of a consumer, a credit freeze prevents third parties such as a potential creditor from accessing a consumer’s credit information unless a freeze is suspended or cancelled by the consumer. Ontario would be the first jurisdiction in Canada to require this option. But it’s not a new idea: Credit freezes are currently an option for consumers across the United States. It’s an idea that I would suspect is familiar to the largest of the credit reporting agencies in Ontario, since they are also the largest in the United States.", "A freeze may help victims, or potential victims, of identity theft to protect their information. It may be helpful for someone who has lost their wallet. It may be helpful to a victim of human trafficking. It’s helpful if the credit information included very sensitive information, like a social insurance number.", "The ministry is proposing that certain consumer reporting agencies be required to give consumers the option of placing a freeze on their account. A credit freeze can help diminish the harm caused by identity theft. For example, if you believe your identity has been stolen, you can place a freeze on your file to help prevent someone from opening accounts, like credit cards or lines of credit, in your name. The proposal includes regulatory-making authority to determine the fees that an agency would be allowed to charge for this service.", "The Consumer Reporting Act currently includes provisions that allow consumers to place an alert on their credit file. The proposed security freeze is an additional measure for consumers to protect their information. An alert is an optional service for consumers that requires agencies to tell potential creditors to take additional steps to verify an applicant’s identity, and requires potential creditors to take those extra steps. Creditors would then take that into account and make a decision on what reasonable steps they should take, both to protect their possible clients and, of course, themselves.", "It can be a useful tool if you believe your identity has been compromised, but it does not necessarily prevent a potential creditor from getting information. Under a security freeze, agencies would not be able to disclose information to third parties at all, subject to exemptions that would be built into the regulations. We know the details of the security freeze are important, so this is another area where we would want to get detailed feedback from stakeholders so that we can be sure to avoid any unintended consequences.", "For example, we know from our conversations that, in particular, businesses are concerned that this could add time to the decision-making process for issuing credit. Many consumers might also be equally concerned about this.", "We know that it could affect how some businesses operate. For example, you might have a line of credit with an interest rate of 5% annually if you keep your score above, let’s say, 800; but if your score goes below, say, 700, maybe that rate goes up a bit. If that’s the case, your bank might need to check your credit score every now and then. In a situation like that, having an all-out freeze would, of course, create problems.", "We also know there are those in some areas, like existing creditors and debt collectors, who might have a legitimate need for the information. Our intent is not to get in the way of existing credit relationships that depend on updated credit information. We certainly wouldn’t want a person to be able to misuse these provisions, so we’ll be working with stakeholders, both for consumers and for businesses, to make sure that these are fair and workable solutions.", "Those are just a couple of the specific areas, and I know there are many more. So my ministry will be consulting in much more depth to see if there are some exemptions that might need to be made to implement security freezes in a way that avoids those unintended consequences. Those changes would, of course, be built into regulations.", "I mentioned earlier that the option for a credit freeze is already in effect in the United States. Part of our regulation development process would be to look at their system, assess what works, and learn from their lessons in order to create something that works for Ontario.", "Speaker, I mentioned earlier that we have had discussions with the Information and Privacy Commissioner’s office. We will continue those discussions with the privacy commissioner’s office and others, of course, who have an interest in this bill. As we do that, our decision will also be formed in part by the ministry’s own experience.", "In the past, consumers have highlighted concerns that they have with credit reporting agencies very often. Over the past three years, there were 2,090 complaints—yes, 2,090 complaints—incidents and inquiries regarding the Consumer Reporting Act. That makes them among the 10 most common complaints that the ministry receives.", "I think it’s very important to emphasize that the proposed changes do not specify which agencies will have to provide free electronic access to reports and scores, or which agencies will have to implement security freezes. This would be set out in regulation.", "The ministry would, if the bill is passed, consult publicly on our regulations to meet these kinds of priorities. The government’s intent is to capture only the largest agencies, as they deal with the most consumer files and, of course, have the broadest reach. The come-into-effect date will be formed in part by the consultations with the stakeholders about regulations.", "I would like to wrap up my time on this debate by saying I’m very proud to support this bill. Even though elevator availability may not always be top of mind to everyone, we are so aware of when they don’t work, and we do know what people expect.", "Again, I want to thank the numerous people and organizations that helped us to get to this point. As we continue to work to implement this bill, we’ll be calling on the same people again, both in terms of the elevator availability piece and the credit reporting piece. We know they will give us detailed input and suggestions for how we can all meet our priorities.", "I want to thank MPP Dong and MPP Potts for tabling private members’ bills that led to the creation of this legislation. I think their work should be applauded by everyone, because they are very committed to making Ontario a better place to live. I want to say thank you to them.", "As I wrap up my comments today, if I may, for a minute, I’ll just acknowledge that the House knows that I will not be seeking re-election. I will be retiring from politics in a few days—from Ontario politics." ],
  "anchor" : "para935",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "No." ],
  "anchor" : "para1014",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Yes, it’s true. “Retiring” sounds very old." ],
  "anchor" : "para1015",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "Four more years." ],
  "anchor" : "para1016",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Four more years? Well, I’ve made the decision. It’s the right decision for me. This is probably my last substantive speech as an MPP in the Ontario Legislature.", "I want to thank the people of Pickering–Scarborough East who have elected me to be their representative since 2011. It’s a great riding, Speaker. It will cease to exist after the election. It’s being split in two along the city of Toronto and Durham region lines. That, I guess, is inevitable, with the change in population and the census data. But it has been a great riding to serve: one that I grew up in, one that I live in, one where I’m raising a family.", "I’m very proud of the work that we’ve been able to accomplish together, both in the Scarborough side of my riding and in the Pickering and Durham region side. It really has been an honour and a privilege. The engagement of the community, our stakeholders and businesses on their priorities—and consulting with them on legislation that our government is putting forward—has been great. Working with different levels of government at the regional, municipal and city levels has been wonderful.", "It has been a real honour and privilege. Of course, it has been a tremendous honour and privilege to serve as a cabinet minister in this government since 2013. It’s time that I have cherished, and I’ll never forget, and I say thank you." ],
  "anchor" : "para1017",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. From the chair, I wish you all the luck in your future endeavours." ],
  "anchor" : "para1021",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you." ],
  "anchor" : "para1022",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1023",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I, too, wish the minister all the best. I have enjoyed working with her. She’s a hard worker and has served her residents of Scarborough East, I believe, very well. Congratulations on your retirement, and enjoy.", "Speaker, I’m pleased to offer my remarks on behalf of the PC caucus on Bill 8, An Act to amend the Consumer Reporting Act and the Technical Standards and Safety Act, 2000 and to address the issues of consumer credit, elevators, and the powers of the Technical Standards and Safety Authority.", "Of course, everyone knows that Bill 8 is the former Bill 199, issued before the government prorogued the Legislature to try to convince Ontario voters that they were finally waking up and listening to them after 15 years in power, and that it had nothing to do with the recent polling that shows that 81% of Ontarians want a change in government.", "Despite the prorogation of the House by the government, we had enough time in this session to properly review the bill and to have proper debate and give enough time for the many stakeholders to come forth and reveal the issues they are experiencing in the marketplace.", "It is a matter of respect—respect for Ontarians and respect for the businesses of the province that are struggling to pay employees and scratch out a living. Government is meant to serve people, not the other way around. It is their job to do proper investigation and reach out for meaningful consultation.", "What did we see with the development of this bill? Certainly none of these basic principles.", "The elevator part of the bill started out on the right foot: They engaged Justice Cunningham to solicit input from the public and from industry stakeholders to get to the root of the problems and to actually propose a number of well-thought-out recommendations that would provide service for the public. But true to form, after spending considerable resources in time and taxpayers’ money, they all but ignored the report. Bill 199—the number of the bill before prorogation—was issued the day after the report was submitted. Clearly, all the work done by Justice Cunningham was ignored, and the time and money to put the report together was wasted.", "This incident brings us to our leader Doug Ford’s message: The party on taxpayers’ dollars is over. We can’t afford to continually waste enormous sums of money when so many are in need, whether it’s tens of thousands of dollars on the elevator report or the Tarion report, the millions wasted on the Ornge air ambulance scandal, the billions of dollars wasted on eHealth, gas plant cancellations or green energy, or the tens of billions wasted on corporate welfare. This bill could have been a solution instead of the public relations band-aid it has become.", "There was time to take this report into consideration. If you remember back, we experienced the prorogation of this Legislature, triggering a speech from the throne and the corresponding hours of debate just before the budget. Then we experienced more ragging of the puck by the government as they read motions that had very little bearing, almost as if they were trying to kill the time left in this session. They didn’t have to time-allocate this bill to cut off debate and to restrict the number of deputations and limit those deputations to a mere five minutes. They could have done a much better job if they had just wanted to actually listen to the industry and make the changes that would have actually solved many of the issues.", "For instance, last week, I experienced a complete rewrite of Bill 6, An Act to enact the Ministry of Community Safety and Correctional Services Act. The government issued more than 100 amendments to its own bill, almost completely rewriting it as stakeholders came forth and highlighted the many problems within the bill. I would have called this unprecedented, but I’ve seen this rewrite over and over again as they have rushed bills into the Legislature without taking the time to get it right, only to issue hundreds of amendments at committee to try and fix the legislation at the last moment. So as we can see, it can be done, as they have done it before.", "I don’t want to be too critical of this action, for too many times we’ve seen the Wynne Liberal government ignore the experts and dump dangerous and flawed legislation onto the backs of hard-working Ontarians struggling to run a business or to run a household budget. The list is long. The Green Energy Act is perhaps the worst example that will negatively impact our economy for decades to come. It’s time we show some respect to the people and businesses of this province.", "The issues that this omnibus bill addresses are quite unrelated to each other and would have been more properly addressed in two separate pieces of l legislation.", "Speaker, since my arrival in 2011, I’ve seen, time after time, this government tabling legislation without proper research and stakeholder consultation. Unfortunately, this bill is just another one in that vein.", "To our shock and surprise, we heard at our ministry briefing that the credit reporting agencies and stakeholders had not been consulted by the government before they tabled this legislation that affects them and the general public. They plan to do the consultation after the bill is passed. Have you ever heard of anything so ridiculous? No wonder the Wynne government gets it wrong time after time. It is no way to run a province.", "Bill 8 forces credit agencies to disclose the consumer’s credit score despite the fact that the actual equation used to compute it is owned by a private corporation and therefore not in the public domain. However, the score is trusted by lenders to give an objective and impartial assessment of a consumer’s risk, based on available data.", "Credit agencies offer consumers a free copy of their credit file twice a year. I’ve been provided with a copy of a free TransUnion disclosure, and it is a very detailed report of everything to do with the person’s creditworthiness and personal situation. It does not contain the credit score, but it contains enough information for the consumer to see what goes into the credit calculation.", "The government is taking an item of private property—the credit score—and forcing it to be either free or subject to a fee that the government, rather than the owner, determines.", "A credit score is a proprietary good, belonging to the credit reporting agencies, computed in accordance with a proprietary formula and trusted by creditors to give a uniform, unbiased evaluation of a consumer’s risk to creditors. The government has no role to play in this transaction.", "By passing the legislation, however, the government transforms free private sector entities bound by their customers’ trust—and willingness to pay—into clients of the government, dependent on the government’s grace and favour lest they be prevented from collecting revenue for distributing something they own.", "This makes no sense, for each entity has its own formula for making up a score that is appropriate to the industry and the service they belong to. There are many of these clients, all generating different scores, making the number useless.", "There is more.", "The credit scores include, as we heard before, different items, like paying bills on time, how often you do that and the number of times you’re late; how many cards you have; outstanding loans and mortgages; and any new applications. These all add up to your credit health. But depending on the organization you’re dealing with, they treat these items differently. A credit card would use a different formula than, say, a mortgage would.", "So issuing a single number can be dangerous, and it can be meaningless. A high score could be bad credit, or a high score could show that you’ve got good credit that the company would like to use. It all depends on the formula that the various corporations use—the banks or the credit agencies. They’re all different, so providing a number can be dangerous at best.", "But there’s more. Under the provisions of Bill 8, the government will retain the right to dictate in accordance with what formula a consumer’s credit score would be calculated and then revealed to the consumer.", "This legislation has no positive outcome, and here is why: If a global credit reporting agency, such as Equifax or TransUnion, has to use a different formula for computing a resident of Ontario’s credit score than it does for the rest of the world’s consumers, Ontarians’ credit scores become meaningless. This results in higher rates and less credit, as everyone’s trustworthiness takes a hit because the government tampered with the formula. This will affect Ontarians as they try to obtain credit from Canadian businesses headquartered in provinces that do not implement the same market-distorting policies.", "The formula exists because there is a need for it. It is one for all consumers. The data underpinning it is the same for all consumers as well.", "This system has worked for decades and it is not broken. Mathematical formulas have no political stripe, no opinion, no loyalty and no bias. People, ministers, MPPs and political parties do, and this is why we should not trust any government with tampering with credit formulas.", "The government has doubled the amount of money it takes from Ontarians on an annual basis, yet it has also mismanaged its way to doubling our provincial debt while in office. It takes a special sort of bad management to achieve this, yet they believe that they have what it takes to judge the credit-worthiness of every single Ontario consumer. It would be laughable if it wasn’t dangerous.", "Credit underpins an active economy, and it has done so since ancient times. Prohibitions against credit and against interest have existed in cultures and codices as dissimilar and distinct as ancient Athenian law, the Book of Leviticus, Islamic law and countless others. Despite this, marketplace participants found workarounds. When ancient Athens banned the sale of goods on credit and required purchasers to pay the entire sum upfront, sellers lent consumers the money to buy the good, and so it became a separate loan.", "Our economy runs on the immediate availability of a promise to pay, often a secured one. Without credit, our money supply would decrease significantly, as savings for ordinary purchases would gobble up the increasing amounts of cash, grinding the economy to a halt. Families saving up for the purchase of a home would have to block off hundreds of thousands of dollars in savings accounts for years. This picture may look quaint and wholesome; however, it is not how our modern economy works. We are dependent on a fast turnaround of existing cash, while economic growth injects new cash into our financial system. If the economy is a machine, credit is the grease that keeps it from seizing, and productivity is its fuel.", "Tampering with credit is not a good idea, because no government can ever have an absolute knowledge of the unintended consequences that such tampering would entail. By meddling with the formula that underpins consumer credit in Ontario, this government may be doing significant damage to our economy without there ever being a problem to fix in the first place.", "Let me now turn to the amendments in Bill 8 that implement new powers for the Technical Standards and Safety Authority concerning administrative monetary penalties and the issues arising from such extended powers.", "The TSSA is a corporation without share capital that this government has allowed to drift away from legislative leadership and oversight, unwilling to exercise the powers still vested in the ministry to correct obvious issues that stakeholders have brought forward for years. The TSSA forms part of an industrial self-regulation model implemented by the last PC government of Ontario, with the aim to create regulation in industries where it was necessary, without growing the size of government and the civil service, in order to address the complexities of daily industry operations.", "When the model was created, the authorities were given a wide range of powers but were subject to the ultimate oversight and judgment of the ministry. The Minister of Consumer Services retained the right to exercise regulatory power, undo regulations or abolish the authority at the stroke of a pen, if the circumstances dictated the need to. This structure enforced clear jurisdictional boundaries and gave consumers the confidence that a government accountable to them would stop an overreaching authority in its tracks. Unfortunately, under this government, the TSSA and other authorities have acquired a culture of impunity because of the refusal of several ministers to exercise authority when called to.", "Regulating consumer industries can be a daunting task as technologies, strategies and methods evolve at a rapid pace. Government departments must contend with a barrage of information on a daily basis in quiet times; therefore, new developments causing an industrial or consumer backlash can overwhelm them. Regulatory responses must involve the civil service, a body of experts and officials not known for taking rapid action. The top-down policy-making usually involves extensive consultation, data collection, studies, evaluations, analysis, and a repeat of the same over several iterations. In the end, changes take months or years.", "The greatest problem facing government is the lack of knowledge and expertise. No civil servant can be expected to be up to date on the latest developments in the designs and operations of pressure vessels, or keep up with the latest scientific and industrial literature, for instance, on spill remediation. This centralization of knowledge is unachievable.", "Governments can address the problem of knowledge in several ways, most of which are unproductive. They can expand their manpower to duplicate the in-house industry knowledge and transfer it into the government structure. This isn’t just inefficient; it’s overly expensive and provides no benefit to the economy.", "Governments can also resort to frantic information-collection and automated analysis, hoping to implement one-size-fits-all analytical approaches and burden industry with reporting requirements to feed data into number-crunching algorithms. This sort of approach is also harmful. Forcing individuals and businesses to continually report information to the government eats up precious time and resources that could be put to a number of better uses, such as research, work and leisure. Using an automated tool such as an algorithm is also likely to cause errors, as the local realities and peculiarities of each individual case wouldn’t be considered unless a significant level of human judgment and discretion is also involved.", "The scope for such automated government work exists for the most routine tasks, such as document or licence renewal, or for minimal changes to existing arrangements. Its use for complex policy decisions is not something we should contemplate at this time.", "The delegated-authority model implements another approach to the knowledge problem. It also allows those who already possess the necessary information to judge what areas need oversight and what rule changes would be proper and to make such changes, as required, subject to the ultimate oversight of the government. In this case, all the government needs to do is to judge whether a certain action is broadly representative of the public interest. This is a judgment that most of us are broadly qualified to issue.", "The TSSA and other authorities can’t exist without government supervision, and good government regulation of complex industries is difficult without these authorities taking the heat off government departments.", "The failure of this government to properly supervise and discipline the TSSA when it has overreached or caused its licensees harm is one of the direct causes of the growing small-business distrust of this government as a whole.", "One of the most egregious examples of the TSSA’s bad behaviour is the wide discretion it grants to its own inspectors, who are often unqualified. In some cases, TSSA staff with no qualifications to speak of overrule designs and drawing issued by licensed, qualified and accountable professional engineers by imposing additional requirements that, on reasonable evaluation, contributed nothing to safety. This is not acceptable. If equipment complies with existing standards and codes, it must be approved. If the TSSA is of the opinion that the standard or code is not sufficient to guarantee consumer safety, it must lobby for an amendment to the standard and justify its actions through a well-reasoned and well-informed argument. Business owners, including the ones in my riding, are instead ordered around, and the sole justification for such impositions is, “Because I said so.” This isn’t regulation; this is a free-for-all.", "The TSSA’s hampering of business development and innovation in Ontario does not stop there. The House and the TSSA are very familiar with the issues of Ontario innovators whose inventions can be sold and installed and can generate profits across the United States and Canada, but not in Ontario. As long as one component is certified to an internationally recognized standard that the TSSA insists on excluding, unlike most of our other Canadian and US competitor jurisdictions, Ontario innovators have no choice but to market their equipment to each and every client with a higher price tag because of the TSSA field inspection procedure. Money-saving improvements then quickly turn into a cash cow for a corporation that has the power of government but none of the checks on its greed.", "Businesses who have found themselves on the receiving end of TSSA orders have also quickly found that the appeal process against such orders is completely murky and not formalized or independent. There are no safeguards against conflicts of interest between inspectors and those hearing the appeals. It is all done in-house, without the option of a public forum for the appellant. There are no clear standards of evidence and no prescribed guarantees.", "Bill 8 does the exact opposite. It takes an already broken and mistrusted system and gives it a steroid shot in the form of administrative monetary penalties, boosted by depriving those affected of essential defences, and through the possibility of appeals against such penalties being handed back to the same authority and people who issued the fine in the first place.", "I’d like to draw this House’s attention to subsection 32.1(7) of the new Technical Standards and Safety Act, as amended by Bill 8, which would read:", "“Absolute liability", "“(7) An order made under subsection (1) imposing an administrative penalty against a person applies even if,", "“(a) the person took all reasonable steps to prevent the contravention on which the order is based; or", "“(b) at the time of the contravention, the person had an honest and reasonable belief in a mistaken set of facts that, if true, would have rendered the contravention innocent.”", "Speaker, I searched the electronic legislation database for the phrase “would have made the contravention innocent” and found 12 results in our current legislation. None of them pre-date the current government and none of these amendments were passed during the minority Parliament of 2011 to 2014. This should be concerning to all Ontarians and Ontario business owners.", "No previous Ontario Parliament has made the imposition of a penalty so easy and so definitive. The party opposite knows it, and they know that in a minority situation the uproar would have been sufficient to scupper their plans to implement such sweeping powers for unaccountable agencies and individuals. The only time they ever proposed such amendments and passed them was during majority Parliaments. If you can only pass a certain policy when you know you can get away with it, there is a problem.", "A good government, upon realizing this, would take pause, look at themselves in the mirror and ask themselves just what they were doing. Administrative penalties are not new; there are more than 60 statutes in Ontario containing provisions for penalties, as opposed to licence revocations and offences. When they are stiff enough to be used as a deterrent against bad practices, they can be a useful tool for enforcing compliance. They must, however, be subject to an independent and fair adjudication on appeal. Bill 8 does not grant this.", "On the topic of elevator availability, I’d like to start by saying that I understand and sympathize with the concerns of apartment and condominium residents whose daily lives have been seriously affected by insufficient elevator availability and reliability. We are all aware that elevator downtime can prevent a resident from going to work, taking a trip to the grocery store or making an appointment with their physician.", "I also reside in a high-rise building here in Toronto, so I’m aware of the major inconvenience that can be caused by an unscheduled shutdown or, even worse, getting stuck inside an elevator—an entrapment. Regardless of how, why or when the elevator breaks down, being trapped within one is a highly distressing and unpleasant experience. I do not know anyone that would take pleasure in being stuck in isolation. Although entrapments are rare, statistics suggest that they are on the rise, according to industry studies. Contractors documented just under 10,000 elevator entrapments across residential and institutional buildings in 2016.", "A faulty or broken elevator can be a nuisance for an individual trying to move between floors; however, outages pose tremendous challenges for seniors, people who experience and live with mobility issues, as well as first responders arriving on the scene of an emergency. When elevators break down for any period of time, the quality of life can diminish significantly. I think we are all aware that accessibility issues and barriers can drastically impact the ability of seniors and people with mobility issues to perform ordinary tasks that people take for granted.", "In other cases, residents of high-rises who are already spending exorbitant amounts of rent due to lack of affordable housing in Toronto have literally been trapped in their homes for a day or longer because an elevator is broken and it has prevented them from reaching their destination. These instances are highly troubling, considering that the Accessibility for Ontarians with Disabilities Act not only indicates the apartment and condominium owners are responsible for keeping residents informed about service disruptions but also for providing suitable transportation alternatives until maintenance is completed. Clearly, there is still a significant amount of work to be done in order to create barrier-free travel throughout buildings in our provinces.", "Needless to say, I’m aware that elevator availability and reliability are real issues that need to be addressed in an efficient and effective manner. However, the proposed changes under Bill 8 fail to deal with the underlying problems which are causing vertical mobility issues throughout the province. These problems include a low supply of elevator mechanics, which stems from an artificial shortage of training; a lack of competition in the elevator industry, which is currently dominated by four large players; and the fact that the TSSA is not subject to the accountability structures that normally apply to the machinery of good government.", "Before I address these issues, I want to commend Justice Cunningham, who authored the independent study on elevator availability, although the government clearly did not consider its findings during the few hours between the report’s publication and the submission of the legislation.", "Justice Cunningham is a skilled arbitrator and mediator who has extensive experience finding fair, creative and efficient resolutions to disputes, so it’s of no surprise that his report is thorough and that his recommendations are well thought out.", "Since there is no enforced regulatory definition for “availability,” Justice Cunningham defines elevator availability as “the ability of a building’s elevating devices to transport persons as and when required.”", "On the whole, Justice Cunningham found that elevator availability in Ontario is impacted by a complex set of interrelated problems including, but not limited to, maintenance issues, capacity problems and labour shortages.", "The government’s measure to address elevator availability and reliability issues is peculiar for two reasons.", "It is important to note that, in his report, Justice Cunningham stated that the Reliable Elevators Act which has largely inspired and informed Bill 8 was based almost entirely on anecdotal evidence.", "The member from Trinity–Spadina, who introduced the original PMB, also acknowledged its limitations and even supported a more robust, evidence-based set of recommendations relative to this topic. In his report, Justice Cunningham indicated that it could take several years before comprehensive data could be collected and meaningfully analyzed. In spite of this, the current government has decided to move forward and completely throw the evidence-based policy out the window. It would be interesting to know just how much taxpayers’ money went into producing the report for the government to simply dismiss.", "If you want to effectively address the issue of elevator reliability, it is first necessary to review regulations and industry practices to enhance labour mobility and availability.", "I draw attention to this lengthy process because I want to point out to the government that while shoddy legislation can be drafted fairly quickly, it takes years of education, on-the-job training and physically demanding work experience to become a licensed elevator mechanic in this province.", "It is abundantly clear that the capacity for licensing class A qualified elevating device mechanics has not kept pace with growth in the number of elevating devices that have been installed since the condominium boom began. Today, a single mechanic is responsible for as many as 200 elevating units per month, compared to the 40 elevating devices he or she would have been responsible for in the early 1990s.", "In order to appropriately address elevator availability and reliability, it is fundamental that we eliminate the artificial shortage in qualified elevating device mechanics. It is imperative that we encourage young people to pursue a trade within this field. Today, many young university graduates are having extreme difficulty finding meaningful employment. Trades are often overlooked by young people, even though employment opportunities following the completion of any reputable trades training program pay well and are stable and in demand.", "According to Canadian Business magazine, in a period of only five years, there has been a 94% observed growth in the number of elevator mechanic jobs available in Canada. So it’s important that we fill these jobs and the sector possesses the capacity to meet labour demand through training and certification programs which are currently available at Durham College and the Canadian Elevator Industry Educational Program.", "Many of these issues have been voiced openly by manufacturers, associations, building owners and consultants. However, the government has failed to properly consider the input that has been provided by the sector and its key stakeholders.", "Among the groups that have been overlooked when drafting this legislation is the National Elevator and Escalator Association. They indicated that “There is a fundamental misunderstanding in Ontario regarding elevator reliability and availability, and the root cause of any downtime.”", "Specific isolated instances of elevator problems have created a misperception of widespread elevator outages and unresponsive service companies that is inaccurate and irresponsible. When we went through the various allegations, we heard that many of the elevators are over 100 years old. Some of the equipment is not easy to replace. Some of the equipment, when it breaks down, has to be completely remanufactured. This all takes time. There’s transportation, especially if you’re in Sault Ste. Marie, as an example. You’d have to transfer that back to Toronto to be worked on and then transfer it back.", "They also, interestingly, found that there was very little difference between downtime expected from older installations to newer ones. There are just different problems. The older ones may be harder to fix and equipment may have to be remanufactured, but in the new ones the equipment is all different, it could be out of stock and, again, they may have to be remanufactured. That was one of the issues Justice Cunningham laid out—that you can’t just regulate downtime through regulation. There are things in the industry that would have to be changed. It was a long list in the evaluation of just what the issues were.", "I know that this bill is certainly intended to fix a problem. We see that it has some elements that are worthwhile. We just think there could have been a better job done in this bill. I think that with the amount of construction and the high-rises in this province, it’s time to really sit down, collect the data that’s required and actually get serious about fixing elevator downtime.", "I will pass this off to the next riding. And since this is probably my last chance to talk in the House this session, I want to take the opportunity to wish everybody well who is running in the next election and those who aren’t. I guess June 7 will be an interesting time for many of us, and we hope to see at least some of the people on this side back. We will see what happens." ],
  "anchor" : "para1024",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Kitchener–Waterloo." ],
  "anchor" : "para1104",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Such enthusiasm from the Speaker. Thank you so much, Mr. Speaker." ],
  "anchor" : "para1105",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Absolutely thrilled." ],
  "anchor" : "para1106",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This may be—you never know, right? We are in the waning days of a government, and you just never know if this is the last time you’re going to get a chance to speak in the House. It is the reality for all of us.", "I wish I could say I was thrilled to be talking about credit reports and elevator availability. There are important aspects of this particular reading of this bill which I will touch on in one second, but I do want to thank the member from Pickering–Scarborough East. The member has already announced that she will not be coming back to this House. I know that she has taken on some very difficult files. The autism file, in particular, is a very emotional and passionate one. I know that there are many people who don’t understand how hard it is to stand in this place and to do the work that we do, away from our families week after week, and so with that I would like to thank the member from Pickering–Scarborough East.", "Also, as a special going-away goodbye, I would like to say a few words about the member from Guelph, Liz Sandals. She and I have very, very similar political paths that we have taken, as trustees, where you really do find out what you’re made of, quite honestly. I think that she and I would both agree that if you get public education right, a lot of other things fall into place. So public education is always worth fighting for; that hill is always worth going up and fighting for the children of this province.", "Then, of course, she was the president of the Ontario Public School Boards’ Association, where I also served with my colleague here from London West. Having that broader sense of how important it is to invest strategically in public services, particularly on education, but, near the end, on physical health and mental health as well—very valuable lessons that we will all take with us. So I would like to say thank you very much, Liz Sandals.", "We’ve been hearing, though, a lot about—I think Joni Mitchell would not be so happy about being quoted in this House as much as she has been—the paving of paradise and the greenbelt comments.", "Also, I do want to say that yesterday was May Day. The former member for Parkdale–High Park—I now sit in her place in this House—had shared a quote that said, with regard to May Day, which was yesterday, “Never be deceived that the rich will permit you to vote away their wealth.” This was a quote from Lucy Parsons. I think we’ve actually had some evidence in this place that there have been government initiatives which have been very willing to open those doors to wealth and not be so vigilant and compliant and really earnest in their efforts to ensure that those who do not have wealth—social wealth, environmental wealth, educational wealth—actually have been able to reach their potential. So I would like to say a special shout-out to Cheri DiNovo as well.", "The bill that is before us, Bill 8, the credit reports and elevator availability third reading, where every party has equal time on this debate—I know that my colleague will also be speaking at length about it. It’s very interesting because, how did it happen that this is one of the last pieces of legislation that we are debating in this House, especially given the fact that the report came out in January?", "This report that came out made 19 recommendations, Mr. Speaker. It said that the issue of elevator entrapments and breakdowns, as it acts on a report that recommends beefing up maintenance enforcement and settling timelines to get out-of-service devices working again”—the province’s consumer services minister made this announcement back in January, right?", "And it’s true that the wheels of justice and legislation and the wheels of the law do not work at a very fast pace in this House unless—" ],
  "anchor" : "para1107",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "They sure don’t." ],
  "anchor" : "para1117",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "—quite honestly, as the member from Renfrew says, unless it actually suits the government’s purpose, it seems to me." ],
  "anchor" : "para1118",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, this government." ],
  "anchor" : "para1119",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Well, this government. But this bill, if it was fully enacted—and there’s no reason to think that it won’t actually come to fruition, because this government is a majority government and they have had the ability to pass multiple pieces of legislation without the endorsement or support of either the official opposition or the third party. They have been in that position now for a full four years. With the exception of a minority government, which is when I first came into this House, they have been in that position to actually get things done in a very fast way, especially given the fact that they have commissioned many reports on everything from water quality to education to workplace safety. All of those reports—sexual harassment, which of course is a big issue in the province of Ontario. This government has commissioned reports on any number of societal legislative issues, where they had the ability, Mr. Speaker, to act. And, quite honestly, there likely would have been no opposition, certainly from the third party, especially on issues that have to deal with mental health or social justice or environmental justice, for that part.", "As we stand in our place here on May 2, 2018, literally three days before the election, we are debating elevator availability and compliance in the province of Ontario. I did speak already at length about credit reports and the ability of Ontarians and the citizens of this province to have access to their own credit structure and credit availability. You wouldn’t think that you would need to have legislation to ensure that the citizens have access to their own credit rating in the province of Ontario, but that is where we are.", "Of course, we, as New Democrats, fully support that. It’s an important part of financial security and, quite honestly, financial literacy.", "This report that came out in January stated very clearly that having access to an adequate number of working elevators is neither a convenience nor a luxury; it is a necessity, and in some instances, it is a lifeline. I think New Democrats, on the whole, have focused on the fact that as this province grows up—unless we start carving away at the greenbelt and creating more sprawl, which is completely unsustainable and costly to municipalities, the province and the environment. So unless that happens—and I will not evoke Joni Mitchell in this particular instance. But growing up, and intensifying the way that we grow as municipalities, growing up and creating height and density, elevators now become an important piece of accommodations, of accessibility.", "The fact that this government has taken till this point in time, given the fact that the AODA was enacted almost a decade ago, Mr. Speaker, to have this other missing piece to the puzzle coming to the fore three days before an election in 2018 really is quite something", "The report also found out that only one in five elevators are in compliance with safety standards. I think that we heard different stats from the minister at the time, but Mr. Cunningham chalked it up to poor preventive maintenance, which he said was the key cause of unscheduled breakdowns. You have a direct connection with maintaining the current stock of elevators, with ensuring the safety of those elevators, and, of course, ensuring the safety of the residents who live in those high-rise apartments and also the long-term-care facilities and the hospitals.", "I know that I’ve told this story before, but I started my career at Otis Elevators, down here on McCaul Street. If you’ve ever watched the show Mad Men, it was as close to working in that environment as I’ve ever experienced. This was in 1989, so it was a number of years ago. But the world of elevators, as Toronto was growing up, was a very interesting world to be part of. There was a lot of money that was flowing because, in order for Toronto to grow vertically, elevators became a pivotal part of that sustainable growth. The smoking and drinking at the desks was another part of it. I have to say, it was a surprise to me at the time. I do say, though, when I did watch some of those Mad Men episodes, there weren’t nearly enough—what should I say?—good-looking characters as there were in the show. That’s my caveat to the analogy.", "Among the 19 recommendations—the government said it would act on all of them—was to force contractors to report outages over 48 hours or when half of the elevators in a building are out of service—80% of buildings have only one or two lifts—and to have to define the plan to restore service. Basically this legislation is ensuring that building operators, the contractors, have the capacity to be compliant with the legislation. Of course, New Democrats support that fully, in its entirety.", "One of the pieces, though, that was really interesting is that there’s a move on the part of the government to make the downtime of elevators public. If you are shopping around in Ontario—primarily in Toronto, but in Ontario as well—and if you’re looking to purchase a condo or rent an apartment in the vicinity, you should have the ability to check to see whether or not those elevators are actually reliable. This would be a consumer protection issue and a consumer empowerment piece.", "I have to say that they’ve left it up to the Technical Standards and Safety Authority to determine compliance and then also to determine the fees if you’re not compliant. They’re recommending perhaps another agency. Another agency—can you imagine, Mr. Speaker? From a consumer protection perspective, we actually have somebody watching to ensure that this piece of legislation and the regulations are enforced. We have the TSSA; we do not need another agency in the province of Ontario to try to hold the government accountable for its own legislation.", "I think I will leave it at that, Mr. Speaker, because in this House there are many, many important issues that we are currently dealing with. The FAO report, the Economic and Budget Outlook, came out today. The FAO, of course, projects a sharp increase in the budget deficit, confirming the Auditor General’s criticism.", "In the midst of all of these random pieces of legislation that are finding their way to the floor of the Legislature, the overriding feeling, I think, from the people of this province is that this government has not done its due diligence and ensured, as it rolls out various plans like the so-called fair hydro scheme, that they actually are in the best interests of the people of this provinces.", "The very least we can do is make sure that people have access to their homes by ensuring that there is some agency—the TSSA, in this instance—looking at the compliance of elevator safety and reliability to ensure that every Ontarian, regardless of their ability to walk up stairs, has access to their home. It sets the bar very low, but that’s where we are right now in the province of Ontario after 15 years of this Liberal government." ],
  "anchor" : "para1120",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1134",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It’s always a pleasure to rise on Bill 8, Access to Consumer Credit Reports and Elevator Availability Act, 2018. I’ve always thought it was interesting that we’re talking about consumer credit and elevators in the same bill. They kind of go hand in hand.", "Mr. Speaker, I want to thank you for allowing me to rise and speak today on this bill. As you know, I’ve had a lot to say about this bill. I’ve spoken on it for an hour. I was there in committee when we tried to amend the bill to make these regulations work for families, seniors and, in particular, those with disabilities.", "I think this bill gets to the heart of what we’re trying to do in this Legislature, and perhaps the difference between myself, my colleagues to the right and across the floor. This bill sets out regulations which meant the residents of Ontario could request their credit score and get it for free.", "Mr. Speaker, as you know, in this day and age credit scores matter. They matter when you buy a house or get a loan on a car. They matter when you try to get a credit card. Even if you’ve moved into a new place and you’re turning on your hydro for the first time—something we’ve talked a lot about in this House; as you know, Mr. Speaker, hydro is a big issue—many companies will waive the deposit if you pass, if your credit rating is good, so you wouldn’t have to pay for that.", "These scores define what products people can access. Oftentimes the people who need these products the most are the ones who get hurt by a credit score. If you think about it, it’s true. Maybe it’s a struggling family or someone who needs a helping hand up. Maybe they can’t afford that deposit for hydro, or maybe even to buy a used car. That’s where credit scores come into play.", "Why should people have to pay for access to something so important? I ask you that, Mr. Speaker: Why should they? I sat there in the committee and frankly, I was shocked by the conduct of my colleagues in the PC Party. Mr. Speaker, this is interesting: They used every single opportunity to try to remove this from the bill. Instead of making sure that the people of this province and in their ridings could get a credit score for free, they wanted companies to make a profit off of that.", "It’s not quite on the bill, but it’s a little bit on the bill: It’s almost like the greenbelt, where a video comes up, their leader gets caught telling developers that they will be able to build on the greenbelt, where they would make billions of dollars. It had nothing to do with the people, what was better for the people or the environment—nothing. Then—think about it. I said this yesterday, Mr. Speaker. You weren’t here yesterday; you weren’t the Speaker yesterday. Think about it, the attack on our farmers that would be. If you’re in the province or in this country and you can’t feed yourself, you’re going to be in big trouble if you’re relying on other countries for your food.", "We should never, ever think about touching the greenbelt. But the issue there was that it had nothing to do with saying that he listened to the residents. He got caught on video. It’s tough to argue when you’re caught on video.", "Now I’ll get back to the bill. They didn’t try this just once or twice, to allow the companies to make a profit. Almost all of their amendments that dealt with this part of the bill focused on trying to remove the ability for people to get their credit score free. Why? I want to hear them explain why they think companies should make a profit off of something so important. I have heard in the past few weeks that apparently, their party is for the people. But the amendments we saw in committee were not for the people at all. Repeatedly, we hear their newly appointed leader tell the people of this province that he’s for them and that he has their best interests at heart. Frankly, I think that’s a complete sham. It’s a disgrace to openly try to dupe the people of Ontario like that.", "The amendments on this bill were a clear example of this. The amendments put forward were solely there to help the agencies that make money off the backs of people looking to receive their credit score. I’m going to read that again, Mr. Speaker, in case somebody is listening: The amendments put forward were solely there to help the agencies that make money off the backs of people looking to receive their credit score. Frankly, that was disappointing, but not entirely surprising.", "We in the NDP have tried to make some changes to this bill as well. For example, with some companies, every time you make a request for your credit score, it hurts your credit score. I use that example of when you go to a Blue Jays game. At a Blue Jays game, they have those Blue Jays bags. I’m a big Blue Jays fan; I know you like the Blue Jays, Mr. Speaker. You go there and there are these bags; just sign up for a Mastercard. Well, I never knew, until I got into this bill, that that actually hurts your score. You get a nice Blue Jays bag—the bags are nice—but at the end of the day, you’re hurting your credit score. And I never knew that.", "So that’s an example of that. I think a lot of us have done it. We’ve done it with the Toronto Star, a lot of times, at Blue Jays games as well. I’m a big Blue Jays fan—I don’t know if anybody can tell—and when I go to the games, sometimes they have the Toronto Star, and they do the same type of thing: You sign up, and you end up hurting your credit score.", "Think about that for a minute. Someone wants to be responsible and know what their credit score is, they want to plan around their credit score, and they get punished for it. Does that make sense to anybody? I would say that it doesn’t.", "For many people who are trying to access credit, it’s because they don’t have the funds to cover whatever expense they’re dealing with. They should not be penalized for trying to receive help. Think about it: Not only are these companies charging them to get their credit score, but they’re getting a penalty to do so.", "How are people supposed to take control of their finances if there are so many barriers in the way? We put forward an amendment that would ban companies from hurting people’s credit scores if they requested a report. I think it’s fair; I think it’s balanced; I think it’s timely. Do you know what happened, Mr. Speaker? They voted it down. Maybe the government can explain that. I know there are a lot of them who are here this afternoon; I’m not so sure how many are really paying attention.", "They did accept our amendment—I’m going to give them credit. When credit’s due, you’ve got to say, “Hey, they did the right thing.” They did accept our amendment to allow people to access their reports electronically. People can still get a penalty for requesting them, but I suppose we can at least be happy this government is willing to enter the 21st century. I think this was an area that was missed by the government in the bill. In today’s world, as we all know, we’re becoming increasingly digital, and I know that, for many, it would be much easier to get their reports online rather than wait for a physical copy. So I do congratulate the party for accepting our amendment. I was pleased to see the government support our amendment.", "I’d like to touch on the second part of the bill: elevator safety and repairs. Before I get into my prepared notes—seeing as I have a fair amount of time left, I can do this. I’m sure I can do it—as soon as I get the right page.", "In a report by Justice Cunningham, the TSSA says that its mandate is safety, not elevator availability, and says that the linkage of these two concepts will weaken safety. But Justice Cunningham—who I’ve heard the Liberals, and a little bit from the Conservatives, talk about—this is what he said: Justice Cunningham questioned the TSSA’s position, and suggested that a modern regulator should be able to do both. He recommended that this issue be explored further—and this is the important part—suggesting that the TSSA might be replaced with another regulator capable of fulfilling this most comprehensive public mandate. I think that’s very good.", "Then there’s another part to this: Elevator safety is regulated by the Technical Standards and Safety Authority, which is a privately run, delegated administrative authority established in 1997 by the PC government. I find those things very interesting.", "When I spoke about the bill in my leadoff, I spoke about a major concern I have with the handful of elevator companies that control this industry. We have a handful of companies, multinational corporations, that are controlling this industry. These are major corporations that have already been fined $1 billion for collusion in Europe. Think about that, Mr. Speaker. They’re controlling what’s going on in the province of Ontario.", "What we see here in Ontario is just startling. These companies are driving smaller companies out of business, and we’re seeing more and more elevators break down. What ends up happening is that elevator repair technicians who are trying their best simply can’t keep up. Twenty years ago they would service around 30 elevators. Now they’re being asked to service over 100 elevators in half the time.", "When we talk about this industry, the thing we should be talking about the most is safety and availability, but the four companies that are really driving this industry are talking more about profit than safety. That’s the problem with the companies that are there.", "I heard my colleagues from the PCs talk about it. It was probably a half-decent point: that we have an opportunity here in the province of Ontario to talk about the opportunity that we have in this industry to create good-paying jobs as technicians taking care of the elevators, and to tell the companies that are under-servicing these elevators, “Let’s hire more technicians.”", "Then the argument was, when the companies were here at committee—you know what they said, Mr. Speaker? “Well, we’d have to have more apprentices.” Isn’t that a good idea? Let’s have more apprenticeships, more young people getting into a good job, not just as technicians but right across the province of Ontario. We need more apprenticeships, and companies should have an obligation to make sure they have apprenticeships, so our young people can get into the skilled trades.", "Skilled trades are not just men, because I know that’s what some people think. Women and men can become journeymen, could get apprenticeships and help us with the skilled trades shortage that we have right across—not only Ontario, by the way, and Niagara, but right across the country. The best way to do it is to start with our young people and give them apprenticeships. This is a good industry to start with, knowing that they don’t have enough technicians.", "What happens when an elevator breaks down in a 10-storey building, whether it’s in Toronto or Niagara or anywhere else, like Ottawa? The same thing happens: If the people are young, they’re lugging groceries up 10 flights of stairs for a long period of time. Young people can handle that. My daughter is 22 years old, and she could go up 10 flights of stairs, no problem. It’s an inconvenience for them, but it’s not the end of the world.", "But for a senior, this is a dire situation. It is a crisis. They’re now trapped, say, on the ninth or 10th floor. It could be our parents; it could be our grandparents. They can’t get down to see the doctor or, in some cases, to get their food. Some are lucky, I will say that: They’ve got family. We all would help our moms, our dads and our grandparents. We’d hope our kids would help us as we get older. So they’re lucky. What happens if they’re not? Well, simply, they’re trapped in their own homes. It’s a health risk, it’s a safety risk, and, frankly, it can’t be allowed to happen.", "Mr. Speaker, let me talk about the history of this bill and then talk about what happened in committee. This portion of the bill seems to from a previous private member’s bill from a member of the Liberal Party. At that time, the member put forward a bill saying that, 14 days from the moment the landlord first knows about the outage, the elevator should be fixed.", "Like I mentioned, this is a health and safety issue. Two weeks is bad, but imagine it being for months at a time. Imagine not being able to leave your house or see your doctor for a week at a time, if you’re a senior or if you have a disability. I think that we’re all watching what’s going on. We’re all getting older. Society is getting older. We’re not getting younger; we’re getting older. There are more and more seniors. There are more and more of those with disabilities who have to live in condos or apartment buildings.", "When the private member’s bill originally came forward, we supported that. We thought, “Hey, that’s a good idea.” We supported it. Mr. Speaker, strangely, that portion of the bill which requires landlords to fix these elevators within two weeks was missing in this version of the bill. So we put it forward in committee. Again, I think that it’s fair and it’s balanced. I think it would make the bill stronger.", "Members of the government even applauded the member for bringing his private member’s bill forward. His own colleagues said, “Hey, this is really good. It’s a great idea.”", "Yet when we brought the amendment forward to put the timeline back into his bill, which they supported, you will never guess what they did, Mr. Speaker. This would have given the bill some teeth. Do you know what they did? They voted it down. I know you’re not surprised at that, but they voted it down.", "Imagine that. This government voted down a regulation that a member of their party first recommended and that would have added teeth to the bill. I don’t know how that member feels, but I know how I’d feel if my members had done that or if my colleagues had done that to me.", "What’s the point of doing this if companies have no deadline? What stops them from leaving these elevators out for long periods of time?", "Mr. Speaker, as you can see, we listened to the presentations at committee. We put forward common-sense motions that tried to give the bill some enforcement mechanisms and truly protect people. Unfortunately, the PCs and the Liberals had no interest in making those a reality. I don’t know why. Again, I’m saying that they were fair, they were balanced and they would have strengthened the bill. They would have made it easier for those with disabilities. They would have made it easier for seniors. They would have made it easier for young single moms, who may have a couple of children who won’t be able to go up and down stairs. They said no.", "Mr. Speaker, it gets to the heart of what we do in this Legislature. We have large companies gouging people as they try to access their own financial records. We have groups of large companies that have caused the safety standards of elevators to drop, while their profits increase. In committee, we saw both other parties, in one way or another, stand up for these companies.", "Mr. Speaker, what are we here for? We should be here to stick up for the average person, who needs a voice, who needs our voice, and relies on our voice—average people who don’t have thousands of dollars to throw around on donations, or billions to spend on fines. In these instances, we need to stand up for them and make sure that they have access to their personal information, and that their homes are safe and accessible. Does that sound fair? Does that sound reasonable? Absolutely. We need to stand up to big companies and entities looking to take advantage of them.", "When I see a bill like this, I see that maybe it doesn’t seem like the most exciting bill or, quite frankly, the most controversial issue. But, fundamentally, it’s about the most important thing we can talk about here: That’s standing up for voters and doing the right thing.", "I’m going to go back to this part here that I want to get out. I have a few minutes left, and I know everybody wants to make sure I use up all my time. This is coming from Justice Cunningham: Bill 8 ignores the number one recommendation made by Justice Douglas Cunningham in his new report—which was clearly defined elevator “availability.” Cunningham said that clear definition was crucial to serve as a guide for regulations and policings that move beyond just elevator safety to a broader public mandate of availability. I think that’s important.", "Here’s something else that I think is important: As more people live in condos and apartment buildings, access to elevators is as essential to their lives as access to heat or hydro. Think about that: It’s just as important as heat and hydro—and again, we’ve been talking about hydro lots—particularly for seniors or people with disabilities. I believe that’s what the big issue is here. It’s about our seniors and those with disabilities. But the government has entrusted elevator availability to the TSSA—this is important, Mr. Speaker, very important—a privately run delegated authority that takes a very narrow view of the regulatory mandate with respect to our elevators.", "The last point I want to make: Over the last two decades, the PCs and the Liberal government have embraced the private delegated administrative authority, or DAA, model to regulate public safety and consumer protection. This does not improve efficiency, consumer protection or public safety. Instead, it gave the PCs and the Liberals yet another way to avoid accountability and transparency, harming the public interest. For condo residents and tenants living in tall buildings, particularly seniors and people with disabilities, this is a real issue.", "I remember when I first started talking about this, I think it was the PCs that said—it might have been the Liberals—that it’s not an important bill, that there are a lot of other things that are important. When I was in committee and I talked about the fact that I believe that the elevator business is in crisis—I think 2,700 firefighters had to go rescue people out of elevators last year, just in Toronto. That’s just Toronto, and those numbers are high in Ottawa and other municipalities.", "So when we look at this bill and I look across to my colleagues, we have to make sure that we take care of those with disabilities and our seniors. Whether we want to admit it or not, some of our colleagues are seniors. Some of our colleagues in this chamber today have disabilities. We should make sure, if we’re going to bring bills forward, that they’re taken care of. We’re going to be seniors one day; we may be a person with disabilities. Our moms and our grandparents may have disabilities today.", "The last thing I’m going to say: The government and the PCs have chosen to be on the wrong side of that issue. I urge them to join with us and do the right thing for average people.", "I’ll finish by saying thank you very much. I wish everybody good luck in their election. Enjoy yourselves out there. The most important thing about campaigning is to have fun.", "We’re privileged to be here. There are 107 of us right now, I think. It’s going to increase in the election. Think about this as we’re all sitting at home, maybe having a pop later today, or having supper with our families, those who live close enough. There are 14 million people who live in the province of Ontario, and the people in this room—there are 107 of us out of 14 million. They’ve given us a lot of trust and a lot of responsibility.", "When you’re going door to door over the next little while, campaign as hard as you can, but have fun and enjoy it. When we all come back, we’ve got to make sure we’re speaking on behalf of all the people in the province of Ontario—all of them.", "Thank you very much. I appreciate it." ],
  "anchor" : "para1135",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1185",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Han Dong",
  "text" : [ "I’m very glad I have a few minutes to talk about this bill, which is very close to my heart.", "Before I begin, I would like to say that I agree with the member from Niagara Falls. I wish every member here who is running, going forward, a successful and safe campaign. I hope that after June 7, the member from Niagara Falls will still come downtown, and we can have a Steam Whistle together to celebrate and share experiences.", "Speaking of campaigns, I can remember that in 2011, it was my first time meeting the member from Pickering–Scarborough East, during her campaign kick-off. It was very warm, and it was sort of like a garage setting. That’s where the campaign office was, or at least where the launch was. The first time I saw the candidate, now the member for Pickering–Scarborough East, she came across as someone who was determined, someone who was going to be a strong advocate for the riding. I saw the people around her, the supporters, and they were determined to work as hard as they could and win her the seat, because they believed in her. They were right: She is a strong advocate for the people of Pickering–Scarborough East. I’m sorry to hear that she won’t be running in this upcoming election.", "In her capacity as the Minister of Government and Consumer Services—I had a very good time. I had a very enjoyable time working with her on two of my private member’s bills. The very first one was to license home inspectors. The second one, of course, is the Reliable Elevators Act. On both occasions, her office worked closely with my staff and myself to assist us to get to the core of the problem. I remember the very first meeting, arranged through her office, with the TSSA. That was the beginning of my understanding of this very complex issue. So I want to thank her for her assistance in the making and development of my private member’s bill.", "This bill, a very comprehensive Bill 8, based on the study that was commissioned through the TSSA, speaks to the problem that we are seeing in Ontario with the rapid growth of high-rises. This bill, going forward—I hope that it will be supported by all members of this House and will help Ontarians, not just for today but for the future.", "There are so many people now, young and not so young, getting to the age where they have to use a wheelchair. Using the elevator is, to some, always a challenge, a psychological challenge, because they have been entrapped in an elevator. Right now in Ontario, on average, there are 26 entrapments every day. That’s unacceptable. We have to change that.", "This bill will speak to it. It will provide the legislative framework for the regulation to go forward, to put a time frame on elevator repairs. I’m so proud that I can be here to support this bill." ],
  "anchor" : "para1186",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Second call for further debate. Third and final call for further debate.", "Seeing none, pursuant to the order of the House dated April 19, 2018, I am now required to put the question.", "Mrs. MacCharles has moved third reading of Bill 8, An Act to amend the Consumer Reporting Act and the Technical Standards and Safety Act, 2000. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para1193",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para1196",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I didn’t hear a no. You said no?", "Interjections." ],
  "anchor" : "para1197",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. What do we do? Just a time out now. It was a little late. I didn’t hear it. I’ll talk to the Clerks’ table. You guys have to be a little sharper on that.", "Interjection." ],
  "anchor" : "para1199",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sorry, I didn’t hear the no. It’s carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1201",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. Minister?" ],
  "anchor" : "para1204",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para1205",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves adjournment of the House. Does the motion carry? Carried.", "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1206",
  "subject" : {
    "text" : "Access to Consumer Credit Reports and Elevator Availability Act, 2018 / Loi de 2018 sur l’accès au rapport de solvabilité du consommateur et la disponibilité des ascenseurs",
    "anchor" : "para931"
  }
} ]