[ {
  "speaker" : "David C. Onley",
  "text" : [ "Pray be seated." ],
  "anchor" : "para26"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I am commanded by His Honour the Lieutenant Governor to state that he does not see fit to declare the causes of the summoning of the present Legislature of this province until a Speaker of this House shall have been chosen according to law, but tomorrow, at 2 o’clock in the afternoon, His Honour will declare the causes of the calling of this Legislature." ],
  "anchor" : "para27"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Members of the Legislative Assembly, it is my duty to call upon you to elect one of your number to preside over your deliberations as Speaker. Therefore, I ask for nominations for the office of Speaker." ],
  "anchor" : "para30"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Clerk, I move, seconded by Sylvia Jones, that Rick Nicholls, member for the electoral district of Chatham–Kent–Essex, do take the Chair of the House as Speaker." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Does the member for Chatham–Kent–Essex accept the nomination?" ],
  "anchor" : "para32"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I accept." ],
  "anchor" : "para33"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Are there any further nominations?" ],
  "anchor" : "para34"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I, France Gélinas, move, seconded by Percy Hatfield, that Paul Miller, the member for the electoral district of Hamilton East–Stoney Creek, do take the Chair of the House as Speaker." ],
  "anchor" : "para35"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Does the member for Hamilton East–Stoney Creek accept the nomination?" ],
  "anchor" : "para36"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I accept, Madam Clerk, and thanks to the nominators." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Are there any further nominations?" ],
  "anchor" : "para38"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I, Laura Albanese, move, seconded by Lorenzo Berardinetti, that Shafiq Qaadri, member for the electoral district of Etobicoke North, do take the Chair of the House as Speaker.", "Je, Laura Albanese, propose, appuyée par Lorenzo Berardinetti, que Shafiq Qaadri, député de la circonscription d’Etobicoke-Nord, prenne le fauteuil en tant que Président de l’Assemblée législative." ],
  "anchor" : "para39"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Does the member for Etobicoke North accept the nomination?" ],
  "anchor" : "para41"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "J’accepte la nomination. Thank you. I accept the nomination." ],
  "anchor" : "para42"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Are there any further nominations?" ],
  "anchor" : "para43"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I, Soo Wong, move, seconded by Bob Delaney, that Dave Levac, member for the electoral district of Brant, do take the Chair of the House as Speaker." ],
  "anchor" : "para44"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Does the member for Brant accept the nomination?" ],
  "anchor" : "para45"
}, {
  "speaker" : "Dave Levac",
  "text" : [ "I accept." ],
  "anchor" : "para46"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Are there any further nominations?" ],
  "anchor" : "para47"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I, Peter Tabuns, move, seconded by Teresa Armstrong, that Cheri DiNovo, member for the electoral district of Parkdale–High Park, do take the Chair of the House as Speaker." ],
  "anchor" : "para48"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Does the member for Parkdale–High Park accept the nomination?" ],
  "anchor" : "para49"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "I do accept." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Are there any further nominations? There being no further nominations, I declare the nominations closed. We’ll now prepare the voting list.", "I’d ask the Sergeant to please verify that the ballot box is empty." ],
  "anchor" : "para51"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The candidates list has been posted, and the balloting will begin. I would ask all members to please process down to that end of the chamber, around and behind the benches, to pick up their ballots." ],
  "anchor" : "para54"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Have all members who wished to vote done so? Balloting is then closed. I’d ask the Sergeant to take the ballot box. Would the scrutineers for each caucus follow the Clerks.", "Honourable members, when the ballot has been counted, we will cause the bells to ring for five minutes to call you back into the chamber for the results." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Call in the members." ],
  "anchor" : "para59"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Honourable members, we have need of a second ballot. The candidates remaining on the ballot, in alphabetical order, are: the member for Brant, Mr. Levac; the member for Hamilton East–Stoney Creek, Mr. Miller; the member for Chatham–Kent–Essex, Mr. Nicholls; and the member for Etobicoke North, Mr. Qaadri.", "Sergeant, will you verify that the ballot box is empty?", "The second ballot is now open. Please collect your ballots." ],
  "anchor" : "para61"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Have all members who wish to vote done so? The second ballot is closed. Sergeant, please take the box.", "Would the scrutineers please follow the Clerks?" ],
  "anchor" : "para65"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Call in the members." ],
  "anchor" : "para68"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Members please take their seats.", "A third ballot is required. Candidates will be listed in alphabetical order as follows: Mr. Levac, Brant; Mr. Miller, Hamilton East–Stoney Creek; Mr. Nicholls, Chatham–Kent–Essex.", "Sergeant, would you check the ballot box?", "The third ballot is now open." ],
  "anchor" : "para70"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Have all members who wish to vote done so? I declare the third ballot closed.", "Sergeant?" ],
  "anchor" : "para75"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Call in the members." ],
  "anchor" : "para78"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Members please take their seats.", "Honourable members, it is my duty to declare that the member for the electoral district of Brant, Mr. Levac, has been elected as Speaker." ],
  "anchor" : "para80"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much.", "Interjections." ],
  "anchor" : "para83"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "—we won’t have to fit him for a suit." ],
  "anchor" : "para85"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I gained weight during the election." ],
  "anchor" : "para86"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I noticed." ],
  "anchor" : "para87"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member is warned.", "I am extremely humbled, and I thank you so much for the vote of confidence.", "I first want to start, obviously, by naming the people who put their names forward: Rick, Cheri, Paul, Shafiq. Thank you for putting your names forward for this beautiful place." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Something is going on right now called the Beautiful Game; this is the beautiful place. It represents who we are as a province.", "I’m humbled by having this opportunity to serve you. I can’t do it without my family: my wife, Rosemarie; my daughter Rachel; and my son, Joe—I believe my son was Skyping illegally in the House; I’m not sure. Thank you so much for the support.", "Another person who quietly does things behind the scenes who I think everyone knows is Gloria." ],
  "anchor" : "para92"
}, {
  "speaker" : "The Speaker",
  "text" : [ "For those who haven’t heard the story, we are going to write a book when she retires and when I retire, and it’s called Speakers I’ve Known. She has served 15 Speakers.", "Speaking of Speakers, in the House today we have a guest who I believe deserves our attention: Mr. Peter Milliken. Peter.", "A guest of the member from Kingston and the Islands, the Honourable Peter Milliken served as the 34th Speaker of the House of Commons from January 29, 2001, to June 2, 2011—the longest-serving Speaker in the Commons in Canadian history. I will say this to you and to the members: I have no intention of setting that record.", "To each and every one of you, congratulations. And to all of you, I will do my humble best to serve this great place and to respect your rights as individual members. Thank you very much.", "The government House leader." ],
  "anchor" : "para96"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that the House do now adjourn until 2 p.m. tomorrow, July 3, 2014." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that the House do now adjourn until 2 p.m. tomorrow, July 3, 2014. Is it the pleasure of the House that the motion carry? Carried.", "This House stands adjourned until 2 p.m. tomorrow, July 3, 2014." ],
  "anchor" : "para102"
} ]