[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on July 8, 2014, on the motion for an address in reply to the speech of His Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Lanark-Lennox-Frontenac and Addington." ],
  "anchor" : "para30"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Very good; you’re getting closer: Lanark–Frontenac–Lennox and Addington. Very good, Speaker.", "I listened intently and with high expectations to the throne speech as it was delivered in this House last week. As usual, I came prepared with my notebook and pen, taking notes and recording my observations. But while listening to this throne speech it became apparent that something was very much different and askew, and I began to wonder if I had experienced a very different 2014 general election, for what I had heard in the throne speech bore little resemblance to what I saw and heard from the people in my riding.", "First off, let me assure all members in the House that although I can be quite critical of the government, I’ve been equally critical of other parties, including my own, which I regard as a responsibility for all of us in this House—to be the public’s watchdog.", "Speaker, this election illustrates a great disservice that happened to the people of Ontario. While our economy sputters and leaves people with fewer and fewer economic opportunities, as a result, we see our sons and daughters leave this province in ever greater numbers each year for greener pastures out west or even to foreign lands; we have increasing difficulties in meeting our social assistance and health care commitments for our underemployed and aging population; and people are suffering under skyrocketing electricity costs and the rising cost of living. The cost of doing business in Ontario is a significant hardship to employers and workers alike. But there was very little mention of these real concerns or of how they will be remedied by this government in the throne speech.", "We heard loud and clear through this election that while these economic and social ills concern a great number of people we represent, an even greater number of people are frustrated, troubled and loathing of a government that has exhibited an abundance of administrative incompetence and an immeasurable absence of interest in the oversight and accountability of our public administration.", "I and many others also heard with clarity the disdain and anger over a government that has treated their tax dollars and the public trust with malfeasance, corruption and cover-up, but, Premier, you are indeed fortunate none of these were enough to topple—", "Interjections." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington will withdraw the last two comments." ],
  "anchor" : "para38"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Withdraw." ],
  "anchor" : "para39"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Continue." ],
  "anchor" : "para40"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Nonetheless, for reasons that are cause for great introspection on this side of the aisle, the Premier has been given a mandate. However, I would respectfully caution and remind the Premier that the mandate she has been given was not solely for her agenda, but a rejection of either of the opposition parties as a ready alternative.", "So let me now offer the Premier a thoughtful and reasonable response to that unreasonable and fantastical throne speech that we heard. Let me deliver in this House my commitment to the people of Lanark–Frontenac–Lennox and Addington, the people of rural and small-town Ontario and to all the people in Ontario.", "The Premier said, in the throne speech, that voters have entrusted your government to be a full and active member in their communities and their lives. I did hear that people wanted to be full and active participants in our democracy, that they needed greater influence in the decisions of government. However, I heard no such clarion call for more government intervention in people’s lives. Rather, I heard that government was often the largest obstacle to their prosperity, fully 180 degrees apart from the Premier’s position.", "I will, therefore, re-table legislation in this session to enable our citizens to remove dishonest or poor-performing politicians through a recall mechanism. I will table legislation to allow for plebiscites and referenda so that people can repeal, amend or modify your public policies that bring harm and injury to their lives, their businesses and their communities.", "I will also bring legislation into this House so that individuals can bring forward and lodge complaints with the Integrity Commissioner on the conduct of members of this House. That is what the people of Lanark–Frontenac–Lennox and Addington told me in this election.", "Speaker, the Premier, in the throne speech, quotes David Dodge and uses David Dodge as justification to continue the spendthrift ways and the use of the public credit card.", "I will re-table legislation demanding that this House provide a full accounting and estimate of the cost of new legislation and policies of this government, and I will re-table amendments to the Taxpayer Protection Act and restrain the unquenchable thirst for public money, regardless of whether you call them taxes or revenue tools.", "Once again, in the throne speech: “Your government will continue to manage spending wisely.” Does everybody remember that quote? You might better have said, “Your government will begin to spend money wisely.” That would be more reflective of the experiences of the Ontario taxpayer.", "Therefore, I’ll table legislation this session that will give people tools to command this government to spend money wisely. This includes measures for full and transparent disclosure of government spending, including that of members, agencies, boards and commissions.", "I will also table legislation that will reform our electoral financing laws so that unions, businesses, special interest groups and lobbyists will no longer be able to buy influence or legislation in this House. This bill will mirror the federal legislation which states that individuals must take precedence over organized financial influence in our democracy.", "The Premier also mentioned, “Ontario’s conservation efforts and clean energy initiatives have moved our province down the road to a sustainable energy future.” That’s a quote from the throne speech. While she may think that her government’s efforts have led us to sustainability, the reality is that the government’s risky green energy schemes have done the exact opposite. Our hydro system is the furthest thing from sustainable, and much of that is the direct outcome of the burden the Green Energy Act has placed on our hydro rates and our infrastructure. And yet, instead of recognizing this like every other voter I met on the campaign trail, you have committed to expanding this disastrous program, ignoring the impact it is having on family budgets and businesses.", "That’s why I will continue to advocate and fight for the repeal of the Green Energy Act and will continue to fight every day with every tool in our legislative tool box to have your government’s out-of-control hydro bureaucracy investigated, just as we’ve had with the Ombudsman, who’s already looking into Hydro One, and the Auditor General and the investigation into the gas plant fiasco.", "Last, but not least, from the throne speech: Our Treasury Board president will, “through action and deed, lead” oversight and accountability with “openness and modernization”—another quote." ],
  "anchor" : "para41"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Clap for that one.", "That announcement, that the Treasury Board president will be the former Minister of Health, whose oversight so well protected the taxpayer with Ornge and eHealth—that’s quite a position, quite a reward. I knew immediately that I must table legislation that is consistent with the desires and the expectations of my constituents and of the people of Ontario, and rooted in the fundamentals of a representative democracy. I will table legislation that will create grand juries who will have the express authority to investigate and inquire into those actions, deeds and expenditures of all taxpayer-funded ABCs and our provincially owned and operated institutions.", "Premier, the appetite for reform in this province has been left unsated with this election. The thirst for truly representative government remains dry and parched. Reforms are needed; they’re warranted and justified, not just within your government, but within this Legislative Assembly. In that light, I will also reintroduce my reforms of the standing orders that put constituents first and empower local legislators, putting representation back into representative democracy.", "In the spirit of fixing what we in this House have allowed to break, I hope I can count on the Premier’s full support of my efforts to get Ontario back on track." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para60"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Thank you, Speaker. What a pleasure it is to see you in your finery there this morning, sir.", "I arise for a couple of minutes to compliment my good friend next door from LFLA, Lanark–Frontenac–Lennox and Addington, on his address. I thought he was going to go on for a while. Because of our Newfoundland roots, I’ve known him to go on for a while. I’m somewhat surprised that he gave up some of his time this morning.", "The member was speaking about what he heard at the door during the election campaign, and I’ve heard somewhat similar. Since the election, in the stores and the Legion halls, I’ve heard other comments about the throne speech and the budget as well. In my part of the country, in what we lovingly call the great southwest, people still say there’s nothing in there to revitalize our local harness racing industry. As some of you know, it was a very vital industry. The province was given $20 million a year and we had 2,000 people employed until, out of the blue, we lost our harness racing industry and the 2,000 jobs. Since then, we’ve been given 13 race dates, but it’s too little, too late, and we expect much more.", "Also in the throne speech, in the budget, there’s nothing in there—if you want to cut down some of the health care costs, you can think about rebating for people, especially seniors, who sign up or register for pickleball or for yoga classes or physical activity. If you’re going to get people active and keep them out of the health care system, at least pay them back their registration fee. You’ll save money in the long run." ],
  "anchor" : "para61"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para65"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Thank you very much, Mr. Speaker. I actually want to echo the initial comments made by the member from Windsor–Tecumseh: It is fantastic to see you in the chair, as he said, in your finery.", "I only have a little less than two minutes to respond to the comments, the debate on the throne speech from the member from Lanark–Frontenac–Lennox and Addington. It was interesting, as I did my best to listen closely to those remarks. This is the first chance that I’ve had to speak here in the chamber since the election, and I don’t pretend to understand exactly what’s in the minds of every single person living right across this province, so I wouldn’t presume to tell that member opposite that I know better about what his constituents are telling him. What I can say is that I found it interesting to listen to his comments in the debate this morning because the lessons that he is drawing from what he may have heard over the course of the 35 days or so, during which we all had the opportunity to consult with our respective constituents, couldn’t be further from the lessons that I drew from the experience that I had running for re-election in Vaughan.", "What I heard from the people in my community and in the other ridings that I had the chance to visit over the course of those 35 days is that they were determined to see a government re-elected or elected that would work as hard as it possibly could to make those important investments in crucial public infrastructure, to work hard to build Ontario up, and to have a very balanced and responsible approach for moving the province forward. I think all of that stuff that we heard over the course of the campaign loudly and clearly from our constituents can be found very clearly in the throne speech itself.", "I would encourage the member opposite, and all members on all sides of this House, to reflect a little bit about what they may have heard from their constituents, and to give very serious thought to how we can all work together to make sure that Ontario continues to be very prosperous, that it continues to be the best province in the greatest country in the world." ],
  "anchor" : "para66"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para70"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thank you very much, Mr. Speaker. It is a pleasure to see you not only return to Queen’s Park but also to the chair.", "It’s a pleasure also to rise in support of my colleague from Lanark–Frontenac–Lennox and Addington. I thought he gave a very good speech about some reforms that need to occur not only through our election financing laws but perhaps with more transparency and accountability for elected members of this assembly. In particular, he talked about recall legislation. I want to thank him for bringing those refreshing views of reform to the assembly here today. I think it’s important that we have those discussions.", "I’d like to pick up, however, on something that I think all three members who have been in this debate in the past 20 minutes have talked about. My colleague from Lanark talked about the Green Energy Act and how that has destroyed rural communities. My colleague from Windsor spoke about the horse racing industry and how that has been destroyed by the government. My colleague from—I apologize to the Minister of Transportation—" ],
  "anchor" : "para71"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Vaughan." ],
  "anchor" : "para74"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Vaughan—stood and he talked about the very different lessons he drew from the campaign from what we have seen here on the opposition side. It’s something that I spoke to when I had the opportunity to speak to the speech from the throne, and that is the urban-rural divide. It’s one thing for the government to stand and say we must listen to them because they now have 58 seats, but we stand here saying, “You must also listen to us, because the people who elected us also have concerns in this province.” So it is not a one-way dialogue where you get to tell us and we take that back to our constituents; no, no, no. From what my colleague from Lanark said, we have to represent the grassroots of this province. In order for us to do that, we must stand true to our values and stand true to the people who sent us to Queen’s Park. That means you must also listen to us on this side of the House, and not solely dictate." ],
  "anchor" : "para75"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para76"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Thank you, Speaker. I want to add my compliments, along with my colleagues in the House, and congratulations to you on sitting in the chair once again.", "It’s a real pleasure for me to rise today on behalf of my constituents in London West. It’s the first opportunity I’ve had since the election to speak on behalf of the people I represent.", "I want to respond to some of the comments that were made by the member from Lanark–Frontenac–Lennox and Addington. He certainly has a clear zeal for reform. He has set out a very ambitious legislative agenda for himself with the kind of initiatives he wants to bring forward. On many of those things, I see some common ground in terms of the motivations that he has to ensure greater accountability and greater responsiveness of the Legislature to the real concerns of the people we represent.", "There was one point he made that I think deserves very careful reflection, and that is about the Liberals’ risk of becoming too complacent and misinterpreting the results of the election. When I knocked on doors during the campaign, what I heard was a lot of talk about soaring hydro rates that were making life far too unaffordable for people; a lot of head shaking about the lack of consequences for the Liberals over all of the mismanagement of public resources that we had seen over the last session; I heard a real concern about the need for measures to get the local economy moving again. The Liberals have to take that into account when they move forward on their budget and their throne speech." ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington has two minutes to respond." ],
  "anchor" : "para82"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thanks to the members from Windsor–Tecumseh, Vaughan, Nepean–Carleton and London West for their comments.", "I did keep it with some brevity, because I know that the Liberal government at the moment has a lot on their plate, and I didn’t want to confuse them with too many things, so I just kept it to a minimum. But that might not always be the case. We could get a little bit long-winded sometimes in this chamber.", "But I do want to respond to the member from Nepean–Carleton and the Minister of Transportation—if he cared to listen, because he is so intently listening to people, even the other ministers, right at the moment—the purpose of having 107 members in this assembly is to hear the concerns from those various localities and the demographics there. While I would challenge the Minister of Transportation to actually show me one of his constituents who said, “Continue to spend our money wisely”—I’ll give that to him that maybe he did find somebody in his constituency who said that, but, more importantly, listen to what other areas have to say, because I’m sure the member from Vaughan doesn’t come up to Tatlock very often, and he doesn’t go to Verona very often, just as I try not to go to Vaughan very often. That’s our role: to bring those concerns here, vocalize them, advocate for them and have an attentive ear on the other side of the House to ensure that those concerns are not lost in this place." ],
  "anchor" : "para83"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para86"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Words cannot describe what an honour it is to have the opportunity to rise in the House, represent the people of Windsor West and take part in the making of Ontario’s history.", "I would like to congratulate my fellow MPPs, both new and returning. We have all been given the incredible task of bringing the voices of our constituents to this place and to the attention of our colleagues, and I look forward to working with each one of you. I also want to acknowledge Teresa Piruzza, who represented my riding previous to me.", "Speaker, I ask your indulgence as I offer my thanks to the numerous people who were instrumental in my campaign.", "Our leader, Andrea Horwath: During her numerous visits to Windsor, I had the opportunity to get to know her. I am impressed by her rich character, service to her community, commitment to Ontario and her fighting spirit. Hers is a difficult job, and she does it with grace.", "To my volunteers: I had many volunteers, too many to name in the time I have been given. Many spent from sun-up to sundown working on my campaign, and I often joked that we should set up cots in the campaign office so they could just spend the night, since they were there so often. I could not have asked for a more hard-working, dedicated team.", "To the various labour affiliates: They spent many hours on my behalf making calls, knocking on doors and pulling the vote. I appreciate their efforts and their choice to spend their precious free time aiding me.", "My gratitude to Robin, Ian, Kieran, Chris, Mariano, Dougie, John and Joe—those are the people I could count on seeing in my campaign office every day—and to Windsor city councillor Ron Jones and Catholic school board trustee Frank Favot, for supporting my nomination and allowing me the opportunity to enter into what would be a ride of a lifetime, also referred to as a campaign.", "I had no shortage of sound advice available to me, thanks to Howard Pawley, the former Premier of Manitoba, and former MPPs Wayne Lessard and Ted Bounsall. Wayne and Ted represented the ridings of Windsor–Walkerville, Windsor–Riverside, Windsor West and Windsor–Sandwich during their time as MPPs.", "Brian Masse, the member of Parliament for Windsor West, is my federal teammate. Brian is an inspiration. He works tirelessly for the constituents of Windsor West. When not in Ottawa, Brian spent time going door to door with me, and it was moving to see how tapped into the needs of the community he is and how many lives he has touched in his 12 years as the MP in our riding.", "I must thank my family: my husband, Tyler, and my children, Morgan and Jacobb. There were many days we barely saw each other while I spent hours knocking on doors and they travelled Windsor West putting up signs. They did the work at home and made sure that when I got there, I had nothing to do but rest and prepare for the next busy day. Their support was and continues to be unwavering.", "Lastly, I’ll recognize the constituents of Windsor West. I always received a warm welcome on the doorstep of the thousands of people I visited. They shared some of their most personal experiences and deepest concerns. I will outline some of those concerns later in my presentation. Thank you, Windsor West, for putting your faith in me and giving me the opportunity to be your voice in this great place. I do not take this position lightly.", "Let me share a little bit of Windsor West’s rich history. Located in Old Sandwich Town is the Duff-Baby House, built by Alexander Duff as a fur trade post, which was later purchased by James Baby. The building is now owned by the Ontario Heritage Trust and houses government offices.", "Mackenzie Hall, which is also located in Windsor West, was built by stonemason Alexander Mackenzie, who later became the second Prime Minister of Canada.", "The Underground Railroad is a key part of history, which aided many slaves in their quest for freedom. Windsor West is a part of that history, and there is an international Underground Railroad monument erected to honour the struggles of those who made a very difficult journey and faced insurmountable obstacles.", "Windsor also boasts a beautiful riverfront, which in my riding includes a sculpture garden, festival plaza and playgrounds.", "As a city that borders the United States, Windsor provides two points of entry into Canada—a bridge over the Detroit River and a tunnel under it—both located in Windsor West. Being a city with a border crossing, we welcome many foreign visitors, as well as newcomers looking to call Windsor home. Our proximity to the United States, low housing costs, beautiful parks, trails and waterfront, and welcoming attitude are what attract newcomers to our region. We happily say that we are a very diverse community.", "My riding is not without its share of concerns. I will speak to each as they pertain to the throne speech. When speaking to the residents, I hear time and time again about the concerns around health care: Our ER wait times are too high, the number of primary care physicians is too low, home care wait times are too lengthy, and services are limited. Although there has been some investment into long-term-care facilities, it’s simply not enough. Many people spend far too long in a hospital bed when they should be in a long-term-care facility. Ideally, patients who can return to their home would; however, the supports they need are not there for them. Improvements need to be made: investments in our care providers, as well as the buildings and hospitals that so many rely on. The people of Windsor have shown that—alongside New Democrats—they will not sit idly by and allow key medical treatments such as thoracic cancer surgery to be ripped from our community. We will not be told we have to travel two hours up the 401 to receive life-saving treatments. Ontario does not end in London.", "There has been talk of a new state-of-the-art mega-hospital to be built in our region. Based on the Liberal record, myself and my constituents are concerned that it is just that: talk. We know there is a process moving forward with regard to the planning of the new hospital, but a plan and follow-through are very different things. The people of Windsor and Essex county deserve to have a definitive answer: Will there or won’t there be a new hospital in our region, or is it simply a plan? When can we expect to see a new facility? How much will it cost taxpayers? And what will become of our current hospitals? The government promises transparency, and my constituents want to know the answers to these questions.", "From elementary school through high school, and then moving through to our post-secondary facilities, the Windsor area offers stellar educational experiences to all students.", "Post-secondary education should be affordable for all. Every person should be given an opportunity to achieve their education goals without drowning in debt.", "Teachers in Windsor and Essex county host a yearly event that benefits charitable organizations. The event is called Teachers Have Heart. I can tell you, through my role as a trustee for the public school board and from working with teachers and support staff during my campaign, teachers truly do have heart and want nothing but the best for our young learners. This cannot be forgotten at the provincial bargaining table, and we cannot have a repeat of Bill 115. This government must work with all public sector employees in a fair and inclusive manner.", "I have seen first-hand how my children have benefited from public education. Our teachers and support staff provide more than a formal education. They are referees, problem solvers, advice givers, shoulders to cry on and surrogate parents throughout a large part of our children’s day. Many things are learned and memories made within the walls of our school buildings, and it is up to the government to make sure all supports are in place to provide the staff and students a safe and secure atmosphere for learning. Funding must be provided for adequate care and upkeep of our schools.", "In Windsor, we proudly speak of the numerous new schools we have been able to build over the last decade—new buildings with bright classrooms, welcoming environments and energy-efficient heating and cooling systems. Windsor also has a large inventory of aging, historic schools, which we also speak fondly of but are underfunded for their upkeep. These schools are in our community, in our neighbourhoods, and we cannot lose any more of them to mega-schools that are often located outside the neighbourhoods they are built to serve.", "The throne speech speaks of schools as community hubs, and I agree; they should be. But taking away neighbourhood schools and busing kids in great numbers does not fit the theme of a community hub. We can do better.", "School boards are also underfunded for special education. Again, funding must be in place to allow boards to provide their staff and students a safe and secure learning and work environment. That includes the learning materials that help all students to thrive, including those with special needs.", "Of great concern is the trend of our youth leaving our city when done school because they can’t find a job that fits their needs. Investments must be made to support local business so they can afford to hire those entering the workforce. For those youth facing difficult times, supports must be offered so they have a safe, inviting environment to turn to, a place to call home or somewhere that welcomes them warmly and offers them support by way of food, clothing, shelter, the ability to focus on returning to school, obtaining a job and eventually thriving on their own.", "Windsor does have facilities to aid our in-need or at-risk youth, one of which is the Windsor Youth Centre. Much-needed organizations such as the WYC receive little or no funding to provide their invaluable service to the youth and community as a whole. The people of Windsor are generous and help when they can, but organizations like the WYC count on donations from the community in order to offer food, clothing, shelter or bus tickets for youth to get to school or to a job interview.", "Youth poverty is a growing concern. However, the problem extends to those most vulnerable from all age groups as well. A comprehensive strategy is needed to help lift people out of poverty and support them, not just in Windsor but in all of Ontario.", "There was a time when the people of Windsor West could count on good-paying, stable jobs for themselves, their children and their children’s children. Manufacturing jobs often meant a good salary, as well as pension and benefits. This is not the case anymore.", "This government must develop an auto strategy that includes input from all those with a vested interest: members from the other parties, company owners, CEOs, municipalities, as well as the labour force. In Windsor, one layoff, one job loss, ultimately turns into a great many more. We have lost GM, and we cannot afford to lose Ford and Chrysler as well. If these employers were to leave our city, it would be devastating.", "Consideration must be given to new and emerging industries as well. Invest in the future today.", "We must continue to strive to ensure those in the workforce earn a living wage. The recent rise in minimum wage is a good step forward, but many more should be taken as the cost of living, our everyday expenses, rises. The current minimum wage is still too low. This government needs to consider the hardship the rise in minimum wage has caused small business owners and implement measures to help ease the burden. Tax cuts for corporations benefit the wealthy; lower taxes for small business owners allow them the ability to maintain or hire staff and pay a livable wage.", "People in Windsor West and all over Ontario are feeling squeezed financially. Already, outrageous hydro rates continue to climb. Auto insurance is unaffordable for many. Child care, where available, is often too expensive. People should not have to choose between groceries or paying the hydro bill.", "I would like to acknowledge a great project currently under way in my riding, the Herb Gray Parkway. This major infrastructure project will undoubtedly greatly improve travel in Windsor, while providing an improved pathway to the United States. The people of Windsor West have expressed deep concern over the substandard girders that were initially installed in this major investment. Ultimately, after my colleague the member from Windsor–Tecumseh pressed the issue, the questionable girders were slated to be replaced. The concern of Windsor West residents was the government’s willingness to move forward knowing the issue with the girders and the delay in the project. Homeowners continue to deal with construction dust in the air and settling on their property and vehicles. As I stated, the parkway is a much-needed infrastructure project in our community and I am pleased to see our region receive that type of investment.", "I would like to take a moment and acknowledge all the men and women who are working so hard to complete the Herb Gray Parkway. Of special note is Giuseppe Serra, who unfortunately was killed in a construction accident while working on the parkway on June 17, 2014. My heart and condolences go out to his workers, family and friends. No worker should lose their life on the job.", "I am running out of time to speak, so I will summarize what I have heard from my constituents prior to the campaign, during and following.", "Steps must be taken to rebuild our horse racing industry. A snap decision was made, a decision that affected thousands across the province, including Windsor and Essex county, a poor decision that can be undone. It will take time—more than it did to decimate the industry—but it can be undone.", "The people of Windsor West cannot afford to pay the ever-increasing costs of hydro and gas. They shouldn’t have to choose between paying their hydro bill or feeding their families. Our goal should be to lift people out of poverty, not plunge them into it.", "Improvements to health care are a must: investment in front-line workers, maintenance and upkeep of our hospitals, new state-of-the-art facilities and equipment. Cuts to services and moving life-saving treatments out of our community is not the answer, nor is it acceptable.", "Supports for workers and the companies that employ them: Windsor cannot lose auto sector or other manufacturing jobs.", "Windsor is a diverse community with a rich history and much to offer. We have an incredible record of festivals and celebrations that welcome visitors from near and far. We are a border town which boasts a beautiful waterfront and a place for newcomers to call home. We contribute greatly to the province of Ontario.", "The Premier promised, during her first caucus meeting after the election, that she would not forget about Windsor. I can assure the Premier and this government that myself and my colleague from Windsor–Tecumseh, as well as the constituents from Windsor and Essex county, will not let this government forget Windsor." ],
  "anchor" : "para87"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para130"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I want to congratulate the new member from Windsor West and to welcome her to the House. Like those of us who sit in the back benches here, we are all on this learning journey together.", "You shared with us your experiences of campaigning, the long, hard hours that you’ve put in on the campaign trail. This is something that we can all relate to. And you did a very excellent job of painting a very vivid picture for us of your riding of Windsor West. You do have many unique opportunities to express yourself. You’re right there on the US border, so yours is a very unique experience.", "I want to talk a little bit about some of the things that you touched on. You mentioned long-term-care facilities, and you may be encouraged to know that in the upcoming budget, we have a plan to refurbish 30,000 long-term-care beds. This was in the last budget. Sadly, your side of the House did not support this.", "You also talked about transparency. We are going to be looking at reintroducing the accountability act, and that again was up in April. In fact, it was the MPP for Kitchener Centre, John Milloy, my predecessor, who introduced that. Sadly, at an all-party committee meeting, that was also blocked by the NDP.", "Now, you chatted about schools and hospitals, and your need in the Windsor area to see these improved. You’ll be excited to know that we have a $29-billion infrastructure plan that’s going to look at things like hospitals and schools and roads and bridges. Sadly, you said no to that as well.", "In terms of youth poverty, I’m glad to hear that you are encouraged by the fact that we have raised the minimum wage. We also have $41 million in a homeless strategy that we hope to get through in our budget. Unfortunately, it didn’t go through in the last budget because the NDP said no to it.", "I would like to say, ultimately, welcome to you. You are in for an exciting experience, and I hope that you will be committed to—" ],
  "anchor" : "para131"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para139"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "—pursuing these issues that—" ],
  "anchor" : "para140"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Thank you. Questions and comments?" ],
  "anchor" : "para141"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "It’s a pleasure to rise and address the comments made by our new colleague from Windsor West.", "Some of your members know that I was born and raised down in your part of the country. A little town called Cottam is where I first put feet on this earth, and I moved away from there when I was about 18 years old, so I do know that part of the country fairly well.", "You said that we need a comprehensive strategy to help get people out of poverty. I think the best way to get people out of poverty is a good-paying job. That, certainly, to me, makes sense. No matter how much you raise the minimum wage, it does not get people out of poverty, and it’s really too bad. We have more people on minimum wage in this province now than we ever had, because of the job losses that have occurred under this current Liberal government. You are aware, certainly, of the Heinz closure and Kellogg’s; those were good-paying jobs that left this province in no small part due to policies of the Liberal government.", "I want to talk about the Green Energy Act, which unfortunately is still in effect in this province. We have tried to get that rescinded, changed. Maybe you don’t know, but every time we did that, your party would vote against us. So maybe you could get them to change that a little bit, because hydro rates certainly are a factor in industry leaving this province. I also have heard stories about people paying either for groceries or hydro bills—that’s pretty sad in this province; it really is.", "But I do believe that we need a comprehensive strategy for job creation, which we do not have in this province at this current time.", "Again, congratulations on your election to this Legislature." ],
  "anchor" : "para142"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move on, I’d just like to give a reminder to the new members. I know it’s a time deal around here all the time; you’re on a schedule of two minutes. When I say, “Thank you,” that’s it and we move on. I don’t want to have to say, “Thank you” five times. You’re allowed two minutes, and you have to watch the clock to stay within your perimeter. Thank you.", "Questions and comments?" ],
  "anchor" : "para148"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It gives me great pleasure to add a few comments to the new member from Windsor West, and I will be much more positive than what we’ve just heard from the new member from Kitchener Centre.", "It’s a great thing when you knock off a Liberal cabinet minister and take over a new riding—a very good thing. Maybe that’s why we heard the negativity coming from the other side of the House today. For everybody else, when they give their maiden speech, everything is positive, but not today. I wonder why. Anyway, I’ll do my wondering.", "I’ve known the new member for at least eight years in her role as a school board trustee, because my wife has been on the board for 20 years; they’ve served together. I know her well, and I know the attributes she will bring to this chamber.", "The member spoke about Mackenzie Hall in her riding. I have fond memories of Mackenzie Hall. In fact, 39 years ago I met the woman who was then the manager of the Essex county housing authority, did an interview, and 39 years later we’re still talking, which—", "Interjections." ],
  "anchor" : "para150"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Yes, it’s lasted 39 years.", "She also talked about the Duff-Baby mansion. Duff-Baby—" ],
  "anchor" : "para155"
}, {
  "speaker" : "Interjection",
  "text" : [ "They’re my relatives." ],
  "anchor" : "para157"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Are they? Good for you. It’s used now to house a couple of the ministries, and they have these heavy photocopying machines. This goes back to the War of 1812 and Chief Tecumseh. We will at some point be approaching the government, with Les Amis Duff-Bâby, about getting some of the ministry out of there and into a more convenient office space so Les Amis Duff-Bâby can actually interpret the historic and heritage value of that home. We look forward to that.", "Thank you very much, and welcome to the chamber the new member from Windsor West." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para160"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Mr. Speaker. Welcome to your position here in this chair. I appreciate very much your lessons on decorum, and I will take them very much to heart.", "I would like to thank the member for Windsor West. You bring great pedigree to this House. As a new member myself, I want you to know we very much appreciate the input that you will have in the House and look forward to working with you on some of the issues that you’ve raised.", "I very much appreciate your review of the history of Windsor. I’ve had the pleasure of being in the community many, many times and eating tunnel wings, and look forward to going down more often and seeing you there.", "I identify very clearly with the experience you had in running your campaign: It is difficult to win against someone who’s been a long-standing member of this House, and I share that experience with you.", "I would like to especially acknowledge your insights on the need for rebuilding infrastructure in your community. This was the message that I heard in my community. This is the message that I think our party is bringing forward. That is our mandate, that is our plan, and we look forward to having your input on the kinds of infrastructure that you would like to see built up in this province. Once again, I thank you very much for your contribution and look forward to working with you." ],
  "anchor" : "para161"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Windsor West has two minutes to respond." ],
  "anchor" : "para166"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I’d like to thank the member from Beaches–East York for the kind words, and the member from Perth-Wellington as well. I absolutely agree: Good-paying jobs are the key to lifting people out of poverty, and that’s why it’s imperative in my area that there is a good, solid plan around the auto sector and the manufacturing sector.", "I’d like to thank the member from Windsor–Tecumseh. He has been a great resource to me over the years and I’m sure will continue to be.", "To the member from Kitchener Centre, yes, there is still a need in my area for investment in long-term care. I need to point out that what we didn’t support was a government with a record of waste and scandal. In 1995, Dwight Duncan made note of something to the effect of how the constituents voted for him, which clearly showed their distaste for the current government. I would say that by my constituents electing me, the same can be said for their distaste for the government.", "Interjections." ],
  "anchor" : "para167"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Yes. I would hope that, in the future, the member from Kitchener Centre and I can work together well and put differences aside for the sake of our constituents, as well as all of those in Ontario.", "Thank you for the time to speak." ],
  "anchor" : "para171"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para173"
}, {
  "speaker" : "Cristina Bento Martins",
  "text" : [ "Mr. Speaker, it is my great honour to rise before this House today for my inaugural speech as the member for the fabulous riding of Davenport, to comment on the throne speech of His Honour the Lieutenant Governor of Ontario, David C. Onley.", "I would like to begin my remarks by congratulating the Speaker on his re-election. I would also like to congratulate all members here today on their election, especially the new members who, along with me, make up the class of 2014.", "I am looking forward to working with all of my colleagues, and I’m honoured to serve this House as a member of the Liberal caucus. I would also like to acknowledge the contribution of my predecessor, Jonah Schein, and I wish him well in his future endeavours.", "I would like to thank the people of Davenport for their support in the recent election. I feel truly honoured and humbled by the confidence you bestowed upon me to represent you at the Legislative Assembly of Ontario and the confidence you have expressed in our government’s vision for Ontario.", "I would not be here today without the hard work, dedication and support of so many volunteers and my riding association, and to them I want to express my heartfelt thank you. The tireless hours you devoted to my campaign were gratefully appreciated, and I want to specifically acknowledge my riding association president, Meaghan Coker, and my campaign co-chairs, Josie Verrilli and Ferd Longo, who together ensured our campaign was the best ever. I would also like to thank and acknowledge my good friend Corrado Paina who, in his words, “feels a bit responsible” for what has happened to me. And I would be remiss if I didn’t thank and acknowledge my 2011 campaign manager, Christine Innes, for her support, her friendship and her mentorship. Once again, my heartfelt thank you to all of you.", "When the people of Davenport and Ontario elected Premier Kathleen Wynne on June 12, they voted for jobs, they voted for growth—they voted to build Ontario up, and your government is ready to do exactly that. We are going to build Ontario up for everyone in this province.", "Davenport is home to just under 105,000 people and is rich in cultural and linguistic diversity. It is the place where several iconic neighbourhoods come together, like Bloordale, Little Portugal, Corso Italia, West Queen West, Bloorcourt, the Junction Triangle and Brockton Village. We have the highest percentage of ethnic Portuguese, as well as the highest percentage of European immigrants in the province. On any given day, you can hear everything from Italian, Tamil, Spanish, Portuguese, Urdu, Punjabi and Vietnamese being spoken on the streets of Davenport. We are truly a mini United Nations, and I look forward to representing all of those diverse voices.", "It is also home to many cultural community centres and associations, like Casa do Alentejo, Casa das Beiras and Casa dos Açores; and I would like to commend them, along with all ethnically diverse cultural centres and associations in Davenport, as well as their hard-working volunteers, for dedicating so much of their time and serving as ambassadors for their cultures and traditions, and for contributing to the vibrant cultural mosaic and richness of our community and province. Mr. Speaker, I look forward to working with all our community groups and organizations.", "In the summer months, Davenport boasts many street festivals and parades. For the past 27 years, the Alliance of Portuguese Clubs and Associations of Ontario has organized Portugal Week and the Portugal Day parade. Considered the largest of its kind in North America, this event is a wonderful way to promote Portuguese culture and heritage. These festivities are a true testament to the strength, endurance and significance of the Portuguese community in Ontario. They also provide an opportunity to reflect on the invaluable contributions that the Portuguese have made to our community and to our province.", "The BIG on Bloor Festival, an initiative of the Bloordale BIA, the Bloor Improvement Group and the Bloordale community, is a car-free event which takes place every year in mid-July along Bloor Street between Dufferin and Lansdowne. BIG on Bloor celebrates the arts, culture, community and small businesses with a unique community and city-building festival featuring hundreds of events, activities and exhibitions. I invite you all to Davenport to attend the seventh BIG on Bloor Festival on July 19 and 20.", "Canada’s hottest street festival, Salsa on St. Clair, takes place annually in Davenport. This year the festival is celebrating its 10th year and is expanding into a week-long celebration of Latin music, dance, food and culture. From July 12 to July 20, you are all welcome to Davenport and to the biggest fiesta north of the border.", "Like so many other ridings in Ontario, and indeed our country, Davenport has shown that we can build a strong and unique community that respects and embraces diversity. We are also a community of hope and dreams. Davenport is home for many newcomers who hope and dream of a fair chance so they may succeed.", "When I come to work in this wonderful building of legend and history, I think about the people who sent me here, the voters of Davenport, who shared with me their hopes, their dreams and their concerns. I listened and I learned, and I’m committed to accomplishing what you have sent me here to do.", "Being part of an immigrant family in Davenport is an experience I have lived, and it is why I am so passionate about representing these families. Davenport is the riding that welcomed me, my parents and my brother in 1970 when we immigrated to Ontario from Portugal. My parents came to Canada to seek a better life. They also taught me and my brother to be proud of our Portuguese heritage, as well as our adopted country and province that embraced us and that we now call home. Mr. Speaker, I would like to acknowledge my parents, José Augusto and Arminda Bento, for the unconditional love and support they have so generously given to me and my brother, Luis, throughout our lives.", "My parents valued the importance of knowledge, responsibility, hard work and the need to help others. These are the values that have shaped and guided me, and this is why I’m inspired to work for the people in Davenport. The communities, residents and issues in Davenport are incredibly diverse, and I’m committed to being a vocal advocate for the concerns of all Davenport residents.", "My connection to this community runs deep. I went to elementary school in Davenport at St. Rita Catholic School. My husband’s business is in Davenport. My sons attend Portuguese classes and play soccer in Davenport. And Davenport is where for the last five years I have volunteered with the Federation of Portuguese Canadian Business and Professionals, a not-for-profit corporation founded 32 years ago, which fosters both business and community development and is proud to foster the oldest and largest scholarship program in the Portuguese community.", "I want to make progress on the issues and topics that matter most to the residents of Davenport, such as transportation and infrastructure. Investment in transportation and infrastructure is not only an investment in the economy; it is also an investment in people. I’m very proud of the Liberal plan presented for transportation and infrastructure. It is a pragmatic and progressive plan that is much needed to ensure that Ontario continues to move forward in the right direction. Anything less than this plan is not enough. This is what leadership is. It is about investing in our greatest asset, the people of Ontario.", "It’s also about a cleaner environment, which is why I was so pleased to see the government commit to electrification of all GO Transit lines, including the Union Pearson Express, as part of increased infrastructure spending.", "Davenport is home to many seniors. They have worked hard, have raised their families and have contributed to our community and our great province. I am proud that our government, through the Seniors Community Grant Program, is committed to providing seniors with a better quality of life by providing them with the opportunity to connect, contribute, learn, and lead active lives. I’m especially proud that our government has already begun to work to create an independently managed Ontario Retirement Pension Plan, a plan which will provide Ontarians with an additional annual pension payout, as well as build broader economic confidence.", "Having worked in the pharmaceutical industry for more than 15 years, which included several years working abroad in the USA and in Portugal, I have witnessed the transformation in our health care system under the leadership of the Ontario Liberal government, and I am proud that our government will continue to build a fairer and healthier Ontario. It will place the patient at the centre and make strategic investments in community care to keep people where they want to be: in their home, rather than in a hospital.", "A vibrant community also requires strong employment centres with good-paying jobs. Davenport is home to many such well-known companies. The Gladstone Cadbury factory is a neighbourhood icon and a favourite amongst kids at Halloween. Davenport is also home to cutting-edge technology employers like Ubisoft Toronto, a product of past Liberal government investment in the tech sector.", "It also requires compassion, especially for new Canadians arriving as refugees or immigrants from difficult conditions. Davenport is fortunate to have supportive charities like the South Asian Women’s Centre, where executive director Kripa Sekhar and her team have been providing settlement services to at-risk women. The centre was also recently recognized through an Ontario Trillium Foundation grant for $100,000 to train service providers and peer mentors to help victims of human trafficking and forced marriage. Their good works are an example for all Canadians and represent the heart of our country as an immigrant nation.", "I’m a mother of two amazing boys, and like any parent, I want the best for them. They remain at the heart of my commitment to maintaining and improving our education system in Ontario. With my sons enrolled in our publicly funded education system, I have experienced first-hand the difference a Liberal government has made in education. Today, Ontario’s education system is among the best in the English-speaking world. A good education system is the foundation of a successful society, and I look forward to continuing our work to ensure all children in Ontario are given the opportunity to succeed.", "I’m especially proud of our government’s commitment to continue providing students with the 30% Off Ontario Tuition grant, making post-secondary education more accessible to students. I know of many students in Davenport who have gone on to post-secondary education, thanks to this grant, and many more who are looking forward to post-secondary education, thanks to this grant.", "But it takes more than education for our youth to succeed. The youth unemployment rate is unacceptably higher than it is for older Ontarians, which is why I support our government’s youth jobs strategy. This program benefits unemployed youth between 15 and 29, with an added focus on recent immigrants and visible minorities, and it has helped young people in Davenport and across Ontario to find work and to start their own businesses.", "Of course, all work and no play is no way to build a community. A holistic approach is needed, and Davenport is also home to a thriving arts scene. There are a number of small and growing theatre companies and arts groups that have set up shop in Davenport, but I wanted to mention one in particular: the Theatre Centre, led since 2003 by the amazing artistic director, Franco Boni. The Theatre Centre is a nationally recognized arts incubator that uses a research and development model to support Toronto’s cultural sector. They recently opened its new location in the former Carnegie Library in West Queen West, helped in part by a $1.2-million grant from the province. I’m proud to be part of a government that supports arts and arts education for young people.", "Also calling Davenport home is the Portuguese Pioneer Museum, which was inaugurated in 2003 to honour Portuguese immigrants who arrived in Canada predominantly between 1953 and 1955. It is currently located on St. Clair Avenue West, not far from where many of the immigrants arrived. These pioneers, who scattered all across the country, created a path for many future immigrants. In the museum, you will find stories and memorabilia, which provide a snapshot of the lives of those who were truly pioneers for their time and who helped shape our community, our province and our country. The museum currently has an exhibit of artifacts in the display cases in the legislative building. I encourage you to visit the displays and to visit the museum.", "I would not be here today were it not for the support of my family. Once again, thank you to my parents for their love and support. Thank you to my brother, Lou, and his lovely wife, Grace, along with their two beautiful children, Phillipe and Jessica. Thank you for your support and your unconditional love. Thank you for looking after my boys when canvassing days were long.", "To my husband, Fernando, and my two wonderful boys, André and David, thank you for supporting my decision to run and for believing in me. Your support, patience and unconditional love are my foundation and mean the world to me, as you do. I love you and thank you.", "I am incredibly excited about the work ahead. I know that the residents of Davenport will hold me to the highest standard, which is what they deserve. I thank you all again for giving me this great honour.", "In conclusion, I want to say that I am proud of our Premier’s leadership, and I endorse this government’s vision for building Ontario up.", "I would like to congratulate all members elected to this assembly. I look forward to working with you and all my colleagues in government to ensure that all Ontario remains the best place to live, work and raise a family in Canada.", "Thank you, Mr. Speaker. Merci." ],
  "anchor" : "para174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Due to time restraint, we won’t be doing the questions and comments." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands recessed until 10:30 this morning." ],
  "anchor" : "para211"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I wish to introduce the family members of our page Ethan Walker. I understand Anette Walker, Judy Walker and Dan Walker are all here today. Welcome to Queen’s Park." ],
  "anchor" : "para214"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I have the honour of welcoming the family of our page Matthew Lynn; he is a constituent of mine in Etobicoke Centre. His mother, Jeannel Lynn; his father, Robert Lynn; his brother John Lynn; and grandmother Juliana Tiu are here. Thank you for coming." ],
  "anchor" : "para215"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I would like to welcome Dan and Judy Walker of Niagara Falls, who are visiting today with their daughter-in-law Anette. They are here today to see their grandson Ethan, who is our page captain of the day. Welcome." ],
  "anchor" : "para216"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I have the pleasure of welcoming to the House today the mother of our page captain who is from the riding of Burlington: Kathy Hoogsteen, mother of Daniel Hoogsteen." ],
  "anchor" : "para217"
}, {
  "speaker" : "Joe Cimino",
  "text" : [ "The father of Ashley Bowes, one of our pages, is in attendance today: Scott Bowes. We welcome him from Oshawa." ],
  "anchor" : "para218"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I would like to introduce two interns in the Ministry of Community Safety and Correctional Services who are just making their way into the gallery: Larissa Alszegi and Andrea Poopalapillai. Welcome to Queen’s Park." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have today laid upon the table the 2014 Annual Greenhouse Gas Progress Report from the Environmental Commissioner of Ontario." ],
  "anchor" : "para221"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I have questions for the Premier. Premier, you’ve ignored dire financial warnings from economists, opposition members and credit rating agencies, but perhaps you simply need to hear from a member of your own caucus about the seriousness of a credit downgrade to sway you from sending Ontario back into a recession. In regard to Ontario’s credit rating—I admit it’s from back in 1994, but it was a wise remark all the same—the member for York Centre stated, “This is a very serious indictment of the government’s fiscal and economic policies.... and unless the province gets its fiscal house in order, we will see more serious repercussions, to the detriment of all citizens of Ontario.”", "Premier, members of your own caucus understand that the path you are taking is putting front-line services at risk. Will you again reconsider putting forward the budget you are planning to put forward before we get a credit downgrade?" ],
  "anchor" : "para224"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If I heard the Leader of the Opposition correctly, he said that was a quote from 1994. We’re in 2014.", "We have brought forward a plan to the people of Ontario. We will reintroduce a budget on Monday that will lay that plan out again, and if the budget is passed in the Legislature, we will move to implement that plan.", "That plan focuses on the investments that we know are needed in order for the economy to thrive, investments like infrastructure, public transit, roads, bridges—the kinds of investments that the member for Wellington–Halton Hills was talking about in his statement a couple of days ago, the kinds of investments that every member in this Legislature knows are necessary in their communities in order for their communities to thrive. That’s the foundation of our plan, and I know we have a fundamental disagreement with the Leader of the Opposition." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para229"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I remind the Premier that Mike Harris was gone 11 years ago, and you keep quoting him. So I guess that’s going to stop now, is it?", "Premier, we don’t have a fundamental disagreement on infrastructure. We had $2.9 billion built into our financial plan to balance the budget should we have formed the government after the last election. You had $2.9 billion a year, the same as we did. The roads have to be paved. The hospitals have to be built. The schools have to be built and maintained. We agree with that. That’s a very small part of your spending.", "What we have a fundamental difference with is, you’re continuing to go on a wild spending spree on the operating side.", "Jack Mintz says that if we get the downgrade, which mostly everyone is expecting except you, a 1% increase in interest rates would cost us over $3 billion a year—$3 billion that will force you, if you don’t change course, to cut front-line services like health and education. There is no other type of mathematical equation possible.", "Will you change course, rethink your budget—we won’t criticize you—and make sure that we don’t get a credit downgrade?" ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para236"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s hard to come down on somebody when you make me laugh, leader. The member from Prince Edward–Hastings, the member from Bruce–Grey–Owen Sound, the minister without portfolio and the Minister of Agriculture, come to order, please.", "Interjection." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You just did. Now it’s two.", "Premier?" ],
  "anchor" : "para240"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We’ve talked about the investments, whether it’s in infrastructure, whether it’s in the talent and skills of our people or whether it’s in partnering with businesses. Those are investments that are necessary.", "The other side of the plan is the path to balance. It is a recognition that we have a fiscal challenge that we have to confront. That path to balance is laid out in our budget that we will reintroduce on Monday.", "So for the Leader of the Opposition to suggest that we are not paying attention, it’s just not true. We absolutely are. But what we’re not going to do is what he and his party suggested during the election. We’re not going to cut and slash across government. We’re not going to cut education. We’re not going to cut health care. We’re not going to cut deeply into the services that people need. We are going to make sure that children in this province have full-day kindergarten, that there is more home care, that personal support workers are able to do the work that we know is necessary to transform the health care system. Those are the—" ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary?" ],
  "anchor" : "para245"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Well, Premier, with a debt as large as the one that your government has created, Ontario will be in real trouble if we continue in the direction that you’re going and the front-line services we depend on across the province will be affected at some point in time.", "Your member for Mississauga–Erindale understands this when he said, “This accumulating debt is … an unfair burden on our children and grandchildren, a burden we must address for our immediate and future economic prosperity.”", "Premier, your permanent increases to Ontario’s operating costs will have severe implications to our credit rating, our ability to pay down the debt and our capacity to continue delivering front-line services. I’m going to ask you again: Will you change direction, take your time and fix the budget? Because there’s no evidence in the budget you presented on May 1 that you’re ever going to balance the books, not by 2017-18. There is no evidence that you’re ever aiming to balance the books. Show us the evidence or fix your budget so we don’t get a downgrade." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para250"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It’s just not true that there’s no evidence that we will be able to eliminate the deficit. In fact, we’re on target to eliminate the deficit by 2017-18. We have met our deficit-reduction targets every single year. We are the leanest per capita spending government in the country and we are going to continue to have those constraints in place.", "But I would just ask the Leader of the Opposition to consider the impact. You know, he talked about Mike Harris. The reason that we continue to talk about Mike Harris, quite apart from the fact that the platform they ran on was totally reminiscent of Mike Harris, is because the impact of the cuts that he put in place have had a long-term influence on the economy of the province and on the societal fabric.", "If we do not invest in home care, if we do not have full-day kindergarten in place for every child across the province and if we do not make the changes in health care that are necessary—I would ask him to consider what the future looks like if we don’t make those investments. I would suggest that the future would be quite—", "Interjections." ],
  "anchor" : "para252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask the member from Simcoe North to come to order, please." ],
  "anchor" : "para256"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "I’ll try to be more quiet, sir. You’re intimidating me." ],
  "anchor" : "para257"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m not asking for a discussion.", "New question?" ],
  "anchor" : "para258"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question as well is to the Premier. She wants to talk about what the future will look like. Let’s talk about the past decade. Over the past 11 years, our finances in this province have deteriorated. You have doubled the debt and you have lost hundreds of thousands of manufacturing jobs. We are now a have-not province and credit rating agencies are now telling us that we are going to see a downgrade that’s inevitable.", "Right now, the government borrows $11 billion a year just to pay interest on its debt. That is the third-largest spending priority of that government. So think about it this way—to the members opposite, I say to you—every single dollar you spend on servicing the debt and the deficit is a dollar less for a hospital in our province or for kids in our classrooms.", "I ask the Premier, will the government do the responsible thing, refocus its budget, heed economists’ warnings, and ensure that we have the sustainability for our valued public services?" ],
  "anchor" : "para261"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, again, I would say to the member opposite—I know that the President of the Treasury Board is going to want to comment in the supplementary, but let me just say this: I’m happy to talk about the last decade. Let’s talk about the way we are. We have improved in terms of students graduating from high school. When we came into office, 68% of young people were graduating from high school; 83% of students are graduating from high school—", "Interjection." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bruce–Grey–Owen Sound will come to order." ],
  "anchor" : "para267"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The irresponsible heckle from the other side that undermines our excellent teachers—to suggest that somehow that has to do with making high school easier—that’s not the case. What it’s about is putting the supports in place that allow kids to succeed, and not letting people fall through the cracks. That’s what we have done over the last 10 years. Those are the kinds of initiatives and investments we will continue to make, because we know that leads to a bright future for the province.", "Interjections." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Before I start the clock, I am going to make a comment. I’ve tried a calmer way to ask you to come to order and that’s not working, so I’m going to jump right into warnings.", "Please." ],
  "anchor" : "para270"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Thanks, Speaker.", "Again to the Premier: You talk about people not falling through the cracks. Some 300,000 people woke up this morning without a manufacturing job. People are leaving this province, not coming to it like I did in my generation, when there were a million jobs created over a decade ago by a previous administration, because they knew the value of sustainable taxes; they knew the value of spending dollars wisely.", "I think it’s important for the Premier and the members of her cabinet to understand what a credit downgrade will mean. It will mean increased borrowing costs. That means it’s taking money directly out of our hospitals and out of our schools. It also means you’re going to have to raise taxes, and that is going to come to a very difficult burden on middle-class families across this province, who are already struggling with high hydro rates, high taxes and of course higher gas and grocery bills.", "The Premier must understand she needs to refocus her budget. Will she give the credit rating agencies a signal of restraint—", "Interjection." ],
  "anchor" : "para273"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "—and refocus her budget so that she can make sure there’s no burden on—" ],
  "anchor" : "para278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "The Minister of Energy is warned.", "Premier?" ],
  "anchor" : "para279"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para282"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "All parties in this House agree that we need to get back to balance. We think we can do it. We are committed to doing it by 2017-18. The NDP made the same commitment in the election. I must say, you promised to get there a year earlier, but you also promised massive tax cuts, which is not part of our plan.", "I just want to make a gentle reminder that these three plans were put before the people of Ontario—", "Interjection." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon is warned.", "Carry on, please." ],
  "anchor" : "para286"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "There was a clear choice put to the people of Ontario, and on June 12, the people of Ontario spoke. They preferred our plan of a thoughtful, deliberate path to balance. They chose that over your plan of reckless cuts. The people have spoken." ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para289"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Unfortunately for the government, so too have the credit rating agencies and noted economists. They have a gentle reminder for you, and I’ll read from Jack Mintz. He says if interest rates rise to even historical norms, each point increase in interest could add a minimum of $3 billion in annual interest payments, which would severely cripple Ontario’s ability to deliver services.", "That is a serious reminder to your government that you must learn to get this right. My daughter’s generation depends on it. Our public services depend on it. Families across Ontario depend on it. You have to get something right. Will you refocus your budget, or are you going to let the credit rating agencies do it for you?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "With the greatest respect, if anybody needs to refocus their plan, it might be you.", "Your plan includes massive tax cuts. Your plan includes reduction in personal income taxes and reduction in corporate taxes. That is not the way to go. If you’re so concerned about the deficit, why are you promising massive tax cuts? Now is the time to be—" ],
  "anchor" : "para292"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Because it creates jobs." ],
  "anchor" : "para294"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Oh, it creates a million jobs, perhaps, divided by eight. I don’t really want to get into the math here, but my point is that we have a plan. We are committed to achieving that plan. It is a thoughtful plan that protects services that matter to the people of this province." ],
  "anchor" : "para295"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. The Premier took an important step yesterday: She finally admitted that the government may be preparing for the privatization of all or part of Hydro One, OPG or the LCBO. Specifically, the Premier said that this may or may not be the outcome of the government’s plan.", "Now, this was an important step in levelling with the public about the true nature of the plan that the Premier is cooking up for Ontario. Will the Premier take the next step and admit that, in fact, her plan depends entirely on a fire sale of valuable public assets?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, again, the leader of the third party is just stating inaccuracies. It’s just not the case. It’s just not the case that what we have proposed—if she wants to look at the details on page 164 of the document that we introduced and will reintroduce at the beginning of the week, it lays out exactly what we are asking Ed Clark and his group to look at. What that is is a responsible look at the assets that are owned by the people of Ontario to make sure that we optimize the value of those assets to the people of Ontario.", "But that’s one part of the plan. We have laid out the investments that we are going to make as we reintroduce the budget on Monday, we have laid out the constraints that we know have to continue to be in place, and we have laid out the process for building the province up, all of which I hope—" ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier has appointed the current CEO and president of TD Bank, Ed Clark, to look at how to sell off some of Ontario’s most important public assets, like the LCBO, Hydro One and the OPG. At the same time, she has tasked Ed Clark’s son, Bert Clark, the CEO of Infrastructure Ontario, with leading the sell-off of those very same assets.", "Isn’t the Premier at all concerned that Ontarians would see this as a bit of a conflict of interest?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just address that second point first, just to say that the issues around conflict of interest are being dealt with in terms of it being very clear what the lines of decision-making are. All of that is being tended to appropriately. But I want to just read from the budget document to make it clear to the leader of the third party what we’ve asked.", "“The Premier’s Advisory Council on Government Assets,” which is the group that the leader of the third party is talking about, “will examine how to get the most out of key government assets to generate better returns and revenues for Ontarians. The council will report directly to the Premier of Ontario and be supported by existing resources within the government. The council has been given a mandate to maximize the value” of these government assets “to the province, including such measures as efficient governance, growth strategies, corporate reorganization, mergers, acquisitions and public-private partnerships. The council will give preference to continued government ownership of all core strategic assets.”", "That is what we laid out in the budget." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para308"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "As the current CEO of TD Bank, Ed Clark may have a remarkable CV; he might be the most brilliant person on earth. But a lot of people have these kinds of credentials, people who are not the dad of Infrastructure Ontario’s CEO.", "Now, the Premier has put together a plan whereby two members from one of Canada’s wealthiest families are working both sides of a deal to sell off valuable public assets. Isn’t the Premier at all concerned about what this looks like to Ontarians, or is this just the regular Liberal way?" ],
  "anchor" : "para309"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the NDP way is to smear the reputations of reputable people who have expertise that is needed by government.", "What we have done is we have asked someone with the expertise that is necessary to look at things like selling our GM shares—", "Interjections." ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para315"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—making sure that our real estate assets are optimized. Those are the kinds of things that we have asked Ed Clark to look at, and we have done that within the context of very strict rules around conflict of interest and around integrity. So all of that is being tended to.", "What I would say to the leader of the third party is that I hope she understands that vilifying the entire private sector and vilifying people with expertise in the private sector is not—" ],
  "anchor" : "para316"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para318"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Premier. The Liberal Trojan Horse budget, which masquerades as progressive, is full of surprises. For example, the Premier has a plan to sell off public assets. She even knows how much she’s going to be able to get for those assets that she’s selling off. In fact, according to the budget, which she just quoted at length, it’s $3.15 billion. She’s going to get a hand-picked father-and-son team taking care of both sides of that deal.", "How can the Premier say she may or may not be planning a fire sale of assets when she’s already counted the money in her budget?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I would just ask that the leader of the third party make it clear to the Legislature and to the people of the province which part of the list of things that I’m going to go over right now that are in our budget, she does not support: for example, $4.2 billion in school retrofits and builds; a made-in-Ontario pension plan; an increase in the Ontario Child Benefit; an increase in social assistance benefits; $810 million to support adults with developmental disabilities; the expansion of low-income health benefits; $20 million for expanding the Student Nutrition Program; $42 million to prevent and reduce homelessness.", "I will complete the list in the supplementary, but I think it would be a very, very good thing for the leader of the NDP and her members to say which of those things she doesn’t support.", "Interjections." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Interjections." ],
  "anchor" : "para325"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock.", "Supplementary?" ],
  "anchor" : "para327"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Our list is pretty clear: massive privatization, massive sell-off of public assets, the likelihood of 100,000 people being fired. Those are things that are not progressive; those are things that New Democrats don’t support.", "The budget says in black and white that the government is looking at the sale of assets, “including ... crown corporations, such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.”", "I have a question for the Premier: What other crown corporations are the Liberals perhaps planning to sell off? The OLG? The ROM? TVO? Infrastructure Ontario itself? Maybe she can come clean with the entire list, the things that aren’t actually spelled out in the budget." ],
  "anchor" : "para329"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The flight of fancy that the leader of the third party is taking right now is really quite something.", "Let me just continue, Mr. Speaker: Does she or does she not, and do her members or do they not, support $50 million for a new local poverty reduction fund? Do they or do they not support child care modernization and investments in early learning? Do they or do they not support wage increases for personal support workers? Do they support new funding for long-term-care homes? Do they support in vitro fertilization funding? Do they support expanded mental health and addictions—" ],
  "anchor" : "para332"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "It’s not enough." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned." ],
  "anchor" : "para335"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Do they support a comprehensive aboriginal action plan? All of those initiatives are part of the budget. Those are initiatives that we will implement if we get passage of the budget. I sincerely hope that the leader of the opposition and all of her members from Toronto, from the North and from Niagara, will support us." ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Final supplementary." ],
  "anchor" : "para338"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, the Liberals are awfully good at making lists, but they’re really bad at getting things done in Ontario.", "You know what? This government is masquerading as progressive. It has surprises other than the carte blanche sale of our crown corporations and public assets. There’s also the likelihood that 100,000 people in this province will lose their jobs as a result of this plan.", "So now can the people of Ontario be told by the Premier how many families should be worried about the following list of people who might be lost to them in terms of services? How many nurses are going to be gone? How many teaching assistants? How many child care workers? How many personal support workers? How many paramedics? How many firefighters and other public sector workers will be there when this budget is said and done and—", "Interjections." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sorry. I’ll come back for your wrap-up.", "The Minister of Economic Development, Employment and Infrastructure is warned.", "Finish, please." ],
  "anchor" : "para344"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My point for the Premier: The question is, how many of these valuable public sector services are going to be lost? How many of these workers are going to be there when families need them at the end of this budget’s implementation?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, the whole thrust of our budget and our plan that we ran on was to make the investments that are necessary for people in this province to allow the economy to grow and to provide the services that we know people need. It’s very, very interesting to me that we are having the same debate with the NDP as we are having with the Conservatives.", "The fact is that we have taken a balanced and a rounded approach. We recognize that it is necessary to do things like make sure that our assets work for the people of Ontario. We understand that. But we also understand that making sure that the most vulnerable in this province have the support of their government and that we do everything, everything in our power, to make sure that they get the resources that they need—that’s what our budget is about. That’s what you should be supporting." ],
  "anchor" : "para348"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para351"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question this morning is for the minister responsible for the Pan Am Games. Minister, your government has continually seen cost overruns at the Pan Am Games which are just over a year away. We originally heard that a lighting display on the Bloor viaduct over the Don Valley Parkway was going to cost $1.8 million. That’s a lot of money, you must admit, for some Christmas lights. I want to know, Minister, can you tell us how far over budget that light project is now?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member opposite for the question and congratulate him for taking on this new role as critic, and also thank the Premier for this opportunity to take on this exciting file.", "You know, Ontario is in such a good place when it comes to the Pan Am Games. We’re going to really celebrate our athletes. We’re going to celebrate our province and our country. For the first time in almost 100 years we’ve taken on a major multi-sport event. I guess the last one was the Commonwealth Games back in the 1930s. We’re going to take on a multinational event to really showcase what Ontario has to offer. I’m so proud to take on this file.", "In regard to the infrastructure project that the member questioned us about, that’s a city of Toronto project. We have nothing to do with it at Infrastructure Ontario or through the Pan Am Games. I would ask him to ask the city council who’s responsible for it—" ],
  "anchor" : "para355"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Rob Ford." ],
  "anchor" : "para358"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "—or Rob Ford. They can get the answer from the city of Toronto." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’m not so sure if the minister is actually correct on that.", "While he is becoming Ontario’s version of Clark Griswold, costing us an awful lot of money on Christmas lights, this Bloor viaduct at the Pan Am Games is at a site that has absolutely nothing to do with any athletic venue. I can tell you that cost has now gone—get this; I want to make sure he knows—from $1.8 million up to $4.6 million for some lighting displays.", "Minister, I ask on behalf of the taxpayers of Ontario: What’s it going to take for your government to actually bring the Pan Am Games in on budget and on schedule? Or do you think it’s okay to continue to up the price, up the budgets and just send the bill to the Ontario taxpayer?", "Interjections." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para366"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "If the member opposite is going to criticize this government and the Pan Am Games, he has got to get his facts in order. The project he’s talking about has nothing to do with the provincial government’s—", "Interjection." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bruce–Grey–Owen Sound, you’re warned.", "Finish, please." ],
  "anchor" : "para370"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "It has nothing to do with the provincial government’s operation with Infrastructure Ontario; it’s a city of Toronto project.", "But I have to say I’m excited about the games, because we have 50 municipalities working with the province and the federal government to put on the Pan Am Games. It’s the first time, I would say, that 50 municipalities have come together in any major games to really showcase what Ontario has to offer. I’m very proud to take on this file, very proud of our athletes and very proud of Ontario for taking on this amazing responsibility." ],
  "anchor" : "para372"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour le ministre de la Santé et des Soins de longue durée. For a very, very long time now, there have been calls to this House to give the Ontario Ombudsman oversight of our health care system. Life-and-death events happen in our hospitals every day. Sometimes things go wrong and people want answers. They turn to the Ontario Ombudsman, an independent third party with investigating powers and abilities, to give them answers.", "Why won’t this government give the Ontario Ombudsman oversight of our health care system?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m very proud that yesterday my colleague, my seatmate, the President of the Treasury Board, reintroduced our accountability act, which includes a very important provision in it: the creation of the position of the patient ombudsman. This speaks to the essence of what we strive to do as a province and as a government—focus on quality of care for patients, on customer service, on making sure that what we do through our health care system truly addresses the needs and the front-line services of those who most need them: individuals and their families.", "I am also equally proud that our patient ombudsman is focusing—it gives us the ability to have an individual who is wholly focused on one task; that’s looking at our health care system and addressing patient needs, being the strongest possible advocate for our patients and addressing those challenges that do come up from time to time, aspiring to ensure the quality of care can be the best it possibly can.", "I’m proud that we’ve introduced this. I look forward to it passing, hopefully, in the very near future." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para380"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Speaker, what people in Ontario want, what they have said they want, is an independent officer. It is somebody they trust to be on their side. It is the third party that will give them answers, that will help them turn the page, that will help them gain closure when things go wrong in our health care system. This is not what you’re giving them.", "I ask the minister to look at the tens of thousands of petitions to this House, to look at the private member’s bill that I have presented and the people who support it, to go on social media and look at the tens of thousands of people who ask you to do the right thing: to give the Ombudsman oversight of our health care system—not a patients’ ombudsman under Health Quality Ontario.", "I’d like the minister to explain to Ontarians, to those tens of thousands of people who are asking you, why you refuse to give the Ontario Ombudsman oversight of our health care system." ],
  "anchor" : "para381"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I have to say I’m shocked, because I’m used to very positive, constructive, useful information and criticism, at times, coming from the member opposite on the health care file. We welcome that constructive criticism whenever it comes.", "But on this case, I have to profoundly disagree. This is an individual who doesn’t have responsibility for a myriad of priorities across the government but is wholly focused on the health care system; who has all the powers of the Ombudsman and is housed within the Health Quality Ontario, which, in fact, is an agency that the Ombudsman of Ontario does have oversight for—an individual who addresses all of the needs and the requirements that you’ve asked for.", "Quite frankly, Mr. Speaker, the many, many people who I’ve spoken to about this actually prefer this option, where it is a dedicated person who isn’t focused on everything that government does, but solely on improving our health care system and addressing that front-line service to patients, patient quality, making sure that all the individuals and families across the province truly have their needs met." ],
  "anchor" : "para384"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services. Minister, Ontario has been a leader in making sure that the dignity and respect of everyone is upheld, regardless of where they come from, their sexual orientation or gender identification. Toby’s Act is an important example of that, and my constituents want to ensure that the values the act represents are also extended to inmates in the care of our correctional facilities.", "Speaker, through you to the minister: What are we doing to ensure that inmates are treated with the respect and dignity that Ontario believes they should be treated with?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Let me first thank the new member from Ottawa–Orléans for her question and her commitment to issues on human rights. I want to congratulate her on her election. I look forward very much to working with her closely on this issue and many issues that impact her community.", "Speaker, it was a tremendous day in 2012 when this Legislature passed Toby’s Act. I was personally very honoured to work along with the MPP from Parkdale–High Park and the MPP from Whitby–Oshawa in marking a milestone in ensuring that we protect the gender identity and gender expression of Ontarians in our Human Rights Code. We are the first province to have done so.", "I am very much committed to making sure that, under my Ministry of Community Safety and Correctional Services, our policies related to inmates who come into our correctional facilities comply with Toby’s Act. That’s why I was present at the Ontario Human Rights Commission’s launch of the guidelines based on the amended code, and I look forward to continuing to work with them." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Speaker, I’m happy to hear about ongoing advocacy, as well as demonstrating that correctional institutions are respecting gender identity and expression.", "In the past, Ontarians and Canadians have fought to secure their freedom of choice in gender and sexual orientation. A recent media report, however, indicated that provincial inmates are still placed based on biological sex rather than their self-expression.", "Speaker, through you to the minister: Can he tell my constituents of Ottawa–Orléans what his ministry is doing to protect the rights and dignity of transgender and intersex inmates?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to be very clear in terms of what our current policy is when it comes to inmates coming into correctional facilities. I want to be clear that the current policy is that the individual’s self-identification is the key consideration when determining placement in a correctional facility. This identification is made regardless of whether or not the inmate has undergone medical treatment to align their physical bodies with their gender identity.", "In addition, when transgender and intersex inmates are first admitted to provincial correctional facilities, they are given the freedom to choose the gender of the officer who will perform the physical screening and even elect to have both male and female staff present. This is the current policy.", "As I mentioned earlier, we’re working very closely with the Ontario Human Rights Commission to make sure that our new policy fully complies with the guidelines that have been put out by the Human Rights Commission, and, of course, we will continue to consult with the trans community as well to make sure that their point of view is taken into account." ],
  "anchor" : "para397"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "My question is to the Minister of the Environment. Minister, in 2003, the Minister of the Environment released a report which found that the air in Beachville, in my riding of Oxford, had higher than acceptable particulate levels. The report laid out a plan that included annual site inspections, reviews of industry reports and communications with our community, but your ministry won’t give us any information.", "Minister, in my letter to you on the day that you were sworn in, I told you that I have asked for this information. I have now asked your ministry three times and haven’t received a single response.", "Minister, can you tell me and my constituents what your ministry has done to ensure that the air they are breathing is safe?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I think these are some of the most important questions that we as ministers get asked in the House. I respect my friend from Oxford for holding me and the government to account.", "I apologize sincerely—I have only been the minister for a couple of weeks—that we did not get back to you. I have not personally seen your letter yet. I would ask—if you can take a few minutes after question period, I’d like to chat with you. I will go back to my office promptly after to review that letter and I will have an answer with you as soon as possible.", "Again, I apologize we weren’t able to get that—" ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Thank you, very much, Minister. Since you didn’t address Beachville air quality in your response, I’m assuming, as you said, that you have not read the letter and also have not looked at the information.", "People in my riding are depending on your ministry to ensure that the air they breathe is safe. It’s not acceptable for the ministry to simply refuse to provide the information. What, if anything, has been done? And this is over a period since 2003.", "Minister, will you commit to providing me within two weeks with a full package, including the results of the annual site inspections, review of industry reports and the steps that have been taken, and will you commit to work with us to ensure that the air quality in the Beachville area is safe for the people of Beachville?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I will go back to the ministry, find out what information I’m legally allowed to release, and I will certainly make sure that anything that I can release as minister without compromising the integrity of the ministry or the process—I will do that.", "I’m very concerned about the air quality in Beachville, as we are across Ontario. The Premier and I this morning were with a large number of children, confirming the reintroduction of the end to coal act. As you know, that was the equivalent of taking all of the cars in Ontario, the seven million cars, off our roads and was the single biggest reduction in greenhouse gas emissions—but it was also one of the single biggest reductions in nitrous oxide and particulate matter. When I came back to Ontario in 2005 after being away, there were 53 smog days that year alone—53 days when it wasn’t safe to go outside.", "Interjection." ],
  "anchor" : "para412"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Pardon me?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Now it’s much better." ],
  "anchor" : "para416"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "This is obviously a great concern. It’s one that I share with the member. It’s certainly a priority to the government, and we’ll work with you, sir, on that." ],
  "anchor" : "para417"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "My question this morning is to the Minister of the Environment and Climate Change. Good morning, Minister. Congratulations on your new appointment.", "Speaker, climate change is having a real impact on our province. Just last year we experienced the most expensive natural disaster in Ontario to date. But this government isn’t taking the problem seriously. This morning, the Environmental Commissioner revealed that Ontario’s emissions are set to rise. This government is not on track to meet its own emissions reduction targets for 2020. In fact, they’ll miss the mark by almost 20%. As the Environmental Commissioner said, “The province has lost the leadership position it once had.”", "Will the Minister of the Environment and Climate Change explain why this government will fail to meet its own 2020 emissions reduction targets?" ],
  "anchor" : "para419"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Just two points, quickly: One, I’d like to congratulate the member on his re-election and also his appointment as my critic. We seem to be paired up, and I’ll look forward to many “Good mornings” and return them as well.", "Let’s just look at what reality is as opposed to projections. The reality is, it was confirmed in the last 24 hours that we will actually exceed our 2014 goals. We will actually reduce GHGs more than our plan called for.", "The Premier obviously believes that more should be done, so we’ve become a government where there is a Minister of Climate Change, who is myself, to do what I think the Environmental Commissioner said: that stronger action is needed across multiple ministries, and that must be coordinated under the leadership of the Premier and myself working with her. I will get into some more detail about what that will look like because we are determined to meet our 2020 goals." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Some would say it’s one thing to rename a ministry and it’s quite another to actually deliver on one’s commitments.", "We’ve heard today from the independent Environmental Commissioner that this government is not doing enough to cut greenhouse gas emissions and to address the impacts of climate change on our economy and on our communities. Worst of all, Ontario’s transportation emissions reduction target has been cut by 80%. As the commissioner said, “I have been given no reason why, and no explanation about what the Ontario government plans to do instead.”", "Speaker, will the minister admit that this government is cutting its own targets because it has no plan to actually cut emissions by 2020?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, I try to be helpful with my advice to my friend, and the people who live in glass houses, especially these days, should not throw stones. We actually have a plan, and he may have noticed because we just came out of the election, their party was completely silent on the environment in their platform. I barely could find the words “climate change” in it.", "I listened very carefully to the Environmental Commissioner and we’re already moving on those things. The Environmental Commissioner was asked, in his press conference that I attended, what were the three things we could move on and what was his strongest advice for the government. He said, “First, transit and transportation.” The Big Move: $29 billion, and we started—and I will be working with Minister Duguid and Mr. Del Duca—on regional express rail. This will be the biggest shift, doubling the number of people on GO and electrifying our system. That is a huge commitment that will help us do that.", "Mr. Speaker, I’ll conclude by saying buildings, Places to Grow, new buildings—" ],
  "anchor" : "para429"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para432"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "The question is for the Minister of Community and Social Services, whom I’d like to congratulate on her new position.", "Minister, as the proud member for Kingston and the Islands, I’m happy to report that I have learned that Community Living Kingston, located in my riding, has recently received new funding for an exciting project from the Ministry of Community and Social Services’ developmental services innovation fund. This is one of the many new grants to various developmental service agencies across the province, all designed to support these agencies as they work to promote the inclusion and employment of adults with developmental disabilities and to improve services for individuals and families.", "Developmental services in Ontario are undergoing an important transformation so that individuals can receive care closer to their families and friends and lead independent lives in inclusive communities.", "Mr. Speaker, can the minister further explain the intent of the developmental services innovation fund and its investments in agencies across the province?" ],
  "anchor" : "para435"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Kingston and the Islands for this question. I think as we’ve come to see her in action over the last few days, we know she’s going to be a tremendous asset to this House, and in her new role, she will continue to serve her constituents.", "So to the question: The member is right. The developmental services innovation fund is an example of an exciting step forward as we continue to strengthen the way we provide services to those with developmental disabilities. Supporting projects that promote inclusion and help people with developmental disabilities find meaningful work is part of the government’s economic plan that is creating jobs for today and tomorrow. Our government is proud to support these innovative partnerships with agencies in Kingston and the Islands, as well as about 50 other ridings across the province. These investments will be a critical step in helping people with developmental disabilities gain employment and lead more enriched and fulfilling lives." ],
  "anchor" : "para439"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "A truly inclusive society is a goal that we all have a shared responsibility to work towards. I am pleased to share that a program known as Youth Connect, designed and implemented by Community Living Kingston, will benefit from an investment from the developmental services innovation fund. This project will develop social, recreational and employment opportunities for youth aged six to 22 who have a developmental disability. The target population is youth leaving school in the next few years and/or leaving the child welfare system.", "Youth Connect will assist young people to explore interests and develop connections by accessing community resources, and provide coordinated support from volunteers and peers. Ten youth will have an opportunity to build and create a sustainable mentoring relationship.", "Mr. Speaker, can the minister share the other types of projects that the fund will invest in as well as other ranges of individuals who will benefit from these efforts?" ],
  "anchor" : "para442"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "The DS innovation fund will support projects from across the province that encourage alternatives to traditional models of support. Examples of proposed initiatives include pre-employment training, volunteer matching and employer awareness initiatives.", "As the member from Kingston and the Islands knows from her own riding, a portion of these funds will benefit youth transitioning from high school. Initiatives will also serve individuals with a range of needs and circumstances, including individuals who also have complex health and physical challenges, and post-secondary students and other adults with developmental disabilities.", "Building on this fund and other investments to date, the budget tabled on May 1, to be reintroduced next week, will propose an additional $810 million over three years to further strengthen developmental services in Ontario.", "Mr. Speaker, I’m sure members on all sides of this House want to support individuals with developmental disabilities. They can do that in a very practical way next week and vote for the budget." ],
  "anchor" : "para446"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier.", "Premier, just over six months ago, the Auditor General issued a damning report of your government’s fire sale of Ontario Northland. It said your ill-conceived plan would not save Ontario taxpayers $265 million as you claimed, but would actually cost taxpayers $820 million.", "Now, despite widespread community opposition in northeastern Ontario, you’re plowing ahead with the sale of ONTC’s telecom arm, Ontera. Yesterday, you announced the termination of 70 employees of Ontera.", "We know the Ontera sale will actually cost the taxpayer between $50 million and $70 million. Premier, how can you possibly proceed with the sale of Ontera at that cost when you’re already running a $12.5-billion deficit?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Northern Development and Mines." ],
  "anchor" : "para455"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I appreciate the question. Let me remind the member and other members of the House that, before Premier Wynne came into office in February 2013, our approach, quite frankly, was to move forward with the full divestment of the ONTC. Premier Wynne asked us to look at that far more carefully and to consult with stakeholders in northeastern Ontario. We set up a ministerial advisory committee and did some substantial work and, a couple of months ago, made the announcement that four of the five lines of the Ontario Northland will be staying in public hands. They will continue to operate the motor coach, the refurbishment, the Polar Bear Express and rail freight. The decision was indeed that it made sense from a fiscal point of view.", "May I say it’s ironic that this member is asking the question, because he was quite supportive of privatization on a number of occasions?", "The fact is that the decision to sell Ontera to Bell Aliant was made on the basis of what was in the best interests of a long-term, sustainable telecommunications network.", "I look forward, in the supplementary, to providing some more details in that regard. But the bottom line, Mr. Speaker, is that—" ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: I’ll remind you that you only changed your approach after we proved that there were no savings to the government.", "Premier, this Ontera sale will actually cost you tens of millions of dollars and hurt the regional economy of northeastern Ontario. On top of this, your government stands idly by while Ontario Northland could be pursuing opportunities to refurbish rail tanker cars when the feds change their safety standards. That could add hundreds of jobs and add value to the government.", "You still haven’t given the transportation and telecom experts at ONTC a seat at the table with the Ring of Fire discussions. These are your experts in moving ore. They’ve been the experts in Ontario for over 100 years. Premier, call them; don’t fire them.", "Why do you refuse to recognize that Ontario Northland provides critical infrastructure for all of Ontario?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "We are extremely eager to move forward on a number of discussions, particularly related to the refurbishment opportunities. There are some synergies, we think, with Metrolinx which I haven’t had an opportunity to have a brief discussion with the new Minister of Transportation about. We are indeed open to all kinds of interesting discussions related to the ONTC and its potential role in other operations in the north.", "The fact is, the decision on Ontera was a tough one. The fact is that I think the private sector is far better equipped to handle the future sustainability of the operation.", "It’s always extremely difficult when ultimately discussions take place that result in any job losses at all, but this will ensure the long-term sustainability of the telecommunications side of the business and will allow us to focus very, very strongly on the transportation needs and infrastructure opportunities in northeastern Ontario which the ONTC gives us.", "Keeping those four lines in public hands was great news for everybody in northeastern Ontario." ],
  "anchor" : "para465"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the minister responsible for infrastructure. Significant delays to the completion of Hamilton’s Tim Hortons Field stadium were announced following a meeting of Hamilton city staff, the Tiger-Cats, Infrastructure Ontario and Ontario Sports Solutions, which, despite the name, is a foreign-led consortium to which the Ontario government gave the contract.", "It’s unconscionable that nothing appears to have been done between the government and its partners to coordinate a fix to the problem when this delay has been known about for months. This isn’t just a venue waiting for the games to happen in 2015. The Hamilton stadium has tenants pre- and post-Pan/Parapan Games ready to use the building now.", "Why did the Liberals fail to make the timely completion of the Hamilton stadium a priority?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "It is unfortunate that the Ticats organization and fans will not be able to utilize that stadium for their first few games, but let’s put this into perspective. The Ticats organization and Ticats fans are soon going to have a brand spanking new stadium—to be able to run onto the field to as part of the investments that this government is making. I think everybody involved, including the Ticats organization, sees that as a fantastic way to ensure that the Ticats organization is sustainable going on into the future.", "This delay will be short-term. Very soon, in the summer, we’ll see the Ticats run into that stadium.", "This is also an example of a learning moment, I think, for the NDP, who oppose AFP projects. Had this not been an AFP project, it would have been Ontario taxpayers who might have been on the hook for any delay costs. That will not happen because of the constructive way this has been put together." ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Maybe I can enlighten the minister. It’s bad enough that the job has been completely mishandled, but I understand the Ticats will receive $1 million per game for lost revenue because of the delayed opening that you’re spouting about.", "Ontario Sports Solutions has tried to prevent unionized workers from working on the Hamilton venue.", "Interjection." ],
  "anchor" : "para477"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "From the first time, you should have done that.", "And now we see the true impact of the government not requiring local and unionized workers to do the jobs they know best in Hamilton. You gave it to a foreign consortium.", "Will this government finally see the ongoing errors of their ways and take immediate action to ensure that the Hamilton stadium gets completed at least by August 16 for their third game and that the other venues are readied on the other Pan Am venues, which are behind schedule too, which is going to cost the taxpayers of Ontario millions more dollars?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "He’s dead wrong, Mr. Speaker. Because this was done through an alternative financing procurement process, something the NDP is philosophically opposed to, this will not cost the taxpayers a cent, because any delay costs are at the expense of the proponent. That’s important to state, because had we listened to the member opposite and his party in the way that they want to do projects, in the old-fashioned way, taxpayers may have been on the hook for that.", "But the priority here is to ensure that that stadium is built as soon as possible. It will be. The Hamilton Tiger-Cats will be running onto that brand new field at some point this summer, we expect by the third game—as soon as possible.", "The fact of the matter is, Hamilton and their football team are getting a brand new stadium, and the Ticats are getting it without having to put a penny forward. This is a good-news story for Hamilton despite what the member opposite is trying to lead people to believe." ],
  "anchor" : "para483"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "My question is to the Minister of Agriculture, Food and Rural Affairs. Across the province, we are excited about the government’s refreshed wine and grape strategy. This is a plan that will help build upon the success of the original strategy that supported growth in the wine sector, including doubling the number of VQA wineries, creating 2,000 direct jobs, record grape production, and the development of prime tourist destinations.", "My riding of Durham has two outstanding VQA wineries: Ocala Orchards Farm Winery in Scugog, and Archibald’s Estate Winery in Clarington.", "My constituents, along with residents across Ontario, want to know how the government will ensure a robust and competitive future for Ontario’s wine and grape industry." ],
  "anchor" : "para487"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to congratulate the new member from Durham. Before he arrived here on June 12, the member from Durham had a very distinguished career as an education trustee with the Peterborough Victoria Northumberland and Clarington separate school board. He did a tremendous job as an education leader in that role, and we welcome him here to Queen’s Park.", "I do know he wants me to answer his question, so I’ll get to that. Last December, Premier Wynne was in Niagara to announce that Ontario is building on the success of its wine and grape strategy by investing up to $75 million over five years to grow the province’s wine industry. With the new wine and grape strategy, Ontario is investing in the success of the long-term sustainability of its wines by (1) establishing an Ontario wine fund that will create incentives for job creation investment; and (2) improving access to Ontario wines by launching a pilot project to allow VQA wines to be sold in farmers’ markets—" ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para493"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Supplementary?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Thank you to the Minister of Agriculture, Food and Rural Affairs for the update. My constituents will be thrilled to hear that we are expanding the government’s wine and grape strategy and particularly exploring VQA wine sales in farmers’ markets.", "In my riding of Durham we are fortunate to have many opportunities to shop locally, like the Uxbridge Farmers’ Market, and help local producers and others committed to local food and local production market to our community. Many of my constituents are actively involved in a number of initiatives to expand opportunities in local food and marketing and would be interested to know how the wine and grape strategy will help support local food in Durham.", "Will the Minister of Agriculture, Food and Rural Affairs please provide details on how this strategy will help to promote local food in Durham?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "That was an outstanding supplementary. We’re very committed to supporting the growth and expansion of Ontario’s wine industry. As part of our wine and grape strategy, we’ve initiated a pilot project that will allow VQA wines to be sold at farmers’ markets across the province, including the outstanding Uxbridge Farmers’ Market.", "The pilot program will (1) make it easier for people to connect local food and the world-class wine made in this wonderful province; (2) create economic opportunities for Ontario’s wineries; and (3) celebrate the VQA wines that are crafted entirely—entirely, Mr. Speaker—from Ontario-grown grapes, whether it’s from Prince Edward county, the Niagara Peninsula or Pelee Island—" ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "I am going to come to a new question." ],
  "anchor" : "para501"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "My question is to the new Minister of Government and Consumer Services. Minister, Ontario’s regulatory burden continues to threaten jobs in Sarnia–Lambton. Specialized, long-service employees of the energy, refining and petrochemical sectors are facing the real prospect of job loss, and the industry is facing a potential for a critical labour shortage. At fault is a TSSA regulation that will force from their jobs—experienced men and women who have worked for decades operating steam-driven equipment with a special permit from your ministry under the TSSA. It will leave local industry short of labour and threaten operations.", "Minister, Unifor, the union that represents these workers, is asking for a meeting with you and your ministry staff. Will you agree to meet with them before the summer is over?" ],
  "anchor" : "para504"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I want to first congratulate the member from Sarnia–Lambton for his re-election and thank him for the question.", "He has asked a question about one of the nine delegated authorities that fall under our ministry’s responsibility. As the member knows full well, the TSSA is an independent body that is self-regulating and self-funding—it receives no money from government—but I understand the question with respect to the specific training and the permitting around those particular engineers and operators.", "I am certainly prepared to have a discussion with them, but I want to reinforce the point that public safety is paramount when it comes to TSSA activity. We obviously want to be reducing the burden to business; in fact, that’s one of our key strategies in the plan to help grow the economy and support jobs in Ontario. I will also be meeting with the nine chairs and CEOs of the delegated authorities.", "So, I’m happy to have a discussion to see where we can take this, because obviously we want to see people working in the province of Ontario." ],
  "anchor" : "para506"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence on a point of order." ],
  "anchor" : "para511"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Yes, a point of order, Mr. Speaker. I seek unanimous consent to have a moment’s silence and the lowering of the legislative flag for the unfortunate and sad murder of an elementary teacher the other day: Abshir Hassan." ],
  "anchor" : "para512"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence is seeking unanimous consent to have a moment’s silence for the slain teacher. Do we agree?", "We would ask all members of the House to please rise for a moment of silence." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para516"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I rise today to commemorate a very special anniversary year. On May 7, 1914, Sarnia officially became a corporation as the city of Sarnia. On that day a century ago, the Governor General of Canada at the time, Prince Arthur, Duke of Connaught, along with his daughter Patricia, visited Sarnia to confer city status. That visit earned Sarnia’s long-standing moniker, “The Imperial City.”", "This year, Sarnia marked the kickoff of its centennial celebration with yet another special visit, this time from the Lieutenant Governor, the Honourable David C. Onley. I attended that event with the Lieutenant Governor, and I’m very pleased to report that we were joined by a large crowd of community members and well-wishers to mark the occasion.", "Situated on the sunny shore of Lake Huron and bordered by the azure St. Clair River to the west, Sarnia remains one of the best-kept secrets in Ontario—except, of course, for the 75,000 residents who proudly call Sarnia home.", "As the member of provincial Parliament for Sarnia–Lambton, I encourage the members of this Legislature to join me in congratulating the residents of Sarnia on their proud history and extending the best wishes of this Legislature for Sarnia’s next 100 years." ],
  "anchor" : "para521"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s my delight to announce that on July 6 it was His Holiness the Dalai Lama’s 79th birthday. I celebrated it with almost 1,000 Tibetans—and, of course, Tibetans around the world celebrate it, as well as others.", "We all know that in 1959 he left Tibet. He had to leave Tibet, and he has been working as an emissary for peace ever since—and for, of course, the autonomy and freedom of Tibetans.", "That brings me to my second point, which is to respectfully ask, since the throne speech mentioned that the Premier is going to China on a trade mission, that she speak about human rights when she goes.", "I was in Westminster just after the election, for the Commonwealth Parliamentary Association conference. There, the Home Secretary’s office said it quite clearly: The Premier of China was arriving, they signed a $40-billion trade deal, but, he said, “We spoke about human rights.”", "Many governments and world leaders do exactly the same: speak about human rights when they do trade with China. That is all the Tibetans ask. That is all His Holiness the Dalai Lama asks. I would suggest that it might be a good birthday gift that the Premier could offer His Holiness the Dalai Lama: to do just that.", "The Premier has talked about governing from the activist centre. Well, the activist centre talks not only about trade but also speaks about human rights." ],
  "anchor" : "para526"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "On July 7, Abshir Hassan was gunned down in cold blood as he was about to move his car outside his house to avoid getting a parking ticket. Detectives say that it was a case of clear mistaken identity. Two friends were also shot multiple times and are still in the hospital.", "Abshir taught at one of my local schools, Lawrence Heights Middle School, where just two weeks ago we had attended graduation ceremonies that were filled with joy and happiness. Now the children have lost their hero, who spent a lifetime teaching and spending countless hours with the kids after school, mentoring them and running basketball games. He paid special attention to kids at risk, with whom he had a special bond.", "Abshir himself grew up in Lawrence Heights, and still lived there and taught at the local school. His principal, David deBelle, whom I’ve worked with myself for over 15 years, recalled how the students would cheer when he wrote Abshir’s name on the blackboard when he was going to be the teacher for the day—a rare thing. Principal deBelle called Abshir his “go-to guy.” He was a very humble, loving teacher who wanted to help kids succeed and make it through the most difficult challenges.", "This utterly horrendous assault and cowardly murder of Abshir Hassan is a loss that will deprive so many kids, fellow teachers, and family and friends of a most special and passionate man who loved to teach.", "Rest in peace, Abshir." ],
  "anchor" : "para533"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure today to rise in this assembly and pay tribute to a very dear friend of mine: Ernie Hughes. Ernie is the president of our local Barrhaven Legion, one of the newest legions in all of Canada, with one of the highest memberships.", "Just to attribute to his determination and steadfastness as one of its founders: Ernie served 28 years in the Canadian military, joining at the age of 16—first with the Royal Canadian Engineers, 55 Field Squadron, from 1963-64. After a long and distinguished career, he re-entered in 1988 and was promoted in 1990 to captain.", "Ernie has done an awful lot for our Barrhaven community and, in fact, all of the city of Ottawa. I remember a few years ago when we were just building this brand new Legion right beside my constituency office and they didn’t have a liquor licence. Ernie came to see me with all of the decorated veterans and he said, “I need you to call the minister.” I called the minister—Sophia Aggelonitis at the time—and I said, “I have a number of veterans here who I don’t want to have to put on the front page of the Ottawa Sun. Can we get them their liquor licence so they can open tonight?” Sure enough, we were able to work together to get that open.", "I wanted to say today to Ernie and all members of the Barrhaven Legion how proud I am of them.", "Just to list a few of the distinguished medals that Mr. Hughes has—I would like to just read them off. He has: a commissioning scroll; the 125th Anniversary of the Confederation of Canada Medal; the Queen Elizabeth II Diamond Jubilee Medal; the Canadian Forces Decoration, with bar; Corrections Exemplary Service Medal, with bar; a Service Medal of the Order of St. John, with bar—Speaker, I could stand here for another 10 minutes to list off all of the great contributions that Ernie Hughes has made to this province. That’s why I am so proud to put his name in the official record in Hansard here in this Legislative Assembly. Thank you, Ernie." ],
  "anchor" : "para539"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Last Thursday I attended an event in Waterloo called Cause We Care, to raise awareness about the need to eliminate sex trafficking in Kitchener–Waterloo. Sex trafficking is a hidden crime but it happens in communities right across Ontario. There are few reliable local, provincial or federal statistics to demonstrate the scale of the problem, but we need to start paying closer attention.", "In 2012, the 401 corridor was identified as a growing hub for the trafficking and transportation of victims.", "Just last month a study from the Alliance Against Modern Slavery found that between January 2011 and December 2013, 551 cases of human trafficking involving Ontario as a source, transit or destination point were reported.", "In Waterloo region, police believe the average age of victims is between 12 and 22. Fewer than 1% of people being trafficked receive support or have access to social services. This is why the Waterloo Regional Police Service, medical services and social services have come together to form an anti-human trafficking task force to identify and protect victims of sex trafficking. They should be commended for their innovative and collaborative work.", "We are not doing enough to protect victims. We should look to agency leaders like Timea Nagy from Walk With Me, an agency that piloted a first-response model tailored to victims of human trafficking.", "Unfortunately, it is difficult to support more than 1% of victims when this government has failed to deliver even half of the $2 million that the Attorney General promised in 2011. We must do more. All of us must understand the scope of human trafficking in our communities, and protect and nurture those who have been victimized." ],
  "anchor" : "para545"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Sometimes it’s the little things in life that can have a big impact on our communities and our quality of life. I was reminded of this recently by a visit to an event. I’ve been living in Halton for more than 20 years, and for most of those years I’ve been dropping by a fair that happens just a few blocks from my home. It never disappoints. People young and old come from all over to this wonderful little fair. They get up early, get in line, and keep coming in the hundreds and sometimes thousands. Why? Well, they come out for a very simple reason: strawberries. Yes, those bright, red, plump berries that are bursting with flavour are the centrepiece of Milton’s annual strawberry fair. There are always baskets of strawberries, strawberry ice cream, strawberry slushies, even strawberry pancakes. It’s a celebration of the berry.", "I recently had the privilege of attending the 34th annual strawberry fair at the Milton Fairgrounds, and it was a perfect day. Every year the Milton District Hospital Auxiliary raises funds for the Milton District Hospital by putting on a strawberry fair. The funds raised go towards equipment that our local hospital needs.", "The strawberries always taste better—better than you’ve ever eaten. They’re ripe, crisp, fresh and, well, simply delicious. I don’t know why these berries taste sweeter but I think it’s knowing that with every bite you take, you’re giving something back to our community and our hospital." ],
  "anchor" : "para552"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Today I want to recognize some of the outstanding festivals in Perth–Wellington. On May 26 I had the privilege of attending the opening of the 62nd season of the Stratford Festival. The Stratford Festival has captivated audiences, showcasing classical and contemporary theatre since 1953.", "Last Friday, I attended a wonderful opening night performance at the Drayton Festival Theatre. Drayton Entertainment is one of Canada’s most successful professional theatre companies, with a 22-year history of excellent productions at seven venues across southwestern Ontario.", "In Perth-Wellington, we also are fortunate to have so many arts festivals. Stratford Summer Music will open on July 14, showcasing six weeks of diverse and exciting music. Every year, I try to attend their opening night, but that may not be possible this year because of the Legislature’s unusual July session.", "SpringWorks is an indie theatre and arts festival. They had a mix of incredible works for the month of May.", "I am proud to support all the cultural attractions that I represent and advocate for them. Many of them asked the government to renew the Ontario Cultural Attractions Fund. I have contacted the government on five separate occasions for an update. I hope the new minister will respond soon.", "Finally, I want to invite everyone—MPPs, their families and all those listening today—to visit Perth-Wellington this summer." ],
  "anchor" : "para556"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Mr. Speaker, I would like to share with you today some very exciting news concerning the city of Kitchener. For the first time ever this weekend, Kitchener is going to be hosting the Big Music Fest. This is going to be an annual music festival, we hope, taking place in McLennan Park. It is a weekend-long event that is going to attract thousands of music fans to the city of Kitchener. They will see a variety of internationally acclaimed artists, including Aerosmith, Bryan Adams, Collective Soul and Kim Mitchell. They heard about what a great city Kitchener is and they wanted to come entertain us.", "As the member of provincial Parliament for Kitchener Centre, I’m also proud to be part of a government that recognizes the value in the arts and tourism by investing in these cultural events.", "Mr. Speaker, not only am I a fan of good music, as you witnessed moments ago, notwithstanding the year I spent listening to disco, but I’m also a supporter of the tremendous positive economic influence that this brings to our community and our local economy. Now many local business owners and service providers in Kitchener are going to see the benefit. It’s estimated that the Big Music Fest is going to generate up to $20 million in local economic activity, boosting revenues for hotels, restaurants and small businesses across the city.", "Again, I’m proud to be part of a government that recognizes the value in supporting the arts, culture and tourism to our community." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. What’s wrong with disco?" ],
  "anchor" : "para568"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Last week, as we all celebrated Canada Day, I was particularly proud, not only as a Canadian and as a resident of Etobicoke, but as a member of the Rotary Club of Etobicoke, and I’d like to share with this House why that is.", "Last week, I had the pleasure of participating in the 15th annual Toronto Ribfest held at Centennial Park in my riding of Etobicoke Centre. Toronto Ribfest is organized by the Rotary Club of Etobicoke and is a wonderful event for people for all ages. From June 27 to July 1, Centennial Park hosted two stages, along with all kinds of entertainment, a free Kidz Zone, Toronto’s largest mobile midway and the best selection of ribs I have ever seen.", "On Canada Day, I had the opportunity to participate in a citizenship ceremony, after which I had the honour of volunteering, along with a wonderful team of Rotarians and others, who were dedicating their time to putting this event on. Toronto Ribfest is so large it attracts hundreds of thousands of people over the weekend and requires about 1,200 four-hour shifts of volunteers to put on, and it raises hundreds of thousands of dollars. All of the money raised goes, via Rotary Etobicoke, into supporting community activities and humanitarian organizations in Etobicoke and around the world.", "Rotary Etobicoke is made up of men and women who all have a common value of service above self, a value that I remind myself of every day as I stand here in this Legislature. I’d like to congratulate the Toronto Ribfest committee, chaired by Hugh Williams and Justin Di Ciano, Rotary Etobicoke and its members for a successful event. Thank you for your leadership in making our community even stronger. Through your work, you continue to make contributions and you demonstrate your commitment to service above self. I’m proud to be Canadian and proud to be a Rotarian.", "Mr. Murray moved first reading of the following bill:", "Bill 9, An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities / Projet de loi 9, Loi modifiant la Loi sur la protection de l’environnement pour exiger la cessation de l’utilisation du charbon pour produire de l’électricité dans les installations de production." ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para578"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para580"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, I just would like to thank a few people, if I may, rather than make a statement. I would just like to thank the member from St. Catharines, from whom so many good things have come, for his tireless work on this legislation. I’d like to thank the Premier, and former Premier McGuinty—this is a pretty historic piece of legislation, celebrating a great accomplishment—and also thank my colleagues opposite and members of the Legislature for their thoughtful support of this and other legislation." ],
  "anchor" : "para581"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a petition here, signed by a great number of people in the province of Ontario, and it is to the Legislative Assembly of Ontario.", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I affix my signature, Mr. Speaker, as I agree with this petition." ],
  "anchor" : "para584"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I’ll affix my name to this—I certainly agree with it—and give it to page Eric to take up to the Clerk." ],
  "anchor" : "para594"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly supporting the Fair Minimum Wage Act.", "“Whereas the Ontario government has raised minimum wage by 50% since 2003 and will increase it to $11, the highest provincial minimum wage in Canada, on June 1;", "“Whereas both families and businesses in Ontario deserve a fair and predictable approach to setting the minimum wage;", "“Whereas indexing minimum wage to CPI is supported by business, labour and anti-poverty groups from across Ontario as the best way to achieve that;", "“Whereas indexing ensures minimum wage keeps pace with the cost of living, providing fairness for workers and their families and predictability for businesses to plan and stay competitive;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario pass and enact, as soon as possible, Bill 165, Fair Minimum Wage Act, 2014.”", "I fully support their petition. I will give my petition to page William." ],
  "anchor" : "para607"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the government of Ontario’s newly created Ontario College of Trades is planning to hit hard-working tradespeople with membership fees that, if the college has its way, will add up to $84 million a year; and", "“Whereas the Ontario College of Trades has no clear benefit and no accountability as tradespeople already pay for licences and countless other fees to government; and", "“Whereas Ontario has struggled for years to attract people to skilled trades and the planned tax grab will kill jobs and drive people out of trades;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the job-killing trades tax and shut down the Ontario College of Trades immediately.”", "I agree with this petition and I will sign it." ],
  "anchor" : "para616"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from the residents of Beaches–East York. It reads as follows:", "“Whereas the Ministry of Health and Long-Term Care … has changed its policy on how seniors living in supportive housing are served; and", "“Whereas, due to this … policy of the Ontario government, seven senior homes in York region” have closed “their on-site alternative community living programs” since April 1 of this year, “leaving 200 long-time residents living in these homes without the on-site continuous care they have been receiving from dedicated workers that have served them for years; and", "“Whereas the on-site proactive and responsive care” has been “replaced by a hub-and-spoke reactive care model relying on seniors themselves initiating calls for help” with “a response time of 15 minutes … because the caregiver is not on-site but in a mobile unit…;", "“Whereas the closure of the on-site” services is leading to “inadequate care to meet the true needs of the … residents and” is resulting “in undue hardship on residents and their families;”", "They “petition the Legislative Assembly of Ontario” to ask the government to reverse its decision to close “the alternative community living programs in seven seniors’ and retirement homes in York region and that the government” reverse “the transfer of on-site continuous and proactive care to a reactive call with 15 minutes’ delay for care that will lower the quality of life for seniors and residents in the seven affected homes.”", "I fully support this petition, will affix my name to it and ask page Émilie to bring it to the Clerk." ],
  "anchor" : "para624"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "This is a petition regarding the Sheppard East subway extension.", "“To the Legislative Assembly of Ontario:", "“Whereas Scarborough residents north of Ontario Highway 401 and east of Don Mills are without a rapid transit option; and", "“Whereas a strong transit system is critical for increasing economic development and tackling income disparity; and", "“Whereas this geographical area continues to grow and the demand for strong rapid transit continues to increase; and", "“Whereas Sheppard Avenue is a major artery for automobile traffic for commuters travelling from suburbs to downtown Toronto, and travelling from suburb to suburb; and", "“Whereas ground-level rapid transit would increase traffic, restrict lanes for automobiles, and add further risk for pedestrians and commuters at dangerous intersections along Sheppard Avenue; and", "“Whereas demands for underground rapid transit along Sheppard Avenue have been part of public discourse for over 50 years; and", "“Whereas the province of Ontario previously approved a plan from the city of Toronto to extend the Sheppard subway line from Downsview to Scarborough Centre; and", "“Whereas an extension to the Sheppard subway line will require contributions and co-operation from the city of Toronto, the province of Ontario and the government of Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the extension of the Sheppard subway line east to Scarborough Centre; and", "“To call upon” the government of Canada “to contribute multi-year funding for the construction and operation of an extension to the Sheppard subway line.”", "I sign my name to this petition. I fully support it. I will leave it with Katie, our page." ],
  "anchor" : "para632"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Winchester District Memorial Hospital provides essential health” care “services to the residents of Stormont–Dundas–South Glengarry and was awarded ‘accreditation with exemplary standing’—the highest award by Accreditation Canada earlier this year; and", "“Whereas the projected increase in Ontario’s senior population demands that facilities have the resources and capacity required to accommodate increasing demand; and", "“Whereas Ontarians cherish access to high-quality local health care; and", "“Whereas the recent closure of 14 beds at the” Winchester District Memorial Hospital “and the loss of over nine full-time skilled staff positions at a time when Ontario has experienced unemployment above the national average for” more than “seven consecutive years are the result of ongoing silent funding cuts that are threatening our cherished health care system;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate adequate funding levels for the Winchester District Memorial Hospital that would allow the reopening of local beds and the rehiring of local qualified front-line health staff.”", "I agree with this and will be signing it and passing it on to page Stephanie." ],
  "anchor" : "para647"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’ai une pétition qui me parvient des gens de Nickel Belt et de Sudbury au sujet du prix de l’essence.", "« Alors que les automobilistes du nord de l’Ontario continuent d’être soumis à des fluctuations marquées dans le prix de l’essence; et", "« Alors que la province pourrait éliminer les prix abusifs et opportunistes et offrir des prix justes, stables et prévisibles; et", "« Alors que cinq provinces et de nombreux états américains ont déjà une réglementation des prix d’essence; et", "« Considérant que les juridictions qui réglementent le prix de l’essence ont : moins de fluctuations des prix, moins d’écarts de prix entre les communautés urbaines et rurales et des prix d’essence annualisés inférieurs. »", "Ils demandent à l’Assemblée législative de l’Ontario : « D’accorder à la Commission de l’énergie de l’Ontario le mandat de surveiller le prix de l’essence partout en Ontario afin de réduire la volatilité des prix et les différences de prix régionales, tout en encourageant la concurrence. »", "Je suis d’accord avec cette pétition. Je vais la signer, et je demande à la page Katie de l’amener à la table des greffiers." ],
  "anchor" : "para656"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with this petition and I will send it down with Eric." ],
  "anchor" : "para664"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario:", "“Whereas Scarborough residents north of Ontario Highway 401 and east of Don Mills are without a rapid transit option; and", "“Whereas a strong transit system is critical for increasing economic development and tackling income disparity; and", "“Whereas this geographical area continues to grow and the demand for strong rapid transit continues to increase; and", "“Whereas Sheppard Avenue is a major artery for automobile traffic for commuters travelling from suburbs to downtown Toronto, and travelling from suburb to suburb; and", "“Whereas ground-level rapid transit would increase traffic, restrict lanes for automobiles, and add further risk for pedestrians and commuters at dangerous intersections along Sheppard Avenue; and", "“Whereas demands for underground rapid transit along Sheppard Avenue have been part of public discourse for over 50 years; and", "“Whereas the province of Ontario previously approved a plan from the city of Toronto to extend the Sheppard subway line from Downsview to Scarborough Centre; and", "“Whereas an extension to the Sheppard subway line will require contributions and co-operation from the city of Toronto, the province of Ontario and the government of Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the extension of the Sheppard subway line east to Scarborough Centre; and", "“To call upon the government of Canada to contribute multi-year funding for the construction and operation of an extension to the Sheppard subway line.”", "I fully support the petition and I will give my petition to page Ethan. Thank you." ],
  "anchor" : "para675"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Marc Laferriere from Brantford. It reads as follows:", "“Whereas Health Canada, the Canadian Paediatric Society and the World Health Organization recommend exclusive breastfeeding for the first six months of life with continued breastfeeding along with other food sources for up to two years and beyond for optimal health;", "“Whereas breastfeeding is normal and natural but like childbirth it can be complicated, requiring specialized support for a family’s success;", "“Whereas lactation consultants are trained, internationally certified breastfeeding specialists who can assist women having breastfeeding problems, and be resources of breastfeeding expertise in the community;", "“Whereas Brantford, until 2005 when the service was cut, had a breastfeeding clinic run by lactation consultants at Brantford General Hospital which was highly utilized;”", "They petition the Legislative Assembly of Ontario to facilitate the reinstatement of a lactation consultant-led breastfeeding clinic in Brantford General Hospital.", "I fully support this petition, will affix my name to it and ask ma bonne page, Émilie, de l’amener à la table des greffiers.", "Resuming the debate adjourned on July 9, 2014, on the motion for an address in reply to the speech of His Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para689"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We’ll continue with the questions and answers for the presentation by the member from Davenport. The official opposition has the first two minutes on her speech today—two-minute responses.", "The member from Chatham–Kent–Essex." ],
  "anchor" : "para699"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Thank you very much, Speaker. Again, I’d like to congratulate the member from Davenport on being newly elected. I know that it’s an honour and a privilege to be here in these hallowed, sacred walls within the Ontario Legislature to in fact represent the people who put you here to do a job. I congratulate you on that. Whether it was your first time canvassing and knocking on doors, it’s always an experience. Every day when you knock on a door, it’s like Christmas: You just don’t know what’s behind it. That is so true. But again, I congratulate you and your team for being here. I know that we’ll work together well. You being government, me being in opposition, that’s quite all right.", "Ideally, when we come into the Ontario Legislature as newly elected members of provincial Parliament, we have these wonderful ideals on how we’re going to change the world. One of the things I’ve learned is that the wheels of progress turn slowly; very slowly. First you have the reading, the introduction of a bill. It goes through first and then second reading. It’s debated all the way through, the pros and cons, and you’re hoping that that bill will in fact pass second reading to get it into committee. Then you just wonder—as I was told once when I had my first bill introduced into this wonderful Legislature, it might go in blue, but it might come out purple or green or whatever colour. You just don’t know, with all the amendments that may come out. It might be slightly different, but it does come out eventually. Of course, then it’s debated at third reading, and Lord willing, it receives royal assent, having passed third reading. That’s one of the ideal things that I look forward to and that I’m sure you’ll look forward to as well.", "I encourage you, again, to remember who put you in this place and to continually work hard for them. Congratulations." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nickel Belt." ],
  "anchor" : "para704"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is also a pleasure to add my two minutes to the comments that were made by the newly minted MPP from Davenport and to congratulate her on being elected. We are members of select few—there are 107 of us. We are the leadership of our province and should behave as such.", "You are new to this House. Some of us are more experienced—" ],
  "anchor" : "para705"
}, {
  "speaker" : "Interjection",
  "text" : [ "Seasoned." ],
  "anchor" : "para707"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Seasoned. Thank you. I was looking for a word that avoided “old.”", "You bring a breath of fresh air. You have just, like most of us, spent a lot of time connecting with your constituents, talking to them, listening to what their needs are, and you shared quite a bit of that with us during your speech. So it is important now to follow through.", "Sure, we are there to represent the wishes of the people back at the Legislative Assembly, but we are also there to bring the programs and services of the provincial government back to the people who elected us, to make sure that when a family or an individual or a business in your riding has an issue or an idea or a need for a program, service or a grant from the provincial government, you bring that back.", "We spend a lot of time here talking about half of what an MPP job is about. We spend a lot of time talking about how we will represent the views and wishes of our constituents back at Queen’s Park. We spend a whole lot less time on what I think is the most important job of an MPP, which is to make sure that you are available to the people who elected you so that they gain access to programs, services, grants etc. of the provincial government.", "Congratulations on your election. I’ll look forward to working with you." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para713"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It really is a pleasure to join the debate today and pass some comments on the maiden speech by the new member for Davenport.", "As all members here know—those who have been here a while—this is a very, very partisan place. Sometimes it can become overly partisan. But there are times when the House suspends its partisanship, and that is most often reserved for when a member is making their maiden speech and we get to learn a little bit more about them as a person and we concentrate a lot less on them as a politician, whether they have a different political philosophy from ours. What we learn about those people when they make their maiden speech is fascinating. I think that’s something we don’t do enough of in this House: talk to each other, understand each other, perhaps probe each other’s backgrounds a little bit and find out the wealth of knowledge that each us have.", "What I found out about the member for Davenport, first and foremost, is that she’s a very proud mom. She has two kids, André and David, who I’m sure are equally as proud of her on the occasion of her election, and somebody else who I know is very, very proud, and that is her husband, Fernando. I think the entire family feels a sense of pride when somebody in their family is elected to represent the community.", "In this case, the member for Davenport also told us about a terrific career she’s had in the pharmaceutical business. From the health care end of things, she brings a wealth of knowledge that a lot of us just simply wouldn’t have.", "She’s very, very proud of her Portuguese heritage, but not only that, she is actually quadrilingual—she speaks Portuguese, Spanish, Italian, French and English. I don’t know what you call somebody that speaks five languages, but that would be the member for Davenport.", "She’s very, very proud of what happens in her neighbourhood, in Davenport, and obviously we all know that as the home of all sorts of festivals. It’s part of the multicultural fabric of what is southern Ontario.", "I’m standing today, on behalf of our caucus, to tell the member for Davenport how proud we are to have her in our caucus and to be a part of us all here at Queen’s Park." ],
  "anchor" : "para714"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para721"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I, too, would like to join the chorus of welcomes to the member for Davenport. It’s so nice to see another woman in the House. Hopefully, together we can start working and encouraging some more spirited collegial efforts in achieving what is right for Ontario.", "I do appreciate the fact that a maiden speech is something you won’t ever forget. It’s an opportunity for you to reach out, recognize your family and give thanks to those who helped you get here.", "I guess that’s what I would like to focus on right now: that you can never, ever forget about your riding. It’s your number one priority.", "I’d like to take this moment to actually reach out to Huron–Bruce and also say thank you to everyone at home for supporting me again in this particular election. As you know, I care very much. Huron–Bruce matters, and we’re going to work very, very hard and continue at a local level to make sure that your voice is heard here at Queen’s Park.", "Just like your team that helped you get here from Davenport, I too have a team. Lynn, Janet, Sarah and, just recently, Diane, thank you for all you do. You’ll come to recognize that you can’t do it by yourself. I suggest to the member for Davenport to appreciate and work with your team and share as much as you can with them because it’s a different world here, but it’s a very good world, and we can make a difference.", "We also heard recently that there’s a lot of partisanship here, and it made me think of the throne speech, where your government said that we should have more partnership rather than partisanship. This is my opportunity to suggest to the Liberal government that it would be lovely for your government to walk your talk and maybe get moving on some committees. I know our House leader has worked very diligently, and we look to a good result." ],
  "anchor" : "para723"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Davenport has two minutes." ],
  "anchor" : "para729"
}, {
  "speaker" : "Cristina Bento Martins",
  "text" : [ "I want to thank the members from Oakville, Nickel Belt, Huron–Bruce and, most especially, the member from Chatham–Kent–Essex. I say “especially” because that is the riding that my in-laws call home. It is the riding that welcomed my husband’s family when they came to Canada from Portugal. I’m very familiar with the community there and some of the landmarks in Chatham. Thank you all for your kind words and for your warm welcome to this house.", "I look forward to working with all members to ensure that we deliver, on a timely basis, on our promises and that we deliver on our commitment to building Ontario up by building the potential of every child, building new transit, building more competitive industries, and building a fair and inclusive society that is diverse in talent and experience.", "It is definitely a privilege and honour for me to be a member of the 41st Parliament of Ontario, and I would like to single out the firsts. This is the first Parliament to elect more women to this chamber than any other Parliament before. Our government is led by the first female Premier elected in the history of our province. I am the first woman elected to represent the riding of Davenport, and I am the first Portuguese Canadian woman to be elected as a member of the Ontario Liberal government. I’m very proud to represent this government here.", "I would like to just reiterate once again, and I think it was said by members on both sides, our working collaboratively. That’s exactly what I intend to do. We have a lot of issues, a lot of things to work on, and I think that it is working as a team that we can ensure that we keep building Ontario up and that we are working for the constituents who got us here, and we definitely cannot forget that.", "I just wanted to reiterate once again that I’m very humbled and honoured by the people of Davenport electing me to be here and be your voice." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para735"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Before I begin, I just want to indicate that I’ll be sharing my time with the member for Chatham–Kent–Essex.", "I rise today in response to the throne speech. It is my first opportunity to formally thank the voters of York–Simcoe for once again giving me the privilege of representing them. To take a seat in this chamber, to form the 41st Parliament, is indeed both awe-inspiring and humbling.", "Many years ago in our parliamentary history, a throne speech was the opportunity to have the monarch of the day lay out the vision and the plans to execute it. Today, however, the throne speech reflects the skeletons of the previous Parliament: the debt climbing to $300 billion; debt carrying charges greater than any ministry, except health and education; and ongoing police investigations surrounding the current government. The throne speech is, unfortunately, a chilling reminder of the challenges that have been brushed aside in the past decade, including living within our means as a province, spending restraint and servicing the debt.", "Having been an MPP since 1995 this has given me extensive knowledge of my riding and of voters’ concerns, and has given me a deep understanding of issues of a local nature. My constituents want to see the government focused on job creation, transportation, highways, health care, education, and safe communities. They are the people who get in their cars every morning—as I refer to them, the 7-a.m.-to-7-p.m. citizens. But the throne speech falls short of addressing the priorities that they have. These are issues that every family can relate to. When we look at the question of the financial position of the province, it becomes obvious to them that most people who have a credit card know the implication of not paying what you owe—you must pay interest on the money you have borrowed. This interest can grow and grow until the person can no longer afford to pay their bills. In extreme cases, this leads to bankruptcy. This is the danger of debt carrying charges. They can continue to climb until they are out of control, and before you know it, you can’t even pay the interest, let alone the purchases.", "We as a province also have to face our financial problems and do our best to solve them so that we can live in prosperity. If we continue digging ourselves into the fiscal hole, pretty soon we will be looking up and wondering how it got so deep.", "The throne speech promises another $5.7 billion worth of new programs with money we don’t have. It also builds a record $12.5-billion deficit.", "Economist Jack Mintz has said that if interest rates, which have been at 20-year-low levels, rise, the debt burden will become significantly heavier. And if interest rates rise to even historical norms, each point increase in interest could add a minimum of $3 billion in annual interest payments. That would severely cripple Ontario’s ability to deliver services. Too often, people hear this and don’t realize that every dollar that goes on interest payments is a dollar that is taken out of the programs and the ministries and the work that they do and out of their ability to use.", "The Premier claims that she can eliminate the deficit in three years, and in the same breath she promises to spend billions more of taxpayers’ money. That is not responsible. Where does the Premier expect the extra money to come from? Clearly, the math is not adding up, and people are catching on.", "In response to the throne speech, Moody’s downgraded Ontario’s credit rating to negative. What does the Liberal government think of this catastrophe? The Minister of Finance was quoted as saying, “The bankers aren’t freaking here.” Furthermore, the new President of the Treasury Board also said, “I wouldn’t say I’m worried about it.” Well, Ministers, I can tell you that if you aren’t freaking about it, most Ontarians are, including me. Also, I would say that this is worrisome, unlike the new President of the Treasury Board, who does not seem to mind that Ontario is in a fiscal crisis.", "What this means is that, increasingly, the ability to borrow becomes further and further out of reach, and with it, that ability to borrow, comes the price tag as the interest rate climbs because of the instability of this government’s financial plan.", "The throne speech is evidence that the Liberal government is out of touch with the daily lives of Ontarians. It focuses on issues that seem remote from people’s everyday lives, such as increasing the oversight of the Ontario Ombudsman and the sale of assets.", "When my constituents see these priorities, they do not see a government that is working to improve their daily lives. Instead, they see a government that is backpedalling, trying to fix problems they themselves created. Well, Mr. Speaker, my constituents can see through this throne speech and understand that the Liberal government is not doing anything to make their lives better. What they do see is a government doing the opposite: imposing new taxes on businesses that are already having a tough time.", "The newly proposed Ontario Retirement Pension Plan would be a disaster for small businesses and their employees. A recent survey by the Canadian Federation of Independent Business reports that 86% of their membership opposes a retirement pension plan. It’s estimated that Ontario would add about half a percentage point to its unemployment rate if it implemented the Ontario Retirement Pension Plan and it would mean a permanent drop in wages. It would take money out of people’s paycheques and possibly take away their jobs. This is not a path we can afford to go down right now.", "I take my role as critic for retirement security very seriously, and I have been studying this issue for some time. Never have I heard a stakeholder propose a provincial retirement savings plan. There are other vehicles through which Ontarians can save money for retirement that do not pose a threat to business, and these are the types of solutions that should be seriously considered.", "People are looking for a government to provide leadership on such issues as balancing the interests of an aging population, an education system that will meet the needs of our children and young people, and fiscal prudence, not spending money you don’t have. People want fairness, not slush funds. People want safety and health initiatives that provide security, not red tape and administrative fees that strangle initiative. People want a future that recognizes the legitimacy of all our citizens, not government by special interest groups." ],
  "anchor" : "para736"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Interjection." ],
  "anchor" : "para752"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, sorry. She’s sharing her time. The member from Chatham–Kent–Essex." ],
  "anchor" : "para754"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s an honour again to rise, this time for my second term. I would like to congratulate all members of this establishment for either their election or being re-elected. Of course, Speaker, I do look forward to representing the constituents in my riding of Chatham–Kent–Essex one more time, and I do appreciate the opportunity.", "I also, though, would like to thank my family, because, as we know, as members of provincial Parliament, it takes a lot of family support to allow us to do the job that we do here to the best of our ability, not only in Toronto, but also back in our home ridings. So I want to give a special shout-out and a thank you to my wife, who has supported me for 37 years, most recently here in the 40th and now 41st Parliament, as well as my children, Jeff and his wife, Leslie, and my two grandchildren, Nathan and Calvin, who probably wonder, “What’s Papa up to these days?” and also my son Kris, and my daughter Brooke, who lives with me here in Toronto.", "I also want to thank my campaign team and my campaign manager, Sue Adamson, for being so well organized. We had a well-organized, well-oiled machine back in Chatham-Kent as we endeavoured to win, and we were successful in doing so.", "Again, Speaker, I’d like to congratulate you on being appointed Speaker for a second term, so congratulations to you as well.", "Traditionally, the speech from the throne centres mostly around future actions of the government. In the speech, the Liberals made special reference to the gas plant scandal and, of course, the committee responsible for overseeing it. The line, like the entirety of the throne speech, was carefully drafted by Liberal officials.", "It’s very important to look between the lines on these speeches, though: “Your government will take steps to allow the justice committee to write its report.” The word “allow” stands out. It’s never encouraging to see a government use the words “allow” and “justice” so close together on one day. What that statement really means is that the Liberals, taking full advantage of their majority, will order their MPPs on the committee to shut down the investigation and write a support.", "One of the things that I’ve sensed since being back—and I say this to all within this Legislature, because when you’re in a majority government, you can maybe develop an attitude of arrogance. What I want to suggest is that humility reigns supreme over arrogance. I would ask that all parties remain humble in their roles so that we can all work together for the betterment of everyone who in fact put us in this position of leading Ontario.", "Mr. Speaker, this is a governing Liberal Party that blatantly disregarded repeated recommendations of the Ontario Chief Electoral Officer to simply get in line with the rest of the country when it comes to election advertising. Ignoring officials of the Legislature is becoming a theme.", "Earlier this week, I brought forth in question period a reference with regard to third-party advertising. The Premier did respond to my question, but not in the way that I’d hoped. She referenced the legislation they had passed with regard to third parties or special interest groups registering, and if they in fact had contributed $5,000 or more, then they had to be registered. Well, that’s one thing. Of course, I’m still wondering, who is Project Ontario?", "However, what they didn’t do, and what I was asking her more specifically, was to put a limit on the amount of third party advertising that special interest groups can in fact spend during a writ period. To me, if they don’t put a limit on it, then that is a blatant disregard of democracy in this province. I think that that’s wrong; I think that that is absolutely wrong.", "I also want to take a moment and mention the ongoing investigation into the gas plant cancellation and following scandal. It’s important to note one of the most common responses I received at the door over the past several weeks: anger over the Liberal government’s waste of tax dollars in this scandal. While elections are certainly a stressful time for all candidates, they allow members to engage directly with the people of their riding and discuss what matters most to them. Going door to door was perhaps one of the most enjoyable parts of the campaign. Not only did I enjoy talking to people, but I lost weight—and I’m sure we all did as well. But you know what? It’s a reminder of the importance of representing the people of our ridings in this Legislature. You get to hear a lot of opinions from voters, both supportive and critical. As I mentioned earlier in this session, it’s kind of like Christmas. You just don’t know what’s behind each door that you go to.", "A majority of your constituents will not vote for you; I know that. But you serve them all equally. I take great pride in making myself accessible and accountable, in a very non-partisan way.", "What I heard at the door from many seniors and many other constituents was that after a decade of wasteful spending and scandal, they just didn’t want the Liberals to get their hands on their pension dollars. Well, the people of Chatham–Kent–Essex firmly said no to this payroll tax. After countless instances of fiscal mismanagement within this government, and a complete lack of oversight in so many crucial areas, it’s easy to understand why.", "My riding has been hit hard since the Liberals took power in 2003, losing over 10,000 manufacturing jobs. That’s put a tremendous strain on many of our communities, not only in my riding but throughout Ontario. The businesses that remain, both large and small, continue to tell me that they can barely pay the bills as it is. Adding an additional “payroll tax,” which is what I call it, on the riding and on a region that has been so deeply hurt by job losses just doesn’t make sense to me.", "The people of Chatham–Kent–Essex have sent me to Queen’s Park with a job to do, a job that I will do, and that is to hold the government accountable and to ensure that the province handles its debt crisis. And trust me, Speaker, we are in a crisis situation.", "I was actually really hopeful that the throne speech would signal that the government is ready to take matters more seriously and start to balance the budget. Instead, the government is reusing the same budget from the spring, which will add to Ontario’s debt and deficit. By delaying action for another year, government will be forced to take more drastic steps to balance the budget by their promised goal of 2017-18.", "About the only thing that’s fiscally responsible in this budget is the fact that they won’t have to reprint it.", "On the very day that the speech from the throne was read, Moody’s Investors Service lowered the outlook on Ontario’s debt rating, to negative from stable, citing concerns with the province’s ability to eliminate a $12.5-billion deficit by 2017 as scheduled.", "If Ontario’s debt rating is downgraded, it’s going to cost the province billions of tax dollars every single year—money that we didn’t have to spend. It’s going to cost more and more, and I’ll add that the people of Ontario don’t even get a Christmas card with all that additional spending.", "Mr. Speaker, please allow me to read into the record an important quote from the Financial Post: “Each additional point increase in Ontario’s interest rate will add another $3 billion in interest cost on gross debt.” That was from Jack Mintz, on June 10, 2014. That’s more than 10 times the 2013 budget for the entire municipality of Chatham-Kent, gone in the blink of an eye or the snap of a finger.", "It would be absolutely shameful to lose that amount of public money when so many projects go unfunded and services are being clawed back.", "They talk about infrastructure and the need for infrastructure. I just have one very simple question: Where will they get the money? I wish they could tell me that answer. Please do not put it on the backs of my children and my grandchildren. To me, that is totally unacceptable.", "The throne speech also makes a claim that government should be a force in people’s lives. Well, the people of Chatham-Kent know all too well what happens when a Liberal government wants to be a force in people’s lives. The Liberals forever altered the beautiful landscape of Chatham–Kent–Essex when they forced nearly 500 industrial wind turbines into our communities.", "What do we have to show for it? Energy bills continue to grow for families and local businesses who can’t afford it. Rising energy costs are killing families and killing businesses. When businesses leave a community, jobs leave, and of course unemployment skyrockets. That’s what’s happening throughout Ontario.", "In conclusion, Mr. Speaker, I’d just like to reiterate the fact that it is an honour to serve the people of Chatham–Kent–Essex in the 41st Parliament of Ontario. I look forward to working hard, on behalf of my constituents, to hold this government to account, bringing good jobs back to our communities and ensuring a more prosperous future for future generations.", "Back in the days prior to my being involved with politics, I was in the training and development business. Of course, one of the programs that I taught and trained and practise to this day is from a book entitled How to Win Friends and Influence People, by Dale Carnegie.", "Interjection." ],
  "anchor" : "para755"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "To the member across—by the way, I want to congratulate you on your run for Speaker; I truly do.", "Do you know what? One of the things that I felt, again, realizing that I’m not even in a majority or a minority situation—they’re in a majority situation—is that in order for me to get things done within my riding, for the people of my riding, I need to be able to work arm in arm, hand in hand, closely with the ministers and others on the government side, to be able to show them that need and how they can help my community.", "It’s like that old story from Jerry Maguire: “Help me help you.” We need to work together. Hopefully by helping me help you, they will in fact show me the money, as well, for my riding." ],
  "anchor" : "para783"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move on, I’d just like to get the attention of the House.", "Interjection." ],
  "anchor" : "para786"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pardon me?", "Interjection." ],
  "anchor" : "para788"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes. I don’t think you’re in your seat, either, are you?", "The members have to realize that there’s decorum in here. When they cross the floor in front of moi, they’re supposed to acknowledge the Chair. When they walk down, out of their seats, and walk in front of me, they’re supposed to acknowledge the Chair. When they leave the premises, coming and going, they’re supposed to acknowledge the Chair. I have seen a lot of—how would I put it?—neglect in that area, and the unfortunate part is, some of the senior members are the worst. So I hope we take this under consideration—and I’m not going to blame it on age—but we’re going to take this into consideration because we want to keep the Speaker happy, don’t we?", "Interjection." ],
  "anchor" : "para790"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you so much.", "Questions and comments? The member from Hamilton Mountain." ],
  "anchor" : "para793"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Thank you so much, Mr. Speaker. I’m sure everybody appreciated being told the rules once again here in the House, because it’s absolutely critical that we follow policy and procedure when it comes to what happens here in the Legislature.", "This is my first opportunity to be able to stand in this House after being re-elected here in the 41st Parliament. I’m absolutely thrilled to have the opportunity to thank the residents of Hamilton Mountain for putting their trust in me once again and bringing me back here to raise their voice, to raise their concerns each and every time that I stand in this House. I take that responsibility quite seriously, and I thank them for that opportunity. I thank all of the people who worked on my campaign, and my friends and family who supported me to make sure that I came back here and that I was able to do that hard work and speak for the residents of Hamilton Mountain.", "I’ll tell you, Mr. Speaker, when listening to the throne speech, there were so many things that I heard on the doorsteps in Hamilton Mountain that I didn’t hear in that throne speech. When I spoke at each and every door during that campaign, there were issues of hydro, and that wasn’t spoken about. That is something that I think we need to address and we need to make sure that it’s happening here. I’m just happy to have the opportunity.", "I really want to congratulate the members from York–Simcoe and Chatham–Kent–Essex on their re-election, and for coming back here. I listened intently to what you had to say. I hope that the members from the Liberal Party in the government are listening, because regardless of whether it’s a minority or majority, we’re all sent here by the people we represent, and we need to work together to make sure that that happens." ],
  "anchor" : "para795"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para799"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Two of my favourite members in the Conservative caucus spoke on this particular occasion, Julia and Rick, as we would know them personally, but of course, they have names for their ridings. It was nice to hear from them on this particular occasion.", "I’m hearing this theme about austerity so much; however, it’s overwhelming me when I hear it because here I thought the Conservative Party was the party of austerity. I looked during the campaign—I want you to close your ears now—and the austerity queen was none other than the leader of the New Democratic Party, who said she was going to cut $600 million a year out of the provincial budget—the members of the opposition were talking about austerity—and was going to appoint a minister of slash and burn, somebody who was going to make all these cuts in government.", "So I do appreciate the consistency of my good friends from the Conservative Party who have talked about austerity once again. I happen to believe there’s an obsession with austerity that is ruining some countries in Europe at the present time, where the unemployment rate is going through the ceiling.", "I’m also sympathetic to the fact that, while the general theme of austerity is with my friends from the opposition, when it comes to their own riding or their own pet projects they’re up asking questions about that, and that’s natural—but you can’t have both.", "I also want to say on behalf of your leader, Mr. Hudak, who was the leader of your party until very recently, that I am sympathetic to the treatment that a leader receives in this particular instance. Mr. Hudak has worked very hard on behalf of his party. He’s worked hard to make an alternative to the government and so on. Had he won, people would be fawning around him looking for cabinet seats. He didn’t, so they’re dumping on him. I want to say thank you, Tim Hudak, for your service to the people of Ontario." ],
  "anchor" : "para800"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the minister for inciting the troops.", "Questions and comments?" ],
  "anchor" : "para805"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "I would like to speak to my colleague from Chatham–Kent–Essex and his very thoughtful words on the throne speech. From time to time, there were some inspiring words in the throne speech, and we only wish we could believe that they truly believed they were going to make a difference and make everything better in Ontario.", "Balanced budgets that will get rid of the deficit in three years and at the same time increase spending in this budget by $3 billion, increase taxes by $3.5 billion—and they think this is how we get rid of deficits in the province of Ontario.", "We carry on with a very expensive Green Energy Act which does two very bad things: It creates huge subsidies for electricity that we don’t need, because we have lots, and it puts wind towers and solar panels on property across rural Ontario where people have had their democratic rights to say what they want on their property removed. To me, that is unconstitutional, and if we could go to the Supreme Court of Canada, I suggest we could fix that problem. However, we’re not at that point now. Good sense would dictate that that piece of legislation should be gone because it’s an affront to the people of Ontario, because it takes away their democratic rights, their property rights, and it’s taxing people with large subsidies for hydro bills when we don’t need that.", "We have the scandals that we don’t need to talk about, except we will. There’s eHealth, there’s Presto, there’s Ornge air ambulance and there’s the famous gas plant scandal which, victoriously, won some seats for Liberals in Oakville and Mississauga—for only $1.1 billion.", "One of the good things that comes out of the budget—here I’d better say something positive; otherwise everybody will get depressed in this House, as they should be—is that the Liberals are going to do something very positive to help the intellectually disabled by spending $810 million. That’s money well spent, and I applaud them for that." ],
  "anchor" : "para807"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments. The member from Toronto–Danforth." ],
  "anchor" : "para813"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Why, Speaker, I’m so pleased you remembered. Thank you for that introduction.", "Interjections." ],
  "anchor" : "para814"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, some order on that side, please. Try to rein them in—" ],
  "anchor" : "para816"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I appreciate your comments, but the old Speaker doesn’t need any coaching. When I think it’s out of order, I’ll let them know.", "Continue." ],
  "anchor" : "para817"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Why, thank you, Speaker. I will leave you to your methods.", "It’s a pleasure to be able to speak to the comments from the members from York–Simcoe and Chatham–Kent–Essex. I want to say that the concern about deficit and the need to avoid bankruptcy in this province is probably not a bad concern to have, but to have a policy prescription where the Conservative Party was going to cut corporate taxes by a further 30% says to me that one is not serious about dealing with the finances of the province. It says to me that your party, the Progressive Conservative Party, was interested simply in continuing the tax-cutting ways of the Liberals, who had already cut a comparable amount from corporate taxes, leading to the financial difficulties we have here in Ontario today.", "I want to comment as well about the remarks from the member from Chatham–Kent–Essex about renewable energy. I have to say that if he’s actually looked at the members, the cost of renewable energy on the average hydro bill is about 5% of the global allocation portion; 70% are subsidies to nuclear and gas. Look at the numbers; know what’s going on. With the move from public power to private ownership under the PCs and continued by the Liberals, that is a billion dollars a year on our hydro bills in profit going to those electricity companies. Speaker, the PCs have very little to tell us how to deal with this budget." ],
  "anchor" : "para819"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from York–Simcoe has two minutes, or the member from Chatham–Kent–Essex. Take your choice." ],
  "anchor" : "para822"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Thanks very much, Speaker.", "I’d like to thank the member from Hamilton Mountain for her exposé on thanking everyone in her riding for bringing her here. I am glad to see her here, and I thank her people on her behalf for bringing her here, but my concern is the fact that I wasn’t sure where she was going with regard to questions and comments on our particular speech that I shared with my colleague.", "I also want to thank the member from St. Catharines for his exposé, as well as my colleague from Carleton–Mississippi Mills, as well as the member from Toronto–Danforth. Obviously, we don’t agree on everything. Probably, maybe, we don’t even agree on a lot, on how we see things.", "My colleague from Carleton–Mississippi Mills pointed out the fact that the Green Energy Act is killing businesses, and we know that. It’s driving up energy rates. This government has stated in the past that by, I think, January 1, 2016, energy rates will have gone up 42% throughout Ontario. They say they want to create jobs. Well, that doesn’t create jobs, Speaker. That actually kills jobs.", "I might add—it sounds like I’m beating a dead horse here with regard to third party advertising. I’d like to suggest, perhaps, that the advertising that was very blatant in this past election—the Liberals really didn’t win the election. I’d like to think that the PCs lost it. We lost it, and we admit that.", "Interjection." ],
  "anchor" : "para823"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "You’re here, and we’re not.", "The only question I have is: Where will the money come from?" ],
  "anchor" : "para829"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Oshawa." ],
  "anchor" : "para831"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you, Mr. Speaker, and my—oh, no, not congratulations on your re-election. Sorry; I should probably pre-read. But I’m pleased to see you.", "I’d like to take a moment to acknowledge and appreciate that we are on the traditional lands of the Mississaugas of the New Credit.", "Thank you to everyone who decided to run for their local nominations and for election. We must applaud and encourage participation in our democracy. Running for public office is not a small undertaking. Congratulations to my colleagues, both rookie and seasoned. I could not be more honoured to join your ranks and to represent my dynamic riding of Oshawa.", "I have lived in a few places, but I have lived the longest in Oshawa. It is where I bought my little townhouse, on a great street with wonderful neighbours. In fact, I live in a block of townhomes with fences at the ends and none in between, and we share a big community backyard with gardens and kids and sprinklers and barbecues. After a beautiful Canada Day at Lakeview Park, we were able to enjoy the city fireworks from our big backyard. It is also where my beautiful GM Impala was made.", "Interjection." ],
  "anchor" : "para832"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "It’s a nice car.", "I appreciate my city, and I appreciate my community. It is where I have chosen to put down roots.", "Actually, I’m figuratively and literally putting down roots. I love to garden. I grow heirloom and organic vegetables and herbs. I know nothing about flowers, mind you, but if you’d like to talk to me about organic, heirloom veggies, we can have a conversation. I am no stranger to rolling up my sleeves and getting to work.", "I have been teaching in the Durham region for 11 years. As an interesting example of what a small world it is, I taught in Pickering for a while and taught the children of the honourable Minister of Children and Youth Services, responsible for women’s issues. We worked together to plan grade 8 graduation. Last year, I spent many Friday afternoons protesting the Liberal Bill 115 on the lawn of her constituency office. And now, here we are. Sincerely, I look forward to working with her here at the Legislature. I wonder how this will compare to planning grade 8 graduation? I suspect that this will be slightly less complicated.", "I am glad to be able to thank my supportive family and friends. We are the sum of our experiences, and I am a wiser and more grounded person because of the love and involvement of so many. I am very blessed and very grateful.", "Thank you to my parents for such a solid foundation and to my brother Steven for always being my balance. As families do, mine has evolved from my childhood, but it remains a loving and supportive group. My mother is here in spirit and, I expect, will attend to any hecklers.", "Interjections." ],
  "anchor" : "para837"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Just saying. You’ve been warned.", "My grandmothers are both watching at home. Hi, Grandma.", "This has already been a phenomenal journey. I was amazed by the work, enthusiasm and investment of my campaign team. There are members of my riding who have been waiting a really, really long time to return Oshawa to the NDP fold. Well, we did it, and we worked tirelessly to make it happen. It was an unbelievably positive and optimistic campaign. We had a purpose, and we had a great time.", "Thank you to my core campaign team: Dwaine, Joel, Erin, Angie, David, Colin, Susie, Steve, Jimmy, Andres, Norm, John and Megan.", "Thank you to the members of the riding association who were in the office and on the streets day in and day out, who have been working to build the riding for years.", "Thank you to our volunteers who knocked on nearly every door in Oshawa and who made the magic happen every day.", "Thank you to our leader for both of her supportive visits and for the work she does every day for all Ontarians.", "Thank you to everyone involved, from the CCFers who invested their time and wisdom, to the brand new, card-carrying members who helped make our community orange.", "I am grateful for the outpouring of support we received from the community and from across the province. Thank you to those who endorsed our campaign.", "We had 250 election-day volunteers, and I am grateful to each and every one of them. We earned almost 47% of the vote.", "I recognize that I was a part of a movement in Oshawa, and I appreciate everyone involved. My sincerest thank you is to Oshawa’s voters, who came out in record numbers this election. I will work hard to deserve the support that I received.", "I spent every day of the campaign knocking on doors in my community. As members of my community opened their doors to me, I was humbled by the windows that they opened into their homes and their lives.", "People have real need. We have families in Oshawa and across the province struggling in the margins. They are struggling to afford life in resource-rich Ontario. Life should not be this hard for families. Door after door, I realized that there are voices in Oshawa that are not being heard. Now that I am here at Queen’s Park, I realize that Oshawa is a city that is not being heard.", "Unemployment is a huge problem across the province. Province-wide, the rate is about 16% or 17%, but in Oshawa it is among the highest in Ontario. In areas hardest hit by manufacturing job losses, like Windsor, Brantford, London and Oshawa, the rate is about 20%, not to mention that one in four youth is underemployed. We need jobs.", "In terms of health care and long-term care, Oshawa is part of the Central East LHIN, which has the longest wait-lists for long-term-care beds, and this needs to change.", "More and more people are struggling. Life should not be this hard to pay for. Right now, the reality is that many families can only afford to plan how to pay the next bill, maybe the next few meals. Families deserve stability. Families should not wonder, at the end of the month, “Can we afford to go to the zoo,” or “Will we still have hot water? Can we afford to keep driving? Can we afford the gas and insurance? Am I taking my child to a birthday party or to a food bank?” This is not a fair or justifiable reality for families in Ontario.", "Oshawa used to be the heartbeat of Ontario. It was booming; it was a thriving community. Oshawa and sister communities like Windsor and Hamilton know all too well the role that government has played in crippling manufacturing with its fascination with globalization and haphazard free trade agreements.", "Instead of the constant corporate rhetoric and single-minded focus on tax cuts, what we need are good-paying jobs. Ontario must prioritize paying good wages and creating real jobs so people can live with dignity and stability. We need our leaders to care about equity and fairness of opportunities for everyone.", "I went into teaching because I believe that public education is the only system that ensures our students have a strong start. Government uses polite words like “efficiencies” when talking about cuts to education. I know what cuts actually look like, and they’re not polite. The reality of bleeding the system dry is that we are robbing our kids of a strong start.", "Mr. Speaker, through you, I would love to invite the members to put up their hands if they don’t believe in a strong start for our children. Okay.", "Public education needs to be strengthened, not stripped and undermined. We have a strong, quality education system, provided by quality educators and support staff. It is an example of a core service that is the responsibility of the government to provide, and provide well.", "Ontarians believe that people should have access to quality services, and they pay taxes to ensure that everyone does. No matter where someone lives in Ontario, they deserve access to solid, quality services: quality health care, quality pensions, quality roads, strong emergency services and quality education.", "We need to keep quality services in public hands. We need the government to be accountable to the public, to the taxpayers, and committed to quality public services. Our commitment ought to be to Ontarians from every corner of the province not to privatize and profitize just for the sake of it. Tucking our public systems into private pockets means taxpayers cannot see what is going on or hold anyone accountable. We need to safeguard and protect our public institutions. New Liberal code words for “privatize” seem to be “modernize” and “optimize.” I would be reassured to hear good, old-fashioned words like “prioritize,” “respect” and “strengthen.”", "Another solid, old-fashioned idea that is tried, tested and true is that of decent pensions and retirement security. The baby boomers are retiring in droves right now and many have been taken care of, but the next generation is not going to be taken care of. Two thirds of Ontarians do not currently have a workplace pension. Now try to imagine what it will be like when the majority of our aging population does not have the resources to pay their own way, to afford housing, to buy necessities, to live with dignity. Imagine your parents and grandparents. Imagine your friends and neighbours. When will the next generation, saddled with ballooning debt, be able to start to save for retirement? Ever?", "As a teacher, I have a defined benefit plan, one of the few that still exists. It’s a strong example that pensions can be modelled after because it works. When the Ontario Teachers’ Pension Plan is experiencing a crisis, it isn’t a crisis today; it is a projected crisis based on seven years in the future. That is the kind of responsible planning we need to adhere to in this Legislature. If this government is truly committed to the idea of helping Ontarians plan for and afford their futures, if they truly believe in retirement security and stability, then they should lead with public pensions and not the Harper-style pooled retirement pension plans which commit money to and benefit corporations and banks. Banks and big business are doing just fine, and they are not planning to retire. Even my Conservative colleagues should be able to appreciate that the economy would only be strengthened by the continued financial participation of all people, even in their retirement.", "I have been an active teacher and public sector worker, so I obviously believe strongly in public services. I value people and I care about our communities. I also come from a strong social justice background. It is because of my background that I have a healthy respect for democracy. I have witnessed and experienced the power of democracy through the union movement. As a teacher and ETFO member, I have been enthusiastic in defending public education workers against the Liberal Bill 115.", "During this unifying time, I also became connected with our labour council and community groups that work to strengthen our neighbourhoods. Bill 115 was about taking negotiated rights out of collective agreements. It was contract stripping at its finest. In going forward, I wonder if the Liberals are going to respect charter rights and free collective bargaining.", "Everyone in this room knows that we are in a majority government, but has the government thought about what that will mean? Rather than celebrating the freedom to do whatever it pleases without opposition, consider the weight on this new balance. There is a great responsibility on the leadership of the Liberal Party. The government won’t be able to share the blame or the credit for decisions. Quite frankly, the ultimate responsibility will be on this Liberal majority government. These won’t be shared decisions. They will have to own them. I hope they will wield this responsibility conscientiously and fairly. I hope the government will remember to listen.", "Regardless of age, life stage or financial status, people in Ontario deserve to have a voice in this room. People in ridings that are not Liberal deserve to be heard as well. I’m not only bringing my voice but I am bringing the voices of my constituents with me. In fact, I asked my 12-, 13- and 14-year-old students about change and making life easier or better, and I’m bringing their voices as well.", "Some of their thoughts: “One thing that could change multiple things is wealth. It could stop crime, poverty and mean a cleaner environment. ‘Cause if we had wealth, it could help everyone out.”", "Another student: “It would make my life easier if my dad got paid more and had more money because then I could buy pizza at school and go on school trips.”", "And another: “I would ask for more gas money so my mom can get a job farther away to make more money. Oh, and I want more streetlights so it isn’t so dark.”", "Finally, “Change starts with a voice and actually happens with voices and actions. What makes it difficult is convincing people that just because something is the way it is, doesn’t mean it’s the way it has to be. It doesn’t mean it’s right.”", "I missed our grade 8 grad trip to Toronto because it was the day before the election. To make it up to my students, we brought them recently to Queen’s Park to see where Ms. French will be working. I was able to see Queen’s Park through their eyes, and it was awesome. Everything about this building and institution is impressive and important. We had a wonderful day.", "I was pleased to be able to point out on the marble wall Ms. Agnes Macphail and Ms. Rae Luckock, the first two women MPPs in Ontario’s Legislature. I was pleased to be able to tell them that I am the first woman to represent Oshawa at Queen’s Park and am proud that I am a member of the first party caucus comprised of a female majority.", "I am proud to represent a riding of such richness and complexity. Oshawa has significant and diverse challenges, yes, but it has potential and it has a bright and promising future. Oshawa is resilient. No matter what the economy throws at our city, it will be resilient, but it deserves more than it is getting. Oshawa deserves to be actively represented at Queen’s Park. Yes, I am here from Oshawa, but more importantly, I am here for Oshawa.", "I was asked during the campaign if I would use my voice and have the tough conversations about jobs and wages and poverty and tuition and health care and education and the environment and all that is in Oshawa’s best interests. Yes. Yes, I will. I meant it while campaigning, but now I’ve said it on the official record in the Legislature, so now I have to do the work.", "I think everyone in this room is here because they have a commitment to making life better for Ontarians and because they have a vested interest in what happens in their respective communities. Our ridings are where we live. They are where our kids are getting their start, and most of them will grow up and need jobs and job opportunities. Our ridings are where many Ontarians are retiring and facing difficult realities when it comes to affordable, safe and available housing and care. Regardless of the life stage we are in, life in resource-rich Ontario should not be this hard, and we need to work together to make the changes to make it easier. Everyone deserves to live, work and retire with dignity and with a sense of security.", "I’ve always said that I wanted to be in the room where decisions are made and change happens. In Ontario, this is the room. I may not be on the team making the decisions this time around, but every one of us in this room must be a part of making positive change happen in their communities. We need to take a deep look at why things aren’t working. We need to do more than talk about why people don’t have enough for their families. Something needs to be done, and we have the power and the ability to do it. But we have to think beyond our four-year election cycle. We have to mean it and make it happen.", "I am proud to be a New Democrat and stand with my progressive caucus to defend families, workers and the voices in the margins, as New Democrats always do." ],
  "anchor" : "para844"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para886"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Premièrement, je voudrais féliciter la députée de la circonscription d’Oshawa, recently elected. I would congratulate her and her entire family and her team for returning her to this Legislature.", "I think all of us appreciated the remarks that she made itemizing not only her gardening expertise, but her family, her team, the energy and the vision she brings to this Legislature on behalf of the people of Oshawa. We detect also the perhaps teacherish tone which will no doubt keep us on the straight and narrow, watching the concordance between promises made and promises kept as the future unrolls.", "I might respectfully say to you, Ms. French, just perhaps one slight change, improvement, amelioration to the address that you just made, however heartfelt it was. There was a member in this Legislature who preceded you, the honourable Jerry Ouellette, and I think it is perhaps recommended for a new member who has, yes, earned the right—as you said, almost 50% of the vote—to recognize and perhaps name, if only reluctantly and grudgingly and fleetingly, a man who served his community for 20 years being returned to this Legislature for five elections. While we on this side may not have necessarily agreed with many of his positions, we always recognized that he spoke from the heart and for his people.", "So with that, I would salute both you and Jerry Ouellette, for the services that he gave and that you will give to the people of Oshawa." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Oh, two stood up at the same time.", "Interjections." ],
  "anchor" : "para891"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, you’re on the other side. That’s right.", "The member from Carleton–Mississippi Mills." ],
  "anchor" : "para893"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "I might have made a politically incorrect statement there, but I didn’t.", "Mr. Speaker, I would like to speak to the member from Oshawa’s talk. Congratulations on getting elected and joining us here in the House. I’m afraid I can’t agree with everything she says, but that might not shock too many people.", "Basically, this throne speech is talking to us about a government that has been here, I would say, a little too long, and we’re going to have to get used to it for a while longer. They’ve got some bad habits, like spending and running up debt and doing green energy acts and things like this.", "People in Ontario are suffering from high hydro costs. They’re suffering from high heating costs. They’re suffering from the high costs of just living and paying the bills.", "I find the environment that a lot of my constituents are concerned about is that thousand square feet between four walls that they call home, and are they going to be able to continue to live there and pay the bills. They’re 60 years old, they have a job and they’re having a hard time paying for their homes. That’s a terrible thing to say, that we live in a province where that kind of stuff goes on—and I’m quite sure it goes on across the whole province. We have to fix that. That is our job collectively, as the 107 elected representatives here in this House, and we need to create employment.", "We’ve lost 300,000 manufacturing jobs in Ontario. I don’t believe those jobs are going to come back. It would be nice to think they would, but we’re not going to get 300,000 jobs back. But we have light at the end of the tunnel to create jobs, Mr. Speaker. It’s like this: It’s natural resources. You look at the provinces in Canada that are prosperous and wealthy, like BC, Alberta, Saskatchewan—" ],
  "anchor" : "para895"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para901"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On a point of order, the minister." ],
  "anchor" : "para902"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, the topic is to recognize and celebrate a new person in our Legislature, not to debate old politics. Maybe we could at least honour our new members by paying some tribute to them." ],
  "anchor" : "para903"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the minister for his comments, and I would direct the member that this is kind of a nice time where we try to get along. I’ll remind the member that there’s plenty of time for the attacks, but try to get a little bit back on the member’s presentation. Thank you." ],
  "anchor" : "para904"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "All right. I apologize, Mr. Speaker, and you are right, so I apologize to the member from Oshawa. I was getting a little carried away with some habits. I wish you well in this House and look forward to working with you. I’m sure that with good intentions we’ll get some good things done." ],
  "anchor" : "para905"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para906"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s a privilege to stand up and comment on the maiden speech of the member from Oshawa. I would like to welcome her officially.", "I think that her comments, actually, touch upon some of the principles and values of our party. I think she was humble and sincere in acknowledging the people who helped bring her to this place. I think all of us can acknowledge that none of us get to sit in this House by ourselves, and I think that the people who helped Ms. French get to this place should feel honoured to have been part of that process.", "It was an exercise in democracy in Oshawa, and she is part of history: the first female to represent that riding, the first party where 50% of the caucus is women. These are not small things, and they are to be acknowledged and to be recognized.", "I think, quite honestly, her history with Bill 115 also needs to be acknowledged, because sometimes we don’t know how strongly we feel about something until someone tries to take that away. A lot of us, actually, got angry enough on a number of issues. For me, it was Bill 160, way back in the Harris days. I think that we are going to benefit from her strong voice on the issues of education, on the issues of labour and, quite honestly, her nurturing habits and culture.", "I also think that it’s really important for us to acknowledge the people who are family. For you to mention your mother, that she’s here in spirit and that’s she’s going to give the hecklers a run for their money—she’s going to be a little busy. I just wanted to let you know that.", "It is a tradition in this House to be nice and to be respectful of the members who stand up and give their maiden speeches, because it’s a special time, to stand up for the first time. It is unfortunate that the member from Kitchener Centre, this morning, failed to recognize that parliamentary tradition in the House, and I want to say thank you to the Minister of the Environment for recognizing it—because this morning the member from Windsor West gave an equally strong speech and was not recognized. So I think that needs to be talked about, as well." ],
  "anchor" : "para907"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para914"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Like my fellow members before me, I would like to congratulate the member from Oshawa. Like her, I am new to this chamber and am filled with a small amount of trepidation as we undertake new tasks and new duties every day. Congratulations to your family and to your team. I know everyone makes quite a sacrifice to get us into these seats and to support us when we’re here. This is a sacrifice that our entire family makes.", "I’m always fascinated by the number of teachers I run into who are involved in the political process. I think, from my experience, that teachers, by and large, have a very strong social justice—a sense of social need, probably developed through years of being in the classroom, or perhaps what took them into the classroom in the first place.", "For my part, I have always found that if you’re at a party and the conversation is lagging—talk to people about who their teachers are, who their favourite teachers were. It’s amazing how we can reach back into history and remember our grade 6 teacher, our high school teachers etc. with some fondness. It’s very important.", "Like the two members of the third party who spoke, I got involved in politics because of what was happening in education, with Bill 160 especially. As a parent, I was angered by the impact on my children’s education, the impact on teachers who were teaching my children, and what a mess had been created that took many, many, many years to be fixed.", "I’m so delighted to have heard the Premier, this morning, remind us about graduation rates today, and that has a lot to do with the work that teachers have done to rectify the situation.", "I’ll just end by saying congratulations and thank you. We look forward to working with you." ],
  "anchor" : "para915"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oshawa has two minutes to respond." ],
  "anchor" : "para921"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you to the members from Etobicoke North, Carleton–Mississippi Mills, Kitchener–Waterloo and Newmarket–Aurora for your supportive comments, but also for your enthusiastic and thoughtful criticism.", "I am pleased to acknowledge the contributions of the members who have served before me and who are serving in this House now. Oshawa has appreciated Jerry Ouellette’s service for 19 years, absolutely.", "All people deserve fair and abundant opportunities in life, and everybody should have access to those services, so I am pleased to be a voice in this caucus, standing up for, as I said, those important public services and for fairness.", "I have worked extensively with leaders, grassroots organizers and labour in our neighbourhoods, and I have listened to and learned from all voices. They have inspired me and encouraged my commitment to Oshawa.", "I have been, and will continue to be, a strong voice for all sectors in my community. In addition—I hadn’t mentioned it in my inaugural speech—I want to assure the people of Oshawa that I will work with the francophone community to bring the French-language designation to my area.", "A little more about when my students came to Queen’s Park: When they came for the tour, the media interviewed some of them and filmed a question-and-answer session with the students. They asked me a number of tough questions, and they weren’t easy. They gave me a run for my money. They wanted to know if I would forget where I came from. They wanted to know if I thought my voice would be big enough to get the message across. They wanted to know if I was going to get named and get kicked out, because they thought that would be awesome." ],
  "anchor" : "para922"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "We could work on that." ],
  "anchor" : "para928"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Yes, well, we’ll see. It’s only week two.", "It was interesting to hear that one of my students was actually interviewed by the local TV station and was asked if she would vote for Ms. French in the next election, when she’s old enough. She told them that she would support me now if she were old enough. However, she also said that a lot could happen in four years, and that people change." ],
  "anchor" : "para929"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I know." ],
  "anchor" : "para932"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "Remember that." ],
  "anchor" : "para933"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Hold on. She will wait to see if I will still be someone she would trust to speak for her and her community. Well, Jemelia, I accept your challenge and I extend it to the rest of my colleagues. Will we have done enough in our communities—" ],
  "anchor" : "para934"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para935"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "—and for Ontario—" ],
  "anchor" : "para936"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para937"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "—to be worthy of their trust and support? Let’s hope so." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. I’ve given you all kinds of extension.", "Further debate? And try to keep within the time limit, please. The member from Ottawa–Orléans." ],
  "anchor" : "para939"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Merci, monsieur le Président. I am honoured to rise today to represent the great riding of Ottawa–Orléans. Ottawa–Orléans is a community where people are standing by each other, where francophones, anglophones and allophones share a common vision: making their community and their province the best place to live, to educate their children and to raise our families. I have been part of this great community for 16 years. Being their voice here at Queen’s Park could not make me more proud.", "I want to begin by congratulating you, Mr. Speaker, on your appointment, and by congratulating all members of this House on their recent election.", "C’est un grand honneur de faire partie de cette Chambre. Je me joins à tous les parlementaires de cette Chambre pour vous féliciter de votre nomination à titre de Président de la Chambre.", "Before I speak about the speech from the throne that I proudly support, I would like to take this opportunity to thank my family. Je n’aurais jamais pu faire tout cela sans l’appui et le soutien inconditionnel de ma famille.", "My husband, Alvaro, and I met when we were 18 years old. We met at a local discotheque. We both shared a passion for dancing. After 25 years, we could not be more proud of the life we share together as a family. No matter what ideas or goals I had, he always pushed me to follow them. He deserves more recognition and thanks than I can put into words. His endless support and affection were matched only by his hard work on this campaign.", "We are blessed with a daughter. Monica, I am overflowing with gratitude for your love and patience. For many years, I was part of your life as your hockey team manager. You made me so proud. But more than a manager, I was a proud mom of the best goalie. Every single game, you were a fierce competitor. Maybe some of that rubbed off on me. Merci pour ta compréhension et ton soutien. Je ne pourrais être plus fière de toi que je le suis aujourd’hui lorsque je vois la femme que tu es devenue.", "I could not go on without mentioning my parents, Monique and Royal. Votre amour et soutien depuis le début de cette extraordinaire aventure ne peuvent passer sous le silence. Thank you for giving me the necessary tools and the support to become the woman I am today. It is thanks to you that I have never hesitated in chasing my dreams. Je vous remercie du plus profond de mon coeur.", "As everyone in this House knows well, campaigns are also not possible without a strong team of dedicated and loyal volunteers. I was lucky to have the best of them—well, as I do say myself. I am filled with gratitude for every hour of every day my volunteers put in. I want to say thank you for being engaged in the political process, and, most of all, thank you for believing in me.", "A big thank you to my core team—they know who they are. I know that many of you sacrificed time with friends, boyfriends, and family. I will eternally be grateful.", "I stand here today with humility, conscious of the history held in these walls. I am filled with a sense of purpose and commitment to live up to the expectations of those who have placed their trust in me.", "One of them was Phil McNeely. I would like to extend my sincere thanks and gratitude to the former MPP for Ottawa–Orléans. Phil gave more than a decade of his life to this Legislature and years before that to the city council of Ottawa. I would like to commend him on his dedication to public service. He and his wife, Anna Marie, knocked on doors, made phone calls, and recruited volunteers when they could have been enjoying retirement, during my campaign. I say, thank you, Phil.", "Let’s remember. Rappelons-nous : il y a 11 ans déjà, les gens de ma merveilleuse circonscription d’Ottawa–Orléans disaient non à un système d’éducation non performant, à des temps d’attente à l’urgence inacceptables et à une infrastructure désuète et en péril. Ils ont dit non en élisant Phil McNeely et en s’assurant ainsi que les changements nécessaires allaient se faire. Merci, Phil, pour tout ce que tu as fait pour nous. Our community will be forever in your debt.", "Last, but certainly not least, I want to acknowledge and recognize the people of Ottawa–Orléans for electing me to be their voice. The trust they have put in me is humbling, and I accept it with gratitude, and I will do my best every day to keep it.", "Je tiens à remercier du fond du coeur les gens d’Ottawa–Orléans pour la confiance qu’ils m’ont démontrée en me permettant de devenir leur voix à Queen’s Park.", "J’aimerais donc prendre avantage de l’occasion qui m’est donnée aujourd’hui devant cette Chambre pour vous parler un peu de moi et de ma communauté que j’ai l’honneur de représenter depuis le 12 juin dernier.", "I would like to take this opportunity to tell the House a bit about myself and my community.", "As a former businesswoman with a background in social work, I have seen first-hand the needs of my community and the importance of investing in front-line services.", "I started my career as a social worker with the children’s aid society, and then went on to work for CHEO, the Children’s Hospital of Eastern Ontario. I sought out those jobs as a way to help people.", "I gained enormous fulfillment from helping young people, but my real passion came when I started working at the Ottawa Hospital, helping seniors transition into long-term care or retirement residences.", "While in that job, I saw that there was a gap in services. This was during the Harris years. There was no long-term care in the area, and I had to send seniors away from their families and communities in order to access services.", "I went on to work in the retirement sector, and then had the great honour of building and co-owning a retirement residence in Orléans.", "Most of my career has been spent in helping the most vulnerable in our society—the young and the aging—and I have seen the impact of our government’s good work on the lives of my constituents.", "I then decided to run to be a part of that work. I am here to serve, to listen, to lead and to act in the best interests of the people of Ottawa–Orléans.", "Je suis ici aujourd’hui devant vous avec humilité, pour dire que je suis prête à servir, à écouter, à diriger et à agir dans les meilleurs intérêts des citoyens et citoyennes d’Ottawa–Orléans.", "My life has been filled with challenges and positive opportunities, but being elected to represent a community like Ottawa–Orléans, which I have grown to love for the past 16 years, will be my most important challenge.", "Ottawa–Orléans is where I chose to live, work and raise my family. It has seen a lot of change in recent years. Just a few short decades ago, most of my riding was rural. Our community has seen huge growth, and more and more families decide this is where they would like to start their lives.", "Orléans also has a vibrant francophone community. The riding has one of the highest populations of francophones in the province. More than 35% of the people speak French as their first language.", "Je suis extrêmement fière de mes racines franco-ontariennes, et c’est avec beaucoup d’humilité que je représenterai cette communauté en tant qu’adjointe parlementaire à la ministre déléguée aux Affaires francophones.", "In addition to being a bilingual community, we are lucky to be the home of many different cultural groups. Just recently, the mosque in my riding, Bilal Masjid, was able to raise enough money for an expansion. I have learned so much about generosity from my friends in this community.", "A little tidbit that some of you may not know is that during the last election, Ottawa–Orléans had the highest voter turnout in the province. I cannot say how honoured I am to have received such a vote of confidence from my constituents.", "We are a bilingual, diverse and engaged community that has so much to offer. Our community is such a good place to live, in many parts thanks to the record of the past Liberal governments.", "We have a state-of-the-art community arts centre. We have opened numerous family health teams that have given family doctors to over 30,000 orphan patients. We have funded and opened La Cité collégiale’s satellite campus, le Centre des métiers Minto, Alphonse-Desjardins, the first post-secondary education campus in Orléans’ history. We’ve built four new schools and have fully funded the construction of Avalon II. We have doubled the size and capacity of the Montfort hospital—where I can proudly say I was born—after the previous government tried to close it, and, in addition, opened a military wing for members of the armed forces. The Montfort also became the first French teaching hospital in the province.", "Our commitment to the environment and source water protection can be seen in the investment in Petrie Island, the Mississippi-Rideau Source Protection Committee, and the Rideau Valley Conservation Authority.", "Ce sont des réalisations dont je suis fière, mais je suis aussi consciente du travail qui reste à accomplir.", "This is a record that I am proud of, but I know more work must be done, and this is exactly what I heard when I went door to door during this campaign. The people in my community expect that politicians will work together to find solutions to our challenges and spend within our means.", "I’m also pleased to be able to tell my constituents about Premier Wynne and our government’s plan to invest in people and partner with businesses while maintaining an unwavering commitment to eliminate the deficit by 2017-18. The residents of Ottawa–Orléans voted for a plan that believes in the strengths of its people. We know that the people of this province have the talents and skills to build up our economy, and our government will build that talent through education and training.", "This government has been a leader in the education sector. Thanks to our policies and investments, young people, from kindergarten to post-secondary, are supported. Things like full-day kindergarten, smaller class sizes, and the 30% Off Tuition grant have made Ontario’s education system one of the best in the English-speaking world. Graduation rates have increased to 83%, and more young people are now able to access post-secondary education. We are giving them the supports they need to succeed, and making sure no one falls through the cracks.", "My community is growing quickly, and there is a need for both English and French schools. I am comforted to know that this government will continue to fund education so that every child in my riding has access to education in whichever language they choose.", "One of the major issues that came up during the campaign was about transit. It is an issue that I have championed and is extremely important to the growth and prosperity of my community. The people in my community deserve to be able to get to and from work with reliable public transit. I want to thank the Premier, who personally came to Ottawa–Orléans to commit to funding the Ottawa LRT. This government has sent a clear message that we are building better public transit in cities and better roads to connect towns with rural and remote communities.", "The Ottawa LRT project will take cars off the road. It will let people spend less time commuting and more time, quality time, with their families.", "Bringing the LRT to Orléans will do more than just ease congestion and help transit riders get to and from work faster. It will also foster the economic development of my community. This is an issue that I have long been passionate about, especially through my work with the Orléans Chamber of Commerce.", "Et j’aimerais remercier sincèrement la première ministre, Kathleen Wynne, pour m’avoir fait l’honneur de me nommer adjointe parlementaire au ministre du Développement économique, de l’Emploi et de l’Infrastructure.", "From this platform, I will work with the government to partner with business and create a dynamic business climate that brings jobs to communities like mine as well as all across the province.", "My previous work has given me a unique understanding of the need for a strengthened pension plan. I saw the realities of the financial hardship our seniors face. We have an aging population, and those people who built this society for us deserve to retire and live with dignity. Residents in my community told me at the door that they are worried about their retirement. They are worried about the future for their children and their grandchildren. Our made-in-Ontario pension plan will build retirement security for every person in the province.", "One of the things my predecessor imparted to me was the importance of environmental protection and the need for action on climate change. Il a été un des plus grands défenseurs des causes environnementales et des changements climatiques, and I am overjoyed to be part of a caucus that shares his dedication. Merci, Phil, pour l’héritage que tu nous lègues.", "This government renewed its commitment to this cause by adding climate change to the Ministry of the Environment.", "In my very own community, our government has committed $65 million to the Ottawa River Action Plan, which will help clean Petrie Island. Petrie Island is a gem in our community, but the people in my riding are not able to fully enjoy it. I heard many times throughout the campaign that families want to be able to swim at Petrie Island without worry. We know that a healthy Petrie Island cannot happen without a cleaner and more sustainable Ottawa River.", "Le Plan d’action de la rivière des Outaouais est certes une des réalisations importantes à court terme de notre gouvernement envers la communauté que je représente.", "I am motivated now, more than ever, by the knowledge that this government will stand up for the needs of the people of my riding and those across the province. I recognize that I have only been here for a short time, but I’ve already been inspired by the commitment, compassion and talent of my colleagues on both sides of the House. I believe we can hold each other to a higher standard, to act with integrity and to work to improve the lives of Ontarians, together.", "If we put evidence before ideology and partnership before partisanship, I know there is common ground to be found in job creation and a better climate for business, environmental protection, a strong public health care system and the funding of modern public transit. I am proud to be part of a team with a leader who recognizes these priorities.", "The speech from the throne outlined a commitment to the people of this province that will build on our past successes and follow a strong plan to deal with future challenges. For all those reasons and many more, I am proud to stand in this place and support the speech from the throne. I am proud to support a government and a Premier with a plan to build Ontario up.", "C’est avec une grande sagesse et une grande fierté que j’appuie le discours du trône et que j’appuie aussi un gouvernement et une première ministre qui offrent un plan positif pour construire un Ontario fort et prospère. Merci." ],
  "anchor" : "para941"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para995"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "It’s a pleasure to rise to speak about and to the member from Ottawa–Orléans.", "I was in the west wing here and I was watching the member on television. It’s hard to see yourself on television when you’re in here, but I would suggest that she go through the reruns because she has a real presence in this House. You stand up and you speak very well, and you speak very passionately about your riding. It certainly impressed me and, I’m sure, all members in the House who have been listening to your speech.", "That’s one issue I had when I first started here: trying to feel comfortable when I was standing up, speaking to people who had been here a long time and certainly had represented their ridings. One thing I did notice when I was watching my reruns was—I didn’t think I had the lack of hair that I have. It certainly showed up on the television, so I had to come to grips with that.", "But I want to congratulate you on your election victory. Certainly your family and friends played an important part in your victory, and I’m sure that you’ll do well here. I want to thank you for what seemed to be your demeanour—what you want to accomplish in this House. I think you’ll be a real presence here. I know that your colleagues in the Liberal Party will have to listen to you, because you speak very well, and I’m certain that will happen in your caucus meetings. Congratulations." ],
  "anchor" : "para996"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1000"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I too would like to echo some of the comments that have already been said. The member from Ottawa–Orléans: You definitely are an excellent speaker—in both languages, I may add. Not all of us have that skill set here yet; some of us are trying very hard.", "I do want to say, though, that it is always very emotional and powerful, I think, when new members have the opportunity to stand up and thank the people who helped get them here, mainly the family. I’m sure that your husband is blushing someplace about your comments.", "One of the things that you said that really struck me is that all of our constituents expect us to come here and work together. You certainly listed a number of issues you care passionately about that I think we can find some common ground and some consensus on—your first-hand experience in long-term care and seniors’ issues, for instance. There is obviously a growing issue in this province, with an aging population and the need for a comprehensive dementia strategy which is truly effective and can reach all communities across the province.", "Source-water protection: a huge issue, obviously, right? I mean, we can have a strong economy, our financial institutions can be in good shape, but if we don’t have clean water, it really calls into question what motivates us.", "I think the humility and compassion with which you express yourself are commendable. I think that you’re going to be a real asset to the Liberal caucus. I look forward to working with you, and I’d like to welcome you and congratulate you on your successful election to this place." ],
  "anchor" : "para1001"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Burlington." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "C’est avec grand plaisir que je réponds chaleureusement au discours de ma collègue, la députée d’Ottawa–Orléans. It’s a privilege to rise in this House and respond to the remarks of my colleague, the member from Ottawa–Orléans.", "I couldn’t agree more with the comments of the member from Kitchener–Waterloo, who addressed the warmth of—" ],
  "anchor" : "para1007"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Sorry to interrupt. You’re not in your seat. You have to be in your seat to speak. Go to your seat." ],
  "anchor" : "para1009"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I will go to my seat.", "Interjection." ],
  "anchor" : "para1010"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Stop the train. And since you were speaking French, bonne chance." ],
  "anchor" : "para1012"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you, Speaker, and forgive a rookie mistake. And thank you, colleagues. Thank you very much.", "I was wanting to support my colleague, and I’m sure everyone in the House recognizes that. But her comments about her family, her warmth, her compassion, her sense of humour and her commitment—listening to the comments from members on all sides of the House in their rookie speeches, it’s so wonderful to be here as a new member and get to know members from all across Ontario, to listen to their stories and their personal lives and the reason they were elected and why they’re here.", "I think what really stands out for the member, whom I’ve gotten to know a bit, and certainly more today, was the common thread. Whether it was her work at the Children’s Aid Society, her work at the Children’s Hospital of Eastern Ontario or with seniors at the Ottawa Hospital and in long-term care, or her proud francophone roots, these all speak to someone who is absolutely embracing of public service, who cares about people. All of those skills, I think, will be resonant in her work.", "I welcome my colleague. I look forward to working with her. I thank her for her amazing remarks today. Again, thank you, Speaker, for this opportunity to welcome my colleague." ],
  "anchor" : "para1013"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Oh, this is a bad day here. The member for Nepean–Carleton." ],
  "anchor" : "para1018"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Merci, monsieur le Président. C’est un grand plaisir to rise to the occasion and welcome my colleague from the city of Ottawa. Bonne chance, Marie-France, et félicitations. I’m very happy that she’s here today and very happy that she had the support of her colleagues, but it was also nice to hear so many nice comments from our colleagues on her maiden speech.", "I’ll never forget my maiden speech. When I stood up, I, like you, had to replace somebody who was very well-known in the community. You replaced Phil McNeely, a long-time city councillor and MPP; myself, I had a very quiet, shy former member in John Baird.", "When you take to the floor of the assembly for the first time, it’s a daunting task. I’ll never forget, the first person to rise—and I talked about it today—was Peter Kormos, to provide me with some sage advice. I’ll never forget it. I think the comments from our colleagues today, from Kitchener, Perth–Wellington and Burlington, speak to the genuine appreciation of your speech.", "But I want to give you this advice. It’s something that Peter Kormos gave to me, and I gave it as well to the member from Kenora–Rainy River when she gave her maiden speech: At some point in this term, that seat will be your seat. It won’t be the former member’s seat, it will be a seat from which you are going to speak with authority for the people who you represent, and they will appreciate that.", "I know you’re going to do well and I welcome you, as your seatmate from the city of Ottawa, to this chamber. May we have many spirited debates and many good times in this assembly. I wish you well. Bonne chance." ],
  "anchor" : "para1019"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you—and I take it you are in your seat?" ],
  "anchor" : "para1024"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I am. I am, actually." ],
  "anchor" : "para1025"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Ottawa–Orléans has two minutes." ],
  "anchor" : "para1026"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Okay. Thank you, Mr. Speaker. Thank you to the members for Perth–Wellington, Kitchener–Waterloo, Nepean–Carleton and Burlington for your wonderful comments. Although most of us will have differing ideas on how to get there, I can tell from the comments that we are all passionate about making Ontario the best place to live.", "I recognize there are challenges both in my riding and across the province, but the Ontario government has a plan. The people of this province spoke loud and clear on June 12, and said this is the plan they want. This plan commits to build the infrastructure and transit system that my community desperately needs. Our plan will help make the Ottawa LRT a reality.", "C’est un plan réfléchi, qui sera profitable et qui doit passer par une infrastructure solide et un environnement sain. Le train léger va devenir une réalité pour notre capitale nationale.", "Our plan also will protect the most vulnerable members of our society. It’s a plan that invests in developmental services, IVF and in our front-line workers, like our PSWs. In addition, this plan commits to eliminate the deficit by 2017-18 in a way that is fair and responsible by protecting vital public services.", "As a businesswoman, I know very well the importance of spending within your means. I look forward to working with members on both sides of the House and learning from your years of experience. Thank you. Merci." ],
  "anchor" : "para1027"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The honourable member from Leeds–Grenville." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you very much, Mr. Speaker. I want to take this opportunity to thank you and to congratulate you on your re-election, and also your elevation to the Chair. I will try my very, very best to adhere to all the rules of the House, because I don’t want to fear your wrath, sir. I do not want to fear your wrath.", "I also want to tell you, Speaker, that I’m going to be sharing my time with my neighbour to the east, the member for Stormont–Dundas–South Glengarry.", "I want to say to you, Speaker, and to all members of the Legislature how proud I am to be back and also proud to be able to speak on behalf of our party on the speech from the throne.", "To begin, I want to offer my sincere thanks to the people of Leeds–Grenville for giving me the honour to serve as their MPP again. I’ve had the privilege of representing my riding—", "Applause." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thanks for that very nice applause. It was my third election on June 12. For four years, I’d been elected. I know there are other members, like the member for St. Catharines, the Minister without Portfolio—he has been a fixture here. I appreciate all of his advice that he has given me. I remember working for Senator Runciman when he was the MPP, and he always told me, “If you want the straight goods, go to Jim Bradley.”", "Although I haven’t been in as many elections as you, sir, I know that we all agree that it is a very humbling experience to be elected—whether it’s once, twice or multiple times—to this Legislature." ],
  "anchor" : "para1038"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "He was the youngest mayor in Ontario." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I appreciate it, Speaker. I want to invite you to come to the riding—I’m speaking now to the minister responsible for the Pan Am Games. I want you to know, sir—through the Speaker to you—that I want you to continue to visit my riding, to visit those wonderful in-laws of yours in the town of Gananoque.", "You know what? I’ll even take you for a beer at the Gananoque Brewing Co. We’ll have a beer together. How’s that, sir? If you want to bring the limo-boat down to the St. Lawrence, I’m sure I can get some pictures of the limo-boat in the Gananoque Reporter. If you want to bring it down, I’m sure we can look after it for you.", "It’s an honour to speak on behalf of the 99,000 residents of Leeds–Grenville. I appreciate the trust that they’ve given me, and I want to tell those who supported me—but, more importantly, those who did not—that I’ll feel honoured to be able to represent your views, not just in the Legislative Assembly but also to advocate for you with the provincial government.", "It was those families in Leeds–Grenville, many of whom I met during the campaign, who were on my mind when I was in the chamber listening to the speech from the throne. As we know, those speeches from the throne are very lofty addresses. They’re very aspirational, to use a word that Premier Wynne uses quite often.", "Do you know what? There are some things that I think all members can agree with, because I wholeheartedly agreed when the government said that its top priority should be—I’m going to quote the throne speech now—“to grow the economy and create good jobs in every region of the province.”", "Interjections." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Speaker",
  "text" : [ "If I could get the attention of the House, I think people aren’t paying attention over there. There seem to be at least six little sidebars going on. I can’t even hear the member, and he’s right beside me. So if you want to have a nice little discussion and a group thing, go outside. Okay? Thank you.", "Continue." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Yes, well, I’m glad that the Minister of Transportation isn’t sitting in my seat, because I’d be worried that you’d misunderstand and think that I was here. I appreciate him. We go to the same barber.", "Anyway, back to the quote from the throne speech, because I know now that everybody is listening to me, the clip I wanted to say that I wholeheartedly agree with was when the government said that its top priority was “to grow the economy and create good jobs in every region of the province,” because do you know what? That’s my top priority too.", "But the one way I think we need to deal with things—and, I think, the best way to fix things for families in Leeds–Grenville—is to be able to listen to what the government puts forward and to be able to provide an effective opposition. I think that that’s one of the things that we’re going to try to be as an opposition: very fair and reasonable in our address, not just in question period, but also in debate.", "However, I have to say that I do have a lack of confidence in some of the things that the government was saying in last week’s throne speech.", "It’s not just me who lacks confidence, however. Increasingly, the private sector is hedging their bets, because well-run businesses want to operate in well-run provinces. Too many times, I’m hearing from the business community that they don’t have that confidence in this government in how they’re running the show.", "So let’s look at their record. Two years ago, Ontario’s deficit was $9.2 billion, and then they increased it to $11.3 billion. This year, the deficit sits at a staggering $12.5 billion.", "No less of an authority than Craig Wright, the chief economist at the Royal Bank of Canada, offered the following warning in the Globe and Mail. Here’s Mr. Wright’s quote: “The bottom line is that with two credit ratings agencies now knocking, the province of Ontario needs to soon establish some credibility on its plan to control spending in the years ahead.”", "Credibility means giving us a detailed plan, not some vague promise that the books are somehow going to be magically balanced by 2017-18. Ontarians deserve an answer to the three questions that my colleagues have been asking over and over and over again this week during debate. What services are you going to cut? What taxes are you going to raise? Or are you just going to come clean with the people of Ontario and let them know you’re going to break your promise and not be able to balance the budget in three years? That’s what people want to know. They want to know the answer.", "Already, the cost of servicing our debt is the third-largest spending item in Ontario’s budget, about $11.2 billion. That $11.2 billion could also pay for many front-line services that my colleagues have, again, been speaking about in question period and in debate. I think our caucus speaks with some urgency, because when you look at the issue, just a minor change in the interest rate is going to cause a detrimental effect to our budget and again, put in jeopardy those services that we want to be paid for.", "Speaker, in the few minutes that I have left before I’m going to turn it over to the member, I just want to talk about two issues that weren’t included in the throne speech that I think are priorities. One of them in my community is the 97-year tradition of agriculture education that I hope will be preserved at Kemptville college.", "Next week, on July 16, the renewal task force has a public meeting. They’re going to roll out some of the partners that have come forward, both in the public sector and the private sector. I asked a question earlier this week, on our first day, Monday, in question period. I invited both the Minister of Agriculture, Food and Rural Affairs and also the Minister of Training, Colleges and Universities to Kemptville to see it themselves. I really hope that, after the public meeting, they don’t thrust an imposed position on the facilitator, that the facilitator has the chance to come to the public meeting, that the ministers get a chance to tour the facility, and that they really work with the community, work with the existing partners—no matter whether they’re in the public sector, or maybe there are some private sector folks who want to provide a different perspective on how we can keep that 97-year tradition at Kemptville college.", "The other issue I want to bring forward is the Thousand Islands casino. It’s an urgent issue in my riding. I spent a lot of time and we spent a lot of time at all-candidates meetings as well, and surprisingly, all three parties were against the OLG modernization plan that was tabled by this government. Even the Liberal candidate spoke consistently against the plan. We’ve had a great opportunity in Gananoque. We’ve had two tremendously willing hosts with the town of Gananoque and the township of Leeds and the Thousand Islands. We’ve got a wonderful site that’s available to expand.", "The one thing that’s standing in the way is this OLG modernization plan. Again, my colleague from Nepean–Carleton tabled the motion at public accounts that the Auditor General investigate it, which showed some of the issues. The thing that I couldn’t believe when I read the OLG report is that, on page 22 of the report, it revealed that the Liberal cabinet approved, in February 2012, their plans to—and this was the quote from the AG’s report—“replace the Thousand Islands casino … with a casino in downtown Kingston” by the winter of 2015. It was a crazy proposal. I cannot understand why you would take one of the most successful casinos without a racetrack in the province of Ontario and move it a few kilometres down the road. It doesn’t make any sense.", "Even more important is the fact that just a few kilometres across the bridge in New York state, a developer has announced a $100-million racino. So here we’ve got a chance. We need to expand that successful site in Gananoque. We need to go head to head against that racino plan in northern New York state, and instead we’re dithering and delaying. We’re still talking about a referendum in the city of Kingston, a community that solidly rejected—solidly rejected—that casino back in the 1990s.", "Again, those are two issues that I think this government needs to deal with. I appreciate the opportunity to give a few comments, and I’ll now throw it over to my colleague from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para1049"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para1065"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Thank you, Speaker. I too would like to congratulate you on your re-election, and your ascent to the deputy speaker’s position again, and to the new members of the Legislature who have been elected just a few weeks ago, along with the members who were re-elected. I think it says something for your community. We’re looking forward to working with them.", "I know the province of Ontario is facing some extreme challenges, and it’s our role to make some of the tough decisions to ensure our future prosperity. I would like to thank my family, my volunteers and my supporters who helped me during this campaign. One thing for sure: We could not do it without you.", "To the residents of my riding of Stormont–Dundas–South Glengarry, I want to thank them for re-electing me as their MPP. I’m very proud to serve them for the next four years, and I’ll look at doing what it takes to make our riding part of the best province in the best country in the world.", "They entrusted me with their concerns at Queen’s Park, and, Speaker, there’s no shortage of concerns with this Liberal government. Throughout the campaign, I heard constituents say that they were worried about a number of issues. First, they perceive the government to have wasted billions of their taxpayers’ dollars on failed projects such as eHealth and Ornge, or on cancelling the gas plants to save a few Liberal Party seats—over $1 billion and no oversight received from this government.", "Secondly, they felt that this government had not been straight with them on the cost of the cancellations. In the case of Oakville, swearing numerous times to a cost of $40 million right up to the day before the Auditor General released his report showing it to be $800 million—over 20 times the cost. So are they expecting us to believe that they were unaware of this cost, and if so, how can we trust them with our finances?", "Then came the deleted emails and the erasure of 20 hard drives in the Premier’s office by a friend of a staff member with no security clearance, and nobody identifies or notices that there’s a problem with an unauthorized person accessing dozens of government computers, and when he’s finished, programs not working, files deleted, requiring tech support to get them working again. How can this happen in this day and age? Is this the type of Third World behaviour that we can expect from the government of Ontario?", "And now this technical expert, who was paid well by this government, well over $100,000, has moved to BC with his friend, who is now employed by the BC Liberal Party, and is outside the jurisdiction of a Speaker’s warrant—how convenient.", "All from a government and a Premier who claim that they want to do the right thing and increase transparency. During the recent campaign, the Premier refused to commit to a judicial inquiry, saying that she would allow the committee to fully investigate the situation. Well, Premier, the people of Ontario are watching. Your actions will speak loudly as you set up the committees.", "Thirdly, people were worried about their jobs and how doing business in Ontario is doing becoming more and more uncompetitive. It could have been their own jobs in jeopardy, due to their employer being on the brink of closing, or concerns about their children’s ability to enter a trade or find a job in their field after graduating. Many of these concerns are due exclusively to the government’s misguided policies in many areas, ranging from energy to apprenticeships. We have electricity rates that have increased over 300% in the 10 years since they took over government, and, by their numbers, will increase another 42% over the next five years. Speaker, Ontario’s low cost of energy, once one of our major advantages, is now squandered with ill-fated decisions and programs such as the Green Energy Act. And to make matters worse, our neighbours’ already low power costs are trending lower as they make strategic decisions allowing them to take advantage of low-cost shale gas.", "Rather than listen to Ontarians, the government prefers to cover their ears and pretend that there’s nothing wrong. Speaker, nothing could be further from the truth.", "This government complains that Ontarians are not saving enough for their retirement. Rather than evaluate why our residents’ disposable income has declined, they jump to the conclusion that they are simply spending all they earn and should be forced, for their own good, to give the Liberals more of their hard-earned money so they can steward it for the next couple of decades.", "This is, first and foremost, a patronizing approach unworthy of this country’s most populous province and, until recently, its economic engine. Ontarians have built prosperity over decades through their own efforts and investment. It was through taking charge of our capital and through taking risks by starting businesses and bringing ideas to fruition that we brought solid growth to this province. This government took its spending addiction and figured everyone had it as well.", "The residents of Stormont–Dundas–South Glengarry beg to differ. Many of them can’t afford to save more for their retirement because this government has barred them from access to jobs, trades and training.", "Many young people in my area wish to become apprentices and serve their community. Instead, the government perseveres in its job-killing apprenticeship limitation policies pushed by the College of Trades.", "My constituency office receives numerous complaints every day from lower-income residents, including seniors, who are facing the choice between heating their home or placing food on the table.", "Every retirement plan is different since every worker is different. We all have different ambitions for our later years, and we should be allowed to budget accordingly. This government’s proposed pension plan is nothing but a tax grab that ignores our right to plan our financial lives independently.", "Employees without employer pension plans are trusted to make their own savings arrangements, such as RRSPs. This government insults every Ontarian’s intelligence by assuming we can’t be trusted with our own money and need this Liberal government to manage our lives for us.", "Ontarians would save more if this government didn’t take their jobs and savings to pay for their failed policies.", "The members on the government side think they know best. Ontarians, on the other hand, have seen first-hand how the Liberals are best at wasting public money. It takes a particular kind of incompetence to achieve, over a decade, what this government has done.", "In spite of doubling tax revenues, they still managed to double the province’s debt—and yet still drowning in larger and larger problems. We would consider them mad or at least incompetent if we had a friend who increased his income by that much and still rang up that kind of debt.", "This throne speech outlines our progress to a deeper dependency on our lenders’ goodwill. Several credit rating agencies have signalled their intention to downgrade Ontario’s debt if they do not see urgent action to tackle the rising cost of government.", "To the average Ontarian, the province’s credit rating may rank lower in priority than many of their other issues. However, it is a major building block of our economy. When lenders don’t believe that we will pay our bills, they demand higher interest rates or stop lending to us altogether. When our rating is downgraded, our lenders’ list shrinks, and that costs us more—about $3 billion for every 1%.", "This government is forgetting its basic duties. We do not elect governments to run our lives. We elect governments to administer good public policy and to invest our taxpayers’ money strategically to secure our future, making life better for our children and grandchildren. Their record on both counts is nothing short of a disaster—doubling our debt without any appreciable results to show for it. Ontarians deserve the best services in the country, for they’ve definitely paid for them. Instead, this Liberal government has driven the cost of government to a point where we’re seeing cuts in the services that we deserve and rely on, such as health care and coverage for seniors and patients with chronic conditions such as diabetes.", "Health care in my own riding has been affected. Funding pressures have forced the closure of 14 beds at the Winchester District Memorial Hospital—over 22% of its beds—and the closure of a brand new, modern ICU. It’s funny how just a few years ago there was a big ribbon-cutting ceremony when it opened, but only a quiet press release when it closed. We need to give the hospital credit for striving to save and maintain as many patient services as possible. However, 14 less beds means less patients can stay in the hospital after surgery and less vulnerable seniors can be followed up with.", "Speaker, it’s time for this government to think less about its own skin and to make tough strategic decisions necessary to ensure our children and grandchildren have a better place to live than the one we inherited. Lord knows they will be paying for it for a long time." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before we get into the responses, I beg to inform the House that, pursuant to standing order 98(c), a change has been made to the order of precedence on the ballot list for private members’ public business such that Mr. Qaadri assumes ballot item number 1, Mr. Milczyn assumes ballot item number 7, Mr. Delaney assumes ballot item number 2, Mr. Crack assumes ballot item number 55, Ms. McMahon assumes ballot item number 3, and Mr. Baker assumes ballot item number 74.", "The member from Nickel Belt." ],
  "anchor" : "para1092"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. It was with interest that I listened to my colleagues from Leeds–Grenville and Stormont–Dundas–South Glengarry. It’s rather interesting to see that some of their concerns with the throne speech actually resonate quite loudly in my riding of Nickel Belt.", "He talked about Kemptville et le collège d’Alfred. Le collège d’Alfred se retrouve dans la même situation que le collège dans son comté, où c’était le premier collège francophone qui, pour des décennies, a permis aux Franco-Ontariens et Franco-Ontariennes d’avoir une bonne éducation en français dans le secteur de l’agriculture. Tout ça est à risque en ce moment. So I certainly support the efforts from the member to make sure the collège d’Alfred and the Kemptville campus continue to be there.", "Another part that really resonates with Nickel Belt is horse racing. For over 50 years, there’s been horse racing in Nickel Belt at Sudbury Downs. It was a successful business that supported our farmers, our agriculture, that supported about 100 families. There are no races at Sudbury Downs this year. The track sits there, empty. The barns are empty. The stables are empty. The farmers couldn’t help but grow hay, because it’s not really something you can prevent, so the hay’s still growing. They will go through the expense of harvesting it with no hope in sight of finding a buyer.", "This is devastating. You have to realize that in Nickel Belt, we’re not about to grow peaches and cherries. Hay is what we grow. But when there are no horses to eat that hay, then the dramatic impact it has on our economy is devastating." ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment and Climate Change." ],
  "anchor" : "para1098"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I just want to address some of the comments, because I live with an operating room nurse who has worked in three provinces. He listens and often watches. He says, “Can’t you explain to some of your colleagues what is changing in health care and why it’s better?”", "In my constituency, St. Michael’s Hospital has seen a significant reduction in the number of beds. Why? Is that a cutback? No. What they’re doing is this: If you talk to Bob Howard—my partner, Rick, works in the operating room. They do keyhole surgery and they do brain tumours, which is what he does, and they send them home. He said that three years ago, they would have been there for four days. When he used to work in Manitoba, it was three weeks. Spleen surgery used to be a three- to four-week surgery; it’s now 24 to 48 hours.", "Our health care system has done remarkably well in that it has completely modernized that. What used to be, 10 years ago, five years ago or 15 years ago, two-, three-, four-week or month-long stays are now hours and days. That should be celebrated. Every single hospital, from Women’s College to Sick Kids to rehab—all nine hospitals in downtown Toronto are being completely rebuilt. It is a multi-billion-dollar rebuilding. And it’s happening in Sudbury, where my family lives, with a brand new beautiful hospital. My aunt who lives in Sudbury, who is one of your constituents, used to be the administrator. She says it’s the same thing. People are confusing that.", "So where are the health investments going? I have a new birthing centre, four new family health teams, Anishnawbe Health—aboriginal people in my community are finally seeing a full-fledged community health centre—Sherbourne Health. I come from the community health centre, and I know the member from Nickel Belt does. We have been fighting for 50 years to get community health treated like hospitals, and it’s happening.", "Let’s actually have an honest conversation and realize that the health care budget is expanding, but it’s shifting to where it should be: better care and shorter stays." ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from—I’m having another moment here." ],
  "anchor" : "para1105"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Nepean–Carleton, Speaker." ],
  "anchor" : "para1106"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s right—Peterborough, no?" ],
  "anchor" : "para1107"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Speaker, it’s always good to see you in the Chair, and we’ll forgive some of the issues that you’re having today, because I think it’s your first day back." ],
  "anchor" : "para1108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It has been a very confusing day, with seating arrangements and everything." ],
  "anchor" : "para1109"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It is, I can tell, but it’s okay; we forgive.", "I’d like to say thank you to my colleague from Leeds–Grenville, as well as my colleague from Stormont–Dundas–South Glengarry. Both of their ridings are adjacent to mine, the very vast riding of Nepean–Carleton, the largest in the city of Ottawa—geographically as well as by population. It’s a real pleasure to listen to their perspectives.", "I appreciated the concerns my colleague brought to the floor about the Leeds–Grenville/Gananoque casino. I think it’s important for members opposite to understand how important that facility is to his community for job creation, stability and, actually, for tourism, because Gananoque is one of the most beautiful places you’re going to see in Ontario. It is, of course, right on the lovely Thousand Islands.", "My colleague from Stormont–Dundas–South Glengarry and I share a border near Winchester, where there is a very important hospital that services both of our communities. Most people look at me and say, “Okay, she’s in the city, so all the hospitals that service her communities are in the city of Ottawa and in Nepean.”", "Well, quite frankly, my colleague represents Kemptville. His hospital is in Kemptville—as well as Kemptville College, a very important issue—but the Winchester hospital that we share is critical for the care of his constituents and mine. I think he brought a valid issue to the floor of this assembly; I appreciate that he has been outspoken on behalf of them, and that he wants to bring those views to the assembly.", "I’ll conclude by saying this: I agree with both of my colleagues, who say that this government has to get their debt and deficit under control, and I’ll tell you why: Every single dollar that we spend on servicing the debt and the deficit—and that is going to go up—is a dollar less from our education system, but also from our health care system. So, ladies and gentlemen in this assembly, I think it’s very important that we have that important conversation, and that we have it very shortly." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1116"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It’s my pleasure to speak to the comments from the members from Leeds–Grenville and Stormont–Dundas–South Glengarry.", "First, to the member from Leeds–Grenville: I agree; Gananoque is an extraordinary place, and I think he’s very lucky to represent that community.", "I have to say that he raised the whole question of whether this government is going to engage in substantial cuts in services or substantial increases in taxes to deal with its financial problems.", "I would not be surprised if there were substantial cuts in services, but I also want to point out to him that this government has already made it clear, prior to the introduction of the budget earlier this year, and certainly in the course of the speech from the throne, that it has great interest in selling off public assets to private corporations. That, in fact, will have substantial impact on the economy of this province. We have seen the impact of privatization of hydro—electricity generation—drive up the cost of electricity for people across Ontario.", "What this government is contemplating is sales of public assets—they call it “recycling of assets”—which will make its books look better when it goes to make its next budget presentation, but, frankly, those sales of public assets will mean a reduction in people’s standard of living. They will pay more for the services. If it’s for hydro or if it’s for the purchase of beer, wine or liquor at the LCBO, money will flow into private pockets and out of the pockets and purses of people across Ontario. That’s what is being contemplated by this government. They may well have other things on the go, but that’s a piece that cannot be ignored." ],
  "anchor" : "para1117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Stormont–Dundas–South Glengarry has two minutes." ],
  "anchor" : "para1122"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I thank the member from Nickel Belt, the Minister of the Environment, my colleague the member from Nepean–Carleton, and the member from Toronto–Danforth.", "It’s interesting to talk about Kemptville College and the closure. It is a huge issue in my riding, too. It doesn’t sit in my riding, but certainly it is probably the most-utilized post-secondary institution in SD&G. We’re a very agricultural community, and farmers over the years—generations, actually; the last hundred years—have gone there. It’s crucial that we keep it open, especially with the trade agreements that are putting more pressure on agriculture.", "We talk about our hospitals. It’s interesting that the Winchester hospital—I guess you have to look at it two ways. We just finished building a new ICU unit in the hospital. I took a tour just a few weeks ago, and one of the doctors pointed out that the doors are locked. If you make the investment, if you’re spending millions of dollars, and a new, modern part of the hospital is locked and they’re forced up into the old part of the hospital upstairs—either you need it or you don’t. If you don’t need it, then don’t spend the millions of dollars—just another added waste of money, then. I don’t believe it’s waste; I think it should be opened. But that’s what they’re forced into.", "We have to look at securing our future, spending our money wisely. We look at this budget. We’ve heard now that if it is passed, there’s a downgrade in the credit rating coming through—likely another $3 billion in costs not in the budget. That means that services have to be cut. I talked to doctors in my area. They tell you, “Yes, some of the numbers look good. The numbers are good between getting a doctor’s appointment and getting services.” But getting the doctor’s appointment is tough, because there’s no funding for the doctors in the area. Optometrists—you have to wait months and months; six or seven months just to get that appointment. Sure, once you get it you can get the operation done. But it’s all part of the numbers that skew the results." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Member from Toronto–Danforth." ],
  "anchor" : "para1127"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Why, thank you, Speaker. It’s an honour to be able to address you and to address the matter of the speech from the throne.", "First of all, of course, I want to thank my constituents in Toronto–Danforth for re-electing me, sending me back to represent them. I want to thank them. I want to thank my campaign workers, my volunteers, my donors, all those who went through an extraordinarily long six weeks—an extraordinarily long six weeks.", "I want to thank as well David C. Onley, our Lieutenant Governor, who’s leaving his post. He took his role seriously. He discharged his duties with great dignity. I think that we should all be grateful to him for taking on the post and acting the way he did. Last week he delivered the speech from the throne on behalf of the new Liberal government.", "I won’t be spending time on every element in that speech—I don’t have enough time allocated to me—but there are three areas I want to touch on. One is the growing unfairness, the growing income inequality, in Ontario. I want to talk about the dismantling and piecemeal sale of our public assets. And I want to talk about the failure to act on climate change, either to slow it down or to prepare for its impact.", "I’ll start with the growing unfairness. That, Speaker, is not addressed in the speech from the throne, and I don’t believe it’s addressed in the budget that will be presented to us next week either. As you are well aware, Speaker, Canada is becoming is a more and more unfair country in terms of income and in terms of wealth. And Ontario is one of the leaders, under the Liberals, in reinforcing that unfairness through tax cuts for corporations and unfair policies for people at the bottom of the income scale. In 2011, Stats Canada reported Ontario as the second most unfair province in terms of income inequality in Canada, being beat out only by British Columbia. After eight years of Liberal rule, the gap between the lowest earners and the highest was extraordinarily sharp.", "Recently, the Canadian Centre for Policy Alternatives put out a report called Outrageous Fortune. They give the numbers for income distribution in Canada. They talk about that inequality. And since Ontario is one of the most unfair, unequal provinces in the federation, these numbers certainly apply to us. I have to say, I was thinking about the comments from the member from Oshawa earlier about: Why is it so hard for people who work for a living? Why is it that those that go out every day to make the goods and deliver the services that allow us to in enjoy this society—why is it that they’re so hard-pressed? She asked that question and grounded it in the concrete reality of Oshawa. I’ve seen it in my riding; everyone in this chamber has seen it.", "The Canadian Centre for Policy Alternatives reports that 20% of Canadians have almost half the income, which means that 80% of Canadians have to live on the other half.", "Interjection." ],
  "anchor" : "para1128"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Yes, I’ll tell you. It’s pretty straightforward mathematics. That is a very, very tough situation for 80% of Canadians. Even more unfair, that top 20% has 70% of the assets; the bottom 80% has 30% of the assets.", "If we wonder why in Stormont–Dundas–South Glengarry people feel hard-pressed when programs come forward, if we talk about seniors living in Hamilton Mountain trying to make ends meet, if we talk about people in just about any riding in this province, people are increasingly hard-pressed as this society becomes more unfair and more unequal. That, Speaker, is not addressed in this speech from the throne and it is not, assuming that the same budget is introduced, going to be addressed in the budget next week.", "Speaker, I would say that one can look at the history of tax cuts delivered by this Liberal government and one can see a very clear continuation of a policy of unfairness and growing inequality. I’ll give you an example of a hit that was imposed on those in that bottom 20%, people who have some income, who have negative net worth, because as a group they’re in debt. Many of those people depend on tax credits and transfers from federal and provincial governments to make their budgets work. A few years ago, this Liberal government introduced a change around the Trillium benefit so that instead of people getting a lump sum payment after their taxes were paid, in fact, it’s distributed over a year, on a monthly basis.", "My colleague Michael Prue, when he was critic for finance, raised this matter because—for him and for me and for all of us—we dealt with seniors and people on low and fixed incomes who desperately needed that chunk of cash to clear bills off the table, to deal with extraordinary expenses; and without their permission, without their consent, without them being asked or informed, suddenly they found out that they couldn’t pay off those bills, that it would be spread over a year. Michael Prue raised that issue. He said to Dwight Duncan at the time, “You’ve got to restore that single payment.”", "Interjection." ],
  "anchor" : "para1137"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Oh, he did. Oh, he did, my friends. He did.", "I’m going to read you an email that I was sent, just yesterday, actually.", "“Hello Peter,", "“My name is Pat.", "“I am sending this email today because I am outraged over the Trillium” benefit. “I was angry when it was first implemented, because it impacted my overall tax return....", "“Last year, because of the amount I am due back on my Trillium I was ineligible to have it granted to me in a lump sum”—because if it’s small enough, they’ll give you the lump sum, but not if it’s large—“and thus had no choice but to receive it on a month-to-month basis. This year while I was filling out my tax return, I was ecstatic to see that I now had the option to get it all in a lump sum, because it would help me greatly in getting ahead in paying off some bills and debt. Nowhere did I read on my tax return that I would have to wait until June of 2015 in order to receive this payment and I was shocked and upset when I received a notice in the mail telling me this.”", "Yes, you understand correctly. The lowest-income Ontarians who qualify for this tax credit are effectively being forced to loan their tax refund to the province of Ontario for up to a year instead of getting the payment that they, as the lowest-income Ontarians, should be getting speedily and in one lump sum, should they request it." ],
  "anchor" : "para1142"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "As our friend Rosie would have said, “God bless.”" ],
  "anchor" : "para1149"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Our friend Rosie would have said “God bless,” but not in this case, because God doesn’t bless taking on seniors and people who are in desperate circumstances and imposing on them a forced loan to the government of Ontario—a forced loan to the government of Ontario.", "Pat wrote further:", "“I am sending this email to you ... because it feels like you are the only voice that I have that can reach these people, to tell them just how unfair it is that they are giving us such a lousy choice with heavy stacks in favour of only one of the options while there are so many deterring factors for the other....", "“Thank you for taking the time to read this email.”", "This treatment of the people with the lowest incomes in this province is symptomatic is the way that the Liberals have created and enforced income unfairness and income inequality in this province and this needs to be corrected." ],
  "anchor" : "para1150"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Oh, give me a break. Where were you on the minimum wage?" ],
  "anchor" : "para1155"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "May I say, Speaker, there are some people in this House who have very poor memories, and I can hear them nattering in the background. They natter on, they natter on.", "The second issue I want to address is the sale of public assets. In April I attended a media conference that was hosted by Mr. Sousa, Minister of Finance. He talked about “recycling of assets.” I took that as code for privatization, and interestingly, so did all the reporters who were there reporting that day. One reporter said to Finance Minister Sousa, “Why are you talking about this when we’ve seen the impacts of the sale of the 407? We know what happened to Ontarians there.” His response was telling and is consistent with everything we’ve heard since. He didn’t think that the sale itself was a problem; he thought the way it was sold was a problem. He felt they had approached it badly. They hadn’t gotten a good deal for Ontarians. Speaker, when you sell off public assets, critical public infrastructure, to public companies that can frankly take whatever the traffic will bear—pardon the pun—then you undermine the standard of living and you undermine the economy of the people of Ontario. And this government is on track to do exactly that again.", "What’s on the table? Ontario Power Generation, Hydro One, LCBO. In 2010, Dwight Duncan and Dalton McGuinty brought that forward. They threw in OLG at the time. Speaker, there was tremendous public outcry and understanding of the economic consequences of that action, and that government at that time backed off. But now we’ve got a whole new flurry of euphemisms, of code words, of panels whose job it is to slide through the full or partial privatization of three key public assets.", "Speaker, this speech from the throne and the policies that it envisions will mean further erosion of the stability of Ontario’s economy and further reduction in our standard of living. I had a chance earlier in my comments to talk about electricity. Let’s be very clear: The policies that the Conservatives put in place and that the Liberals continued for privatization of power generation added $1 billion in profit every year that people have to pay on their hydro bills—$1 billion a year they didn’t have to pay in the 1990s before the privatization.", "I see from your subtle sign, Speaker, that we may be coming to the end of time here, and I look forward to a more direct signal on your part indicating an end. Until that point—aha. I take that as a clear signal. Thank you for your time and attention, Speaker." ],
  "anchor" : "para1156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Toronto–Danforth, and he will continue again where he left off." ],
  "anchor" : "para1161"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it’s six o’clock, this House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1163"
} ]