[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on July 15, 2014, on the motion that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para30"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It is a pleasure for me to stand up to discuss the budget motion and pull back the layers on this budget. I think it’s important to acknowledge that all of us in this House want the best for Ontario. We have a shared purpose and a shared responsibility to build up this province. We have very different ideas of how to do that, though. I think that that is very clear when you do a further examination of the budget that was put forward by the Liberal government.", "My role as finance critic and as critic for the Treasury Board is unique. I have to tell you I’m already really enjoying it, and it’s going to be especially interesting for me to follow the minister of savings, otherwise known as the President of the Treasury Board, to see where this government is looking to find savings and find efficiencies, and, quite honestly, to make sure that those findings don’t hurt the people of this province.", "I think if you have an open mind, if you look at this budget in its fullness, you will see that it is not the path to actually build up this province. In fact, after year one and after some 70 promises, you will see, as anybody would if they looked on page 244, it clearly indicates that there will be a 6% cut to program spending. This is indeed of great concern to us on this side of the House, especially because the government has not been fully clear on where those cuts will happen, which programs will be cut and who will be most affected.", "I also think it’s important for us to have an honest conversation about what the purpose of a budget is. There are some people who feel strongly that budgets are actually moral documents: They tell the story of our priorities; they tell the story of our values and of our principles; they indicate, or they should reflect, the priorities of the people we serve. I think that for a lot of people, actually, a lot of citizens, this is the time when they pay the closest attention to government. Sometimes there’s a lot of noise, especially around an election. There was a lot of rhetoric, there was a lot of noise around the election this time, and I think right now they’re actually just getting their first look, their first real look, at the facts of this budget. I think they will see that their priorities around job creation, around affordability, around fairness and around justice are not reflected in this budget.", "I also think it’s really important to acknowledge that fear was a dominant emotion. Actually, I want to commend the interim leader of the PC caucus for being up front and stating what happened and what their role was in the derailment, if you will, of this election. Certainly, as I knocked on the 12,000 doors, I heard very strongly that fear was the dominant emotion, and it’s a very powerful emotion. I want to put that on the record.", "When you look at this budget, though, you can see that affordability is truly not a priority, that fairness is not a priority. Certainly, once you move past year one—because it’s important to acknowledge that there was an extra $3.4 billion in promises contained within this budget over the 2013 one. We’re going to have to see how that plays itself out, because we know there has not been a full costing of those promises.", "I do think, though, as I mentioned, the 6% reduction in program spending, as listed on page 244 of this budget, is a huge red flag, and it should have been a red flag during the election. It should have been a red flag for some of our stakeholders and some of our partners, because there is truly a lack of clarity as to which ministries are going to be hit the hardest. Now, to be clear, the government has said that they’re not going to go near education or health care, although during the election I heard very loudly at the doorstep, as I know a lot of my colleagues did, that there is duplication in health care—in the LHINs, in the CCACs, in the administrations of the hospitals. When you have duplication, you obviously have a level of inefficiency, and I think that does not serve the people in our health care system the best. We highlighted that, and it has not been reflected in the budget.", "The role of the finance critic—I’ve been talking to a lot of former finance critics and finance ministers and I’ve been reaching out to sort of find out how this role can be effective in a majority government, because I think it’s really important to acknowledge that the terms of engagement, if you will, have changed drastically. I was thinking about this last night, and I strongly believe that minority governments can work for the people of this province; I do. As we negotiated through several budgets over the last two or three years—more like two years—we secured some concessions. But the ironic part about those concessions or those negotiations, where we tried to bring the priorities of people to the budget discussion, to the table, was that those concessions were not honoured. So it’s hard to imagine how the 70 promises that are contained within this budget are actually going to be honoured, when we couldn’t hold the Liberal government to account for the three election promises.", "Most recently, it was just yesterday that the government had to acknowledge that you are not within even a quick grasp or sight of a 15% reduction in auto insurance. In fact, you’re quite far from that goal. Five-day home care, for instance, was something that I felt we all really cared about. Those goals were not kept, for sure.", "And of course the famous Financial Accountability Office: It took nine and a half months to start that process. I cannot wait to get that FAO up and running. It did pass in this Legislature by all parties; it had all-party support. You’ll remember, Mr. Speaker, that it took three members from every party, and we had to find consensus on who that FAO would be. I look forward to the next phase of finding an FAO, because I think if you look at the business practices that are currently here in the province of Ontario, you will agree—the MaRS building, for example; that’s just one of the most recent examples. We could talk for the entire 20 minutes about the poor business decisions of this government. I think there has never been a more important or relevant or needed time for a Financial Accountability Officer to be an official officer of this Legislature to ensure that, in a majority setting, we ensure that the taxpayers and the citizens of this province are best served through those expenditures.", "I do want to say, though, this new relationship is—I think there’s still potential here; I really do. There are a number of issues that, of course, we are going to push back on, like the full sale of public assets. This is a huge concern for us, and the more we talk about it, actually, in the province of Ontario—it is a shared concern for the people of this province as well.", "We also, of course, are very concerned about job creation in the province of Ontario, because this is a revenue stream that we need. People want to get back to work in the province of Ontario. I have to tell you that this budget doesn’t have any new ideas around job creation; this is a huge concern. I raised this in question period the other day when the new job numbers came out—which people are discounting on that side of the House, but they seem very real on this side of the House, and I know they seem very real for the people of the province of Ontario.", "People want to make sure that they’re going to get good value going forward. We do get good value, for instance, from the LCBO. It generates $1.77 billion for this province, and it’s a good public asset. Those are good jobs. I think that any proposal to sell off those assets is a huge concern for us as a party.", "We also, obviously, have concerns about how this public pension plan has rolled out in the province of Ontario. You will see that it’s not in this budget. You will see that the focus has been, first and foremost, for a private pension plan. That is the priority. I think that our leader yesterday said it best; she said it’s banks before people. If there is a genuine interest in a public pension plan, why not put that first and foremost, if that really was a priority? It was a really good sound bite, I have to admit. It was a good sound bite, and there was lots of spin around it, but if the government plans to move forward with a Harper-style private pension plan this fall—clearly, that is the priority. Actions speak louder than a headline or some spin going forward.", "Another reason why we really think that financial accountability is important—and that is the lens that I’m going to be seeing this budget through—is that the government plans to deliver more projects through the alternative financing model, the AFP, or P3s, where we have not seen good value for the people of this province.", "Interjection." ],
  "anchor" : "para31"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "No; you transfer the risks, but the people of the province still pay the price at the end of the day. So the government was going to continue to deliver more projects through a public-private partnership model. The province is even proceeding with a new courthouse in Milton using the AFP model.", "I think there’s some responsibility to actually listen to some of the feedback from those financial models that have played themselves out in the province of Ontario. They haven’t served the people well, because you haven’t put the appropriate accountability measures in place to make sure that people get the true value, and that quality value as well.", "On job creation—my former critic portfolio was in economic development—I have to tell you that the Liberal policies, as they stand, of no-strings-attached corporate giveaways have failed to create jobs. We actually know this; we have the numbers to prove it. Last month, of course, the 34,000 people who lost their jobs—and the minister recommended that they take some happy pills and have a more positive outlook, as if that’s going to create jobs. It was really a flippant moment—because language can be so important—that was quite disrespectful for the people who find themselves more and more so in a situation of precarious part-time contract work, which is the new reality for the people of this province, especially for the youth in Ontario.", "We have one of the highest youth unemployment rates in Canada. It cannot be denied, which is why we brought the youth employment strategy to the last budget to open those doors to incentivize the hiring of youth in the province of Ontario so that they could actually get some experience going forward.", "You know that we favour, on this side of the House, targeted tax credits because when you are acknowledging that small and medium-sized businesses are the backbone of our economy—and they are crying out for a partner in the province of Ontario. They are asking for some support. They are facing some of the highest hydro rates, which are driving jobs out of the province of Ontario. We are losing those good jobs that small and medium-sized enterprises actually create on the ground. Those are real jobs. They are not no-strings-attached corporate giveaways, which hold jobs here that were already going to be held here.", "I really strongly believe that the corporate tax giveaways to large businesses actually have proven to not be very effective. I think when the government plays such a strong role in picking and choosing winners—this high-tech company or this research company; they are the favourite for the province of Ontario—I truly believe that that disincentivizes further investment by other companies, and we have some experience with this. Obviously, I think that that’s not going to work and I think that we have some fairly good research and evidence to prove that it’s not going to work.", "I have this little sticky here, from the throne speech, as it relates to this budget motion—in the throne speech it said, we will use “evidence before ideology and choose partnership over partisanship.” Yet, you can see that this is actually already not being played out with some integrity, if you will, as the budget is presented. It’s the same budget. It was the same budget we couldn’t support back in May. There’s still no plan to reduce hydro rates. There are still no new ideas for jobs. There’s no end to corporate tax giveaways that reward companies that actually ship jobs overseas; they don’t hold them here. That’s why we prefer the targeted tax credit, because if you’re investing in innovation, investing in research and investing in capital, those jobs are staying here. It’s a direct relationship and it’s a very accountable relationship that businesses have with their government. It has worked very well in Manitoba. It has worked very well in Quebec.", "In the spirit of a new sort of legislative session, I would have thought that there was a possibility that perhaps you would look at other options, because what you are doing is not working, and we need it to work. We need people to get back to work. We need Ontario to be a destination for investment. We need to start creating things and making things. The serious gap between the commercialization of research from our academic institutions into advanced manufacturing—this is a huge window of opportunity for us. We have small examples of where it is working. So why not use those examples, build on that success—those small examples of success—and duplicate it across the province, instead of these innovative incentive clusters that are on the books right now?", "I think that there’s a lot of hard work in front of us. If this government truly wants to partner in this work, then we have to be really clear. We need to know where the cuts are going to happen; we need to know how those cuts are going to impact the people of this province.", "It’s encouraging, somewhat, to see the media finally catch on to this. There are some media outlets that have not, but yesterday’s Globe and Mail editorial cites, “Ontario’s Budget: On Second Thought, This Might Hurt.” We know it’s going to hurt, because we know there are ministries that are not in the exempt line for the 6% project cuts, which we actually predict are going to be—if you’re flatlining program spending, you’re actually talking about cutting. When you are flatlining hospital funding, when those hospitals have already identified that they have a proven, evidence-based rationale for increased spending and you just flatline it, that essentially is a cut. It is a cut, and it’s hurting those hospitals. It’s forcing them to make cuts, I think, that are not in the best interests of patient care.", "The most interesting thing about the editorial from the Globe and Mail is that they say, “The actual budget, the Liberal government’s multi-year spending plan, is an austerity budget.” We have been talking about this for a long time. We did see it for what it was. We called the government on that and we said we could not support it. Of course, there was a lack of confidence on our part to see that budget—we did not want to see that budget come into play. We still don’t want to see it come into play, because we don’t believe that you’re going to follow through on those 70 promises and those 50 new spending priorities, because you haven’t identified clear revenue streams, except for the one-time sale of public assets, which you’ve identified to be around $3.15 billion. It’s one time; it is one time.", "I had a financial briefing yesterday—excellent people from multiple ministries. I want to thank the Minister of Finance for helping to set that up for me. When you go through this budget line by line, when you pull back the layers, you see it for what it is. I think it’s going to be a wake-up call for many people in this province. I think you’re going to see this government start to apologize and backtrack very quickly, because those financial streams, those revenue streams, will not flow. When you see the closure of child care facilities, for instance, even though you cite huge dollars that are going to child care, when on the ground child care centres are closing—we will be bringing those stories to this Legislature. I think that is essentially the job of the finance critic: to follow the money, peel back the layers, ensure that the people of this province see this budget for what it is and ensure that, if there is an opportunity to mitigate that damage, to protect those front-line services, then we play that role—and we have played that role very well for a long time.", "I just want to summarize the editorial from the Globe. It says, “Over the past few months, the Liberal Party has been a bit like Dr. Jekyll and Mr. Hyde. One wrote the budget. The other won the election. Which one will govern?” I think we know the answer to that. On this side of the House, we were very clear about where your real priorities are. We’re going to hold you to account, because that’s what the people of this province told us to do." ],
  "anchor" : "para48"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para62"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m delighted that the member from Kitchener–Waterloo had an opportunity today, and I guess partly yesterday, to do an analysis of the budget and to make her criticisms of it. What astounds me, however, is this is not the criticism of the budget we were hearing during the course of the campaign, when her party was out there talking about austerity measures, which were completely different and completely off-topic.", "I want to remind the members of this House—I mean, the finance critic for the third party came and participated in government hearings across the province. Your party was very active in creating this budget; we saw repeatedly that it’s a budget that we thought your party would be absolutely supportive of all the way down the line. For you to come out now and start criticizing the budget that your party helped create I find somewhat surprising.", "We talked about the wholesale sale of assets—well, that’s just not on the table, and I think the members know that. There are some assets, like General Motors shares. Why does the third party think we need to continue to hold General Motors shares? We should unlock the value of that asset and put it towards more constructive things, like the infrastructure that we want to build—the infrastructure contained in our $29-billion infrastructure-building project, which will invest in hospitals, bridges, roads and transportation, $15 billion of which is in the GTA. It strikes me as odd that the member would be so critical.", "You also talked about the financing models—the AFP model. In my own neighbourhood, Bridgepoint Health is a fantastic institution—built on time, built on budget—opening up now and serving the members of my community of Beaches–East York, but also Toronto–Danforth, where it’s actually situated.", "It strikes me as disingenuous that you can now be criticizing the budget that you helped create. This is a budget which is full of good things, like support for personal support workers. I know that in your heart you believe you can support this, and we urge you to support this budget when it finally comes to a vote." ],
  "anchor" : "para63"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. I’d just remind the member that some of those words are borderline—you know which one; it starts with a D—so be careful in the future." ],
  "anchor" : "para68"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I apologize." ],
  "anchor" : "para69"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Questions and comments?" ],
  "anchor" : "para70"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s my pleasure to stand and reflect on the comments that we heard from the finance critic from the third party. She introduced a whole array of issues that this budget brings to the table, and I’d like to reflect on a couple of things.", "In particular, she touched on the redundancy and the layers of spending in the health field. It made me think of a meeting that I had just last week with the Bluewater family health team. They’re concerned. They are striving to meet the health needs of their community, and they were really proud to have a nurse practitioner in rural Ontario, in their small community. But what is happening is, on the other side of the health field fence, CCACs throughout my riding—and, I’m sure, across Ontario—are cherry-picking and plucking nurse practitioners out of family health teams with richer benefits and opportunities on the other side of the proverbial fence, as I mentioned. This is leaving communities in dire straits in terms of health care. That’s one issue that we can hopefully continue to address.", "A second thing that was brought up during the member’s comments is the concern over job loss. Yes, we agree. The month of June was pretty dire in Ontario, with the loss of 34,000 jobs.", "I reflect on the comments that she shared with regard to the mandatory Ontario Retirement Pension Plan. For goodness’ sake, we’re going to lose more jobs. When I was door-knocking and mainstreeting during the recent campaign, small businesses were saying, “We cannot afford any more job taxes.” In essence, this mandatory pension plan, where they’re going to have to pay over and above what they already do for this pension, is going to cause them to hire fewer people.", "This budget is going to be voted against by my party, and I’m proud to do that." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member from Niagara Falls." ],
  "anchor" : "para77"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Good morning, Speaker. How are you?", "We’ve been hearing very clearly over the last couple of days, during question period, about how we can’t go back to 1996 when it comes to manufacturing jobs—" ],
  "anchor" : "para78"
}, {
  "speaker" : "Interjection",
  "text" : [ "To 1976." ],
  "anchor" : "para80"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "—or 1976. But think about what you’re saying there. Every country in the world is investing in manufacturing. Every country in the world wants manufacturing in their country; it doesn’t matter which one it is.", "If you take a look at the auto sector, which is very important to the overall Canadian economy, particularly in Ontario: In Niagara, where I’m from, General Motors, for the first time in 25 years, hired people at the plant. This summer, they hired students for the first time in 20 years. So, there’s an opportunity in manufacturing to not only keep manufacturing in Ontario, but also to grow and to hire our young people.", "When you talk about the Liberal colleague who talked about keeping the General Motors shares—why would we sell those shares? I’ll be very clear about why you don’t sell the shares: Because if you have some shares in the company, you then have some control over keeping them in the province of Ontario. When you get rid of those shares, you have absolutely no say in keeping that. If you talk to the auto sector, they’ll tell you the same thing. People who have sat and talked to your people over there—that’s absolutely correct.", "When you take a look at manufacturing in my area, SpencerARL, which is a new company, a new manufacturer that came into Niagara Falls, the first manufacturer in over 20 years to come into that community, they started with 11 people. They’re now up to 300. So there are opportunities for manufacturers. I say to my colleagues on the other side, don’t give up on manufacturing.", "When you talk about the LCBO—my colleague in front of me here talked about $1.77 billion in profit. Where does that profit go? It goes into our—", "Interjection." ],
  "anchor" : "para81"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’ll finish this up when I do another hit." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Questions and comments?" ],
  "anchor" : "para89"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Good morning, Mr. Speaker. Thank you very much. I hope you’re doing fine today—as well as the member from Niagara Falls, I know, asked that question.", "I had the opportunity to listen to the member from Kitchener’s remarks this morning. This is the second or third opportunity I’ve had over the last couple of days, both on debate of the throne speech and debate of the budget, to listen to members from both opposition parties talk about the lessons they’ve drawn from the recent consultation that we all had with the people of Ontario. The thing that strikes me—in fact, the thing that astounds me—is the amnesia that seems to have settled in on both opposition benches with respect to the very clear message that we all received from the people of Ontario.", "I think, first of all, it was very clear that the people across this province want this Legislature to work together, to work as hard as we can to make crucial investments in areas like transportation and transit to build Ontario up and to move the province forward; to make sure that our economy remains prosperous; to make sure that everyone has a decent opportunity, an equitable opportunity at a better life for themselves, for their children and for their grandchildren. Over the last number of days, I’ve heard members from both parties on the opposition benches talk about what they claim to have heard or what they say they’ve heard throughout the consultation with the people, where, apparently, everything that we put forward with respect to building the province up runs contrary to what they heard in their communities.", "Most evidence that we see through that exercise in democracy would perhaps suggest that that’s not exactly the lesson that should be drawn from that consultation, but I think it is important, as others have said, as the member from Beaches–East York said when he spoke, that we find a way to work together.", "Of course, we all agree on the need for a Financial Accountability Officer. That’s why I was so proud to work so hard with the member from Kitchener and the former member from Durham on trying to fill that position. It is unfortunate that both opposition parties thought that it was more important to obstruct those efforts instead of moving forward, and we see evidence in the response from the people of Ontario respecting their tactics.", "I hope we’ll be able to move forward in a more positive way." ],
  "anchor" : "para91"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo has two minutes to respond." ],
  "anchor" : "para97"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker. I want to thank the members from Beaches–East York, Dufferin–Caledon, Niagara Falls and the Minister of Transportation for your feedback on the comments I made around the budget motion.", "The member from Beaches–East York: It’s interesting, because I did go around the province and listen, through the finance committee, to people and their concerns—the lived experiences of the people in this province. There is a serious disconnect from that lived experience to what’s contained in this budget; I can tell you that first-hand.", "Just a small example: when the Liberal government went out of the business of doing group homes for those who have adult children with developmental issues. You went out of that business almost five years ago with no foreseeable plan to bridge that transition gap. In the budget, it says another $810 million, which is an amazing amount of money—don’t get me wrong—but the plan around that $810 million is wrong-headed. The people have already waited five or six years for housing. They’re going to wait another four years. This is the time period where those adult parents have to take their adult children and commit them to state-organized institutions.", "I really think that it is about priorities. Budgets are about priorities. When we looked at this priority, we did not see the people’s needs reflected in it. A budget should reflect the needs of the people of the province that we are serving. It should not serve our own purposes.", "When that Financial Accountability Officer is finally brought to this Legislature, because it will happen, I hope that that individual—because it has to be someone who understands not only the public sector, but who can do economic forecasting outside of this place, in the real world, in the private sector. There has to be a balance with that role. I look forward to working towards true financial accountability in this place, because quite honestly, it is desperately needed." ],
  "anchor" : "para98"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para103"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s my honour to rise on behalf of the people of Chatham–Kent–Essex this morning to debate this budget. I was sent back to Queen’s Park for a second time with a simple to-do list, and it was simply to do this: Fight to keep taxes low, balance the books and bring good-paying jobs back to my riding. What this government has tabled is a budget that raises taxes, adds $12.5 billion in debt and continues the Liberal plan that is now seeing Ontario’s unemployment rate stay above the national for 90—that’s nine zero—consecutive months now. That goes against every pledge that I made to the people of my riding.", "Supporting a budget that builds Ontario up on such shaky ground is something that I just cannot do. Mr. Speaker, we’ve heard a lot of analysis and commentary on this rehashed budget. It’s almost like refried beans. In the House, we’ve heard that the NDP describe it as a Trojan Horse. By the way, with this government’s destroying of the horse racing industry, a Trojan Horse might be the only horse left in Ontario.", "Yesterday, the member from Haldimand–Norfolk described Ontario as being on the edge of an economic apocalypse, with the four horsemen being debt, deficit, energy rates and red tape. As scary as that imagery is, the numbers are much worse. Speaker, this budget continues right on the same track that has led Ontario to a provincial debt nearing $300 billion. This budget has brought about warnings from international credit rating agencies who are greatly concerned about the ability of the province to pay off its debt. But much more importantly than that, this budget does absolutely nothing to help the 34,000 people who lost their jobs in June to get back to work.", "You know, Speaker, 34,000 lost jobs is more than the entire population of the town of Leamington in my great riding of Chatham–Kent–Essex. In just one month, that many people went to bed without knowing where they were going to go to work in the morning. Too many people in my riding are all too familiar with that feeling. Towns like Leamington have certainly had their share of job losses.", "Thankfully, Leamington is starting to see brighter days ahead. Heinz is gone, and with that, 740 full-time jobs, 300 seasonal jobs, 46 growers. However, on the brighter side, a company called Highbury Canco have come to the rescue—partial rescue—of Leamington. They now will be starting—if they haven’t started yet, it will be sometime this month. They will be employing 250 full-time people, with some seasonal and a handful of growers. That’s not what it was, but it’s better than nothing. It’s a start. As I’ve talked to many people, in the media and people in Leamington, those who are working for Highbury Canco, if they do a good job, eventually, perhaps more lines will go in. Putting in more lines means more employment for people. But right now, Speaker, there still remain 500 people in Leamington who are unemployed. They weren’t hired by Highbury Canco at this point in time. But 250 is a good start. It’s better than nothing. I think we just need to be grateful for what they have. But, again, the people of Leamington are stronger than whatever challenges this Liberal government can throw their way, as is the rest of the great riding of Chatham–Kent–Essex.", "Since this government came into power, embarrassingly and hurtfully I say that my riding has lost over 10,000 manufacturing jobs alone since 2003. What was once a big manufacturing boomtown is now empty buildings and call centres—and nothing against call centres. That’s something for the people, but it certainly isn’t what it was.", "People in my riding have looked to this government to take bold action to bring businesses back by getting taxes and energy rates under control. Instead, this budget hikes taxes and drives energy rates even higher. I can only hope that with all the businesses leaving Ontario, it doesn’t amount to, “Last one to leave, please turn off the lights.”", "Mr. Speaker, one of the focal points of this budget is the Ontario Registered Pension Plan. There have been many critics of this Liberal plan, including small businesses, who I have talked to, not only struggling with the high energy rates, but they’re also struggling with: What does this mean now? Everybody wants to make more money, but do you know what? If you don’t have the money coming in, the revenue coming in, you can’t have higher-paying jobs, because the bottom line is, businesses are not going to stay in business if that be the case.", "These small businesses have gone on record and called this Ontario Registered Pension Plan nothing more than a payroll tax. People will end up with less take-home pay, plus businesses have to chip in and pay as well. I question who that’s really going to help in the long run. Small businesses in my riding are opposed to the plan because it will stretch out their already thin margins. There are local job creators of all sizes who tell me constantly that they can’t afford to pay skyrocketing energy rates, and that red tape is slowly suffocating their businesses.", "Speaker, the Retail Council of Canada has stated that many of its members are very concerned about this Liberal pension plan. They’re concerned about being able to recoup the costs of this payroll tax without raising prices on consumers or being forced to lay off staff. To me, that is reverse thinking. You know what? They talk about wanting to create jobs—a valid point. But to cause penalties on the businesses who are then forced to lay people off, to me, is going in the opposite direction.", "Ontario businesses, both large and small, have already started to brace for the impact of the Premier’s plan. It will result in job losses and higher prices for consumers, who are already having a hard time getting by. Not every business will be forced to pay prices or lay off employees, but many would. This is a huge cause for concern in Chatham–Kent–Essex while our local economy is hurting.", "The ORPP, the Ontario Registered Pension Plan, does nothing for seniors; it’s not going to help them at all. Perhaps this government should teach students in school the value of a dollar and teach them how to save for their future, and then maybe a lot of people, years down the road, may not find themselves in such a financial crisis as they are right now.", "Many constituents are having difficulty making ends meet. They were just hit with a municipal tax. The cost of keeping their houses cool this summer keeps rising. They can’t afford a policy that will make many of the products and services that they rely on more expensive.", "People in my riding do not want to see a single job leave their communities. They’ve been through enough devastation. This proposal will push more jobs out of our economy—and again, we’re moving in the wrong direction. The cost of doing business here in the province of Ontario is far too high. Keeping jobs in my riding is the number one concern, and I cannot support a plan that would cause a reduction of jobs.", "The Premier boasted the other day about going on a trip to China, presumably to talk with many of the businesses that have left the province under her party’s reign. Instead, I would suggest that she take a trip to the great riding of—yes—Chatham–Kent–Essex, and try to convince companies in my riding to stay in the province. Not only would that save several thousands of taxpayers’ dollars, but here’s an advantage and here’s a plus to her coming down to Chatham–Kent–Essex: Not only will she have a chance to talk to the businesses, but she’ll also have a chance to drive and see the massive wind turbines right beside the 401.", "I’m pleased that this budget doesn’t raise taxes for all Ontarians, but I am disappointed that there are several tax hikes spread throughout the document. For many Ontarians whose children have moved west to find work, thanks to this budget it’s about to get even more expensive to go visit their kids. Let me explain. The budget will increase the tax on aviation fuel by nearly 150%, which then means that fares to go visit your children who have moved out west become even more expensive. The government’s plan to stop the flight of our labour force to western Canada is to make it too expensive to fly there.", "Yesterday, the member from Elgin–Middlesex–London pointed out that for the first time in Ontario’s history, seniors are going to be forced to pay for a fishing licence. Come on, seriously? Certain members will have to pay to go fishing now, Mr. Speaker.", "We’ve also noticed that many hospitals around the province are being forced to increase parking fees to raise more funds since the health care in Ontario is not getting money down to the front lines. These people are there to visit loved ones facing health challenges, and this government is reaching into their pockets. That’s absolutely shameful.", "That’s the only plan that this government has when it comes to balancing the books: gouge the public wherever they can with fees, such as taxes, revenue tools, probably to cover up their “Oops” here and there, and of course, hopefully nobody notices—at least that’s what they hope.", "Despite the fact that Ontario’s deficit will be larger than the combined deficits of the federal and all provincial governments, this Liberal government somehow claims to be the leanest in the country. Well, with job losses, unfortunately, perhaps Ontarians may become leaner because they can’t afford to live here any longer. Peter Epp, a journalist who is featured in papers throughout southwestern Ontario, hit the nail on the head with his column titled, “Low Spending or Not, Ontario Still Has a Deficit”:", "“Advocates for Monday’s Ontario budget and for the government of Premier Kathleen Wynne have repeatedly stated that this province spends the least, on a per capita basis, of any other province in Canada.", "“The statement is used mostly in response to criticism of the government’s spending, of its structural deficit, and of its debt.", "“The argument follows that government spending in Ontario is efficient, the most efficient in Canada, and that there is no possible room for more efficiency.", "“The point is acknowledged, but it fails to reach its intended target on several fronts.", "“If Ontario’s spending [is] so well controlled and so efficient, why are we facing a $12.5-billion deficit for 2014-15, and why did we just absorb another $10-billion-plus deficit for 2013-14?", "He goes on to say:", "“It’s one thing to talk about per capita spending, but it’s another to talk about per capita revenue collecting.", "“The fact the two sides aren’t matching is part of the reason for Ontario’s structural deficit.”", "This government will continue repeating that Ontario is the province with the lowest spending per capita, but you will never hear them acknowledge that Ontario has the second-highest debt per capita in the entire country. The debt load on every man, woman and child in the province is over $20,000. That number is constantly increasing under this Liberal government.", "Speaker, I will not stand for this government passing this ticking time bomb along to future generations, future generations including my children, my grandchildren and perhaps even my great-grandchildren—and yours, too, by the way. Governments will come and go, but our province’s debt will remain." ],
  "anchor" : "para104"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para135"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Speaker, how are you?", "I’ll continue on where I was. When it comes to the LCBO: $1.77 billion in profit, and that money goes to help health care and education. We’re now talking about maybe selling it off—or maybe not selling it off, but they certainly are talking about contracting out some of the functions. What contracting out means is job loss. In a province that has a crisis in employment, we’re looking at job loss for those workers, who, quite frankly, over a number of years, have helped create the success of the LCBO, have helped create the profits of the LCBO. Certainly, it’s something that I would not be in favour of, contracting out workers and having them lose their jobs under the LCBO.", "The other thing that I took a look at in the comments that were made—we talked about having the best health care and the best education in the world. Yet, when I take a look at the schools in rural Ontario, in small towns, like Parliament Oak school in the old town of Niagara-on-the-Lake, why are we not looking at, instead of closing schools, trying to find ways to keep schools open in the old towns, and have partnerships, not with other boards, but have partnerships within the community with not-for-profits—a plan to make the heartbeat of your community be the school.", "I can remember—I know a lot of people here might remember when they were young—I used to go after school to play basketball. I know people are saying, “Well, you’re not very tall.” But I did play basketball there. I played ball hockey. The school was where I went. I went during the day, I ran home and had my peanut butter and jam sandwich, and then I went back to the school.", "So why do we not keep the schools open and make them the heart? We can do that by partnering with groups like not-for-profits in the old town. When we take a look at the old—" ],
  "anchor" : "para136"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para142"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I know. Sorry about that." ],
  "anchor" : "para143"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Does he have to withdraw the peanut butter?" ],
  "anchor" : "para144"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, he doesn’t have to withdraw the peanut butter. I like it.", "The member from Cambridge." ],
  "anchor" : "para145"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I listened intently to the comments from the member from Chatham–Kent–Essex, as well as the member from Niagara Falls, as well as the rest of the debate that has happened this morning in this place.", "I’m very supportive of this budget that went forward.", "In Cambridge, it has been 71 years since a Liberal member was elected. It switched from Conservative to NDP, back to Conservative, back to NDP and back to Conservative.", "The reason that I was elected by the constituents of Cambridge was really because I’m a health care representative with over 30 years of health care experience. It made sense to the community of Cambridge to elect a member with this long experience to help this place and the government make decisions on smart, strategic investments in health care, such as home care, bringing in better service provision at a lower cost, to make sure that we have the right care, at the right place, at the right time. I certainly stand behind our government’s commitment in this budget to continue its smart investment in home care.", "I’ve heard discussion this morning about the CCACs, the LHINs, the difference in costs and some of the administration costs being the same. In fact, these two agencies operate quite independently of each other. As we know, the community care access centres provide services for folks at home and ensure that people in their homes have better health care at a lower cost, preventing them from getting into hospital.", "I’m very supportive of this budget going forward. I know that the constituents in Cambridge elected me to ensure that this budget passes as is." ],
  "anchor" : "para147"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para153"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to stand and reflect on the very relevant comments that we received from the member from Chatham–Kent–Essex.", "First of all, I thought it was very astute of him to offer the Premier an opportunity to tour his riding, because I think it would behoove the entire Liberal government to go north of 7 and to get hit with realities. Time and again, I’m hearing from specific members implications or references that what we’re saying as being relevant in our ridings maybe are true or maybe not, and I find that absolutely—", "Interjections." ],
  "anchor" : "para154"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. We’ve got a little trouble over here on the right side. I’ve got nine sidebars going on at once. If you want to have your little discussions, please go outside. I can’t hear the person speaking. Thank you.", "Continue." ],
  "anchor" : "para157"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you very much, Mr. Speaker.", "I’ll repeat what I was saying. The fact is, I encourage this Liberal government to travel north of Highway 7 to get a real dose of reality, because I am very, very frustrated that we have arrogant members across the House who are implying that what is very real in our riding may be or may not be true. I think that’s absolutely disgraceful and an injustice.", "We should be treating all of Ontario as equals. We cannot move forward economically if we don’t have a prosperous urban and a prosperous rural sector, and this government would be wise to pay heed to that, because we are losing jobs throughout Ontario. The member from Chatham–Kent–Essex talked about losing 10,000 jobs in his riding. My riding of Huron–Bruce is recognizing that as well.", "When we meet with people, we hear about electricity rates over and over again, yet this budget that this Liberal government is so proud of—so proud of that they reintroduced the very same thing over again, so we’ve had to look at it twice—does nothing to help with the cost of electricity rates going through the roof. Manufacturers and homeowners deserve better. This government had better wise up." ],
  "anchor" : "para159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para163"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I’d just like to build on what the member from Chatham–Kent–Essex was speaking about in our area—and I consider it a shared area, Windsor and Essex county: the closure of Heinz. I attended a vigil there. The closure of Heinz affected many in my riding, not just in the member for Chatham–Kent–Essex’s riding.", "We have people leaving Windsor in record numbers because there aren’t good, secure jobs in our area. We have to look at the horse racing industry in my area. They decimated that industry. We’ve lost many key services in our area because of that industry being shut down.", "We also have to look at health care in Windsor. We face incredibly long ER wait times. We have key services closed down on the weekends. Our cardiac care centre is closed down. If, heaven forbid, you have a cardiac emergency, you are shipped across the border for treatment or to London. That’s not acceptable in my area. This budget does not address those concerns in my area.", "We also have to look at the services that they have threatened, and continue to threaten, to take away from us. In my area, there was a big concern about losing thoracic cancer surgeries and those being shipped to London. It was the community that rallied together in order to save those key services. Our community shouldn’t have to fight to keep those life-saving treatments in our area.", "I can’t speak for all of Ontario, but in Windsor West, what my constituents were saying is that they do not support this budget. There are just not enough measures in it for the people in my riding." ],
  "anchor" : "para164"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Chatham–Kent–Essex has two minutes." ],
  "anchor" : "para169"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I’d like to thank the members from Niagara Falls, Windsor West, also the member from Cambridge—thank you—and, of course, from Huron–Bruce for their comments. I do appreciate and value their input. Unfortunately, I don’t agree with all the comments that were made, but that’s—welcome to this place.", "We’ve often heard, Speaker, the old saying, “Go west, young man,” or now I guess they have to say, “Go west, young man; go west, young lady.” West, for me, is anything west of Yonge Street. Go west. Come down to my area: Chatham–Kent–Essex. See the turbines. Visit the empty buildings. That will be an eye-opener. That will be a shocker. We have over 500 industrial wind turbines. What are they doing down there other than being a distraction, devaluing property, increasing energy rates and creating health hazards, not only for people but also for animals and for birds and bats? It’s a mess down there.", "The other concern that I have is the number of jobs that are leaving Chatham–Kent–Essex and the potential businesses that have already talked to me, saying, “Rick, if things don’t change with global adjustment, if we can’t get the energy rates under control, we’re going to have to turn out the lights, literally—lock the doors and leave.” I had one company say that the global adjustment is so high; it’s killing business so much. Some 55 jobs in my riding are sitting in limbo right now.", "The other concern I have, Mr. Speaker, is the fact that our credit rating outlook doesn’t look very good at all. It has been lowered to negative, and my biggest concern is the fact that there could be a credit rating downgrade, which would, in fact—interest rates are at an all-time low, and a 1% increase in interest rates will drive up interest on our debt and deficit by over $500 million." ],
  "anchor" : "para170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Second call: Further debate? Last and final call: Further debate?", "Hearing none, Mr. Sousa has moved, seconded by Ms. Wynne, that the House approves in general the budgetary policy of the government. Is it the pleasure of the House that the motion carry? I heard a “no.”", "All those in favour of the motion will please say “aye.”", "All those opposed will say “nay.”", "In my opinion, the ayes have it.", "Because it’s the morning session, seeing five members standing, this vote will be deferred until after question period." ],
  "anchor" : "para174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? Government House leader?" ],
  "anchor" : "para181"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I ask to adjourn the House." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government leader has moved to adjourn the House. Is it the pleasure of the—" ],
  "anchor" : "para183"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Recess, I mean, Speaker. Recess until question period.", "Interjections." ],
  "anchor" : "para184"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Adjourn the House. We’re done." ],
  "anchor" : "para186"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "No further business." ],
  "anchor" : "para188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. Seeing no further business, this House stands adjourned until 10:30 this morning." ],
  "anchor" : "para189"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It’s my pleasure to introduce Evelyn Locke, who has joined us. She is the daughter of our chief of staff, Pina Martino." ],
  "anchor" : "para192"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I would like to introduce Denis Poulin and Karen Somerville, who are here from my neighbourhood. Welcome, and I hope you enjoy the proceedings." ],
  "anchor" : "para193"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Good morning. I would like to welcome Katherine Bowes, who is the mother of Ashley Bowes, our page from Oshawa. She’ll be in the public gallery this morning.", "I would also like to introduce Donna Lajeunesse, who is a friend of mine visiting from Oshawa." ],
  "anchor" : "para194"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I would like to recognize our page captain today Stephanie Ttofas. Visiting her today are her parents, George and Angela; as well as her brother Constantine, who is a former page, I understand; and grandmother, Helen Ttofas. If you could stand and be recognized." ],
  "anchor" : "para196"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to take this opportunity to welcome the mayor of Clarington, Mr. Adrian Foster; and Mr. Justin MacLean from my constituency office." ],
  "anchor" : "para197"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "Good morning. It’s my pleasure to introduce Doris Ward in the gallery today. She has been a long-time resident of the riding, and not to be too biased, she has been supporting Liberal MPPs going back to 1958, when the member was Frank Drea. We finally won this seat in 2003, and she keeps reminding me I’m the first Liberal to represent that riding. She’s still working on campaigns in the future, already planning." ],
  "anchor" : "para198"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m glad to introduce page captain Émilie Lebel, from Timmins–James Bay, and her aunt Debbie Dumaresq, who is here at Queen’s Park today. Welcome to Queen’s Park." ],
  "anchor" : "para199"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Premier. Premier, your finance minister says he wants to “optimize and maximize” public assets. But we both know that what he really means is creating Warren Buffett-style efficiencies.", "That means streamlining, it means cost-cutting, and it means job losses. It means jobs are about to disappear at the Liquor Control Board of Ontario, Ontario Power Authority and Ontario Power Generation. Even Smokey Thomas, president of OPSEU, recognized that you can’t eliminate the deficit in three years without cutting services for the people of Ontario when he said, “With what they’re promising to spend and how they’re promising to control costs, the public service can only shrink.”", "My question, Premier, is quite simple: How many liquor store employees, LCBO employees, Hydro One employees and OPG employees are about to lose their jobs?" ],
  "anchor" : "para202"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, it’s an interesting situation when the party that ran on immediately cutting 100,000 jobs in Ontario is questioning us about that issue.", "Mr. Speaker, let me just say the reason we have asked Ed Clark and his team to look at the assets that are owned by the people of Ontario is that we want to make sure they work to the optimal value, the optimal benefit for the people of Ontario.", "I have said a number of times that had we had such a process in place, had the government of the day had such a process in place when they were looking at the 407, I believe there would not have been such a bad deal for the people of Ontario, because there are billions and billions of dollars of revenue that are lost to the people of Ontario in what was a public asset because of the arrangement. We’re not going to do that." ],
  "anchor" : "para205"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para208"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Again to the Premier: Here’s a chance to display some of that transparency and accountability you always talk about. Here’s a chance to tell the lenders and credit rating agencies exactly what you mean by “optimize” and “maximize.” Here’s a chance to tell employees at the LCBO, OPG and OPA just how many of their jobs are on the line.", "Premier, why don’t you just be honest? Can you tell the people of Ontario how many jobs you intend to maximize out the door?" ],
  "anchor" : "para209"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We have been very honest, and we are honestly concerned that the assets that are owned by the people of Ontario—that they be optimized, Mr. Speaker, and that those revenues and those assets work for the people of Ontario so we can reinvest in the infrastructure that is needed.", "For example, selling the LCBO headquarters, selling that real estate, selling the GM shares to make sure that we have that money to put into a fund in order to build public transit: That’s responsible management of the assets of this province. To reinvest those dollars in infrastructure that is needed in 2014 is exactly what is at the core of our investment strategy around infrastructure." ],
  "anchor" : "para211"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para213"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I’ll try again, Mr. Speaker. Premier, you and your finance minister can speak in code all you want. You can talk about optimizing and maximizing, but we all know that you mean job losses. You’re simply not being honest with the people of Ontario.", "If you are going to meet these deficit reduction targets you always talk about, there comes a point where the rubber meets the road, so I’ll ask you again, in this chamber, in front of your peers and for the benefit of viewers at home: How many people will be out of work by the time you finish selling off Ontario’s assets?" ],
  "anchor" : "para214"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The reality is that the people of Ontario rejected the proposal that was put forward by the member opposite and his team to cut and slash across government, to cut public services. What the member opposite didn’t talk about were the services that would have been cut as a result of the extreme and reckless plan they were putting forward. That plan was rejected, Mr. Speaker. Our plan is to invest in the people of this province, to invest in their talent and their skills.", "I was just at a forum this morning with a visiting delegation from China. I was talking to a business owner who was setting up a research and development capacity here in Ontario. The reason for that is the talent and the skills of our people; he said that explicitly. Because of our educated workforce, they are locating here in Ontario.", "That’s the kind of investment we—" ],
  "anchor" : "para216"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para219"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Premier. Yesterday you told the CBC that you would be “adding more [GO] trains immediately to the Kitchener-Waterloo line.” That statement is a big departure from your GO announcement earlier this year, when you said that it would take until 2016 for you to deliver the trains you actually cut four years ago as transportation minister.", "Premier, a simple question: Did you misspeak yesterday? Or have you learned from the error of your ways and now realize your decision to slash GO train expansion to KW should be corrected as soon as possible?" ],
  "anchor" : "para221"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para224"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Kitchener for his question. This is the second opportunity that I’ve had, since becoming the Minister of Transportation, to stand in my place here in the House and respond to a question from that member regarding the crucial investments that we are making in his community and communities right across Ontario.", "I’ll repeat today what I said on the occasion of responding to that first question, which is: This is one of the reasons that it’s extremely important for members of that caucus and that particular member to support the budget that we’ve reintroduced in this Legislature. We are proposing, we are planning and we are committed to investing $29 billion in crucial public transit infrastructure, which will serve communities like Kitchener-Waterloo, and I know that that member will want to work with us, in particular our members from his region like the member from Kitchener Centre, to make sure that we implement a plan that makes sense for everybody living in his community and right across Ontario." ],
  "anchor" : "para225"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para227"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I know that the new minister is keen, but these were the comments that were actually made by the Premier. So, Premier, I’ll ask you again. I know you’ve got a majority. You can ignore me, but not the constituents that I represent.", "Premier, you doubled down yesterday on your commitment to build high-speed rail from London to Toronto, claiming you could deliver within a decade. Yet you continue to say you need until 2016 to add two GO trains to the Kitchener line that you actually cut as transportation minister. Premier, do you really expect Ontarians to believe that you can deliver high-speed rail in a decade when you say you need six years to add just two more GO trains to the Kitchener line?", "Interjections." ],
  "anchor" : "para228"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para231"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m not quite sure how much clearer we can make this on this side of the House for the member opposite. Both with respect to the question around high-speed rail service and regarding the question of increasing GO service to his community, I just want to reiterate and try to make this as clear as I possibly can: Our government is committed to bringing full-day, two-way GO train service between the Waterloo region and the GTA. As we’ve said, this is a plan that’s going to take place over the next number of years. The $29 billion that are included in our budget for these kinds of investments will help make sure that we can make this commitment become reality, and we are determined to make that the case.", "I should mention, as we’ve said in the past, that by the end of 2016 Metrolinx will be adding four additional trains—two in the morning and two in the afternoon—to serve the Kitchener station.", "It’s also important to note that since 2003, Ontario has invested $19.3 billion in public transit, specifically including $9.1 billion for GO service. I again call on that member to support our budget to help his community—" ],
  "anchor" : "para233"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para236"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Again, you just heard the minister say “2016,” but the Premier said yesterday that she’d add those immediately. Clearly, my constituents, and constituents across southwestern Ontario, actually deserve an answer on this.", "Premier, yesterday you told the CBC in Kitchener-Waterloo that your transportation minister would release a third party report that you say backs up your claims about high-speed rail from London to Toronto. But just last week when I actually asked the minister in question period if he’d release the report, he refused.", "Ontarians are finding it hard to believe that you have any evidence to support your high-speed rail project, especially when experts across the province have rejected the proposal, calling it a fantasy. Premier, if you really don’t have anything to hide, why don’t you just order your transportation minister to release that report today?" ],
  "anchor" : "para237"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member opposite for that question again. In the interest of trying to provide clarity to that particular member, I am happy to work with him to provide him with a bit of a briefing on this issue outside of this Legislature. What I would say, though, is that it is important to recognize, as I said in the answer to the second question, that we have made significant investments in crucial public transit infrastructure over the last 11 years.", "In fact, between 1999 and 2003, the PCs contributed nothing to GO Transit, leaving it to municipalities to carry the weight and the responsibility. I think what was abundantly clear in the course of this last election campaign was that the people of the Kitchener-Waterloo region, along with people right across this province of Ontario, understood the importance of the comprehensive and thoughtful plan that we are working to implement: $29 billion over the next 10 years, $14 billion for communities outside the GTHA, $15 billion for communities inside the GTHA. Get on board with our plan now." ],
  "anchor" : "para240"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Does the Premier think it was a mistake for the Harris Conservatives to sell off the 407?" ],
  "anchor" : "para243"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Yes, I do—the way it was done. The fact that there has been no long-term benefit to the people of Ontario from that decision that the previous government made was a mistake.", "I have used the 407 and the lack of good process around that as an example of exactly why there needs to be a different process. That’s exactly why we have asked Ed Clark and his team to look at the assets owned by the people of Ontario: to optimize them and to make sure that there is ongoing benefit for the people of Ontario and the ability to reinvest in new infrastructure, which is needed now in 2014." ],
  "anchor" : "para244"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para246"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, I didn’t get a clear answer to my question. Does the Premier think selling off valuable assets like the 407—", "Interjections." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "Please finish." ],
  "anchor" : "para249"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Does the Premier think selling off valuable assets like the 407, like OPG or like the LCBO is a good idea?" ],
  "anchor" : "para251"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think I know where the member is going on this, Mr. Speaker. I think the leader of the third party is trying to suggest that that’s the agenda that we’re sneaking into the Legislature and into government.", "It was a mistake to deal with the 407 in the way the Conservatives did. That is my opinion. I believe there could have been much better long-term benefit to the people of Ontario.", "It is also a mistake for a government never to review assets, never to look at whether they are producing the maximum benefit for the people of Ontario. We’re not going to make that mistake; we’re not going to make either of those mistakes. We’re going to have a process that is responsible, that is prudent, that looks at those assets and makes sure that they are performing for the people of Ontario." ],
  "anchor" : "para252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para255"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, nobody thinks the Liberals are sneaking anything anywhere. Her plan is based on $3.15 billion coming in the door from the sale of assets. It is clear as a bell in their budget. We know that, in the long term, these kinds of activities, these kinds of sell-offs, are a bad thing for the people of Ontario. It sets our province back. It cuts out sources of revenues. It leads to higher costs for the people of this province. So why does the Premier think that asset sales are okay as long as they do it the Liberal way?" ],
  "anchor" : "para256"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What I think is not just okay but responsible is that government look at the assets that are owned by the people of Ontario and that we make sure that, in 2014, those assets are working in the best way possible so that the investments that are needed now can be made.", "It’s not our whole plan, but part of our plan is to ask Ed Clark and his team, who have expertise, to look at those assets and make sure they are working to the best advantage for the people of Ontario. That’s responsible. That’s what we’re doing. That’s not what the previous government did with the 407." ],
  "anchor" : "para257"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Premier. Does the Premier think that Ontarians voted for austerity and cuts?" ],
  "anchor" : "para260"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What we know the people of Ontario did not vote for was a disparate, disconnected list of ideas that were basically based on our fiscal plan, didn’t hang together and had no coherence. So they didn’t vote for that. They did not vote for the leader of the third—", "Interjections." ],
  "anchor" : "para261"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Finish, please." ],
  "anchor" : "para263"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The plan that we put forward was a plan that would build the province up. It’s a plan that was rooted in the budget that we introduced at the beginning of May, which would invest in the people of this province, in their talent and their skills; which is drawing investment from around the world; which would invest in the infrastructure that’s needed, whether it’s the roads and bridges in northern and rural Ontario or the transit in our urban centres; and which would set up an Ontario Retirement Pension Plan so that people would have retirement security. That’s what the plan is that we put forward. That’s the plan we are eager to implement." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, does the Premier think that Ontarians voted for the cost of everyday life to go up for them and their families?" ],
  "anchor" : "para268"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, what we know is that if we do not have an economy that is thriving, then it will be very, very difficult for people to find jobs. It will be difficult for our children and our grandchildren to have retirement security. It will be extremely difficult to draw businesses to the province. So what we need to do is make sure that we make the right investments now; that we have the constraints in place so that we can eliminate the deficit by 2017-18. Making the investments in the province and making sure we don’t leave the most vulnerable behind—all of that is part of our plan. That’s the plan we ran on, that’s the plan that we are eager to invest in, and that’s the plan that the people of Ontario voted for." ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para270"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the Liberals insist that their budget is progressive, but this is what people see: They see that yesterday the finance minister gave auto insurance companies another boost, while drivers continue to not see any savings. They see the Liberal plan will send hydro rates up by 42%, another skyrocketing increase over the next number of years. There is a chorus of growing acknowledgement that the job cuts that are hidden in this Trojan Horse budget will be significant. They see a Premier who can’t explain why she’s moving forward with asset sales when she used to oppose them.", "People have some pretty simple questions about this Trojan Horse budget, and my question to the Premier is: Why will she not come clean with the people of Ontario?" ],
  "anchor" : "para271"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, there was a lot in that question. I’m just going to focus on the auto insurance.", "The NDP heard this throughout the candidate—the leader of the third party’s candidate for Halton tweeted, “Just got my latest car [insurance] payment update [and] I’m paying $22 less a month!” That’s $260 less a year.", "There has been, on average, more than a 5% reduction in auto insurance.", "I think that the leader of the third party knows that what people see in our budget, many of them across the floor—", "Interjection." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Hamilton Mountain, come to order." ],
  "anchor" : "para278"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—they see $2.5 million in a Jobs and Prosperity Fund; they see $130 billion in public infrastructure investments, $11.4 billion in hospital expansions, a made-in-Ontario retirement pension plan, an increase in the Ontario Child Benefit, an increase in social assistance benefits and $810 million for people with developmental disabilities. That’s all part of our plan." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Speaker",
  "text" : [ "New question. The member from Leeds–Grenville." ],
  "anchor" : "para281"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you very much, Speaker. Good morning. My question, through you, is to the Minister of Community Safety and Correctional Services.", "Minister, it has been seven years since Ashley Smith suffered her terrible death, and seven months since a coroner’s jury made recommendations so that this type of tragedy wouldn’t be repeated.", "On May 1, the federal government partnered with the Royal Ottawa Health Care Group to fund a two-bed pilot project for mentally ill female offenders at the Brockville secure treatment unit in my riding. The partnership between the federal government and the hospital is because of this treatment model’s outstanding results with mentally ill male offenders.", "Minister, you know there are far too many women like Ashley suffering in our Ontario jails. My question is, do you think you should deny them access to a program male offenders have been able to access since 2003 because of their gender?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for asking a very important question. I know it’s an issue that the member has spoken about in the past and has advocated for, and I know my predecessor, the Attorney General, has worked with the member opposite on this issue as well—and so do I. I continue to look into this matter. I’ve had the opportunity to speak with the CEO of the Royal Ottawa Hospital, which happens to be located in my community of Ottawa Centre. Most recently, I had a brief conversation with the member opposite, and I look forward to continue working with him on this very important issue so that we are providing appropriate mental health treatment for all inmates within our detention system." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para287"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Yes, you’re right, Minister. I have spoken to you and your predecessor about this.", "In May, a spokesperson told Global News that your ministry “would be willing to review any proposal put forward by the federal government.” Well, your government has given me the same answer since 2010 and the federal government has stepped up, Minister. You’re wrong. The Attorney General is wrong. It’s time to drop the excuse that you can do nothing now that the feds are moving forward.", "The good news is, you’ve got a great opportunity now to do the right thing. You know, Minister, the good work that the Royal Ottawa Health Care Group does with mentally ill patients. You know the good work that they do.", "So I’m asking you, will you commit today to bring the province to the table and finally move forward with a plan to treat mentally ill women offenders? They shouldn’t be in jail; they should be getting treatment. Minister, when will you come to the table?", "Interjections." ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para293"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Again, I thank the member opposite for his question, and I will restate that this is a very important issue. We need to make sure, Speaker, that we are treating all our inmates with fairness, with respect. They deserve the same access to supports as those in the community. I will continue, as the Minister of Community Safety and Correctional Services, to work along with all members of this House to ensure that those types of services are presented for inmates in our custody.", "Ontario now has 10 correctional facilities with mental health nurses on-site providing specialized services to inmates, and we are launching the forensic early intervention service at the Toronto South Detention Centre. It’s the first strategy of its kind in Canada. There’s a lot of work that is ongoing right now in our correctional facilities to ensure that inmates with mental health challenges are given proper treatment. I look forward to working with the member opposite to make sure that female inmates have fair and equal treatment available to them as well." ],
  "anchor" : "para295"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Minister of Finance. Four years ago, the Liberal government put $2 billion into the pockets of the insurance industry. They slashed our benefits and it resulted in a cost saving to the insurance industry of $2 billion annually, yet drivers in Ontario are still paying the highest auto insurance in the entire country.", "While they move so quickly to slash the benefits for drivers and they move so quickly to increase the profit to the insurance industry, why is it that the new plan announced yesterday by the Minister of Finance seeks again to put more money into the pockets of the insurance industry but drivers are still waiting to see any reduction in their insurance rates?" ],
  "anchor" : "para298"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "That’s an interesting question from a member across the way who says he’s advocating for lower rates, and yet, when we tried putting forward legislation last February, he found ways to stall it, delay it and force us to have to now reintroduce it after a forced election. Had it been done initially, it would have resulted in lower rates today.", "We have been fighting for lowering insurance rates since 2003. We’ve taken measures in 2010 to provide for the anti-fraud task force. We’ve been going forward in 2011. We’ve had private members from our side of the House who have been advocating for the same, and we will continue to do that, obviously without their support because they voted against the very measures that would have reduced insurance rates by this point in time." ],
  "anchor" : "para300"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, the measures that the Minister of Finance is speaking about have no guarantee whatsoever of reducing insurance rates for drivers, but certainly will increase the profits for the insurance industry.", "Now, when asked yesterday point blank, “Will this minister and will this government be able to reach their 8% target reduction by August?” the silence was deafening in the response by the Minister of Finance. Instead of guaranteeing that, yes, there will be reductions, the Minister of Finance said, “Shop around,” and maybe you can find them.", "The budget is silent on any new measures to guarantee a reduction for drivers in Ontario. I have a very simple question for the Minister of Finance. It’s very clear that the Minister of Finance is not going to reach the August 8% reduction deadline. Will the minister commit to guaranteeing a reduction for drivers instead of continually putting more and more money in the pockets of the insurance industry?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, because of the measures that we’ve taken—because we have added more teeth to FSCO; because we’re adding dispute resolution system acceleration; because we’re looking after the towing industry; because we’re working with adjusters and appraisers to ensure that there’s a proper dispute mechanism and appeals process to provide for charges against those who may violate; because we’re attacking fraud, because we’re looking after the clinics that are doing it; because we’re reaching and doing everything we can to reduce the claim costs, which result in higher premiums, we have made measures to reduce premiums as well.", "We have well over 14 insurance companies who have publicly filed a reduction in their rates by more than 10%, some as high as 14% and 15% already. We have publicized this. We have put them on the webpages. His own colleagues: They themselves have said that they’ve already received lower rates because they’ve taken the measures and because they made those calls.", "We will act, obviously without their support because they voted against—" ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para310"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. Safe and affordable housing is an issue that affects all Ontarians, whether they live in my riding of York South–Weston, in Windsor or in Thunder Bay.", "During the recent election, the need for our government to continue investing in affordable and social housing was an issue that was frequently brought to my attention. Last week, in the throne speech, our government committed to building a fairer and healthier province, and that means greater access to affordable housing.", "The question I’m now being asked is how we are going to tackle this pressing need. Mr. Speaker, through you to the minister: Could he please explain what our government is doing and will do to ensure that we continue to invest in the vulnerable Ontarians who need greater access to safe and affordable housing?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I want to thank the member from York South–Weston for her ongoing advocacy in this area.", "We understand that long-term local solutions are really the only way to address the ongoing need to house vulnerable folk. That’s why our government is focusing on Ontario’s Housing First strategy. We’ve invested over $3 billion in affordable housing—more than any government before us.", "In our throne speech, Mr. Speaker, our government committed to expanding the Community Homelessness Prevention Initiative and investment in affordable housing programs. But it’s not an issue just for the province or municipalities. To be brutally frank, we need an ongoing federal partner that we can count on for a housing strategy." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para318"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Thank you to the minister for confirming our government’s commitment to social and affordable housing.", "As you may know, the first co-operative housing building in the city of Toronto was built in my riding of York South–Weston, a residence called Beech Hall. However, Beech Hall is experiencing a crisis that it hasn’t seen the likes of since the 1970s, when the Toronto borough of York threatened to phase out this complex in favour of a new development.", "The federal government till now has provided assistance to co-ops and housing providers through programs started in the 1970s and the 1980s. However, these agreements are expiring, and the date is quickly approaching where most of these contracts will be phased out.", "Many residents of Beech Hall are calling on the federal government to maintain the existing housing stock. They believe that the federal government needs to come back to the table with long-term, stable sources of funding. Mr. Speaker, through you to the minister: Could he please explain what our government will do to ensure that the federal government maintains its funding?" ],
  "anchor" : "para319"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Our government certainly welcomed the March 2013 announcement by the federal government to renew the joint housing program for the next five years. That said, they also indicated that they’re about to get out of maintaining existing social housing stock, which causes us some real concern.", "It remains a fact that the federal government’s contribution is going to be reducing, and reducing quickly, over the next 15 or 20 years. If we’re going to get on with the social and co-operative housing opportunities that are presented, which many stakeholders in Ontario have been able to avail themselves of, we are going to have to work together—the federal government, the provincial government and the municipal government. I hope the opposition and the third party will join us in our efforts and particularly with respect to putting pressure on the federal government." ],
  "anchor" : "para323"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "My question is to the Premier. Elizabeth Mikelsons is a 24-year-old woman who is living with a very rare disease called spinocerebellar ataxia. This is a painful and disabling neurodegenerative disease which is ultimately terminal.", "Elizabeth’s needs have recently become so significant that her family is not able to care for her anymore at home, given that she requires 24/7 assistance. Her family has finally found a place where she can live out her days in comfort and dignity. Although it’s very difficult to find a place that can accommodate her needs, her family has found such a place. It’s Sunbeam Lodge in Kitchener.", "Yet, the Ministry of Community and Social Services refuses to fund the $40,500 it will cost to keep her there for six months, which is just a little over $200 a day, which will keep Elizabeth there for what might well be her last six months. Recently, her family was forced to resort to the Internet to essentially crowdfund the money that she needs.", "Premier, on behalf of Elizabeth and her family, will you commit to funding her stay at Sunbeam Lodge so that she can live out her days in comfort and dignity?" ],
  "anchor" : "para326"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para330"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Whitby–Oshawa for this question. Of course we cannot discuss any particular individual case because of issues of confidentiality. But as a government I know that we remain totally committed to supporting those with developmental disabilities and we are providing additional services.", "We do take this issue incredibly seriously. I know the member opposite, from having worked with her previously on the Select Committee on Mental Health and Addictions, is totally committed to issues around the vulnerable. I would just say to her that we also share that kind of commitment to what we are doing in the developmental disability community. We do believe very strongly that the families and the individuals need the type of support that perhaps we have heard about in this particular case and we’re committed to that." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "Well, I’d say to the minister this is a situation that really requires immediate attention. The answer that the family got back through your ministry is that the developmental services office is going to offer them some kind of respite or some kind of Passport funding, which we all know there isn’t any money for. This young person needs a place within the last six months. She has a—", "Interjections." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Thank you.", "Please finish." ],
  "anchor" : "para336"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "We have no idea what the money that has been allocated in the budget is going to be used for. You have not been forthcoming on that. But this is a very specific case where this young woman needs your attention, and all we get is a process answer. Well, you can’t hide behind process on this. We all know that there is a way to do this if there is a will to do this.", "Minister, will you please summon the will and find a way to fund this young woman’s stay at Sunbeam Lodge for what might be her last six months? Will you please do that?" ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para341"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Perhaps maybe we need an explanation of what exactly is in our budget for those with developmental disabilities. First of all, I think the member does know that Developmental Services Ontario offices work together with families to explore all possible solutions in the community. So in our upcoming budget we’re proud to be proposing an investment of $810 million over the next three years to significantly strengthen developmental services for people in Ontario. This is the single largest infusion of support to the sector in this province in history. And this proposed—", "Interjections." ],
  "anchor" : "para343"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please finish." ],
  "anchor" : "para345"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "This proposed additional funding would increase our government’s investment in developmental services to more than $2 billion in 2016-17. This means there will be support for an additional 1,400 people with urgent residential needs. It will eliminate wait-lists for 8,000 children—" ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para347"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is for the Associate Minister of Finance. Pooled retirement pension plans are Stephen-Harper-approved plans that are good for banks. They are, however, a gamble for families.", "The Liberals insist that their plan is progressive, but it is a plan that’s great for Bay Street but leaves Main Street falling behind.", "Jim Leech is the head of the Ontario Teachers’ Pension Plan. He knows a thing or two about pensions. This is what Jim Leech had to say about the promise of these private pensions: “If markets have been bad, your retirement lifestyle will be” far less.", "My question: Why is the Premier gambling on a Stephen-Harper-approved private pension scheme?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for her question and congratulate her on her appointment as critic for pensions.", "We know that this is a very important issue in Ontario, because our population is aging, and we have to prepare for the future. That is why, Speaker, we have proposed the Ontario Retirement Pension Plan, which is an opportunity for us to put away a little bit today for the retirement that is coming tomorrow.", "Our Ontario Retirement Pension Plan is going to be providing pensions for those in the middle class who currently are without a workplace pension. It will be comparable to and, in fact, will work very well with voluntary plans like the PRPP, RRSPs and other means.", "But what is important is that we plan now for what is inevitable in the future, which is an aging population. We know that we are not adequately covering three million people without a workplace-based pension.", "Interjections." ],
  "anchor" : "para354"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjections." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I am now moving to individual warnings. When I get quiet and somebody uses that opportunity to say something, I will get you.", "Supplementary?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Like the budget, this pension plan is a Trojan Horse plan. The Premier’s rhetoric is all about a new public pension plan, but when you look inside, you find Stephen Harper’s private pensions. Stephen Harper likes this plan because it helps out banks, and the bank fees on these PRPPs can take a third out of your retirement savings. It’s just another way that Bay Street benefits and Main Street falls behind.", "Again, why is the Premier’s pension plan putting banks ahead of people?" ],
  "anchor" : "para363"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "The fact of the matter is that we actually took our plans to voters in Ontario, and they have overwhelmingly confirmed that we have ensured that we’re taking care of people’s retirement futures. This is about building Ontario up.", "You talk about what economists are saying. In fact, when we plan for the future and give people a predictable stream of income in their retirement years, this is good for our economy. It sustains our economies in cities and towns across this province.", "We are doing the smart thing by introducing the Ontario Retirement Pension Plan while ensuring that voluntary options are still available to people so that they can meet their retirement goals. That is the responsible and smart thing to do in terms of securing Ontario’s retirement future." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "New question. The member from Ottawa Centre." ],
  "anchor" : "para368"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "My question is to the Minister of Transportation.", "Mr. Speaker, Ottawa is a world-class city. It is not only a great place to live, but also a destination for businesses and tourists. My constituents and those who visit the city are able to experience and appreciate so much of what the city has to offer.", "Being a world-class city means we also need a world-class transit system. That is why, with the support of the Ontario government, Ottawa is building the Ottawa LRT system. This $2.1-billion Confederation Line is a solution for our transit needs. Not only that, but my constituents are thrilled that it will help promote the economy, culture and social benefits of the great city of Ottawa.", "Mr. Speaker, through you to the minister: Can you please speak to the investments we’ve made so far in the LRT?" ],
  "anchor" : "para370"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin by thanking the new member from Ottawa–Orléans for that fantastic question. Our government has also recognized the impact that the Ottawa LRT will have on the city of Ottawa. It is indeed a world-class city, a city whose population is expected to grow by 30% up until 2031, and public transportation is already nearing its capacity in the downtown core.", "These are some of the reasons why, in 2009, our government committed up to $600 million toward stage 1 of the Ottawa LRT project. Thanks to the advocacy of all of the caucus members whom we have on this side from Ottawa, that is the single largest investment ever made to the city’s public transit system from the provincial government.", "The LRT is something that all of our Ottawa caucus members have advocated for. Through them, the government has recognized the impact this would have on residents, tourists and business within that city. Construction began on the Confederation Line in April 2013, and the city of Ottawa projects that this project will create approximately 20,000 jobs." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To correct my record—I apologize: the member from Ottawa–Orléans on a supplementary." ],
  "anchor" : "para377"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Merci, monsieur le Président, and thank you to the minister for his response. The benefits of the project to our city are vast, both socially and economically.", "Ottawa’s prosperity depends on moving people more efficiently. The LRT will mean reliable commuting, lower emissions and quieter neighbourhoods, all while creating jobs. It is estimated that 67% of the residents of Ottawa will live within five kilometres of the LRT. I know we’re excited to see the completed LRT going down the road in 2018.", "What’s even more encouraging to the people of Ottawa–Orléans and the rest of the city of Ottawa is that our government’s investments haven’t stopped here. Can the minister speak to what other investments the government of Ontario has made into the transportation infrastructure of Ottawa, and how my residents in Ottawa–Orléans have benefited from this government?" ],
  "anchor" : "para378"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Again I thank the member from Ottawa–Orléans for that fantastic follow-up. Easing congestion and helping commuters get home quicker is one of our government’s main objectives, and that’s why we’ve committed approximately $1.09 billion to support public transit in Ottawa since 2003. This includes $27 million for transit maintenance and approximately $314 million in gas tax funding.", "Specifically as part of the Ottawa LRT agreement, we have also committed to widening Highway 417 between Nicholas Street and the Ottawa Road 174 split. This will help ensure that the Ottawa LRT is successful.", "As the member knows—as every member knows—our budget includes our Moving Ontario Forward plan. This is a plan that would see a record investment of $29 billion to support transportation infrastructure: $15 billion within the GTHA and $14 billion for the rest of the province. Investments like these will help to boost our economy and break the congestion that is costing us billions of dollars a year." ],
  "anchor" : "para381"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "My question is for the Minister of Economic Development. Since taking over government just 10 years ago, my riding of Stormont–Dundas–South Glengarry has lost over 4,000 good-paying manufacturing jobs.", "In just the past few months, three more companies have announced that they are closing their doors. American Standard, Canlyte Philips and Sensient BioPharma are consolidating their operations and moving almost 300 jobs to our US neighbours.", "When will the minister realize that they need to tackle the out-of-control regulation, fees, taxation and hydro rates that are making our province uncompetitive and unattractive to businesses that are not receiving your government’s corporate giveaways?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "No matter how hard the PCs try to spin it, no matter how hard they try to talk down Ontario’s economy, the fact of the matter is that it is a fact that we are up 460,000 net jobs since the recession.", "If the member opposite really cared about jobs in this province, he’d be supporting the budget that we want to get moved forward this summer, before the House adjourns. If he was really concerned about jobs and the economy, he’d be supporting our $2.5-billion Jobs and Prosperity Fund that is designed to continue to attract investment into this province and that has made us number one in North America for foreign direct investment. That helps all sectors of our economy.", "If he really cared about jobs in this province, he’d be supporting our budget, which invests $130 billion in infrastructure, creating and supporting up to 100,000 jobs every single year—" ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Back to the minister: Ontario’s unemployment rate has been above the national average for over 90 months. The government has managed to lose almost 50,000 private sector jobs last month alone. Our public services rely on a healthy private sector that generates wealth and prosperity, but this government seems bent on driving our private sector out of Ontario.", "Minister, will you tackle the competitive issues that are forcing our private sector companies to move to neighbouring states and provinces, or will you stand idly by as our skilled workforce languishes in the unemployment line?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, we’ve just brought forward a budget that totally focuses on creating jobs and building a stronger economy. In stark contrast to that, you just fought an election on a platform that does nothing but kill jobs across this province. I’m not just talking about the 100,000 jobs you directly wanted to kill. I’m talking about the 500,000 jobs that you and your party would place at risk directly and indirectly in our auto sector. I’m talking about the 50,000 jobs that we’re creating through our regional economic development funds and our partnerships with OpenText and other companies like Cisco—50,000 jobs under you that would be gone. I’m talking about the 30,000 clean energy jobs that you do not support and the clean energy economy that you would bring to an end.", "Mr. Speaker, if you add it all up—they talked about a million jobs that they were going to bring in—they’d be putting a million jobs at risk." ],
  "anchor" : "para395"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, my question is to the Premier.", "A few days ago, Premier, you claimed that a high-speed rail link between London and Toronto was possible within a decade, and yet high-speed rail is mentioned nowhere in your budget—no timelines, no funding, nothing at all.", "If the Premier really intends to build high-speed rail to London, why isn’t it mentioned anywhere in her budget?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para401"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from London for that question.", "Obviously, high-speed rail is very, very important to our government. It’s very important to the people of London, Kitchener-Waterloo and communities like Windsor and beyond. I think it’s important for everyone to understand that with almost $14 billion in new revenue tools that are provided for in the budget to fund transportation projects outside of the GTHA, the high-speed rail project is one of the ones that we plan to pursue to help create jobs and help boost the economy in the London area.", "As you may know, the government has undertaken a pre-feasibility study—the Ministry of Transportation has done that work—and we are working hard to work with all partners, municipalities and everyone else in the system to develop an implementation plan that makes sense. This is why, as we’ve said throughout this week, throughout the budget debate, it’s very important for members, particularly from those communities that will benefit greatly from the investments we plan to make, to support our budget, work with us and get on with the projects." ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para405"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "There is no funding for high-speed rail in the budget. It’s not even mentioned in your budget. In fact, the government has been silent on how it will pay for transportation priorities that are mentioned in the budget. The government has only found half the money needed to pay for existing transportation promises—not including the magical high-speed rail line. How will the government make up the difference? By selling public assets? By cutting programs?", "Mr. Speaker, Ontarians deserve the truth. Will the Premier finally admit that she can’t keep her promises and that her government will deliver austerity, not high-speed rail?" ],
  "anchor" : "para406"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member opposite again for that follow-up question.", "I thought that I was fairly clear in my initial response regarding how very clearly our budget lays out a plan to make transportation and public transit investments right across the province of Ontario—$29 billion. I’ve said that repeatedly since having the chance to serve in this particular capacity. That includes close to $14 billion for transit and transportation infrastructure projects in areas outside of the GTHA, which would, of course, include the community of London. As I mentioned a second ago, the Ministry of Transportation has undertaken a pre-feasibility study. We are in the process of finalizing a business case and embarking on an environmental assessment.", "I would ask the member opposite again to consider supporting the budget that we have introduced in this House. It includes the funding for $14 billion worth of projects which would benefit the people of London—" ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para411"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "You should support this project—" ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. When I stand, you sit.", "New question." ],
  "anchor" : "para413"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "My question is for the Minister of Aboriginal Affairs. This government has been investing in people, investing in infrastructure and supporting an innovative and dynamic business environment. We all recognize that strong and vibrant aboriginal communities strengthen Ontario culturally, socially and economically.", "Minister, while we are making progress across many different areas, can you please elaborate on how we have been helping to improve and create greater economic opportunities with the aboriginal communities in Ontario?" ],
  "anchor" : "para416"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "We are active on many fronts, creating opportunities for the private sector, First Nations and Métis communities to participate in a meaningful way in our plan to grow Ontario’s economy.", "The 2014 budget, if passed, includes an Aboriginal Economic Development Fund, which includes an investment of $25 million over three years. The fund will support aboriginal communities in the development of long-term economic strategies. It will also provide grants for aboriginal businesses and fund province-wide regional skills training.", "This government recognizes the importance of economic development for aboriginal communities and wants to see meaningful employment and business development for all aboriginal communities in Ontario." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Thank you, Minister. This is great news. Obviously this is a great investment in helping people, communities and businesses to create a more robust business environment.", "The Aboriginal Loan Guarantee Program was announced as part of the 2009 budget as a way to both enhance aboriginal participation in Ontario infrastructure and encourage forays into renewable green energy.", "Last week, I joined the minister in a meeting with Chief Marsden of Alderville First Nation near my riding of Durham to hear an update on the Alderville solar project. Thanks to the loan guarantee program, it is the province’s first ground-mounted solar farm wholly owned by a First Nation community.", "Mr. Speaker, through you to the minister, what is Ontario doing to ensure that more communities can benefit from this program?" ],
  "anchor" : "para422"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "The 2014 budget, if passed, would continue the Aboriginal Loan Guarantee Program which was launched in 2009 to facilitate aboriginal participation in renewable energy infrastructure projects.", "To date, the program has leveraged significant investments, with $130 million in approved loan guarantees which have supported investments of eight communities, representing over 10,000 First Nations people, in four projects that have parlayed the investment into a total of $2.8 billion for the province.", "I did have the pleasure last week to meet with Chief Marsden of Alderville First Nation, along with the member for Durham, and I’m happy to say one of the four projects includes the recently approved loan guarantee that will support a portion of the Alderville First Nation’s equity investment in the Alderville solar project, making it the first 100% aboriginal-owned solar project in Ontario.", "The guarantee works to the benefit of all people—" ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para430"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "To the Minister of Training, Colleges and Universities: Bernie Fishbein worked as an advocate for the electricians’ union, representing them in over 60 separate legal cases over the past 20 years. Despite this obvious conflict of interest, your College of Trades saw fit to appoint him as the chair of the electricians’ ratio review panel, where he went on to recommend the ratio proposed by the union that employed him for 20 years. Minister, it is unbelievable that you have accepted this conflict of interest and done nothing about it. Yesterday, the minister told the House he was going to appoint an adviser to review the boondoggle at the College of Trades.", "In spite of his clear conflict of interest and in spite of an ongoing judicial review into his bias, Bernie Fishbein is apparently being considered for this job—a whole review of the College of Trades.", "To the minister: Will you be appointing this long-time paid advocate of the electricians’ union, Bernie Fishbein, to be your adviser for the planned review of the Ontario College of Trades?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "I want to thank the member opposite for that question.", "The College of Trades has been doing a great job since it started its operations just over a year ago. We created this college because we believe that the tradespeople there can decide on their own profession. That’s why we have created the College of Trades—and not only that, but to raise the profile of the tradespeople, because we believe that electricians, mechanics, other professionals and other tradespeople have the same rights as doctors, dentists, teachers and others to regulate their own profession. That’s why we created the College of Trades, and they have been doing a great job since they started their operation about a year ago.", "In the past 14 or 15 months since their operation, they have reviewed 33 professions—33 trades—and they have reduced the ratios in 14 of them. I’ll address the question in the second part, Mr. Speaker." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "Well, you didn’t address the first part of the question.", "First of all, let’s correct the record. Under Fishbein’s biased recommendation, Ontario raised apprenticeship ratios for the electrician trade from 3 to 1 to 6 to 1. That is more than double. They got exactly what the union wanted. Second, the College of Trades is a boondoggle. You have to know that no one likes it after all this.", "Special interest groups are running the place. They are restricting competition and are raising the cost of hiring tradespeople for Ontario companies. Also, young Ontarians are in fact leaving to take apprenticeships in other provinces.", "To the minister: Have you had any discussions with special interest groups regarding the appointment of this adviser, Mr. Bernie Fishbein, to the Ontario College of Trades? Minister, what deals have been made regarding Bernie Fishbein’s appointment?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "The College of Trades, as I said, has been doing a great job. In relation to the conflict of interest—the member referring to it—the case is before the courts, so I’m not going to comment on that.", "But since we created the College of Trades—for the past many, many years, when the member opposite’s party was in office, they never reviewed any single profession’s ratios; they never did it. But the College of Trades, within just 14, 15 months since its operation, reviewed the ratios in 33 professions, Mr. Speaker—33 trades—and they reduced the ratios in 14 of them. So they have been doing a great job.", "This is the first time in the history of the province that we have a regulatory college for tradespeople. They actually love to have this college. They want to have the college; they want to decide on their own profession. That’s why we created the college, and tradespeople like the college, in contrast to what the member opposite is claiming." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "New question? The member from Algoma–Manitoulin." ],
  "anchor" : "para447"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker. Good morning to you. My question is to the Minister of Labour.", "Yesterday, the members of this Legislature rose for a moment of silence for a miner, Pascal Goulet, 38, leaving behind his spouse and two daughters, killed tragically last Thursday at his job at North American Palladium. Unfortunately, Mr. Goulet is the seventh miner killed on the job this year in Ontario.", "One death is too many, but seven is an outrage. Miners and their families have a right to expect that they’ll come home safe at the end of their shift. What will this minister do today to ensure that not one more miner is killed in this province, and that their workplaces are safe?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I do thank the honourable member for that very, very important question. I was saddened to hear of the incident, as all of us were around the House. My thoughts are with this person’s family and the colleagues that he was working with.", "I understand that we have Ministry of Labour inspectors investigating on the site. The ministry’s priority in this regard is to ensure that the Occupational Health and Safety Act is followed and enforced. The investigation is ongoing, Speaker. As you know, it would be inappropriate for me to comment on the specific circumstances related to this incident.", "I will tell you, though, that this government is committed to protecting the health and safety of miners and all workers in Ontario. Right now, our Chief Prevention Officer is leading a comprehensive mining safety review. It’s got an external group of industry, labour and health and safety reps. It’s a year-long review. I look forward to those findings. And Speaker, to answer the question specifically, I look forward to acting upon those findings." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Essex." ],
  "anchor" : "para455"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Again to the Minister of labour: Last year, the Premier rejected an inquiry into mining deaths and instead chose to review health and safety. But at the very first public hearings, the government didn’t even advertise to invite participants. While we eagerly await the review’s findings, miners in this province continue to die.", "Based on the Westray law and supported by the United Steelworkers, which represents miners across this country, Nova Scotia recently decided to create a special prosecutor to enforce workplace safety standards.", "Will the minister act today on the appalling seven mining industry deaths this year and create a special prosecutor to enforce workplace safety standards in the province of Ontario?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "As the previous questioner noted, one death is too many. Seven is not good; one is not good.", "Between March and June of this year, we’ve had 12 public consultation dates. We’ve been to Timmins, Kirkland Lake, Sudbury, Red Lake, Marathon and London to ensure that the mining sector itself—safety representatives from labour and business—is able to provide input into the mining review.", "This is a review that we intend on acting upon, obviously, once we’ve heard from everybody. Over 150 people to date have participated in these public meetings. We’ve got over 60 written submissions. We’re working very, very hard with the Chief Prevention Officer. As I said, Speaker, I look forward to the findings. When those findings are in, we intend to act upon those findings." ],
  "anchor" : "para459"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Finance, on a point of order." ],
  "anchor" : "para463"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Just on a point of order, Mr. Speaker: We have young people who participate in politics. It’s always nice to acknowledge interns who show up and want to do this. I’d like to acknowledge Aashish Oberor and Shaunt Tchakmak, who are here today as interns participating in the political process." ],
  "anchor" : "para464"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion that this House approves in general the budgetary policy of the government.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Everyone take their seats, please.", "On July 14, Mr. Sousa moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para470"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para530"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 57; the nays are 36." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Introduction of guests? Introduction of guests? Last—", "Interjection." ],
  "anchor" : "para573"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All of these wonderful people who are in the gallery today, we welcome them all.", "Interjection." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve done that in the past.", "It’s now time for members’ statements." ],
  "anchor" : "para577"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I rise on behalf of the growing number of people in my riding of Haliburton–Kawartha Lakes–Brock whose lives have been shattered by Lyme disease.", "Like many MPPs, I’ve stood in this place to introduce petitions on behalf of the people I represent, pleading to the Ministry of Health and Long-Term Care for us to do better for patients with Lyme disease.", "This disease is increasingly endemic throughout Canada and is now on the rise in central Ontario, but scientifically validated diagnostic tests and treatment choices are currently not available in the Ontario public health system and through the Ontario Health Insurance Plan. This forces patients to seek testing procedures in the USA at a great financial cost.", "I’ve heard many stories from constituents where stories range from anti, like from a person who, after five years of testing, was finally diagnosed with Lyme disease, but had to go to the US and have that test confirmed—she was able to receive some treatment in Ontario from an infectious disease specialist. The treatment was working, but the doctor said he had to cut her off, that his hands were tied, and he recommended that she had to go to British Columbia for treatment.", "Our health care system can do better. People with Lyme disease are suffering. They have precious little time to be diagnosed and treated with effectiveness. So I take the time again to ask the Ministry of Health and Long-Term Care to take real action to help those suffering from Lyme disease." ],
  "anchor" : "para581"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Speaker, I want to start off by thanking everyone who worked on my re-election campaign and those who gave their time, energy and money to all candidates. Without volunteers, none of us would be able to run our election campaigns. I congratulate you on your successful campaigns but, to be completely honest, there are some ridings that lost good, honest, hard-working, experienced MPPs, and to those constituents I express my heartfelt sorrow at your loss.", "We will miss the wise counsel and depth of knowledge and commitment that this Legislature has lost with the departure of Michael Prue, Rosario Marchese and Jonah Schein.", "I’m pleased to have been appointed again as third deputy speaker, a job that I found to be fulfilling and one that has expanded my knowledge of the Legislature and the traditions of this House.", "As well as returning as third deputy speaker, I’m also returning as the NDP’s critic for tourism, culture and sport, and the Pan/Parapan Am Games. This portfolio is exciting, especially as we count down to the final year to the official opening to the games. Although I’m extremely excited that our many athletes will have the opportunity to wow us with their skills and athletic prowess, I will remain vigilant in my efforts to ensure that the games come in on time and on budget in safe venues." ],
  "anchor" : "para587"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This past April, Waterloo Regional Police Service said farewell to former chief of police Matt Torigian, when he announced that he’d be retiring after 29 years of service. While we in Waterloo region are sad to see him go, we’re proud that Mr. Torigian will continue to share his expertise with the people of Ontario as the new deputy minister for Community Safety and Correctional Services.", "In fact, Mr. Speaker, I just ran into him in the hallway. He was sitting in front of the Premier’s office. He and I go back a long ways, when our kids were in elementary school together in Kitchener.", "On behalf of the citizens of Waterloo region, I am pleased to rise in the Legislature today to offer congratulations to our newly appointed chief of police in Waterloo region, Mr. Bryan Larkin.", "Chief Larkin started his distinguished career as a cadet in 1991 before becoming a constable with our local police force. From there he spent 20 years serving in a number of roles within the WRPS, including superintendent to divisional commander.", "In 2011, Mr. Larkin joined the Guelph Police Service, serving first as deputy chief and then as chief of police for the past two years. Chief Larkin is returning home to Waterloo region, bringing with him a track record of exceptional commitment to public service and proven leadership.", "I ask all members of the House to join me in congratulating Chief Larkin on his appointment as our new chief of police and wishing him all the best in this new role." ],
  "anchor" : "para592"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "In the little fishing village of Wheatley, Ontario, the Freshwater Fish Capital of the World, they will soon be celebrating their 100th anniversary. What better way to kick off the festivities than the annual Wheatley Fish Festival running from August 1 to 3?", "For the third year in a row, one of the head organizers of this fun-filled fish festival is Sue Adamson, who, by the way, heads up my constituency office in Leamington. Sue and her team are excited to once again bring this highly anticipated event to Wheatley.", "The Wheatley Legion is proud to host the smoke-filled smoked fish contest on Friday. I will be honoured to help judge some of those samples.", "Wheatley’s world famous all-you-can-eat yellow perch and broasted chicken dinner will be held on Saturday from 5 p.m. to 7:30 p.m. at the Wheatley arena at a cost of only $20 per person. There’s even live music running from 9 p.m. until 1 a.m.", "Saturday features the annual fish festival parade, starting at 11 a.m. from the Wheatley arena, heading south on Erie Street. Who doesn’t love a parade?", "Other highlights include the Big Boyz Fishing Tournament, which runs from July 25 until August 3, drawing hundreds of fishing enthusiasts from across Ontario and the United States.", "The festival celebrates the best of Wheatley: world-class freshwater fish and great community spirit. Try to say all those Fs in a row.", "I invite all the members of this Legislature to come on down to the Wheatley Fish Festival located on the north shore of Lake Erie and tucked away in the southern part of the great riding of Chatham–Kent–Essex this August long weekend." ],
  "anchor" : "para599"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It’s an honour to rise today to acknowledge and to thank the members of the Essex Memorial Spitfire project in coordination with the Southern Ontario Military Muster, which will, in very short order, deliver a full-size replica of the legendary Spitfire fighter plane, the type used in World War II, to the town of Essex.", "This group of dedicated volunteers has been driven by the need that exists in our community to honour all of Essex county’s RAF/RCAF veterans by dedicating this full-scale World War II Spitfire. In particular, members of this group have worked expeditiously to ensure that legendary ace and hometown hero Jerry Billing could attend the unveiling. The Spitfire will be painted as it appeared on D-Day, June 6, 1944, as it was flown by Essex’s own Spitfire ace Jerry Billing in the 401 Squadron of the Royal Canadian Air Force.", "As a young boy, Jerry dreamed of flying after reading books about World War I pilots. When World War II started, Jerry knew it was his chance to fly. With a career that spans over 50 years, Jerry Billing is one of Canada’s most distinguished pilots.", "I want to thank members of the Essex Memorial Spitfire group: Karen Billing, who is Jerry’s wife; Erik Billing, Jerry’s son; Bob Swaddling; Monica Totten; Joseph Gibson; Linda Iler; Suzanne Allison; Geoff Bottoms; Gunilla Dittman; Bill Reilly; Michael Beale; Michael Kohuch; Garry Selby and Dave Cheeseman.", "I encourage people to visit the Southern Ontario Military Muster website to make a personal donation. Their efforts to preserve and to pay tribute to servicemen and -women like Jerry Billing will indeed stand as a lasting testament and our thanks for their service to our communities and to our country." ],
  "anchor" : "para608"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I would like to start by introducing Anna Desmarais. There she is up in the press gallery. Anna is an intern in the legislative press gallery here at Queen’s Park. Anna is a constituent of mine. She was born and raised in Orléans. She went to Maple Ridge Elementary School and then to Colonel By Secondary School, where she enrolled in the IB program.", "Je suis très fière d’indiquer qu’Anna est native d’Orléans. Elle se prépare à entamer, en septembre, sa deuxième année à l’Université Carleton dans le programme de journalisme.", "She is one of many of my riding’s youth who is excelling. I am thrilled to see her succeeding in her field. I want to commend her and highlight what an achievement it is to get this internship.", "I want to point out to the Speaker that she was the only intern chosen from journalism programs across the province.", "Anna had the amazing opportunity to cover the election by attending different events for all the leaders and boarding the press buses.", "J’ai eu le plaisir de rencontrer Anna la semaine dernière alors qu’elle venait m’interviewer au bureau, and she did not hold back. I was so impressed by her composure and professionalism that I had to share her story with this House.", "To Anna, best of luck in the rest of your internship and your journalism program at Carleton. I have no doubt—no doubt—we will be seeing your name in print soon.", "Alors, Anna, je te dis bonne chance dans tout ce que tu entreprendras dans les années à venir." ],
  "anchor" : "para614"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "On June 20, we were all pleased to hear confirmation that the Ministry of Health finally appears to be covering the cost of Kalydeco, a new medication which appears to be a miracle treatment for some cystic fibrosis patients.", "As members may recall, I’ve been advocating for funding for Kalydeco for CF patients since December 2012, when this issue was first brought to my attention by my constituents Nigel and Shelley Phipps from Georgetown. Their daughter Maddie has cystic fibrosis, and her health has improved dramatically since she started taking Kalydeco. I know that this news is a huge relief for the Phipps family as well as many other families across Ontario, like the Bain family from Georgetown and the Shaw family from Fergus, who also have children who have received treatment with Kalydeco.", "I also want to acknowledge our leader, the member for Simcoe–Grey, and our health critic, the member for Whitby–Oshawa. They, too, worked hard to raise awareness and urged the government to do the right thing.", "On Sunday night, I had the chance to speak to our former colleague from Halton, Ted Chudleigh, who was also very supportive of funding for Kalydeco. He pointed out that while Kalydeco is now covered by OHIP, there may be families who have spent many thousands of dollars out of their own pockets over the past few months for Kalydeco. While some patients may have been covered by private insurance or supported by community fundraisers, I would encourage the Minister of Health to instruct his staff to look into this on a compassionate case-by-case basis and compensate the families who may have had no alternative but to pay for Kalydeco out of their own pockets." ],
  "anchor" : "para624"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Today I want to recognize one of the outstanding festivals taking place this weekend in my riding of Davenport. Fast becoming known as one of Canada’s most original and innovative festivals, BIG on Bloor is a fun, free, car-free, all-encompassing, unique and city-building festival for all ages that celebrates the arts, culture, community and small business.", "The BIG on Bloor Festival takes place annually along Bloor Street between Dufferin and Lansdowne and is an initiative of the Bloordale BIA; BIG, the Bloor Improvement Group; and the Bloordale community.", "BIG awards lead the BIG on Bloor Festival opening ceremonies, where community awards are presented to honour exceptional citizens for their effort, talent and goodwill.", "BIG on Bloor features hundreds of events and activities. More than 200 participants will feature table exhibitions that line the street and present their projects, products, consumer goods, information or events. There are interactive games, craft tables and attractions for families and children of all ages.", "The volunteers and organizers of the BIG on Bloor Festival deserve all of our thanks for this great community event. I would like to acknowledge and thank BIG on Bloor Festival director Dougal Bichan and the members of his committee: Dyan Marie, Sid Bruyn, Marjolein Winterink, Jeremy Fink, Carla Garnet, Spiro Koumoudouros and Rotem Yaniv. Thank you to all of you for giving effortlessly to this wonderful community event.", "I invite you all to join me in Davenport to attend the seventh BIG on Bloor Festival on July 19 and 20." ],
  "anchor" : "para629"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I am inviting all members of the Legislature and all Ontarians to join me in experiencing the award-winning annual country music festival which is taking place in my riding of Durham. The Boots and Hearts Music Festival at Canadian Tire Motorsport Park, which is Canada’s most historic racetrack, is taking place from July 31 to August 3. The festival is run by Republic Live.", "While full-event tickets for the Boots and Hearts Music Festival sold out on December 30, 2013, other tickets for this country music festival are still available.", "The Boots and Hearts Music Festival is expecting to attract 25,000 people. It is considered the largest country music festival in Canada. As an international destination, Boots and Hearts attracts a global audience to Clarington. Ticket buyers for Boots and Hearts included representation from all provinces and territories in Canada, 23 states in the US, and four foreign countries. I imagine there are people attending from all ridings within Ontario.", "The Ontario government, in 2013, awarded this festival the maximum amount of $350,000 in its second year of operation under the Celebrate Ontario initiative.", "I look forward to working with Boots and Hearts to ensure that their world-class festival is held in Clarington for many years to come.", "Mr. Wilson moved first reading of the following bill:", "Bill 16, An Act to proclaim Christmas Tree Day / Projet de loi 16, Loi proclamant le Jour de l’arbre de Noël." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para645"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para647"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Today I’m reintroducing the Christmas Tree Day Act, which, if passed, will designate the first Saturday in December of each year as Christmas Tree Day in Ontario.", "I want to thank Fred Somerville and Shirley Brennan of the Christmas Tree Farmers of Ontario for the inspiration behind this bill and for their advocacy.", "This industry brings tremendous economic, environmental and social benefits to our province, employing thousands of workers in the farming, transportation and retail sectors.", "An interesting fact, Mr. Speaker: They sell one million Christmas trees around Christmas season in this province, and they plant one million seedlings each year to replace those trees, so it’s great for the environment.", "I hope all members can support this.", "Mr. Paul Miller moved first reading of the following bill:", "Bill 17, An Act to protect child performers in the live entertainment industry and the recorded entertainment industry / Projet de loi 17, Loi visant à protéger les enfants artistes dans l’industrie du spectacle vivant et l’industrie du spectacle enregistré." ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para656"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para658"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "This bill enacts the Protecting Child Performers Act, 2014. The paramount purpose of the act is to promote the best interests, protection and well-being of child performers in the live entertainment industry and the recorded entertainment industry.", "Parts II, III and IV of the act set out rules relating to the disclosure of terms of employment, tutoring requirements, income protection, hours of work and adult supervision for child performers. Most provisions in parts II, III and IV are enforced as if they formed part of the Employment Standards Act, 2000.", "Part V of the act sets out rules relating to the health and safety of child performers. Part V and the remaining provisions in parts II, III and IV are enforced as if they form part of the Occupational Health and Safety Act.", "The act provides that if there is a conflict between a provision of the act and a rule contained in the collective agreement, a contract or another act, the rule that provides the greatest protection to the child performer prevails.", "Mr. Flynn moved first reading of the following bill:", "Bill 18, An Act to amend various statutes with respect to employment and labour / Projet de loi 18, Loi modifiant diverses lois en ce qui concerne l’emploi et la main-d’oeuvre." ],
  "anchor" : "para659"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para667"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para669"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Very briefly, the bill includes provisions of the previously tabled Fair Minimum Wage Act within it. It will, if passed, take important steps to ensure that every Ontarian gets the paycheque they have earned at the end of the day. It better protects our most vulnerable persons who work from dangerous working situations and it will increase the competitiveness for businesses in Ontario who already play by the rules.", "Gélinas moved first reading of the following bill:", "Bill 19, An Act to amend the Ombudsman Act with respect to investigating specified health care services / Projet de loi 19, Loi modifiant la Loi sur l’ombudsman en ce qui a trait aux enquêtes sur des services de soins de santé précisés." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para676"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The bill amends the Ombudsman Act to give power to the Ombudsman to receive complaints from any Ontarian, their family or advocates, to do anything it may do with respect to a governmental organization under the Ombudsman Act, such as investigating decisions and recommendations made, as well as action and inaction, and using his or her power of entry, for the purpose of investigation, to a home for special care, long-term-care home, community care access corporation, hospital, ambulance service, air ambulance service or board of health.", "The bill also gives the Ombudsman powers in respect to care services provided at retirement homes to make recommendations to any appropriate government organization and to compel action with the Premier or the assembly, and to give people who have been done wrong by our health care system an independent third party they can trust to investigate their complaint and gain closure." ],
  "anchor" : "para677"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Good afternoon, Speaker. I believe you will find that we have unanimous consent to put forward a motion without notice regarding committees." ],
  "anchor" : "para681"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para682"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, notwithstanding standing order 113, the following standing committees be appointed for the duration of the 41st Parliament and that the membership of these committees be as follows:", "The Standing Committee on Estimates: Mr. Balkissoon, Mr. Ballard, Mr. Crack, Mr. Dong, Ms. Kiwala, Mr. Harris, Mr. Hillier, Ms. Forster and Miss Taylor;", "The Standing Committee on Finance and Economic Affairs: Mrs. Albanese, Mr. Baker, Ms. Hoggarth, Mr. Milczyn, Ms. Vernile, Ms. Wong, Mr. Fedeli, Mr. McNaughton and Ms. Fife;", "The Standing Committee on General Government: Mr. Colle, Mr. Crack, Mr. Dickson, Ms. Hoggarth, Ms. Kiwala, Ms. McMahon, Ms. Thompson, Mr. Yurek and Mrs. Gretzky;", "The Standing Committee on Government Agencies: Mr. Dhillon, Mr. Fraser, Mrs. Lalonde, Ms. Malhi, Mrs. Martins, Mr. Rinaldi, Mr. McDonell, Mr. Pettapiece and Mr. Gates;", "The Standing Committee on Justice Policy: Mr. Berardinetti, Mr. Delaney, Mrs. Martins, Ms. Naidoo-Harris, Mr. Potts, Mr. Qaadri, Mr. MacLaren, Mr. Smith and Mr. Cimino;", "The Standing Committee on the Legislative Assembly: Mr. Anderson, Mr. Balkissoon, Mr. Ballard, Ms. McMahon, Ms. Wong, Mr. Barrett, Mr. Dunlop, Ms. Scott and Mr. Singh;", "The Standing Committee on Public Accounts: Mr. Dong, Mr. Fraser, Ms. Malhi, Mr. Potts, Mr. Rinaldi, Mr. Hardeman, Ms. MacLeod, Mrs. Munro and Mr. Hatfield;", "The Standing Committee on Regulations and Private Bills: Mr. Berardinetti, Mr. Kwinter, Mrs. Mangat, Mrs. McGarry, Ms. Naidoo-Harris, Ms. Vernile, Mr. Walker, Mr. Bailey and Ms. French;", "Gélinas and Mr. Tabuns; and", "That the following schedule for committee meetings be established for this Parliament, to come into effect on the first day the House meets in the fall sessional period:", "The Standing Committee on Estimates: Tuesdays from 9 a.m. to 10:15 a.m. and following routine proceedings to 6 p.m., and Wednesdays following routine proceedings until 6 p.m.;", "The Standing Committee on Finance and Economic Affairs: Thursdays from 9 a.m. to 10:15 a.m. and from 2 p.m. to 6 p.m.;", "The Standing Committee on General Government: Mondays from 2 p.m. to 6 p.m., and Wednesdays from 4 p.m. to 6 p.m.;", "The Standing Committee on Government Agencies: Tuesdays from 9 a.m. to 10:15 a.m.;", "The Standing Committee on Justice Policy: Thursdays from 9 a.m. to 10:15 a.m. and 2 p.m. to 6 p.m.;", "The Standing Committee on the Legislative Assembly: Wednesdays from 1 p.m. to 3 p.m.;", "The Standing Committee on Public Accounts: Wednesdays from 9 a.m. to 10:15 a.m. and from 12:30 p.m. to 3 p.m.;", "The Standing Committee on Regulations and Private Bills: Wednesdays from 9 a.m. to 10:15 a.m.;", "The Standing Committee on Social Policy: Mondays from 2 p.m. to 6 p.m., and Tuesdays from 4 p.m. to 6 p.m.;", "That, when Bill 14, Building Opportunity and Securing our Future Act (Budget Measures), 2014, receives second reading, it shall be ordered referred to the Standing Committee on Finance and Economic Affairs, and for the purpose of considering Bill 14, the Chair shall be Ms. Wong and the Vice-Chair shall be Mr. Milczyn; and", "The committee is authorized to meet for the purpose of public hearings on Bill 14 on Monday, July 21, 2014, from 9 a.m. to noon and from 1 p.m. to 4 p.m.; and", "Witnesses shall be scheduled in rounds from the list of requests to appear provided by the Clerk of the Committee to each recognized party. The deadline for providing requests to appear before the committee shall be no later than noon on Friday, July 18, 2014, with each witness to receive up to 10 minutes for their presentation, followed by six minutes for questions from committee members; and", "The deadline for written submissions is 4 p.m. on the day of public hearings; and", "The deadline for filing amendments to the bill with the Clerk of the Committee shall be 6 p.m. on Monday, July 21, 2014; and", "The committee is authorized to meet for the purpose of clause-by-clause consideration of the bill on Tuesday, July 22, 2014, from 9 a.m. to noon and from 1 p.m. to 5 p.m., and at 2 p.m. on that day, those amendments which have not yet been moved shall be deemed to have been moved and the Chair of the committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto. Any division required shall be deferred until all remaining questions have been put and taken in succession, with one 20-minute waiting period allowed, pursuant to standing order 129(a); and", "The committee shall report the bill to the House on Wednesday, July 23, 2014. In the event that the committee fails to report the bill on Wednesday, July 23, the bill shall be deemed to be passed by the committee; and", "That the Select Committee on Developmental Services, established by order of the House in the 40th Parliament on October 3, 2013, be re-established for the purpose of re-adopting its final report with the following membership: Mrs. Albanese, Chair, Ms. Elliott, Vice-Chair, Mr. Balkissoon, Ms. DiNovo, Ms. Jones, Mr. MacLaren, Mrs. Martins, Mrs. Taylor and Ms. Wong;", "That the committee shall meet from 9 a.m. to 10 a.m. on Monday, July 21, 2014; and", "The committee shall present its final report no later than Tuesday, July 22, 2014, with respect to the following terms of reference: to consider and report to the House its observations and recommendations with respect to the urgent need for a comprehensive developmental services strategy to address the needs of children, youth and adults in Ontario with an intellectual disability or who are dually diagnosed with an intellectual disability and a mental illness; and", "To coordinate the delivery of developmental programs and services across many provincial ministries in addition to the Ministry of Community and Social Services; and", "That in developing its strategy and recommendations, the committee shall focus on the following issues:", "—the elementary and secondary school educational needs of children and youth;", "—the educational and workplace needs of youth upon completion of secondary school;", "—the need to provide social, recreational and inclusionary opportunities for children, youth and adults;", "—the need for a range of available and affordable housing options for youth and adults;", "—the respite and support needs of families;", "—how government shall most appropriately support these needs and provide these opportunities." ],
  "anchor" : "para684"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Point of order." ],
  "anchor" : "para723"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On a point of order, the member from Timmins–James Bay." ],
  "anchor" : "para724"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Just to make sure that your paper copy, on page 3, doesn’t have Mr. Berardinetti showing up twice on the same committee. It’s duplicated in the motion." ],
  "anchor" : "para725"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So noted.", "Mr. Naqvi moves that notwithstanding standing order 113, the following standing—" ],
  "anchor" : "para726"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para728"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispensed.", "Agreed? Carried." ],
  "anchor" : "para729"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thought the member from Timmins–James Bay wanted me to read the whole thing." ],
  "anchor" : "para732"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the Standing Committee on Public Accounts." ],
  "anchor" : "para734"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para735"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that one member from the governing party, two from the official opposition and one from the third party be authorized to attend the 2014 annual conference of the Canadian Council of Public Accounts Committees, such members to be indicated in writing to the Clerk of the House by their respective whip no later than 5 p.m. on Monday, July 21, 2014." ],
  "anchor" : "para737"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that one member from the governing party, two from the official opposition and one member—" ],
  "anchor" : "para738"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispensed.", "Agreed? Carried." ],
  "anchor" : "para740"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Mr. Speaker, I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para744"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader wishes to put forward a motion without notice. De we agree? Agreed?", "Government House leader." ],
  "anchor" : "para745"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that notwithstanding standing order 98(b), the following changes be made to the ballot list for private members’ public business: Mr. Potts and Mr. Delaney exchange places in the order of precedence such that Mr. Potts assumes ballot item number two and Mr. Delaney assumes ballot item number 17." ],
  "anchor" : "para747"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that notwithstanding standing order 98(b), the following changes be made to the ballot list for private members’ public business: Mr. Potts and Mr. Delaney—" ],
  "anchor" : "para748"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispensed.", "Agreed? Carried." ],
  "anchor" : "para750"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s tradespeople are subject to stifling regulation and are compelled to pay membership fees to the unaccountable College of Trades; and", "“Whereas these fees are a tax grab that drives down the wages of skilled tradespeople; and", "“Whereas Ontario desperately needs a plan to solve our critical shortage of skilled tradespeople by encouraging our youth to enter the trades and attracting new tradespeople; and", "“Whereas the current policies of the McGuinty/Wynne Liberal government only aggravate the looming skilled trades shortage in Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately disband the College of Trades, cease imposing needless membership fees and enact policies to attract young Ontarians into skilled trade careers.”", "I support this petition and will send it with page Tania to the Clerks’ table." ],
  "anchor" : "para755"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Manitoulin–Algoma—Algoma–Manitoulin." ],
  "anchor" : "para763"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "You were almost going to throw Hamilton in there, too, eh, Mr. Speaker? It’s a big riding.", "This is to the Legislative Assembly of Ontario.", "“We, the undersigned residents of Ontario, draw attention to the Legislative Assembly of Ontario to the following:", "“The Ontario Ranger Program takes youth out of their comfort zones by taking youth from the south and placing them in northern camps and vice versa, allowing for personal growth;", "“The Ontario Ranger Program also helps nearby rural communities as the Ontario Rangers help with various work projects and build partnerships within the communities; the work is recognized and appreciated by these small communities;", "“An extensive amount of work maintaining the interior routes in major provincial parks such as Quetico, Algonquin and Temagami is completed by Ontario Rangers on multi-day overnight canoe trips…;", "“The lifelong skills and friendships built during the Ontario Ranger Program help youth develop into mature, confident, independent individuals, which is well worth the money spent on the program;", "“Low-income and high-risk youth sent to rangers are isolated from their home situation and are exposed to the positive team-building environment within the Ontario Ranger Program;", "“Therefore, your petitioners call upon the Legislative Assembly of Ontario to demonstrate that the Ontario Ranger Program is a valuable program to the youth of Ontario, reverse the decision to close the Ontario Ranger Program….”", "I support this petition and present it to page Lavanya to bring it down to the Clerks." ],
  "anchor" : "para765"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the LCBO is opening a new location in Lindsay at Kent Street and requesting closure of the town’s original location at Russell Street; and", "“Whereas we the residents, with the support of current and past MPPs, councillors, BIA and other local businesses and we, the undersigned, request the province of Ontario to encourage the LCBO to leave our downtown LCBO in place for our residents and a large number of tourists;", "“Therefore, we recommend the LCBO reconsider and leave our Russell store open as a pilot project to assist the business areas and maintain jobs in Lindsay.”", "Thank you, Mr. Speaker. I’ll present it to page Émilie." ],
  "anchor" : "para776"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Mr. Kent MacNeill from my riding, in Val Caron. It reads as follows:", "“Whereas the Ontario government has made … (PET) scanning a publicly insured health service available to cancer and cardiac patients...; and", "“Whereas, since October 2009, insured PET scans are performed in Ottawa, London, Toronto, Hamilton and Thunder Bay; and", "“Whereas the city of Greater Sudbury is a hub for health care in northeastern Ontario, with Health Sciences North, its regional cancer program and the Northern Ontario School of Medicine;", "“We ... petition the Legislative Assembly of Ontario to make PET scans available through Health Sciences North, thereby serving and providing equitable access to the citizens of northeastern Ontario.”", "I fully support this petition. I will affix my name to it and ask page Lavanya to bring it to the Clerk." ],
  "anchor" : "para782"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ministry of Health is planning on eliminating OHIP-funded physiotherapy services currently provided to seniors in retirement homes—and changing the current provider of the service as of August 1st, 2013; and", "“Whereas the Minister of Health has announced a total of $33 million in physiotherapy funding, or $550 per senior, for 60,000 seniors, including those in retirement homes; and", "“Whereas instead of the 100 to 150 visits per year a senior may now receive from their dedicated on-site OHIP physiotherapy staff, the change would mean a CCAC therapist would provide five to 10 visits on-site only to seniors who are bedridden or have an acute injury. All other ambulatory seniors would have to attend other community-locations/clinics for physiotherapy and exercise off-site...;”", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To review and reverse the decision to eliminate OHIP physiotherapy services to seniors in retirement homes, our most vulnerable population and most at risk for falls; and continue with the provision of at least 100 treatments per year with a mechanism to access an additional 50 treatments, if medically necessary, with the current low-cost OHIP physiotherapy providers.”", "Mr. Speaker, I agree with the petition and sign it. I thank you." ],
  "anchor" : "para789"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas northern Ontario will suffer a huge loss of service as a result of government cuts to ServiceOntario counters;", "“Whereas these cuts will have a negative impact on local businesses and local economies;", "“Whereas northerners will now face challenges in accessing their birth certificates, health cards and licences;", "“Whereas northern Ontario should not unfairly bear the brunt of decisions to slash operating budgets;", "“Whereas, regardless of address, all Ontarians should be treated equally by their government;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Review the decision to cut access to ServiceOntario for northerners, and provide northern Ontarians equal access to these services.”", "I agree with this petition, affix my signature and present it to Gabriel to bring it down to the Clerks." ],
  "anchor" : "para797"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Thank you very much, Mr. Speaker, for the opportunity to present a petition today. It’s a petition to the Legislative Assembly of Ontario.", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "Thank you very much, Mr. Speaker, for allowing me the time to present this petition." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re most welcome.", "The member from Huron–Bruce—oh, sorry. She always does this to me at the very end. The member from Nickel Belt." ],
  "anchor" : "para817"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. I’m glad you recognize me.", "I’m here to present a petition that was gathered by Mrs. Sharon Duhamel from Lively in my riding. It reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas-price regulation; and", "“Whereas jurisdictions with gas-price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They “petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask Gabriel to bring it to the Clerk." ],
  "anchor" : "para820"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the tick-borne illness known as chronic Lyme disease, which mimics many catastrophic illnesses such as multiple sclerosis, Crohn’s, Alzheimer’s, arthritic diabetes, depression, chronic fatigue and fibromyalgia, is increasingly endemic in Canada, but scientifically validated diagnostic tests and treatment choices are currently not available in Ontario, forcing patients to seek these in the USA and Europe; and", "“Whereas the Canadian Medical Association informed the public, governments and the medical profession in the May 30, 2000, edition of their professional journal that Lyme disease is endemic throughout Canada, particularly in southern Ontario; and", "“Whereas the Ontario public health system and the Ontario Health Insurance Plan currently do not fund those specific tests that accurately serve the process for establishing a clinical diagnosis, but only recognize testing procedures known in the medical literature to provide false negatives 45% to 95% of the time;", "“We, the undersigned, petition the Legislative Assembly of Ontario to request the Minister of Health to direct that the Ontario public health system and OHIP include all currently available and scientifically verified tests for acute and chronic Lyme diagnosis, to do everything necessary to create public awareness of Lyme disease in Ontario, and to have internationally developed diagnostic and successful treatment protocols available to patients and physicians.”", "I agree with this petition, affix my signature and I’ll send it to the desk with Émilie." ],
  "anchor" : "para830"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Algoma–Manitoulin is on a roll." ],
  "anchor" : "para836"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Thank you, Mr. Speaker.", "“To the Legislative Assembly of Ontario:", "“Whereas a motion was introduced at the Legislative Assembly of Ontario which reads ‘that in the opinion of the House, the operation of off-road vehicles on highways under regulation 316/03 be changed to include side-by-side off-road vehicles, four-seat side-by-side vehicles, and two-up vehicles in order for them to be driven on highways under the same conditions as other off-road/all-terrain vehicles’;", "“Whereas this motion was passed on November 7, 2013, to amend the Highway Traffic Act 316/03;", "“Whereas the economic benefits will have positive impacts on ATV clubs, ATV manufacturers, dealers and rental shops, and will boost revenues to communities promoting this outdoor activity;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We call on the Ministry of Transportation to implement this regulation immediately.”", "I agree with this petition and present it to page Ayesha to bring down to the Clerks." ],
  "anchor" : "para838"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I approve of this petition and I give it to page Gabriel." ],
  "anchor" : "para847"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nickel Belt." ],
  "anchor" : "para856"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. It’s nice to see that you’re looking my way.", "I have this petition that comes to me from Michelle Ellery, who is from Hanmer in my riding. It reads as follows:", "“Whereas thousands of Ontarians live with pain and infection because they cannot afford dental care;", "“Whereas the promised $45-million dental fund under the Poverty Reduction Strategy excluded impoverished adults;", "“Whereas the program was designed with rigid criteria so that most of the people in need do not qualify; and", "“Whereas desperately needed dental care money went unspent and was diverted to other areas even though people are still suffering without access to dental care;”", "They “petition the Legislative Assembly of Ontario … to do all in its power to stop the dental fund from being diverted to support other programs; and", "“To fully utilize the commissioned funding to provide dental care” to all those who need it.", "I fully support this petition, will affix my name to it and ask Ayesha to bring it to the Clerk." ],
  "anchor" : "para858"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government has approved massive increases to Ontario Tire Stewardship’s eco fees for agricultural tires, increasing some fees from $15.29 to $352.80, $546.84 or $1,311.24; and", "“Whereas Ontario imposes tire eco fees that are dramatically higher than those in other provinces; and", "“Whereas other provincial governments either exempt agricultural tires from recycling programs or charge fees only up to $75; and", "“Whereas these new fees will result in increased costs for our farmers and lost sales for our farm equipment dealerships; and", "“Whereas the PC caucus has proposed a new plan that holds manufacturers and importers of tires responsible for recycling, but gives them the freedom to work with other businesses to find the best way possible to carry out that responsibility;", "“We, the undersigned, petition the Legislative Assembly of Ontario to please suspend the decision to significantly increase Ontario Tire Stewardship’s fees on agricultural and off-the-road tires pending a thorough impact study and implementation of proposals to lower costs.”", "I support this and will send it to the desk with page Gabriel." ],
  "anchor" : "para868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. The time for petitions is over.", "Mr. Naqvi, on behalf of Mr. Sousa, moved second reading of the following bill:", "Bill 14, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 14, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para876"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Government House leader." ],
  "anchor" : "para881"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me. I will be speaking very briefly on this important piece of legislation and I will be sharing my time with the parliamentary assistant to the Minister of Finance, the member from York South–Weston.", "Speaker, it’s my great honour and pleasure to stand here today to speak in support of the budget bill, Bill 14, the Building Opportunity and Securing Our Future Act. This bill very much builds on the government’s plan to build up Ontario. This bill encapsulates the kinds of issues that we’ve been hearing from Ontarians across the province, issues like investing in our transit and transportation infrastructure, making sure that we’re growing our economy, creating good-paying jobs and, of course, ensuring retirement income security for hard-working Ontarians who do not have a workplace pension.", "Speaker, this budget bill and the budget that the government presented is a progressive and activist budget, very much designed to ensure that we are building our province, that we are building our communities, that we are making sure that Ontarians have the opportunities available to them across this province as we get ready and compete in the 21st century.", "I encourage all members of this House to vote for the budget bill. This is an important piece of legislation, a very critical, important part of our plan. I very much look forward to voting in support of this bill and hearing the comments of other members." ],
  "anchor" : "para882"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I am very pleased to rise today for the second reading of Bill 14, the Building Opportunity and Securing our Future Act.", "This is our plan for building Ontario up today for a brighter, stronger tomorrow. Our plan takes immediate action to create jobs by investing in a highly skilled workforce, by building modern infrastructure and transportation networks, and by supporting a dynamic and innovative business climate.", "Our plan would take steps to build the retirement security workers deserve, an initiative that would support long-term economic growth.", "Mr. Speaker, our plan includes measures to continue managing responsibly to eliminate the deficit by 2017-18, and our plan includes strategic investments that build on the competitive advantages of Ontario’s people and businesses. Our plan will create more opportunity and more security for people in every region of our province.", "We are moving forward with our comprehensive and balanced approach to build more opportunity and more security for Ontarians in the global economy. Ontario continues to attract investments that are creating jobs, growing the economy and expanding opportunity for workers.", "Ontarians are the strength of our province. Their skills, talent, diversity and competitiveness attract investment to Ontario. That is why we are planning to build on the strength of Ontario’s people.", "We will move ahead to build the potential of every Ontarian, of every child, of every student, of every worker in this province.", "We know that quality education is one of the most important investments in a child’s life. Our plan would see the implementation of full-day kindergarten by September 2014. This would modernize and strengthen the child care system, because every child in Ontario deserves the best possible start in life.", "We would invest in classroom technology, giving Ontario’s learners the tools they need to succeed and making sure they are prepared to lead in the 21st-century economy.", "Ontario remains among the best jurisdictions in North America for talent, training, and skills development. With more Ontarians pursuing post-secondary education, the province is helping students achieve their goals. We will be working to make post-secondary education more accessible. The 30% Off Ontario Tuition grant will make sure that up to 260,000 young people can afford to get a degree or a diploma. That will lead to more opportunity.", "We will continue to help young people gain skills and experience to obtain stable employment. Mr. Speaker, Ontario’s youth shouldered the brunt of job losses during the recent recession, and they continue to face an unacceptably high unemployment rate. Our plan proposes to extend Ontario’s Youth Jobs Strategy by giving more young people the chance to find jobs, to start their businesses and to gain valuable skills. By building on people’s talents and skills, we are investing in Ontario’s bright future.", "Our investments in schools, hospitals, and transportation infrastructure have made Ontario a great place to work and live, but we have to move Ontario forward to reduce congestion, to invest in roads, in bridges and in transit. The Building Opportunity and Securing Our Future Act would invest more than $130 billion in infrastructure over the next 10 years. This would create employment. It would improve Ontario’s productivity and support the jobs and growth of tomorrow.", "We plan to move Ontario forward by dedicating new funding that would make nearly $29 billion available over the next decade to build a province-wide transportation network to reduce commute times and to move goods to market faster. The two funds would be divided fairly and transparently by population so that the greater Toronto and Hamilton area would receive $15 billion, and other regions of Ontario would receive nearly $14 billion.", "We plan to move Ontario forward by investing in strategic infrastructure across the province so that every region and community in Ontario can benefit from better roads, better public transit and better infrastructure.", "We are committed to investing $1 billion to develop strategic transportation infrastructure in the Ring of Fire, to unleash the true economic growth and job potential of northern Ontario and to extend opportunities for people in the north to reap the benefits of development in the area in the decades to come.", "We will keep health care and education strong, because we know that our investments in the people’s quality of life will also contribute to a strong economy. This bill would help support major hospital expansion and redevelopment projects, with more than $11.4 billion over the next 10 years. By 2025, Ontario will benefit from state-of-the-art hospital facilities that offer quality services and treatments.", "We will invest in our schools to build on Ontario’s potential for leadership in the 21st century. We will invest more than $11 billion over the next decade to continue building better places to learn and to modernize elementary and secondary schools. We will expand post-secondary campuses to ensure that there are enough college and university spaces for Ontario’s talented and ambitious young people.", "Another part of our plan to build opportunity and secure our future is investing in strategic partnerships, strategic partnerships that will produce economic benefits for businesses, communities and people. Ontario has built a strong reputation as a hub for global businesses. Our province is ranked third in North America for foreign direct investments and we have been ranked as Canada’s most competitive province and one of the best places for investment in business development. Our focus is to leverage business investment, to foster a climate of innovation and entrepreneurship and to create high-quality jobs for Ontario’s talented workforce.", "This bill includes initiatives that focus on local and international partnerships like expanding trade missions to increase the number of companies exporting, to help exporters find new markets and to attract new investments.", "Our plan includes a new 10-year, $2.5-billion Jobs and Prosperity Fund. That would improve Ontario’s ability to attract business investments. With the new fund, the province would have the flexibility to offer strategic incentives, secure investments, help support growth and create well-paid jobs in Ontario.", "I’ve talked about what our government is going to do to build on the strengths of the people of Ontario and I’ve highlighted our plan to move Ontario forward with strategic investments in infrastructure and transportation networks. I will now take a minute to explain how our plan would support a strong and secure retirement income system to help ensure that Ontarians are better able to enjoy their retirement years.", "As we know, the Canada Pension Plan is fundamental to the retirement income security of all Canadians. Several studies have shown that unless action is taken, many of today’s workers may not be saving enough to maintain their current lifestyle in retirement, and this problem will likely only worsen over time. This is why we plan to introduce the Ontario Retirement Pension Plan to build on the strengths of the CPP. When combined with CPP payments, it would help provide the comfortable retirement that Ontarians deserve.", "Our proposed made-in-Ontario pension plan will be championed by Mitzie Hunter, Associate Minister of Finance responsible for the ORPP.", "As I have said before, our plan would provide a predictable stream of income, indexed to inflation and paid for life in retirement. It would be mandatory for the more than three million Ontarians without a workplace pension plan and would require fair and equal contributions from employers and employees.", "The ORPP would be publicly administered at arm’s length from the government, with implementation led by the former CEO of OMERS, Michael Nobrega.", "We will be consulting with pension experts, provinces, businesses and labour in order to ensure that every perspective is heard as we build the framework for a made-in-Ontario pension solution.", "Mr. Speaker, we understand that our province’s success depends on the success of all Ontarians. We know that when people have the opportunity to achieve their full potential, when we promote a fair society, that together we will contribute to the prosperity of the province. That’s why our plan includes measures to build opportunities and a fairer society.", "We are continuing to reform the social assistance system to improve income supports and reduce barriers to entering the workforce. We are proposing legislation to index the minimum wage to inflation, to help ensure that workers receive a decent wage. This is after having raised it to $11 an hour as of June 1, 2014.", "We are also proposing to remove the debt retirement charge cost from residential users’ electricity bills after December 1, 2015. This would save a typical residential ratepayer about $70 per year.", "Our plan includes enhancing supports for adults with developmental disabilities and front-line workers in the community services sector. Our plan also includes providing support for wage increases for personal support workers in the publicly funded home and community care sector as well as front-line child care workers. And our plan includes increasing the Ontario Child Benefit by proposing to index it to inflation, to help children reach their full potential. These measures would help build more opportunities for Ontarians and promote a fairer province for all.", "Mr. Speaker, we are committed to eliminating the deficit by 2017-18. Our budget lays out the path to balance by responsibly managing spending and investing strategically in new growth. The new President of the Treasury Board and Deputy Premier, Deb Matthews, will champion transparency, efficiency and accountability across government to help us move toward pre-recession debt-to-GDP levels. Our plan includes measures to build towards fiscal balance, such as extracting more value from the province’s assets, with the help of an advisory council led by retiring group president and CEO of TD Bank Group, Ed Clark.", "We lead the leanest program-spending government in the country, and our efforts have resulted in lower-than-forecast program expenses in each of the last five years.", "Our plan includes strategically investing in people, infrastructure and business partnerships to create growth today and tomorrow.", "We are proposing to increase personal income tax for the highest 2% of tax filers in Ontario, with 98% of tax filers seeing no changes, as well as phasing in an increase of four cents per litre to the tax rate on aviation fuel over four years.", "As part of our commitment to make every dollar count, we are now acting on more than 80% of the recommendations in the Drummond report. We continue to take strong but fair action to manage public sector compensation and benefits costs.", "Mr. Speaker, Ontario is a net financial contributor to Confederation, and Ontarians deserve fair fiscal treatment from the federal government. But in 2014-15, Ontario will experience a year-over-year decline of $641 million in entitlements for major transfers. Independent experts and even Canada’s Parliamentary Budget Officer have confirmed that, as a result of federal decisions, Ontario is the only province—the only province—to face a year-over-year decline in its major transfers in the last five years. According to a 2013 report by the Mowat Centre, the people of Ontario contributed $11 billion more to the federal government than they received in return in 2009-10; that is the year with the latest available data. This represents about $850 per Ontarian. That’s why we will continue to insist on fair fiscal transfers from the federal government and seek federal partnerships on matters of national and provincial interest.", "Our plan takes actions that are in the interests of both Ontario and Canada. This includes unlocking the resource potential in the Ring of Fire, enhancing and securing the retirement savings of Ontarians, and building the roads and public transit systems that our economy needs to continue growing. We know that building a prosperous province requires partnership among all orders of government. This is demonstrated each time we work with other governments to create jobs and make businesses more competitive. A good example of this is our efforts to move towards a co-operative capital markets regulatory system. That’s why we’re continuing to call on the federal government to help build a stronger Ontario and a stronger Canada.", "We know that when we work together as one Ontario, when we support people in every region of the province, we will have a brighter, stronger future. The 2014 budget is our plan to build on people’s talents and skills, to build modern infrastructure and transportation networks and to support a dynamic business environment. It’s a plan to help families build a more secure retirement, to build a more fair society, and to eliminate the deficit by 2017-18 in a responsible way.", "I urge all members of this House to support our plan so we can get to work together to build a stronger Ontario and a stronger Canada." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? No questions and comments?", "Interjection." ],
  "anchor" : "para927"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, further debate, then." ],
  "anchor" : "para929"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Before I begin, Mr. Speaker, I think we have unanimous consent to have our lead stood down today." ],
  "anchor" : "para930"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from York–Simcoe has asked that their lead be stood down. Agreed? Agreed." ],
  "anchor" : "para931"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I would also like to indicate at this time that I will be sharing my time with the member from Bruce–Grey–Owen Sound.", "I have the opportunity today to speak about the budget for a few minutes. Given its length and complexity and, quite frankly, the various parts to it, I felt that I would just pick out a few key things that I think people should have some understanding of, if they have nothing more at the end of this than understanding its complexity and at the same time understanding how much impact it can have on the lives of all Ontarians.", "The first thing I want to talk about is actually the manner in which the announcements come out in the budget, where it appears that there is money coming into the public from the government in great quantities, covering a great many possible activities of the government. Let me just tell you that, actually, in many cases, it’s more like a planning document, because it is stretched over 10 years. I’ll give you some examples of the announcements where the amount is given and then it’s over a 10-year period.", "The first one, and the one that probably matters most to the constituents of my riding, is the question of transportation. The Premier, having been a Minister of Transportation at one time, carries with her that experience to know just how important it is to look at ways by which we can get into the 21st century on transportation. The amount that’s attached to transportation is $29 billion, but it’s over 10 years. You can’t leave the $29 billion there without adding that it’s over 10 years, because that gives you an entirely different flavour of the speed at which changes are going to actually come about. In the same way, there is $700 million allocated for hospitals over a 10-year period. A third example is $11 billion for capital expenditures in schools—again, a 10-year period. I think that, from that, you get a sense that while the government can make an announcement today and indicate its commitment to a sum of money, obviously a lot can happen in 10 years. There will be 10 more budgets, as well.", "The budget provides for $5.7 billion to cover new programs. Some of these, when you look at them, are certainly things we would all agree would be nice to have. But remember that the $5.7 billion is actually money that goes to the debt, because there isn’t revenue to match these kinds of commitments. What we’re looking at is a list of things that the government would like to do, and in this case, it’s a pretty hefty sum: $5.7 billion.", "I want to talk about individual items and what kind of impact they have. One of the things that is in this budget is $810 million for community and developmental services. This one is over three years, which obviously isn’t quite the same as the 10-year period of some of the others. But the problem with this money is the fact that, for the last couple of years, there has been a select committee that has done a great deal of work and has heard from many experts and families and parts of the community that are impacted and provide service to the developmental community. From the work that has been done, there is a report to be released by the select committee that would provide the government with a guideline with recommendations that would make it clear how the $810 million should be spent. The concern on this side of the House is that, up to this point, there has been no indication that that document is going to be released and that it’s going to do what it should do, which is serve as the basis for the next three years, and the kinds of funding allocations of the $810 million.", "You can see here that while there’s lots of money, apparently, at the same time, there are a certain number of caveats. How long is this money spread over—10 years or less? But at the same time, how is it actually going to be divided? How is it actually going to be spent in the community? Is it going to have the kind of transparency and the benefits that should come from these investments? Finally, in terms of the spending of money, is the fact that we have to be realistic. This is money that isn’t covered by revenue. It’s money that is going to contribute to the ever-increasing size of the debt, which also means that it increases the size of the service charges to carry this debt. As we all know, that happens to represent an amount equal to a third ministry—after health and education comes servicing the debt. So when we look at these programs, there are some things that we need to keep in mind that make them a little less clear and transparent in terms of how they’ll be spent and how they’ll be best used.", "Another key part of the budget is the interest that this government has shown in the last year or so in the issues around retirement. We know that most people have a Canada pension, but an at-work pension is something shared by only about 30% of the population.", "Just over a year ago, I introduced the pooled registered pension plan as my private member’s bill, and I was very pleased that it appeared in the budget of 2013 of this government. I know that some work has been done in terms of consultation and how it might appear and how it might work to the benefit of Ontarians. I obviously don’t have time to devote to just this particular aspect, but I would say to people that it is an important tool.", "Some of the critics talk about it as if it were to replace other opportunities—not at all. We know that people have difficulty filling the amount allowed for their RRSPs, but that’s no reason to suggest that we shouldn’t have a pooled registered pension plan in this province. I certainly look forward to the government making that option available to people, because one of the things we see today is the fact that people move from one job to another—whether voluntarily or otherwise—and they need to have a pool of money that has their name on it. That’s what a pooled registered pension does. It means that you can take it from one employer, and you can take it from one province, when that province has that companion piece of legislation.", "One of the things that it does is it obviously gives people the opportunity to look at how they can put money aside, how they can grow their own savings. But the government has also, in this budget and through other means, made it clear that they want to have an Ontario Retirement Pension Plan. I think that many people see this as something that really sounds too good to be true. You always have to be careful when something sounds too good to be true because, in fact, it is.", "One issue that comes to mind is that people don’t appreciate the time frame. The government has indicated that they wouldn’t begin this until 2017, and 2017, then, would be the beginning of the accumulation of money to be able to be provided down the road at some time. So we’re going to have to pay particular attention to this initiative to make sure that it is doing what people think it will do and that it will, in fact, be of benefit.", "In the meantime, you’re going to feel the money going out of your pocket, because for $90,000 of income, you would be paying 1.9% out of your pocket and 1.9% out of your employer’s pocket. Certainly businesses see this as a tax on business, on the economy, and, I think with justification, are either very much opposed to it or skeptical at best.", "I want to just end my remarks with a couple of quotes from an article in the Financial Post of yesterday by Jack Mintz. In this, he has provided a comparison between this government and the Bob Rae government in the early 1990s, but he also ends up looking at some of the problems that Ontario has.", "He demonstrates that Quebec requires a one-time cut of $1.4 billion to eventually bring its debt burden down to 18% of GDP—Ontario’s, by the way, is about 40% of GDP. For Ontario, it needs a one-time $9.3-billion cut to spending, and that would then bring it down. It gives you some idea of what we are in for in the future in this province." ],
  "anchor" : "para932"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m pleased to recognize the member for Bruce–Grey–Owen Sound." ],
  "anchor" : "para949"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Taking off from my esteemed colleague, Lady Munro, I want to express again that, for me, reading the budget was a bit like Groundhog Day. It wasn’t like my esteemed weather prognosticator, Wiarton Willie, who is actually always on the game and always comes up with positive light—", "Interjection." ],
  "anchor" : "para950"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Exactly. But it is the movie that we’re talking about, where you see the same old same old. When I refer to that, Mr. Speaker, what I’m talking about is a government that overspends, lives beyond their means and is borrowing against our kids’ and our grandkids’ future.", "A number of my colleagues, I believe, will bring up a lot of those pertinent points, so I’m going to talk a little bit more about the specific impact, or lack of impact, that I believe this budget will have for the benefit of the people who I represent in Bruce–Grey–Owen Sound.", "I’ve spoken to the Minister of Economic Development, Employment and Infrastructure, and I’m hopeful that he will actually listen and look at this, as he has said to me that he would sit with me.", "At Georgian College in Owen Sound, we have the ability to bring emergency duties training facilities and programs there. This will allow us to maintain our status as the centre of excellence for the marine industry in central Canada—in Ontario, specifically. There are two other locations, on the east coast and the west coast, but my fear is that if we do not maintain this in Ontario, all of those jobs are going to head to the west coast and the east coast. If those start to go, everything from the marine industry—what would stop the rest of that whole industry? It’s a $9-billion industry.", "We’re on the Great Lakes. Specifically, Owen Sound is right on the Great Lakes and has a proud history—our whole area does—of marine heritage, and I believe we need to maintain that. There’s no mention of it in the budget, but I’m hopeful that the minister will be listening, even though he’s not in the House today. I will follow up with him.", "The government, I’m hopeful—" ],
  "anchor" : "para952"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I just want to remind the member: It’s not appropriate to mention the absence of another member." ],
  "anchor" : "para958"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My apologies. It wasn’t to do that, Mr. Speaker; it was more meaning that I will speak with him and follow up directly, as he has asked me to do.", "What I’m asking him is to find $2 million out of their $130-billion infrastructure plan, to ensure that we maintain a marine centre of excellence in Ontario for this great industry.", "Similarly, the Markdale hospital—I’ve spoken ad nauseam in here, and I’m hopeful. The Minister of Health agreed the other day—and again, I will follow up with him every time I get a chance. We have a 50-year-old hospital that is in deplorable shape, and 12 years ago the government of the day—the Liberals—challenged Markdale and the surrounding community to raise $12 million. They’ve done that; it’s now $13.2 million, because it has been sitting in the bank collecting interest, but it’s not providing service and programs to the great people there. I’m hopeful, again, with all due sincerity, that the minister will find a way in the budget to do that.", "This is about trust. They came to the community and said, “If you do this, we will build you a new hospital.” They put up the sign nine years ago, acknowledging that they were committed to it and that they would build a new hospital, and today, most importantly, the people are not getting the health care that they deserve from a new state-of-the-art facility that was promised.", "It’s back to trust, and I have big, big concerns. I believe my colleague Julia Munro mentioned that there’s $700 million in the budget allotted for hospitals—but again, no Markdale. This is 12 years that the people there have been waiting. I think their patience is drawing—" ],
  "anchor" : "para959"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Shameful." ],
  "anchor" : "para964"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s very shameful, to be absolutely honest. I’ve been pushing since I got here, my predecessor pushed before that, and I think it’s time that the ministers step up to the table and find a way to write the cheque and get this going.", "It will be great for health care, but it will also provide employment in a rural area like ours. It will be a huge catalyst. It will look good for the Liberals to actually not only build a hospital and provide that care—but for them, their integrity is on the line. It’s turning around and actually doing the right thing, committing and doing the honourable thing. As my former colleague from Northumberland–Quinte West often said in this House, “Do the honourable thing, Minister.”", "Similarly, John Diefenbaker Secondary School in Hanover is prohibitive to repair. They know that. The government knows that. They have made overtures that it’s definitely needed. It’s on the list, but again, we looked through the budget yesterday, reading it, and no new disclosure in regard to JDSS. Their hope is that they would be replacing that with a regional JK-to-12 by 2016. They need that money now if we’re even going to get close to that deadline. As I referenced in my earlier remarks, it prohibits repair. So they’re between a rock and a hard place. It’s crumbling around them. They can’t repair it. They need to build new, but you don’t just do these things overnight. So the government, I hope, will step up and truly do that. The government often says, “We have made our schools the best in the world.” Well, this is not a shining example. In fact, it’s again an example of them saying one thing and doing the opposite, and playing politics at election time.", "In my riding, 18 out of 53 schools within the Bluewater District School Board may be closed in the next decade. This is just one that needs to be done today. We want the government to really stand behind its laurels. They say they’re the education government. We want them to ensure that they do that.", "Mr. Speaker, it saddens me again that in the budget I saw nothing in regard to rural transportation for rural Ontario—fairness for the two million residents in rural and northern Ontario. In this House, a little while ago, I presented my first-ever private member’s resolution. It received unanimous support from this House to strike an all-party committee to study the transportation needs in communities north of Toronto. It was passed actually on November 28, 2013, by all three parties, and yet again there’s nothing in there.", "I note that the Minister of Transportation has just walked in, at a good time. He may not have been briefed on this file yet, but I’m hopeful that he will find in his—I’m sorry, Mr. Coteau. I’m looking at you as transportation. My apologies.", "Interjection." ],
  "anchor" : "para965"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Maybe that’s your next step. Maybe that step up the next time." ],
  "anchor" : "para972"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "He did sit there." ],
  "anchor" : "para973"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "He did sit there. That’s right. Sorry; my apologies. Anyway, getting back to the topic.", "We all know that transportation is an essential component to healthy communities, particularly in rural Ontario. Maybe this minister can take it to the other honourable Minister of Transportation and offer my concerns that we agreed in this House, all three parties, to strike an all-party committee, and your government has not accepted that responsibility. They’ve not done that in the budget.", "We need to ensure that rural transportation is a big issue. It is something that the government of today needs to step up and bring something to the table.", "You committed $29 billion to improve transportation networks, but I don’t see much in there for rural Ontario. I specifically don’t see anything in there for Bruce–Grey–Owen Sound. That really prohibits volunteerism. It negatively impacts seniors who can’t travel to doctors’ appointments, youth who can’t get to jobs, and kids who want to volunteer after school with programs and explore other opportunities. Those are all things that are going to be impacted.", "My colleague Julia Munro spoke about the Ontario registered retirement plan. At the door, I heard from small business, medium business, large business and employees, saying, “We just don’t know where we’re going to find the money to do this. You’re taking 1.9% out of my paycheque. Right now, I don’t have enough money to save for an RRSP or I’d already be doing it. So where are we going to find that?” You’re taking that consumable ability and you’re telling them what they should be doing as opposed to allowing them to have the choice.", "Businesses are telling me, “Bill, I don’t know where I’m going to find this. This is another payroll tax on top of tripled energy rates. I’m not certain how I’m going to survive this.”", "In summary, I don’t see a lot in there that’s going to improve the benefit, health and well-being of the people of Bruce–Grey–Owen Sound, whom I’m very proud and privileged to be able to represent in this House. I didn’t see the signal from the government that I wanted to: that they’re going to actually restrain their spending and they’re going to live within their means, like all of the families that I represent have to do. You have to be able to go out and spend on the priorities, absolutely, but you cannot overspend or you’re taking it from those pages in front of you, the kids and the grandchildren down the road.", "Mr. Speaker, we need to see some restraint. We need to see a different approach by this government, and I will not be supporting the budget as a result of that." ],
  "anchor" : "para974"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para982"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It was very interesting to listen to the member from York–Simcoe, as well as the member from—Elgin–Middlesex–London?" ],
  "anchor" : "para983"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "No, Bruce–Grey–Owen Sound." ],
  "anchor" : "para984"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Bruce–Grey–Owen Sound. That’s what I meant to say. Sorry about that. Both of them were very interesting.", "The first one, really, her focus on transportation—I represent a riding in northeastern Ontario. When they start talking about transportation, our transportation is the train. Our transportation is the Northlander that is no longer there. Our transportation is the ONTC that has been dismantled and thrown away. How can it be that public transportation is such an important issue everywhere in this province except in northeastern Ontario, where we had a train and where they took it away? They can talk a good game about saying, “Oh, we are open. We try to reach out, and we want people of all abilities to be able to feel welcome in Ontario.” Well, in the northeast, people had a fully accessible train to be able to make the ride from northeastern Ontario all the way to Toronto every day. Now, they have a non-wheelchair-accessible bus.", "When you have a different level of ability, when you are frail, when you are elderly, taking a bus to Toronto is an impossibility. First, you can’t get on, and then it is so tiring that they just can’t do it anymore. I’m wondering, why is it that this budget has all this money for public transportation for everybody from the south, from the GTA, from the Golden Horseshoe, but when it comes to northeastern Ontario, they take away what we already had?" ],
  "anchor" : "para985"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para989"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I’m pleased to rise in the House to speak on Bill 14, the Building Opportunity and Securing Our Future Act. I’m especially pleased to rise and respond to the members from Bruce–Grey–Owen Sound, York–Simcoe and also Nickel Belt.", "I want to talk specifically about some of the things that were touched on earlier when there were references to the fact that our bill does not provide the supports that Ontario families need, that were spoken about earlier. This budget bill is really, in my opinion, an important plan to move Ontario forward. It’s a plan that will build on the strengths of Ontario’s people. This is especially important, I think, when it comes to the needs of the people of Halton.", "Some of you may not realize this, but Halton, and Milton in particular, is the fastest-growing area in the country. What that means is that the people there are really made up of tens of thousands of young families. The needs that the young families have and the challenges that they face on a daily basis are there, and this particular bill is there and does bring forward supports for these families.", "Certainly, when the member earlier was talking about transportation, yes, we are moving forward in this budget, or would like to move forward, $130 billion in infrastructure over the next 10 years. As part of that would be $29 billion being available for various projects when it comes to transit and building bridges and roadways in the GTA and the GTHA.", "For my riding, commuters travel every day into the city, and for people like me who travel and have been travelling for more than 20 years on GO Transit, I can’t tell you how important these investments will be towards our future and towards creating an economy that works and ensuring that families are going to be able to sit down to dinner faster." ],
  "anchor" : "para990"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para995"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s my pleasure to stand and reflect on the comments shared by my colleague from York–Simcoe, as well as my neighbour from Grey–Bruce–Owen Sound, because they bring to light some very serious problems that this budget presents across Ontario.", "First things first, I can’t help but repeat what the member from Grey–Bruce–Owen Sound said: We have to get back to ensuring people trust the government in Ontario, because, quite frankly, although the Liberal government today may think they have a very clear mandate, I would suggest to you that they worry about what’s going to be coming down the pipeline over the next four years. One example that was drawn to light today by the member from Grey–Bruce–Owen Sound was the hospital in Markdale. Those people fundraised. They worked hard and they worked determinedly to make sure that they had a hospital facility in their hometown that would serve the community. But they’ve been led down the garden path, so to speak; and it makes me think back to the promises that were made in August 2011 to the Wingham community and the Kincardine community—promises made, promises broken. I think that pretty much sums up where we’re going to be heading with this particular budget, as well.", "Both the member from York–Simcoe, as well as the member from Grey–Bruce–Owen Sound—there, I got it—touched on the Ontario Retirement Pension Plan. I, too, heard this over and over again during the campaign from small business. For so many, this is going to be like another jobs tax. When jobs are hard to be found throughout rural Ontario, and I would dare say across all of Ontario, we need to be mindful of how we can be propping up small business as opposed to burdening them with more tax to cover the failed policies of this Liberal government." ],
  "anchor" : "para996"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para999"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "It’s an honour today to speak on this important bill. I want to talk about what was happening during the election, because I think the election we just went through is really a reflection of the ideas that we brought forward, and the people of Ontario, I think, were very clear that they want to move forward on a very progressive agenda that’s reflective of this budget.", "I want to talk in particular about the pension plan, because I had the opportunity to knock on a lot of doors. In fact, I spoke to local media about this issue. When I got to doors, I spoke to a lot of people who were worried about the future. They were worrying about their ability to retire with some affordability. I have people who come into my constituency office, and they lay down their bills, and they lay down the income that they’re receiving, and sometimes they don’t match up. I think that we need to make sure that people, after they have worked so many years, working hard—that they could actually retire with some dignity. I think a pension plan will allow people to do that.", "I know that people talk about the 1.9%, but it is split between the employer and the employee. It is optional. If folks do have a pension, they can opt out. So there is that option.", "I think that ensuring that you have a little bit of extra income—because we know that the Canada Pension Plan right now is not working the way in which it’s supposed to work. We asked the Prime Minister specifically to fix it. I know it wasn’t only Ontario. There were many provinces that came together to ask the Prime Minister to make those changes, and the Prime Minister did not make those changes.", "So Ontario will be bold, Ontario will be different and it will chart its own course. That course will allow people to better prepare for the future, and I think that all members in this Legislature should be standing behind this budget, particularly because of this issue.", "Thank you, Mr. Speaker, for the opportunity to speak." ],
  "anchor" : "para1000"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bruce–Grey–Owen Sound has two minutes." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s certainly a pleasure, on behalf of my colleague, the member for York–Simcoe, who I believe laid out, really, the challenges of this budget. She talked about the pension plan that’s going to be a real detriment to a lot of people, not just the employees, but the employers across our great province. She talked about their overspending ways in this budget, and, again, in my two and a half years—she’s been here much longer to be able to see that this track record is the same. It’s tax and spend and overspend and continually going back to the people.", "What we didn’t really get into, but I think it’s ominous and it is going to happen, is that this government continues to overspend and promise everything to everybody, but they’re also promising to balance the budget by 2017. I’m not certain how you can continually overspend and balance the budget in two and a half to three years. So they’re going to have to step up in front of the people at some point and again admit to them that, “Well, we made another mistake.” This is becoming a bit of a trend.", "I can’t stand here and not bring it up, because the people of my great riding brought it to up me throughout the election campaign, the wasted money from the gas plants. They said it would be $40 million it was going to cost. It became $1.2 billion, Mr. Speaker. It was a concern from them of $1.2 billion that’s not going to front-line health care. It’s not going to education. It’s not going to the special-needs folks. It’s not going to people who need housing.", "That was just one example of waste. We have eHealth, we have Ornge helicopters, which were a fiasco in this government, and now, I believe, this registered pension plan could be the next fiasco. I’m not even going to talk about MaRS, which we had to talk about during the election campaign, which, again, could be $1 billion, and we’re not certain where they’re going to find money to pay for that.", "What we can’t forget is that every time we have one of these scandals, Mr. Speaker, that’s money that’s not going to the great people of Ontario who are the most needy, those who are on the front lines who need that. We don’t want to see more administration and bureaucracy. We want to see money going to the front line. We want to see some restraint from this government, and it’s not too late for them now to step up and say, “We’re going to actually balance the budget today.”" ],
  "anchor" : "para1007"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1012"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "For those of you who were here earlier today, I did talk at length about the budget motion, and I’m going to continue on some of those themes today.", "I do want to say first, though, that I will be sharing some of my time with the member from Algoma–Manitoulin. He wants to make some, I think, very important points about how this budget will affect the north.", "I also wanted to start off my comments by thanking the Minister of Finance and his staff for organizing a review of this bill, schedule by schedule. These are incredibly informative sessions, I think, for critics, and I was incredibly impressed by the people who came to the information sessions. Clearly these are public servants who care deeply about this province. They know their files incredibly well, and I benefited from the exchange.", "That said, there are some concerns outstanding, and these are themes that I think you will have heard through question period and through some of the other members. We are still very concerned about the affordability issues that affect Ontarians, which this budget does not address, basic issues of fairness; the proposed pension plan—that was a major part, I think, of some of the language around the election—and the proposal to sell off public assets; and ultimately, job creation—for this province to have a strong job creation strategy, which is not addressed in this budget. In fact, this government has been continuing on the same path since almost 2007, where we’ve actually seen a reduction in job creation across the province. Despite what the Minister of Economic Development says each and every day, the 34,000 job losses that were cited just this week are indicative of a growing trend around jobs in the province of Ontario, of more precarious, part-time or contract work. Then, when you factor in the youth unemployment rate in the province of Ontario, it is indeed dire. So this budget does not address that.", "I think that it’s really important to address a key piece, which I touched on this morning. On page 244 of this budget, there is very clearly outlined a 6% reduction in program spending for public services. There is an exemption for health care and education for now. I think it’s important to take note of the fact that when Mike Harris proposed a 5% cut to program spending in 1995, he was vilified. There were protests on the front lawn. There were petitions all through this House. I remember that because I was actually spending a little bit of time here somewhere in the gallery, and I had worked just across the street at the old Toronto Board of Education, prior to the amalgamation of the school boards. I remember that time as a time of chaos, a time of uncertainty where people actually didn’t know how strongly they felt about public services until those public services were taken away.", "I actually sometimes, occasionally, give credit to Mr. Harris for getting me so angry about the cuts to ESL and to adult education that it actually got me off the couch and got me involved in a number of groups, like People for Education and the Metro Parent Network. I remember that time so clearly because people came together and they fought back against this government.", "And so, when people realize that after this year 1 of this budget, there is going to be a serious wake-up call for the people of this province—because a 6% cut to program spending is significant; it’s significant on a number of levels, not just because it amounts to almost $3 billion, but also because spending is being flat-lined. For instance, if you’re a hospital administrator and you’re looking at a flat-line budget for the third year in a row, that is essentially a cut to hospital services because hospitals have made very good cases for increased costs, or at least costs that warrant additional funding and needs.", "There will be a delayed response; this is my prediction. But you don’t have to take my word for it, because there are a number of media journalists who have finally caught up to the theme that we were talking about prior to the election. Adam Radwanski, July 4: “Keep an Eye on the Next Liberal Budget, Not Just This One”—because the context is important here for the province of Ontario. He says that there are “very few details as to how it’s supposed to work, a flat-lining of provincial expenditures starting in 2015-16 and aimed at returning to balance by 2017-18.” We can see no clear direction on how this government is actually going to get to that point.", "“With the Liberals continuing to insist both publicly and privately that they remain committed to that target, there has been much speculation that they’re secretly plotting something along the lines of the 100,000 public-sector job cuts that they railed against when Tim Hudak’s Progressive Conservatives proposed it” in the last election. “But that probably gives the government too much credit for forethought.” I concur with this opinion entirely.", "He goes on to say, “No doubt, Ms. Wynne appears poised to do battle with many of the same unions that helped her win back office.” That’s a large part of what the President of the Treasury Board will be dealing with.", "That brings me back to the point of September 2012 in this House, when this government undermined collective bargaining rights and went to the wall against the very people that they said that they supported. That was through Bill 115. I’m incredibly connected to that time in history because it’s one of the reasons that I ended up where I ended up in this House.", "I think that that context is actually really important. It’s that there is a disconnect between what is contained within this budget and what you hear outside of this House and what you heard in that election. It is our job to call you on it. It’s an accountability measure. As the finance critic and the critic for the Treasury Board, I think it’s important for us to make sure that when you follow the numbers you follow the real priorities of a government. We’re going to continue to do that as time marches on.", "Also, Bloomberg News reported on June 3, during the election campaign, which is surprising: “Yet Wynne’s own budget documents shows this year’s spending surge will be followed by the deepest freeze in two decades.", "“After boosting program spending by $3 billion” in this fiscal year, “the Liberal Party leader plans to hold the line the next three years in a bid to eliminate the deficit. Given population growth, a 2017 Liberal government would drop spending by the most per person since former Premier Mike Harris won election on deficit elimination in 1995.”", "So we are going into, after this little grace period that we apparently will be experiencing—although I must point out that there are a number of people who are not experiencing that grace period in the province of Ontario—we are certainly going to be facing some serious cuts in program spending. We just need to know where those are. Our job is to mitigate the damage that we see that those cuts could have. But we need to explore where those cuts are going to be happening.", "I think it’s important to say also that in the Legislature the Liberal government loves to cast scorn on the Harris government. We just have to pull Hansard. It’s not very difficult. They love to place scorn on the Harris government that preceded them over 11 years ago. We should learn from history. We should learn what has worked in the past and what has not worked. This is why we have such serious concerns about the proposed sale of public assets.", "One only has to explore the fire sale of the 407 for instance; the move towards privatization of the energy sector—high hydro rates because there was a lack of investment in electricity infrastructure; hospital wait times, which are much worse today; and then schools, of course. There was a time in this province of Ontario when education was absolutely thrown into a state of chaos. We have to ensure, even post-Bill 115—there was a year of transition which actually was very harmful for students in our public education system. We must protect them from that chaos again. It is so very important.", "At the time, I was president of the Ontario Public School Boards’ Association. It takes a long time for a system to recover from that experience. It took a long time when Mr. Harris, the Premier at the time, went down Bill 160. That was one of those bills that had a lasting effect on public education. It takes us a long time. There’s value to actually being focused on preventing that from happening again. As I mentioned, the most recent example is Bill 115.", "The proposed sale of public assets—we keep raising it and we’re going to keep raising it, actually, because of the serious concern. We see this government using the proposed sale of these assets as a quick fix. In the debriefing that I quite enjoyed, as I mentioned—it’s under schedule 32 of this budget. The objectives—this is the Trillium Trust Act, 2014. The objective is to establish the Trillium Trust in the public accounts, which will hold the proceeds of asset sales and be used to fund new, tangible capital assets. This allows the Treasury Board to designate any ministry or public entity asset as a qualifying asset for disposal. When a public entity disposes of a qualifying asset, like the LCBO or OPG, as determined by the Treasury Board—this is giving a whole new level of power to the Treasury Board—the public entity shall pay into the Consolidated Revenue Fund the amount that is required to be credited to the Trillium Trust.", "That money in the Trillium Trust is to be used “to fund, directly or indirectly, costs incurred in connection with constructing or acquiring infrastructure or”—this is the interesting part—“other tangible capital assets.” The proposal that we’re going to be selling off public assets and then filtering that money in through the public accounts, through the Trillium Trust Act, to move forward perhaps with the purchase of more public assets does not make any sense. It seems to me to be an exercise in accounting, and this is something we’re going to be following very carefully.", "There are other people in this province, though, who share our sincere concern around the proposed sale of public assets. Smokey Thomas wrote an open letter to the Premier this week, on July 14. I would say for the record that Smokey Thomas has been one of those labour leaders, I think, who has been very clear all along that this remained a concern. He saw it in the budget. He communicated it to his members, and they communicated their concern to us as well.", "In this open letter, he referred to OPSEU’s proposed five-point plan to protect public services. This is an open letter to the Premier, in partnership—which we hear a lot about in this House.", "He says, “If adopted, our plan to protect public services would put a stop to asset giveaways, stanch the resultant fiscal bleeding and, better still, ensure quality public services for the citizens of Ontario who actually underwrite them.”", "He’s recognizing that we all have a vested interest in these public assets.", "“Among the key elements to our plan: public consultation and clear evidence that privatization will lead to improved services”—that’s a challenge for us going forward. If we privatize, move in that direction, will the people of this province get value for that?", "He goes on to say, “Privatization must be proceeded by a full and open review by an independent body, including a cost-benefit analysis; public sector workers and other interested parties must have standing in the review process”—essentially, this is asking for a seat at the table or asking to have the ability to weigh in on a privatization agenda.", "I would say that OPSEU has been very strong on the privatization of health care services, which also should be called into question as a direction that the Ministry of Health is moving toward.", "He goes on to say, “The process, studies and findings must be tabled with the Legislature and, finally, if privatization is recommended, employees must maintain their existing rights, benefits and entitlements.", "“For close to 20 years Ontario’s efforts at privatizing public assets have proven to be a massive error in public policy.” We share these concerns. The examples, of course, are quite numerous. “By now the public is familiar with the litany of failures: ORNGE, Walkerton, Highway 407, Teranet, LCBO agency stores, meat inspection, jail privatization. The list goes on.”", "As Mr. Clark is charged with this review, this special committee to review the sale of public assets, the questions that we are going to be asking: What is the objective for the government to go in this direction? Is it for short-term cash? Is it for long-term cash? Is it to secure a reliable revenue stream? Will you oppose social policy levers?", "This is an issue that continually rises up with the proposed LCBO sale. If the government is getting out of the business of alcohol distribution, for instance—even Mike Harris didn’t want to do this—if that is the proposal, then what social policy levers are going to be put in place to ensure that the public safety is ensured? We don’t do it for private companies. We don’t do it for large department stores or Walmart. Where is that line going to be drawn? If that is the proposal, and it seems that it is, because the government has already banked on $3.15 billion as a revenue stream from the sale of public assets—and this is separate, but it also includes the GM shares. That’s fine. Get rid of the GM shares. That got thrown into the conversation this morning, and really, it’s not an issue. What is at issue for us, of course, is the sale of OPG and Hydro One and the LCBO stores.", "We are going to continue to raise questions with regard to this direction. We see it, quite honestly, as our responsibility, and if the government does move it forward, I think the principles that have been laid out by OPSEU would be a good template to ensure that the public interest is indeed protected and that taxpayers and citizens of this province know what the true intentions of the government are so that there really are proposed savings, perhaps, but definitely accountability.", "So we have public pension plan concerns. These are outstanding. Just to review a little bit: The questions that we are going to be asking about the public pension plan which have not come to the fore thus far—you have mentioned there’s an opt-in component. This has not actually been fully worked out, the opt-out. If you have a small business, for instance, with maybe 10 to 12 employees and they currently have a small pension plan where they’re contributing between 1% and 2%, matched by the employer, if the Ontario public pension plan comes into effect by 2017 or by 2018, if that actually happens, what is the unintended consequence, perhaps, of that public pension plan coming into play when there’s already one for a small employer? Will that employer abandon that? Will they think it complementary? Where is the risk? What are unintended consequences of it? Quite honestly, there is a lot of confusion out there about this proposed public pension plan.", "A lady at the door said to me, “You know, I’m 60. I need a pension.” She thinks that by 2017, all of a sudden, she’s going to have some ability to have some financial security. I guess the question that I would be asking is, if you are 45 or 50 years old in the province of Ontario and you make about $45,000—let’s be honest—Mr. And Mrs. Front Porch, for instance, what kind of payment will they receive? When will they receive it? Those details, as was determined when we were viewing this through the schedule of this budget—there are no details there really. There is this idea and there is this promise.", "We’ve seen a lot of promises of late from this government. In fact, the promises keep happening, which is really surprising to me. The election is over. There’s no need to continue to go out there and promise, promise, promise when we know that there isn’t money to fulfill those promises. Just yesterday, the Premier did an interview with CBC KW, saying, “You know what? High-speed rail: It’s going to happen.” There is no money for high-speed rail. I would love to see it happen. I would love to see real two-way, all-day GO service. I would love to be able to get on a train from Kitchener-Waterloo and go to Toronto in good time, not two hours and 15 minutes, not constantly delayed, not only two trains that leave. I know that the 10,000 people who commute from Toronto to Waterloo region would love to get on a train and come in to the region, into this new transit hub that we’re building, which is directly related and connected to the promise of an infrastructure web, if you will. Those projects are just waiting to happen, and yet the former minister talked about bullet trains and now we’re talking about high-speed rail when we can’t see the report and we can’t see the study and there’s no environmental assessment. From 2009, we can’t even get two-way, all day GO service.", "So there is a disconnect between what is contained in this budget and what the perceived expectations are out in the province of Ontario. I have to tell you, there are going to be a lot of disappointed people. More importantly, there are going to be a lot of public services that are not going to be offered. Our concern is that we’ll hurt people—in our minds, sometimes the most vulnerable people in the province of Ontario.", "Our concern around a public pension plan has been articulated several times. The sale of public assets is going to be a continued theme going forward. I think actually just on job creation—I was the former critic for economic development. We actually have evidence—we have best practices which are very effective at creating jobs. They are primarily supportive of small and medium-sized enterprises. They are the job creators in the province. They are the job creators in this nation. When you pair targeted tax credits with them, it’s a very accountable way to support those businesses for innovation, research and capital investment.", "We saw those Heinz jobs leave Ontario on the promise of a job creator tax credit in Ohio. Heinz received $530,000 for bringing 250 jobs to Ohio. So we know that it works in other jurisdictions. There is genuinely just a reluctance to partner in this, even though—and this is going to be my constant theme of course—in the throne speech, on page 4, it says that we will choose “evidence before ideology,” and we will choose “partnership over partisanship.”", "There are better ideas out there other than corporate tax giveaways. Where that money is going right now is into reserves. It is not going back out into the broader economy. It is not being used to hire youth into new job experiences. We did fight for the youth jobs strategy that was contained in the budget, but there’s so much more that we can do to support small and medium-sized enterprises in the hiring of youth in the province of Ontario. We just have to get them in the door. We just have to ensure that those conditions are such that employers recognize that we are willing to support and reward, and not penalize, for hiring those youth.", "One example, though: In this budget, there is what I can only describe as a nonsensical issue. It’s the aviation tax. It’s a $25-million annual tax that you will be collecting. In Waterloo region, we have this new, up-and-coming airport. We are trying to draw people into the region. We are trying to promote the airport to additional destinations. This is an up-and-coming industry. It is already so expensive to travel in the province of Ontario. Actually, I have paid almost $600 to go to Ottawa and I’m paying $600 to go to Scotland in a couple of weeks. There’s no comparison. It’s a competitive disadvantage to put an additional tax on an up-and-coming industry which has a direct effect on businesses and business development in the province of Ontario. At the very least, we should put a clause in this schedule to review it. Why not review it for efficacy, for effectiveness, if it is in fact a policy that will negatively impact job creation? We can ill afford additional job losses in the province of Ontario.", "These are some of the ideas that we will be bringing to the table as this bill moves into finance committee. There certainly is a bit of revisionism that has happened, some backpedalling already on this budget, and it’s kind of understandable why that’s happening, because the election is, after all, over.", "It’s interesting to see how the media is now looking at this budget with a new lens. The Globe, of course, describes this as “a plan for more government and an attempt to grow a sluggish economy through new spending. Left-wing pundits cheered”—this is the progressive budget stuff—“Right-leaning pundits winced. Conclusions have differed, but almost everyone has told the same story.", "“The thing is, the actual budget doesn’t tell that story. At all.", "“The actual budget, the Liberal government’s multi-year spending plan, is an austerity budget. Or at least that’s what’s promised.”", "That’s from the Globe, just this week.", "The National Post, on the budget—it was described this way:", "“Among the things that haven’t changed since this budget was first introduced in May are the plain facts it forecasts a three-year clampdown on spending in almost every ministry on the order of 6% annually, which in real terms is almost certainly closer to 10%, beginning next year.", "“At the very least, this is entirely not in keeping with the rhetoric Ms. Wynne has employed for months....”", "The 6% cut to program spending is something that is going to definitely change the tenor and tone of this House. I know that we’ve only been sitting now for three weeks, and already there is definitely an imbalance in this House, because now it’s a majority.", "Quite honestly, I really liked the minority. I think that minority governments actually can work for the people of this province. I thought that if we had perhaps started off on the right foot, it might have worked better.", "There was this feeling after the 2011 election, when this House resumed, that this was a major minority, or it was a minor majority. There was this feeling because there was only a one-seat difference from a majority, and it took some time for the minority Legislature to fall into a more productive state, I thought.", "I do think that minority governments can work, and I did think that this Legislature needed to be reset. That’s some of the language that I was using. I thought that if we came back, there would be a genuine recognition that the economy should take precedence.", "We need to get people back to work. We need to acknowledge that the path that we are on is not sustainable and that cutting programs and hurting the most vulnerable—that is not the kind of province that we want to build up. I don’t think that any party has the corner on wanting the best for the province of Ontario. I do think that we can agree that we want to get there in different ways.", "This budget, for us, will trigger a fire sale of valuable public assets. We have no doubt that this is going to happen. I’ve explained at length how we hope to mitigate some of the damages. Selling off assets that generate revenue, like the LCBO, just does not make sense. The province needs those revenue streams right now. You do not heat the house by burning the furniture. People understand this, and they understood it at the door.", "I think that it’s so very interesting that we all had such different responses at the door, and we were in the same province.", "For me, I recognize that fear was one of those dominant emotions at the doorstep. I think that fear can be a very powerful emotion.", "I want to say once again that the interim leader has openly said that the threat of 100,000 cuts definitely derailed the election in a very significant way. I don’t think that it was the expectation, perhaps, that that would happen, and I also have to say that I know that some of the members in the PC caucus were caught off guard.", "The framework, the context and the timing of this budget, I think, are historically very important. This was confirmed in an article by Mr. Jack Mintz in the National Post. He says that with Wynne, it’s déjà vu, only worse. The net debt-to-GDP will be two and a half times higher than it was in 1991-92.", "I think it’s important to look at the numbers. In 1991-92, under that budget, there was an increase in spending of 12.7%. In this budget, it’s 2.7%. The deficit, which includes both program-operational deficit and capital spending funded by debt, was $11 billion in 1991-92. In 2014-15, it is $20 billion.", "The provincial net debt as a share of the GDP in 1991 was 17.1%. In 2014-15, it is 40.3%. The interest expense as a share of total expenditures in 1991-92 was 8.1% and this year it’s 8.4%, so there has been no improvement on that whatsoever.", "What does this all mean? This means that, going forward, in order for us to reduce our operational deficit, you’re either going to have to raise taxes or you’re going to have to cut. Those are the two choices. We should be investing some serious energy in job creation because that is also another significant revenue stream, but there is, I think, on the job creation file, almost an unwillingness to acknowledge that the job creation strategies that have been in play have not worked.", "I’d like to quote Michael Warren from the Toronto Star, July 8: “Governments that try to buy jobs by luring new business investments have at best a checkered record. It’s hard enough for experienced venture capital firms to pick more winners than losers.… Seeking federal fairness should be a centrepiece….”", "This is something that I think we can work with. We can work with you on trying to fight to get some fairness on the federal piece, but I also think it’s important to acknowledge that this is a relatively new argument that the Liberals have put into place. It’s an evolving argument, and we see the Liberal government deferring more and more and more to the feds on housing, on infrastructure funding, on post-secondary. These are some basic provincial responsibilities, financial responsibilities, that the provincial government has.", "There’s no denying that, moving forward, when we see the cuts to child care, for instance, you will not be able to say, “We are investing in child care,” because those child care centres are at risk. They’re at risk for a number of reasons, and we have tried to raise those issues with this government for quite some time. But the continuation and the need for continued investment in early learning and care is also a major economic driver. For every dollar you invest in child care, you get a $7 return on that investment. It is, in many ways, the great equalizer for women who are entering the workforce, and we’ve seen case after case after case of needed licensed centres to protect children who are actually in child care centres.", "On that, it’s very clear that the concerns that we have with this budget are so significant that we could not support it. We do not have the confidence that this budget is what this province needs at this time in history. There are too many outstanding issues.", "That said, I do believe that the role of a strong finance critic and critic for Treasury Board is to ensure that information is shared and communicated, and where there are areas where we can find consensus, where there are areas where we can find shared responsibilities, I’m more than willing to do the hard work, especially on the job creation file.", "Thank you very much, Mr. Speaker. I’m going to defer now to the member from Algoma–Manitoulin." ],
  "anchor" : "para1013"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Algoma–Manitoulin." ],
  "anchor" : "para1084"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I want to first thank the member from Kitchener–Waterloo, who is just falling quite well into her role as our finance critic. I believe that she has raised quite a few concerns and issues that our party has that we’ve heard when we’re on doorsteps, particularly when it comes to this budget in regard to pensions, infrastructure, health care, accountability, insurance costs, affordability measures, job creation, privatization, asset sales—the list goes on and on and on. I’m just privileged, and again, I thank her for giving me an opportunity to follow her to speak to the second reading of Bill 14, Building Opportunity and Securing Our Future Act, the Ontario 2014 budget.", "Having said that, this is the first opportunity that I have to rise in the House and acknowledge and thank the good people of Algoma–Manitoulin for providing me with the opportunity and the privilege and the honour of coming back and representing their voices here at Queen’s Park.", "Ça me fait un extrêmement grand plaisir de reconnaître les gens d’Algoma–Manitoulin qui m’ont donné, avec une voix unie et forte, le privilège et l’honneur de porter leurs voix une autre fois et puis qui m’ont indiqué qu’ils étaient contents et qu’ils ont vraiment eu la chance de reconnaître que leurs besoins et leurs voix étaient entendus ici à Queen’s Park.", "You know, Mr. Speaker, it has become more and more apparent that many Ontarians were misled into believing this was actually a progressive budget. However, upon closer examination, people, communities and organizations are feeling deceived. Yesterday, I rose in the Legislature to highlight one aspect of this budget that will absolutely devastate a community in my riding, like Wawa. A lot of my comments will be geared and directed towards the community of Wawa and the other 110 communities that are also affected by this.", "Throughout a lot of the comments that have been coming out of this budget from my friends across the way, I hear words or sayings like, “building on strength,” “building up Ontario” and “progressive.” Even in the throne speech—I want to echo a comment that my colleague from Kitchener–Waterloo made—it says, “Your government will put evidence before ideology and choose partnership over partisanship.” I look forward to seeing those words come to fruition. It’s something that I strove for and it’s something that I prided myself on in the last sitting of this government when we were in a minority setting. I hope that is still what is going to happen going forward.", "While there might be some communities across the province of Ontario that are looking forward to the adoption of the current provincial budget, many more are not. Many communities are struggling with aspects of the current budget such as the accelerated cuts to the OMPF funding, the Ontario Municipal Partnership Fund program, the unknown aspects of the new OPP building model and questions about funding for aging infrastructure.", "Wawa and 110 other communities are subject to the cut of the Power Dam Special Payment Program. The proposed clawback of this program should be alarming for many communities. Implemented in 2001, the program was put in place to replace the taxation revenues associated with hydro-electrical plants, poles and wires when these properties were deemed exempt. In the case of the municipality of Wawa, this meant that 47% of their property assessment base was declared exempt. Can you imagine the change and the magnitude happening in your community if you were put under these conditions?", "The program is very small—$18.7 million in 2014—when compared to multi-billion annual budgets, yet the impact of the clawback is large for many of the communities. Payments range from $158 to $2.3 million. These payments are significant contributions to the revenue base of many participating communities.", "The program represents property that was previously taxable under the assessment. The right to tax the subject properties was removed in 2001. The previous property taxation model was replaced with a gross receipt model wherein payments are now submitted to the province of Ontario. The province of Ontario continues to refuse to release the amounts of these payments. Since 2001, the payments have not kept pace with either inflation or the property taxation rate in any community. This has resulted in an unfair shift to the remaining assessment base.", "Payments to MPAC still reflect the calculation that uses the now-exempt assessment. Communities therefore pay MPAC for the assessment of property that is no longer assessed. The ARB cases that may have existed prior to 2001 would require taxation refunds from their remaining property assessment. The only way for participating communities to recapture the subject revenue would be through a taxation increase to the remaining assessment. Alternatively, services could also be cut to compensate for the loss of revenue.", "The clawback of this program affects 110 communities across the province, many in a very significant way. There is nothing that is fair or manageable about the reduction of this program.", "There’s a letter that was sent by the mayor of Wawa—this is Mayor Linda Nowicki—to the Premier on July 3. I’d like to just read a little part of it:", "“In the past 15 years, Wawa has had to deal with the loss of major employers including Algoma Ore and Weyerhaeuser while having to absorb the collapse of the forestry, mining and tourism industries. The loss of employment, the ability to tax power dams and far too many public sector jobs to mention have left us questioning the sustainability of the community.", "“The present provincial budget document proposes to ‘clawback’ approximately $889,000 over the next four years and then approximately $548,000 for every year thereafter; all on an annual payment of” $2.3 million. “In order to compensate for this loss, we will need to increase our municipal property tax levy by 12.6%, notwithstanding planned decreases in OMPF payments and a declining assessment base. Our community cannot afford this devastating blow.”", "The letter goes on to provide a quote from the former mayor, as well, Mr. Howard Whent, from Wawa. He explains, in this quote, how this cut will actually affect not only the community of Wawa but also other communities across Algoma–Manitoulin. This letter is available from one of the local media outlets up in Wawa. It says:", "“‘This would not only impact Wawa, it would affect all 20 municipalities served by the Algoma District Services Administration Board (ambulance, child care, social housing, Ontario Works). This year (2014) Wawa will contribute $870,879 of the’” $2.3 million “‘power dam compensation to the operation of this board. (Wawa will contribute an additional $626,955 from the actual tax base). If Wawa gets less as power dam compensation, the contribution to this board will be reduced and that means that all the municipalities would have to then pay for the difference.’”", "That’s the impact of this decision, and that’s the impact that this government is having on communities across Algoma–Manitoulin and across the north. Should the province proceed with this clawback, Wawa will be unable to meet financial obligations. As I said earlier, many services will need to be eliminated or reduced, or a property taxation levy increase of 12.6% will need to be implemented. Either way, it is the ratepayers who lose. Wawa has reached out to other affected communities and has approached the government to set up a meeting with these communities to discuss their concerns.", "I just wanted to grab a quote from the budget. If you permit me a second to catch my thoughts here, Mr. Speaker. It says at the end of the section “Power Dam Special Payment Program” that “The province will work with municipalities on ways to implement the phase-down in a manner that is fair and manageable.” I’ve been talking to the minister for quite some time, and I’ve brought this issue forward to him. I’m still waiting for someone from his ministry—which he’s promised me—to approach me and to give me an idea so we can relay this information to the community of Wawa, to the mayor and the good people of Wawa, and the communities of northern Ontario. What is going to be fair and manageable? How are you going to be doing this?", "How is this a progressive budget? I’d like to hear an explanation on how this is progressive and how those communities are going to be affected.", "Mr. Speaker, I would like to touch on a few other things as well. As critic for northern development and mines, I have raised the lack of progress on the Ring of Fire file for a very long time and countless times. The Ring of Fire and other natural resource sector projects in Algoma–Manitoulin and across northern Ontario represent an enormous economic opportunity in the region.", "I’d like to look at the throne speech; I was very happy when I saw this, Mr. Speaker. On page 12, under “Leadership that Builds Ontario and Canada,” it says, “Within the next 60 days, your government will establish a Ring of Fire development corporation and move forward in a smart, sustainable and collaborative way with First Nations, the private sector and communities to unlock the enormous mineral potential in northern Ontario. Your government commits $1 billion for transportation infrastructure to help access the Ring of Fire.”", "I was very happy to see that. Then, when I looked at the Minister of Finance, he re-quoted. He said, “Mr. Speaker, we will invest $1 billion in transportation infrastructure for the development of the Ring of Fire in northern Ontario.”", "But then, when I looked at the actual budget—when you look at the language that was used in here, it has not changed. It says, “The province is willing to commit up to $1 billion towards infrastructure development, contingent on matching investment by the federal government.” This is the message that we’re sending to industry, not just across Canada, but globally: that we’re not ready for this.", "Also, when I looked at the media, one of the media outlets, it was a response from the Minister of Northern Development in regard to the 60-day period in the throne speech that I spoke about, as to when that development corporation is actually going to be established. Here’s the response from the minister:", "“We are not yet there in terms of determining exactly what form it will take....", "“We’re working on it. We’ve got a couple of models being worked on as we speak.”", "That is what he said.", "We have to remember that the development corporation announcement was announced in 2013. In February 2014, we had the government announce that Deloitte LLP had been hired to establish the corporation. Then, we hear again that Minister Gravelle wouldn’t reveal details of how the development corporation might be operating, or even what the government promise to establish the development corporation within 60 days means.", "One of my questions is: Is it 60 days from the election? Is it 60 days from the throne speech? Is it 60 days from when this budget passes? When are these 60 days up? Because we need a government that actually knows what the heck they’re doing, so that this sends the right message to industry, so that we can attract this investment, so that we can create the jobs we need in northern Ontario, so that we can move forward with the development of the Ring of Fire.", "Projects of this size require strong action and planning from the government of Ontario, yet the current Liberal government has done nothing over the past five years to come up with a plan that will create jobs, build infrastructure and reduce the high price of electricity. I’ve said this before: This government is good as far as being a government based on media releases and developing a plan to make a plan to implement a plan. That is not moving this province forward.", "Northerners have seen the big announcement made by the Liberals fail to materialize. Instead of a plan that could create thousands of jobs annually, this government has sat on the sidelines, and companies and investors have walked away from Ontario, taking good-paying jobs elsewhere, out of the province and out of this country.", "Unfortunately, this is nothing new. Two years ago, this same Liberal government announced that it had reached a deal with Cliffs to create jobs in the Sudbury area—actually, there was a smelter that was coming to Capreol—but last year, Cliffs halted operations in Ontario after they couldn’t get the Liberals to follow through on their commitment. The reality is that this Liberal government has done nothing for northern Ontario, and the only people profiting from the Ring of Fire are the lawyers and consultants down here on Bay Street.", "Liberals have put northern Ontario on the backburner for far too long. Industry is suffering, jobs are being lost, transportation services have been lost and northerners are ignored. That is what I was getting at the doors. I hear what my colleagues—my friends across the way—are saying, but it’s not across the north. I hope that you take the message from northerners, particularly people across Algoma–Manitoulin in northern Ontario, and be humbled by that message, and listen to what we have to say; and share those ideas, participate in the discussions and learn some of our points that we were bringing forward. Take them in. Use them as your own. Push them forward. Listen and build on those bridges that were extended to you.", "More money from the Ring of Fire would have been a good step forward, but we northerners know that this will be another broken promise. We all know that there are more mining activities in northern Ontario than in the Ring of Fire. Yet the Liberals have yet to address other mining activities within the province.", "The Liberal government has not put any timeline or guarantee for these funds. It is obvious they are not serious about northern economic development. This is not a reasonable plan. To date, despite my best efforts for a briefing, I have yet to hear or yet to be presented with some sort of structure or planning on the development corporation and what their role will actually be in developing the Ring of Fire. And it doesn’t go without asking, Mr. Speaker.", "Many questions remain. However, Ontarians are not at all confident that this Liberal government will even answer some of those questions or deliver on the wealth and the opportunities that we have to develop in northern Ontario, and particularly in the Ring of Fire.", "There’s one thing also that I’d like to touch on which I heard at every doorstep. That’s affordability measures. I have not heard it from my friends across the way, and I’m sure you were knocking on Ontarians’ doors and you heard the same message that I heard in regard to the cost of hydro. You know, it has been over a month since the election day and I can tell you that I still receive daily messages from constituents who feel their issues have been ignored by this government.", "Before, during and after the campaign, the concern which was raised overwhelmingly was the rising cost of hydro and the choices that people have to make at the end of the month. Whether on fixed payment or not, most were unable to pay their bills. Again and again, folks raised the issue of the delivery charges. People in northern communities are being gouged to have just the very basic in electricity. This budget does little to address the concerns of so many across this province.", "I want to provide a couple of suggestions that this government can possibly take in as far as moving forward. If we’re going to talk about partnerships, it means listening to new ideas instead of doing things the same way you were. New Democrats put forward some basic proposals to help tackle the rising cost of hydro. Ontarians are paying the highest electricity prices in Canada and working families are having trouble keeping up.", "New Democrats propose to cut waste in Ontario’s electricity system with a variety of measures. I’ll share a few with you that you can possibly take in and actually implement some of those: by stopping the $1-billion annual subsidy of electricity exports to jurisdictions like New York and Michigan; by taking Ontario hydro sales out of the hands of speculative energy traders, in a simple first step.", "Capping executive pay and cutting down on waste and duplication by merging Ontario’s hydro agencies would be a second cost-saving measure. That’s step 1 and step 2. Let’s take another step: Stopping private power giveaways and having Ontario’s auditor conduct an immediate review of all private power contracts in the wake of the $1-billion plants scandal.", "These are ideas. Take them, use them, work with them and talk to us about our ideas. We have more, and we’d like to share them with you. We all know that families have been footing the bill for the sale of discounted electricity to the US as Ontario has handed out $1 billion to private companies and Wall Street energy traders to produce excess electricity to ship to the US at a loss.", "We did not just grab these ideas out of thin air. We actually listened to our constituents. We actually listened to people across this province and looked at what measures could be taken in order to reduce hydro bills. These are steps that you could use to actually reduce people’s costs so that they can manage and make ends meet at the end of the month.", "The Liberals have not included in this budget any measures that will make actual significant reductions in the cost of hydro for consumers. They have made no movement on the consolidation of the four hydro agencies and passing on the resultant savings to hard-pressed ratepayers.", "Liberals have also made no movement in this budget, as it stands, to reduce the $1 billion per year in export subsidies.", "Again, Mr. Speaker, the Liberals have made no movement on reining in high executive salaries, and they have made no movement on shifting away from private contracts.", "Will Ontario families see relief on their hydro bills? Not likely. Will this government move forward with decisions that have the best interests of Ontarians at heart rather than big energy companies and CEOs? No, Mr. Speaker, it’s not likely. It is essential that this government take measures that will actually make a difference in monthly bills for Ontario residents.", "Another issue I have raised numerous times in this House is in regard to the unequal access to health care that northerners face. In the last budget, the Liberals committed to a five-day home care guarantee. Now there is no commitment to put in place a service for all those who need home care. There is no commitment to actually reducing the 6,100-person waiting list for home care, and there is nothing to address capping the salaries and bonuses that many health care CEOs are receiving and putting that money into front-line workers. If we cut, and if we save or if we cap those salaries of those CEOs, we can actually invest in our front-line workers.", "In the north, many of us know all too well the obstacles we face when seeking medical attention. Most of us have to travel hours to see a doctor or specialist. Sometimes it’s very strenuous. It’s very stressful for people when they go for dialysis, cancer treatment and so on. You have to prepare yourself one, two and sometimes three days ahead of time. Why? Because you do not have the energy to drive yourself to, and once you get your treatment, drive yourself back. So you have to find a driver. You have to find a vehicle. You have to manage your money. You have to make sure you have somebody there. You have to find accommodations. These are stressful challenges that people from the north always find themselves in.", "I’ve got to add another one: Our roads aren’t always open. Our specialists aren’t always available. If that road is closed, in the blink of an eye, that appointment has now been rescheduled for two, three, four months down the road, putting more pressure and more stress on those individuals.", "And don’t even get me started on the northern travel grants. That is something that I’ve raised in this House many times. This Liberal government kept promising to fix the delays that have been happening with the northern travel grant. People are struggling to make ends meet with their hydro bills, their prescriptions. Now what they’re doing is, they’re using the valuable dollars they have to get to and from a doctor’s appointment, making it difficult for them to make ends meet. Those travel grants are delayed sometimes two, three months. Mr. Speaker, I’ve dealt with some constituents who have had those grants delayed up to six months. People have cancelled their doctors’ appointments because they could not finance or find somebody to care for them, to bring them or to pay to get to a doctor’s appointment. That shouldn’t happen in Ontario.", "But we still find ways that we can blow money away, that we can just spend scandalously. Then when you go knocking on doors, these people really don’t understand: “What about me? What is this government doing for me?”", "I tried to share a few ideas and give a different perspective to the budget. Again, I want to thank the member from Kitchener–Waterloo for providing me that opportunity.", "Again, I want to talk to the members across the way. It’s not all rosy in this province. Please don’t take this opportunity to say, “I have a majority government,” and forget about the rest of this province. Work with the members that you have here across the way. Don’t sit there and just smile. Work and continue working with us, and we’ll work with you in order to enhance everybody’s life across this province." ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1141"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I struggle a little bit with what I just heard from the members opposite. On the one hand, they’re saying that our deficit is too high; on the other hand, they’re saying our budget is not progressive enough. I think we’re doing an excellent job of creating jobs and managing the budget, but we’re also doing an excellent job of being progressive, and I’d like to tell you why in the short time that I have.", "On creating jobs—one of the issues that the member opposite spent a lot of time talking about—we have a 10-year economic plan that provides the tools for Ontario to seize the opportunities in our economy. We need to attract investment to this province to create jobs, Mr. Speaker. As someone who has been in business for a long time, who has helped companies do just that and invest their capital, I know a little bit about that. We’re taking those steps.", "In particular, we’re keeping our tax system competitive, reducing energy costs for business, cutting red tape and creating a new $2.5-billion Jobs and Prosperity Fund. This will help secure investments and create jobs. We’re lowering energy costs for business, introducing a five-point business energy plan to give small and medium-sized businesses the tools they need to conserve energy. We’re also expanding a program that has helped growing businesses use energy to reduce their electricity costs on new projects by 15% to 25%, on average. These are steps we’re taking to create jobs.", "We’re investing in transportation and infrastructure. We’re investing $130 billion in infrastructure over 10 years, and $29 billion of that is going toward transportation infrastructure. That’s what we’re doing to create jobs.", "We’re investing in education. We’re preserving funding to health care and education. Education is the foundation for our children’s future. That’s how we’re creating jobs.", "When we talk about being progressive, we are lowering energy costs for people in the middle class. We’re increasing support for the most vulnerable, including an enhancement to the Ontario Child Benefit. We’re making sure the minimum wage is raised, and we’re indexing it to inflation. We’re helping by continuing to invest in health care, something that affects my community very deeply, Mr. Speaker.", "We are being progressive, but we are managing our financials respectfully and responsibly, and we are creating jobs for the people of Ontario." ],
  "anchor" : "para1143"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1150"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Again, it’s a pleasure to rise in this House. First of all, I’d like to talk what this budget does—okay, let me talk about what it doesn’t do.", "You see, there’s tremendous overspending in this budget right now. Of course, we’ve seen a lot of tremendous overspending with this government in the last 11 years.", "It’s a Toronto budget. I understand that. But you know what? It’s certainly not a budget for rural Ontario; that’s for sure.", "We take a look at the debt and deficit. The debt is going to be rising to $300 billion, and the deficit is $12.5 billion. I have some real issues and concerns about that, and I’ll tell you why. It’s because of future generations.", "I want to give the Liberals some credit here for a moment, so listen up—" ],
  "anchor" : "para1151"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "No, you haven’t heard it yet.", "I want to give you some credit. When I first heard the budget, I thought, “Who could argue with this budget?” Who could argue with it? But I have one strong lasting question. Is it a progressive budget? Yes, it is. But my concern is, where are going to get the money? That’s a big concern. We talk about spending, and you’ve heard us say “overspending.” But the revenues in this province are not coming in the way they should and have been. That’s a major concern of mine.", "Of course, then we take a look at the deficit and the debt, and then I look at the taxing of future generations, your children and mine, your grandchildren and mine, your great-grandchildren and mine—although I’m not there yet, and I know you’re not there yet either. But I think you’re starting to get the picture.", "So my concern is, we cannot put additional burden on future generations. That’s my major concern with this budget." ],
  "anchor" : "para1157"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1161"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It was very interesting to listen to the NDP finance critic, the member from Kitchener–Waterloo. She did a very good job of going through the main parts of the budget to show what it does and what it doesn’t do.", "Then we had the member from Algoma–Manitoulin go into more detail as to what the budget really means for the people of northeastern Ontario. He and I share a border in our ridings; where Nickel Belt ends on the west side, his starts on the east side.", "Then you really see some parts of our province have been left behind in this budget, and this is wrong. This is not the way a provincial budget should roll out. It should roll out so that there is equity for every Ontarian, no matter where they live.", "Our critic, the member from Kitchener–Waterloo, made it clear that this equity, this progressive view was not there. What the member from Algoma–Manitoulin heard at the door about the price of electricity and the price of gas, I heard it at every door also. Did you know, Speaker, that in Sudbury we pay about $1.45 for gas right now. We can go east about 45 minutes’ drive, and you will pay 12 cents less. We can go west about half an hour’s drive, and you will pay between 4 and 7 cents less. It makes no sense. The people of Sudbury and Nickel Belt are being gouged at the pump. Yet, when we ask the government to get involved, to step up to the plate, to help the people of the northeast, they’re missing in action." ],
  "anchor" : "para1162"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1166"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’ve certainly heard the comments from the member from Nickel Belt. One of the things I wanted to focus on in the brief time is this notion of equity, the notion that a rising tide should float all boats equally. The first time I went through this budget, the first thing that jumped out at me was just how progressive a budget this was. There is something for virtually every Ontarian, no matter where they live. We’re looking at investing in transportation and infrastructure. We’ve heard from a number of members about the need for bridges and roads in the north, and that’s being addressed in the $100-billion fund.", "One of the things that really struck home with me when I was knocking on doors was the need for secure retirement for all Ontarians. Too many people live in poverty when they retire. The response that I got at the door, from seniors especially, who knew that this pension was not for them—it is for their children; it would be for their grandchildren. They were very selfless in saying that they would vote for this government because of the proposed pension.", "We talk about building up. We talk about making this province stronger. I certainly know, as a former town councillor and business owner, that you don’t build a province, you don’t build a business by slashing and burning. You don’t build a strong province by running and hiding in the corner and saying that the world is falling down around your ears. You take progressive steps and you build. That’s what this budget is doing in many, many ways." ],
  "anchor" : "para1167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo has two minutes to respond." ],
  "anchor" : "para1170"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much to the members from Newmarket–Aurora, Nickel Belt, Chatham–Kent–Essex and Etobicoke Centre for your comments on what I had to contribute today.", "The member from Chatham–Kent–Essex: It’s going to be interesting to see the PC caucus try to reinvent yourselves. I know you’re trying to be softer, kinder and compassionate. It’s a little unsettling; I just want to tell you. But we’re watching very carefully.", "To the member from Etobicoke Centre, around job creation: The record of the Liberal Party speaks for itself. We know what’s working and we know what isn’t working. When government chooses winners and losers for large corporations, it destabilizes the economy. It indicates to those other businesses that might invest in the province of Ontario that this government is willing to interfere. It’s willing to tap one company on the shoulder and invest hundreds of millions of dollars while the other ones, the small and medium-sized businesses, for instance, who truly are the backbone of the economy, are being left aside. We think that there’s room for improvement on this. We think that small and medium-sized businesses can be better supported in the province of Ontario, and we know that hydro is one of those factors that affects the choice to invest in the province of Ontario. We know that 34,000 fewer jobs last month is the truth; it is the reality that we are facing. When you factor in youth unemployment, it’s a whole other ball of wax.", "Now, we have not capitalized on commercializing research from our academic institutions. This province needs to start making things again. We need to focus on advanced manufacturing. It addresses an across-the-board spectrum around job creation. Investment in infrastructure will create jobs. If we can get that two-way all-day GO service, 33,000 jobs are on the line literally; figuratively as well.", "We cannot support this budget for all the reasons that have already been explained. You’re not surprised by it; we’re not surprised by it. But the people of this province are going to be surprised here too." ],
  "anchor" : "para1171"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1177"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you very much, Mr. Speaker, for the opportunity to respond.", "I was hoping to start it off by saying something to the effect of, “As I was saying,” in anticipation that I might have an opportunity to actually deliver a significant part of what I would call my inaugural speech. But I understand now that even though I spoke to a motion—it’s against procedural rules to have an inaugural speech, I understood, to a motion—I would have this chance. I respectfully appreciate that I may not get the latitude that I was hoping and I will of course stick as closely as I can to—", "Interjection." ],
  "anchor" : "para1178"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "But it was on a motion bill. I had latitude yesterday and I appreciate it. I hope in the course of my remarks you will get to know me a little bit better.", "Let me start by saying this is a very progressive budget. I was listening to the member from Algoma–Manitoulin. Let me just start by saying that I appreciate very much this idea of wanting to co-operate and to work with us. This is exactly what brought me into politics. I want you very much to know—and also the member from Lambton–Kent–Middlesex, who made the same comments in his speech—how important it is that we all get a chance to work together. This budget is an opportunity where we can start to work together.", "I know in the course of our campaign, going door to door, this was a progressive budget. This was the question that was raised by the member from Algoma–Manitoulin: What was progressive about it? Let me tell you that the members on the doorsteps where I knocked—traditional members of the third party—were so, so unhappy with the fact that this budget didn’t go forward when it was first introduced May 1. They saw it as a progressive budget. This was the meat and potatoes of the campaign that we were able to run in Beaches–East York. It was to point to the budget because, frankly, the party should have supported it. This was the message I heard repeatedly. People who had never before voted Liberal or had always voted with the NDP were suddenly saying, “No. This was a budget that should have been supported because it was progressive.”", "It’s progressive in all sorts of areas, most certainly in job creation areas. I note there are tremendous opportunities. There are revenues being provided in this budget to support agriculture, to support the agri-food businesses. As the parliamentary assistant to the Minister of Agriculture, I’m delighted to have this opportunity to work with the Minister of Agriculture from Peterborough. I look forward to him being a great mentor to me. I know this particular portfolio is extremely important to the Premier, Ms. Wynne, and I thank her for allowing me to participate in this role.", "Many think what an interesting opportunity it is for an urban guy like me to be going into a portfolio which is typically more concerned with rural affairs. It was a pleasure to take over the role that the member from Glengarry–Prescott–Russell, as the previous parliamentary—and I’m hoping to get—", "Interjection." ],
  "anchor" : "para1181"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "A good guy.", "I know that the member will be giving me some assistance on how we can spend the money appropriately that’s in this budget, that’s earmarked in this budget—" ],
  "anchor" : "para1187"
}, {
  "speaker" : "Interjection",
  "text" : [ "It’s $40 million." ],
  "anchor" : "para1189"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s $40 million plus—" ],
  "anchor" : "para1190"
}, {
  "speaker" : "Interjection",
  "text" : [ "For 10 years." ],
  "anchor" : "para1191"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "For 10 years—to go forward and assist those businesses.", "Also, I’ve heard comments about how this budget doesn’t help people in the north. As part of the portfolio role that I will be playing as parliamentary assistant in rural affairs, I know there are additional revenues to help bring infrastructure into rural communities: gas infrastructure potentially, bridges, things that are important in order to help those communities lower their costs associated with energy because we’ll get them on natural gas, which is at historical lows. This is a great opportunity to be heating manufacturing facilities, to be heating barns and processing facilities using gas as a heating source rather than electricity, which is very expensive. That is part of the commitment this government has in order to help businesses reduce their costs.", "We have a five-point plan for businesses to give small and medium businesses the tools they need to conserve energy, to manage costs and save money. We know this will help bring significant new jobs to the province. It’s part of our job creation strategy and it’s part of what the Premier has repeatedly talked about: building up this province.", "What the Premier didn’t know when she made me PA to agriculture was that I actually have a fair bit of pedigree in the field. My grandfather was Major General Arthur Potts. He had a doctorate from Cornell University in animal husbandry." ],
  "anchor" : "para1192"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Wow." ],
  "anchor" : "para1196"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Yes—in animal husbandry from Cornell University. His first teaching position was in Saskatchewan, at the University of Saskatchewan, at the agricultural college there, where, members would be interested to know, he introduced the first culture for blue cheese to Canada. In the family, we love blue cheese, as I’m sure most of you do. There was an innovation that he brought into agriculture.", "We are looking, within this budget, to try to spend some of the revenues that have been set aside to assist new agri-food companies in building Ontario jobs, to bring Ontario produce to the world, not just in its raw source, but manufactured into final end products.", "The budget also invests significantly in transportation. You’ve heard about the $130-billion 10-year plan; I won’t need to repeat it again here. But the plan does have $29 billion, $15 billion of which is for transportation in the GTH area.", "In my community of Beaches–East York, we have a very important opportunity for transit at Main and Danforth. Main and Danforth should be and will be—and if this budget is adopted, going forward we will turn Main and Danforth into a significant transportation hub for the city of Toronto. This is an opportunity for us to give the downtown relief, which everybody is asking for. Almost 60% of the people who end up at Yonge and Bloor on the Danforth line originate before Main Station. If we can successfully connect the TTC station that’s already there with the GO station that’s already there, through tunnels and proper opportunities for fare management, probably using the Presto system, people can then get off the TTC at Main and get down to Union Station in 11 minutes. This is where those transportation dollars will be spent, in order to assist people in getting to work faster so that they can spend more time at home. That’s a great initiative and I’m looking forward to supporting it.", "We also talked about the Ring of Fire, in the previous speech by the member from Algoma–Manitoulin. I’m delighted that he appreciates that there’s a billion dollars being invested in infrastructure. Already I know that this government has invested in electrical infrastructure, in pylons, for getting power into the north, which will start to connect areas, and more transmission lines are needed to bring power to the communities that will be processing the various ores that will be extracted in that extremely important resource. I also see that that billion dollars is not just a billion-dollar investment in and of itself; it’s an opportunity to leverage both federal money and corporate money, because that has been the approach of this government over the last years in their job creation funds: to invest some dollars in a company—" ],
  "anchor" : "para1197"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "The law of the lever." ],
  "anchor" : "para1202"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "The law of the lever, exactly. Invest some money now, which will leverage money elsewhere.", "So that billion could turn into many, many more billions of infrastructure in the Ring of Fire. That will help extract the much-needed resources there.", "Also, this budget invests in health care. I stood up earlier this week and spoke about the Toronto East General Hospital. This is such an important, critical addition that they want to build to this hospital, using the monies that are earmarked in the capital fund. About $134 million was slated to go towards an addition there that’s extremely important. The Toronto East General Hospital was so—", "Interruption." ],
  "anchor" : "para1203"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s not me; I don’t know what it is.", "They were so unhappy to find that that money had gone, in the budget—the election. Had we not gone to this election, all the development and the planning for that hospital would have been advanced three or four more months. When you think about it, the same applies to all of the progressive measures in this budget. Had it been adopted, had it moved forward, we would be four months further ahead in the program to build Ontario up. That’s something that I know people at the door were very interested to see.", "It is a very progressive budget. We learned that going door to door. Part of that progressiveness will be to reduce emissions in transportation on GO services by electrifying the GO service. The entire GO service needs to be electrified. Get it off diesel, and just as we did with coal-fired plants, this will be one of the greatest greenhouse gas reductions—" ],
  "anchor" : "para1207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Beaches–East York. Due to the fact that it’s 6 o’clock, we’ll continue where he left off later on." ],
  "anchor" : "para1210"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1212"
} ]