[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that, pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 7, An Act to enact the Burden Reduction Reporting Act, 2014 and the Partnerships for Jobs and Growth Act, 2014, when the bill is next called as a government order, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on Finance and Economic Affairs; and", "That the Standing Committee on Finance and Economic Affairs be authorized to meet on Thursday, December 4, 2014, from 9 a.m. to 10:15 a.m., and 2 p.m. to 6 p.m., for the purpose of public hearings on the bill; and", "That the Clerk of the Committee, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 7:", "—notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly’s website and Canada NewsWire; and", "—witnesses are scheduled on a first-come, first-served basis; and", "—each witness will receive up to five minutes for their presentation, followed by nine minutes for questions from committee members; and", "—the deadline for written submissions is 6 p.m. on the day of public hearings; and", "That the deadline for filing amendments to the bill with the Clerk of the Committee shall be noon on Friday, December 5, 2014, and", "That the committee be authorized to meet on Monday, December 8, 2014, from 2 p.m. to 6 p.m., for the purpose of clause-by-clause consideration of the bill;", "On Monday, December 8, 2014, at 3 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto. Any division required shall be deferred until all remaining questions have been put and taken in succession, with one 20-minute waiting period allowed pursuant to standing order 129(a); and", "That the committee shall report the bill to the House no later than Tuesday, December 9, 2014. In the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on Finance and Economic Affairs, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That, when the order for third reading of the bill is called, two hours shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties. At the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "The votes on second and third reading may be deferred pursuant to standing order 28(h); and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley has moved notice of motion 10. Mr. Bradley." ],
  "anchor" : "para44"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m very pleased to participate in this important debate, and I look forward to hearing from my honourable colleagues of all parties. It is my hope that all members will support this motion for Bill 7, the Better Business Climate Act. I suspect that in their heart of hearts, though those in the opposition will rail against it—as I’m told, some members who sit on this side used to rail against such motions; I’m informed that used to be the case—I am convinced that members of the opposition, secretly and in their heart of hearts, are pleased to see a time allocation motion of this kind, because they then have the opportunity to rail on against the government about a time allocation motion while secretly wanting to have everything processed by the appropriate time so they can be in their own constituencies and with their families by Christmas.", "This is an extremely important piece of legislation and one that the House needs to pass. It is about ensuring our economic recovery and continued economic growth since the global recession. It is part of our government’s economic plan, which is focused on sustained job creation and building stronger partnerships right across the economy. It is about providing faster, smarter and more streamlined government services to our businesses. It is about reducing the unnecessary regulatory, administrative and compliance burden.", "Since the recession lows in 2009, Ontario has, in fact, created more than 550,000 jobs, and we continue to outpace the United States in job creation since then. But more is needed to be done to help businesses and clusters, large and small, to continue to grow in Ontario. Ultimately, this bill will help keep governments transparent and responsible when it comes to burden reduction, and will help to foster stronger clusters across Ontario.", "This legislation would require annual reports on how much red tape has been reduced for business. We are setting a goal of saving companies here in Ontario $100 million in paperwork costs over three years. If passed, Ontario would join British Columbia and Saskatchewan as the only provinces with legislation around regulatory reform, and it would be the first jurisdiction in North America to legislate cluster development.", "Since 2008, Ontario has eliminated 17% of all regulatory requirements, totalling 80,000 regulatory burdens. We have seen support for Bill 7 from key stakeholders like the Canadian Manufacturers and Exporters.", "Ian Howcroft, vice-president of CME Ontario, stated, “Bill 7 will establish the reporting framework necessary to drive results in this area. The legislation also sends a strong signal to investors that the government is prepared to support industry driven cluster development where appropriate. We applaud this step in the right direction.”", "Mr. Speaker, what’s more is that we know that there is some support from members of all parties represented in this Legislature. In fact, members from both opposition parties have made positive comments about this bill. The member for Oshawa stated yesterday, “Government needs to support the development of our regional clusters, needs to listen to key stakeholders,” and that “sounds like a step in the right direction.”", "The member for Halton Hills—an esteemed member of this Legislature—said the following: “Of course we know that the Canadian Federation of Independent Business has been involved in the drafting of the legislation and has encouraged the government to do this. Again, I want to acknowledge that.” That is, of course, from one of my favourite members of the House, the member for Halton Hills.", "Here we have opposition members acknowledging that our government should and did listen to our key stakeholders in the drafting and development of this bill.", "We need to take action now to keep our economy on the right track and make sure our government and future governments are transparent when it comes to burden reduction and ensure clusters get the support they need.", "It is time to move forward on this bill. In the last Parliament, this Legislature was ground to a halt and was unable to move forward on important pieces of legislation such as this piece of legislation. Only 39% of government bills were passed in the last minority Parliament. That’s compared to more than three quarters of bills that were passed going back to 1990.", "Voters of Ontario sent a clear message last June: They didn’t want any more of the stalling of the Legislature by the opposition parties.", "I urge all members of the House to support this motion and help pass this bill as soon as possible.", "As you would be aware, Mr. Speaker, as a distinguished member of this Legislative Assembly of Ontario, governments would prefer to see these matters proceed by negotiation. No government, I am sure, wishes to have a time allocation motion as one of its instruments, but it becomes clear after a while in the meetings that take place between the various members of the House that the bills are not going to proceed in a reasonable fashion. As I stated earlier on in my remarks, I’m aware—because I sat in opposition for a number of years—that there are many days when the opposition actually hopes that the government will bring forward a time allocation motion.", "I can recall in a previous Parliament when one opposition member, whose name will not be revealed in the House today, actually came to me asking for a time allocation motion. This individual came over and said, “Do you have a time allocation motion ready for this particular piece of legislation?” I said, “I have six possible choices, and I would even entertain having you suggest which one would be brought forward.” I indicated to the member at that time as well, I said, “Well, of course, you’re asking for this, but were I to introduce such a time allocation motion, you’ll be there to denounce it and say that the government was ramming through” whatever piece of legislation it happened to be at that particular time. I acknowledged, of course, that, and that individual acknowledged that.", "There is some—not all—there is some gamesmanship that takes place in the Legislative Assembly. I know that will shock you, Mr. Speaker: that from time to time there is gamesmanship on the part of the opposition. Once again, I must confess, having been a member of the opposition, I have engaged in the kind of activities that the opposition is engaged in when we deal with motions of this kind. I am never critical of them for that, because I know that they have a role and responsibility, even though I know, again, as I look at my very good friend the member from Barry’s Bay, that in his heart of hearts he is probably absolutely delighted to have this motion come forward so he will have an opportunity to get back to his constituency at an appropriate time, just before Christmas, and be able to entertain them with his wonderful musical talents, which I am told include a melodious voice that is widely regarded by the people in the Ottawa Valley.", "And so I’m pleased to be able to put this motion forward. I wish I didn’t have to, of course, but we have been unable to come to an agreement. I know that my friends in the opposition are eager to conclude this session in an orderly and reasonable fashion and get back to their constituencies." ],
  "anchor" : "para45"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the deputy House leader.", "Further debate? I recognize the member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para63"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Back in the day, there was a television show; I’m not sure if I remember the name of it exactly. It was something like “What’s My Line?” or “Whose Line Is It?” In it there would be three people behind the panel, and they would be asked questions like: “Do you believe in time allocation?”", "One person might say, “Yes. Time allocation is a tool that is absolutely necessary for the government to move ahead with its agenda in an expeditious fashion and not allow the opposition to tie up the Legislature.”", "Another person might say, “Time allocation is an affront to democracy. It chokes off reasonable debate and prevents the government from having the greatest amount of good, solid, positive input to a piece of legislation, so that, at the end of the day, the people of Ontario are gifted with a bill that best represents the government’s attempt to fulfill the needs they’ve been calling for.”", "That would go back and forth, and they would be asking questions like, “Would you ever consider proposing time allocation yourself?”", "One might say, “Oh, never. Never. Because I am the one who believes that time allocation is an affront to democracy.”", "The other person might say, “Well, I’m somewhat ambivalent on it.”", "And a third might say, “Oh, yes, we would do that if necessary.”", "At the end of all those questions, the panelists would then have to choose: Is it person number one, person number two or number three? Then the host would end that segment by saying, “Would the real Jim Bradley please stand up?” That’s how he would end that portion. Then Jim Bradley would come forward to introduce himself to the panel.", "Unfortunately, on that show—that was a very special show—all three of them came down. All three of them came down, because they couldn’t figure out which one was the real Jim Bradley: the Jim Bradley who was against time allocation because it was an affront to democracy, or the Jim Bradley who believed in time allocation.", "Now, just by coincidence, the member for St. Catharines happens to enjoy that same name. I mean, there is more than one Jim Bradley in the world, as you would know. I mean, there are more Jim Bradleys, for example, than there are John Yakabuskis; Bradley is just a more common name than Yakabuski.", "But that’s how that segment ended. They couldn’t really figure out who the real Jim Bradley was. As a matter of fact, I think that was the last show they ever had. It went off the air after that, because they lost their shtick: The panelists were stumped for the first time ever. The show couldn’t even determine who the real person was.", "I just want to touch on that, because it brings me to what is happening in this Legislature. It’s kind of like that show. My colleague from Leeds–Grenville pointed out so ably the other day how the member for St. Catharines, who happens to enjoy that same name, spoke in this Legislature on so many occasions about how wrong it was for not only the Rae government back on November 24, 1993, to bring in time allocation, but again in 2001—I don’t have the exact date, but I believe it was in November as well—when the Harris government brought in time allocation, and he railed." ],
  "anchor" : "para65"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "It was wrong then." ],
  "anchor" : "para78"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, and the member for St. Catharines says, “It was wrong then.” I guess the definition of sin changes when the Liberals become government. What was a sin yesterday is now some kind of a benevolent act on the part of a government that just knows what’s best. I don’t think the world quite works that way.", "Yesterday, I was under the impression that I was coming into this Legislature this morning to speak on Bill 7, that vacuous bill that really does nothing, that the government is putting out as a piece of legislation that is somehow going to reduce the burden on business and reduce the amount of red tape in government. Well, no government in history has created more red tape than this government. Every time you turn around, they’re passing a bill that makes it harder to do business.", "This bill was purportedly going to reduce the amount of tape, but it never said anything about actually reducing red tape. It said that every year they were going to have to put out a report on how many burdens they eased. I’ll tell you, when you’ve got the spin doctors employed that the Liberal government has employed, you can try to make black look white or, as they say, you can sell ice to an Eskimo, because they’re going to spin it in such a way that they’re going to put the best possible outlook on it, when it actually accomplished nothing. But there will be a nice report, and some bureaucrat—who might have a new office in MaRS by that time—is going to be well paid to produce that report.", "I just want to tell you what I went through last night, because I had a dream. You remember Charles Dickens, A Christmas Carol? You know Ebenezer Scrooge? I had a dream, and it was a little different. Ebenezer Scrooge was a mean-spirited guy who was very uncharitable, and had lots of money and just ignored the plight of those who were less powerful under him, poor, and didn’t have the ability to actually do things on their own. They relied, to some degree, on the benevolence of those who were above them. We kind of feel like that as an opposition in this majority, because the government, while it has all the power now, is failing to exercise the judgment that is required, and that is to have the benevolence to treat that opposition with a little more respect.", "In the dream, the characters—you can’t really control what goes on in a dream. In the dream, there was a character called Yasir Scrooge—" ],
  "anchor" : "para79"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes, Yasir Scrooge." ],
  "anchor" : "para85"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "And Tiny Jim? Was there Tiny Jim?" ],
  "anchor" : "para86"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "No, there was no Tiny Jim—sorry, it was Tiny Jim, and Tiny Jim came from eastern Ontario, in the Stormont–Dundas–South Glengarry area. Tiny Jim’s dad was not Bob Cratchit but John Yakit.", "This Yasir Scrooge had the opportunity to give a little bit to Yakit and Tiny Jim, and maybe give in a little bit and try to be charitable, because we’re in the Christmas season. He had a dream himself; there was a dream within a dream. Yasir Scrooge was visited by this ghost of time allocation past. The appearance of the ghost looked a lot like the member from St. Catharines when he was a little bit younger. He was hovering over Yasir Scrooge and saying, “You shouldn’t do time allocation. You should be kinder to the opposition. They’re good people. Think of Tiny Jim. Think of Johnny Yakit.”", "In A Christmas Carol, at the end of the day, Scrooge broke down. Scrooge actually was kind; he found a heart, and inside he repented for all of the meanness that he had displayed over all those years. He was almost excessive in his generosity to try to make up for what had gone on.", "Unfortunately, I woke up this morning and that dream was a reality, but Scrooge did not change. This morning, I came into the House, and the Liberals went ahead with this time allocation. They went ahead one more time. It’s like Yogi Berra says: “Déjà vu all over again.” We thought we might have seen the end of it, that we just might have seen the last cut, the last dagger, that maybe the government has thought, “Advent is just around the corner. Maybe in the spirit of Christmas, we are going to lighten up a little bit on the opposition and say, ‘We’re not going to time allocate this bill.’” I see no reason why we couldn’t reach an agreement on a bill like this.", "We don’t think the bill does very much. But for this government, it is the best attempt you’re going to get at the reduction of red tape. You’re not going to get something that—when we were in government, we put numbers on it: “Red tape must be reduced by this amount. Each ministry must do this amount of work to ensure that red tape is reduced.” This one here is, “We’re going to write a report.” That sounds like more red tape: “We’re going to write a report about what we did or didn’t accomplish.” Let me assure you, at the end of the day, they might as well put that on red paper, because it will be more red tape.", "We weren’t going to stand in the way of the legislation, because anything positive at all from this Liberal government that might make it a little easier to conduct business in the province of Ontario, we were going to be in favour of. We never indicated we were going to be challenging this bill. It’s not going to accomplish very much. Let’s just move it through. But why, why, when you could have negotiated with the opposition and said, “What can we do on this one? Is there something we can give you in return?”—just a little crumb off of Scrooge’s table. Maybe we could have avoided this whole thing where Tiny Jim and I are going to be talking to this, each party spending 40 minutes of the House’s time. Well, the government, as you see, won’t speak for 40 minutes, because I know that, deep down, they’re not feeling good about this. They’re not feeling good about it.", "For those out there, the millions who are watching on TV this morning—I want to get the Nielsen ratings for this next week. But for those people who are watching, they know that the deputy House leader from St. Catharines didn’t make this decision on his own. He’s a loyal soldier, and he has been here since—hell, before there were organized armies. He may have been the first recruit. But he gets his orders from that place down the hall, the same floor we’re on, down the hall. Corner office, windows overlooking University Avenue, the best seat in the House: That’s where the decisions are made.", "Would it not just make a whole lot more sense—" ],
  "anchor" : "para87"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "She can see MaRS from her window." ],
  "anchor" : "para95"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "She can see MaRS from her window, yes; there’s no question about it. There should be this little dial built on to the window, where every second you see the clock turning, that’s how much MaRS is costing the people of Ontario, unoccupied. “No life on MaRS, no life in MaRS”; that should be the slogan. So they’re looking over there, wondering when there might be an occupant, when there might be inhabitants of MaRS.", "I don’t fault the deputy House leader on this entirely. But I do believe that there was a better way. There is a better way.", "I’m not going to stand here and say that governments of the past didn’t use time allocation, and perhaps excessively. I was never a member of those governments. But at the same time, you cannot, in good conscience, rail against the actions of a previous government and say they were wrong, and then do exactly the same thing and say it’s right.", "I mean, wrong is wrong and right is right. I realize we don’t live in a black-and-white world; there is some greyness there. From time to time, it’s hard to differentiate; I accept that. But on something as clear as, “Do we institute time allocation or do we not?” or “Is there a better way?”—is there a way for the people to sit down and say, “Look, we’re going to be here in these circumstances for the foreseeable future”?", "I have no choice but to accept the verdict of the people of June 12. They elected the Liberals to a majority. We’re the minority. But in a world where the people—the advantaged—want to truly be respected, they treat the disadvantaged with the commensurate amount of respect. They sit down with those people and say, “We realize we have the power to do just about anything we want, under our parliamentary system. But that’s not the way our forefathers intended it to work.” Our forefathers intended that reasonable people on both sides of an argument will sit down and try to find a way past this, so that we can work in a more cohesive, co-operative—adversarial, yes, because we are different parties with different philosophical beliefs and different ideologies about how government should work and what may or may not be best for the people of Ontario.", "But that doesn’t mean that it should be a one-man show in this Legislature. It means that the government—that owl and the eagle, I got them mixed up. You see, time allocation can be so confusing at times that it even mixed me up.", "I’ll tell you what I didn’t mix up: I didn’t mix up that dream.", "The owl and the eagle: The owl is looking at them, imploring them to be wise in their decisions. The eagle is looking at us, imploring us to have our eyes wide open and to be the proper watchdogs of the government. That’s what we’re supposed to do. But I think that in order for that to work best, we need to work together more.", "We will do our part in holding the feet of the government to the fire. We will do our part in ensuring that this government is accountable. But we also recognize that our tools are limited. Our tool box has been shrunk. We’re going to respect that too. We want to respect that.", "But on the other side of the equation, I think it is absolutely reasonable to expect that the government will do a whole lot more talking to us about what way we see forward, getting through these pieces of legislation. Most of them are not overly contentious, but there were a few; there were a couple that we really did want to have some province-wide hearings on, to travel throughout the province, to get the feedback from the people—the real people.", "I’m not saying the 107 people who sit in this Legislature aren’t real people, because we are. The only difference between any one of us and the constituents we represent is the job we do. Part of how we get elected is because people believe that we are most representative of them in our home ridings. I give all the credit in the world to every member on all sides of the House for being elected. I give them credit for seeking office, because I think it’s a noble pursuit, and I think we all come here for the right objectives. But I think we do get a little tainted sometimes on the partisan side of the argument.", "I would hope, as we move forward, that the government consider some things of what I said today. They can even think of the dream. But more importantly, I want them to think of what I’m saying, which is that I think it’s time to slow down the time allocation snowball that is running wild down the hill. It has picked up so much snow now, you’d think it went through Buffalo. I mean, it’s just getting bigger and bigger, and we’re getting run over by it.", "We want to act as a responsible opposition. I know I speak for my colleague in the third party when I say that. We want to be a responsible opposition, but you’ve got to give us that chance.", "I want you to really think about what you’re doing here and reconsider how you’re using the standing orders and the tool of time allocation to, in the words of my honourable colleague, choke off debate in this House." ],
  "anchor" : "para96"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para111"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I have to say, I’m not happy to yet again be part of a debate about time allocation. I think this is number four or five in time allocation motions that the government has brought forward, and they still intend to bring others.", "I want to split my speech into two parts: I want to talk about time allocation and I also want to talk a little bit about the bill.", "On the time allocation part, what members who just got here don’t realize is that time allocation makes this place not function. If you’re a government member, you’re sitting there and you say, “I’ve been told we can get our agenda through, and that’s great and that’s wonderful. We won the election—nah-nah-nah nah-nah—and we can do what we want.”", "The reality: Time allocation makes this place fail. It does not lend itself to what this Parliament is supposed to be all about. The basic idea of the Parliament is simply this: The government always gets to propose and the government always gets its legislation. The executive always should, at the end of the day, be able to do what it has to do. But on the flip side, the opposition has a very important role to play in the Parliament in looking at what the government is proposing, pointing out any criticisms, if any are needed, pointing out changes, if they need to be done, and saying sometimes, if you’ve done something right, that you’ve done it right. That is what the process of Parliament is all about.", "The other part is that, at the end, if you have time allocation, what you’re really doing is limiting the ability for the public to participate at the committee level, to have their say when it comes to the particular bill at hand. When the government brings over time allocation into a debate such as this, as this government has been doing, I really believe it destroys what Parliament should be all about. Parliament should be a place where you have some thoughtful debate on public issues; where the public has an opportunity, at the committee level, to come and to present to committee; and where committees, yes, in some cases, should travel so that people across this province who are affected by various pieces of legislation have a chance to have their say.", "If the government didn’t use time allocation, does that mean that the opposition would force every bill to travel through the province? Absolutely not. There are some bills that don’t need to be travelled.", "Let me tell you how it used to work here. Mr. Bradley, the member from St. Catharines-whatever; I don’t know the name of the riding. Sorry, Speaker." ],
  "anchor" : "para112"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "It’s just St. Catharines." ],
  "anchor" : "para119"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "St. Catharines. He remembers well because he was here when no time allocation existed, as I was when I was first elected. There was no time allocation in this Legislature. It was a foreign concept. The government had to work with the opposition to move its agenda forward.", "As the member from St. Catharines pointed out, when time allocation was brought into our standing orders by the NDP government—which I think was a mistake. He pointed out that the difficulty now is that there is not a bill that will go to third reading that doesn’t get full debate. In the days prior to time allocation, as the member from St. Catharines will remember, you hardly ever had a debate at third reading. Why? Because House leaders used to sit down and say, “All right. I’m the government House leader. I have an agenda, and it’s 10 or 15 bills that I would like to get done in this session or during this calendar year.” And the opposition would say, “Okay, that’s fine. Here are some bills that we think are important to our stakeholders and the people we represent. We would like to have a little bit of additional time at second reading on this bill. We want a little bit more time in committee on that bill. We would like to travel this bill so that we’re able to do public hearings.” There was that trade-off. The government got its agenda at the end of the day.", "There are a whole bunch of bills that really never got a lot of debate and got no time at third reading and got very little time in committee. I would argue that this would probably be one such bill, because this particular bill, which I’ll talk to later and I know the member from London Centre—" ],
  "anchor" : "para120"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "West." ],
  "anchor" : "para123"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "London West. She would like to speak to this later as well, and she’ll talk more substantively to the bill.", "The bill doesn’t do a heck of a lot, so it’s not as if we have to travel this bill across the province. But by using time allocation, what you’re essentially doing is you’re telling the opposition, “Forget it. We, the government of transparency—I, the Premier the Ontario, who say that I want to have a dialogue with people, I want to have a discussion with the people of Ontario and I want to have a transparent government, say, ‘Pull the curtain over the Legislature. We’re time-allocating everything.’”", "It is not only contrary to what the Premier promised in the election and not only contrary to what the Premier said after she was elected; it totally destroys what Parliament is supposed to be about. Parliament is about thoughtful debate; it’s about listening to both sides of an argument, hearing what the public has to say, and then us working together and amending legislation so that it actually becomes better legislation through the process.", "But time allocation takes all that away. Time allocation, in the end, will say to the opposition, “You know what? Talk out every bill at second reading, because it’s the only chance you’re ever going to have to speak to this bill.” So every bill gets six and a half hours. Then you bring a time allocation motion, and every time allocation motion will be spoken to at maximum by the opposition parties, and whatever time we get at third reading, we’re going to take that too. But tell me what that does for the process of making legislation and creating better legislation.", "Interjection." ],
  "anchor" : "para124"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "What was that? I didn’t hear you; sorry." ],
  "anchor" : "para130"
}, {
  "speaker" : "Interjection",
  "text" : [ "It’s efficient." ],
  "anchor" : "para131"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It’s efficient. See, that’s the problem. That is the problem. Government members and new members who come into this place think it’s efficient. So we’re in real trouble here, because I don’t think the members understand what this really means.", "What it means is that Parliament doesn’t work. Parliament is by fiat, and it’s the government deciding not only what the agenda is—which is their right. I never argue that the government shouldn’t have the right to decide the agenda. That’s why they got a majority government. That’s why they’re the executive. They have the right to set the agenda. And you know what, members? You also have the right to have your legislation passed, absolutely. I don’t argue otherwise.", "But you have a responsibility as government to not necessarily be efficient, as the member from the government side says—I think efficiency is a good thing in itself, but don’t throw out the baby with the bathwater here. And some are pretty big babies. If you look at me, there’s a lot of bathwater around me, but that’s a whole other story.", "The point is that it is not efficient, because what it does is it takes away what this Parliament is all about. I’m going to use this one example." ],
  "anchor" : "para132"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s arrogant." ],
  "anchor" : "para136"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It is arrogant. The member from Windsor–Tecumseh—is it Windsor–Tecumseh? Yes. I’m learning these ridings; I’m getting pretty good. The member from Windsor–Tecumseh says it’s arrogant, and I agree.", "I know that the member, in his heart of hearts, Tiny Jim from St. Catharines, as he was coined by my good friend the whip from the Conservative Party, from—Renfrew-Nipissing?" ],
  "anchor" : "para137"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Pembroke." ],
  "anchor" : "para139"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Pembroke. I’m going to get it one of these days.", "He made some fun of that, but he knows in his heart of hearts that what I say is true, because he remembers that when he came into this place, it used to be that House leaders used to work this stuff out.", "Let me give you an example of how this is bad for legislation.", "The government, under a former Liberal Minister of Natural Resources—who I will not name, because she’s no longer a minister and a member of this House—had introduced a bill having to do with something at MNR about the first term of the McGuinty government.", "They brought the bill into committee and they time-allocated it. So we had very little time, first of all, to have public hearings on the bill, and we had hardly any time to deal with clause-by-clause.", "For those people watching and saying, “What is clause-by-clause?”, that’s the time that we take to amend bills. So if you have a limited time for clause-by-clause, the time allocation motion in effect says, “Talk about the amendments, and when you run out of time, all of the amendments die and the government just gets its way.” So if the public has something in section 28 of the bill, and you’ve only got up to section 5 because you only had a day to deal with clause-by-clause, too bad. All of those suggestions that we heard from the public about every section after section 5 are lost.", "I’ll give you an example of what happened. The government brought a bill forward, and they said in the particular bill that they wanted a certain thing to happen. So they said, “This section of the bill clearly spells out that this thing shall happen.” I’m reading the bill, and somebody came to committee and pointed it out and said, “Hey, I don’t like this bill but, God, if you read this section, it doesn’t do what the government purports. It does the opposite.” So I questioned the person who was presenting, and I was kind of interested, so once we got to clause-by-clause—I had made notes on that schedule of the bill in that particular section—I raised the issue and proposed an amendment that would actually fix the problem. The government was going to vote against my amendment that was going to fix their bill to do what it is they wanted to do. I was just doing my job as a legislator.", "The government said, “No, no, we’re not voting for your amendment.” I said, “Why?” They said, “Because you’re wrong.” I said, “Hang on a second. Let’s call legislative counsel.” So I asked the lawyer who sits at committee, who is paid by this assembly, “Can you tell me if this section does what it is the government wants?” He said, “No, it does the opposite.” The government still argued that neither was I right, nor was the public right, but that even the lawyer was wrong.", "I then called the ministry lawyer—the person who was responsible for the ministry at this particular clause-by-clause section—before the committee in order to comment on the clause-by-clause. They have to tell the truth because when you appear before committee it’s just like a court of law. If you lie, and you can be found in contempt; we can put you in jail if we wanted to. We have that power. People don’t know that.", "What ended up happening was, the lawyer for the ministry said, “Yes, you’re right. This section of the bill does completely opposite to what the government wants. You are right.” The minister at the time said, “Hang on. I’ll take a look at it; I’ll bring it back to the Premier and I’ll look at if we can get this fixed.” The next day she came back to me and said, “No, Gilles, the section is staying the way it is.” She said, “I argued with the Premier that we should change it, because it does opposite to what we want, but the Premier said that if we do that it will show that we’re weak and that we got it wrong in the first place so just leave it the way it is.”", "We are now living with an act that is flawed and that we now have to pay the price for when it comes to development in northern Ontario having to do with natural resources. You will hear about that a little bit later.", "Those changes, that you should have done to the bill that would have fixed the bill to do what it is that you want, weren’t done, and now we have a flawed bill that developers are having a real problem with in the mining sector and in forestry—and anybody else who comes in contact with the bush is having a real problem with—because the MNR is having a problem trying to figure out how to permit things because, quite frankly, the legislation was flawed, the regulation is very confusing and they don’t know how to deal with it.", "Whose interest did you serve by time-allocating the bill? Did you serve the public interest? Absolutely not. We’re losing investment in this province because of bad legislation. I will bring those cases before this Legislature in due time.", "Was the government the winner? Yes, the government, in that case, thinks it’s the winner, but the reality is, we all lost, because those are economic activities that we’re not going to get in this province, where you would have revenue from taxation that could go to pay for things like high schools, subways, health care and other things.", "Time allocation in itself is not a process that is as efficient, as government members would say; it is a process that makes flawed legislation.", "So I’m not happy—normally we start our debates by saying, “I’m happy to participate in this debate.” I’ve got to tell you, I’m not very happy about participating in this debate, because the government is time-allocating everything through this House.", "The second point I want to make on time allocation is that the government, when they got elected, came to the opposition House leaders and said to us, “We are interested in finding a way that we can work together in order to get our agenda through the House.” The government said, “We have four bills; these are our priorities.” Never mind that the four bills have now become seven or eight, which I think is negotiation in bad faith. If I go into bargaining, either in a collective agreement scenario or a business deal, and I say, “This is how much I want for this,” and then you go away, Speaker, and you say, “You know what? I’m going to give him an offer based on what it is that he’s asking,” and all of a sudden I come back and say, “Oh, the price is jacked up now”—that’s bad faith. That’s just bad business practice.", "That’s what the government did to the opposition House leaders at the beginning of the session. They came to us and said, “In the spirit of transparency and doing things different and being an open government, Premier Wynne wants to find a way that we can work together. Can you pass my four bills?” We said, “Of course we’ll pass your four bills, but we would like to travel this bill a little bit more than that bill,” and do the kinds of things that normally happen at House leaders’. The government essentially walked away. I think they never had the intention of really having a compromise on any of this. They just wanted us to be part of passing their agenda without having any kind of scrutiny, and are now time-allocating absolutely everything that moves. I just say to the government across the way, you’re not doing yourselves and you’re not doing Ontarians any kind of favour by time-allocating these bills.", "The last thing I want to say in the 20 minutes that I want to leave for my colleague the member from London—" ],
  "anchor" : "para140"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "West." ],
  "anchor" : "para160"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "—West, are comments on the bill itself. If this bill was something that was so earth-shattering and great and wonderful, and it was so important to the economy, I’m sure that the opposition and the government can come to an agreement about how to pass this bill in a timely manner in order to help our economy and, I would suggest, probably make a better bill. The reality is this bill doesn’t do that.", "The bill does two things which the government already has the power to do. This is the thing that’s really weird. Everything in this bill, the two schedules, the government already has the authority to do. In other words, they don’t need this legislation to do what they purport to want to do in this bill, because they already delegated all those responsibilities to cabinet a long time ago.", "The first thing the bill says is that cabinet wants the ability, through the various ministers, to make a report annually about what they’re doing in order to reduce the burden—and that means red tape—on businesses in Ontario, and to report it in a prescribed manner so that they’re able to report to Ontarians what they’ve done to reduce the burden. Not a bad idea. I think I can vote for that. I think the members from Timiskaming and Windsor–Tecumseh can vote for that. It’s not a bad idea. The public should have the right to know what the government is doing.", "Do they need legislation to make it happen? Absolutely not. They’ve already got the authority to do it. The government could do this today. They could have done it yesterday. They could have done it 11 years ago when they were elected. They don’t need legislation to do that—to write a report? We’re time-allocating a bill so you can write a report, which you already have the authority to do? It sounds to me like you’re filibustering your own Legislature. That’s what it sounds like to me.", "The second part of the bill, the second schedule, which is really sort of the meat of the whole bill: They came to the conclusion that there are sectors in our economy. You know what? The member from Windsor–Tecumseh didn’t know there was an auto sector in Ontario. The member from Timiskaming–Cochrane didn’t know there was an agricultural sector in Ontario. I didn’t know there was a mining sector or a forestry sector in Ontario. Oh, my God. I bet you didn’t know that there were other sectors in the economy either.", "What this bill does is, it says, “We recognize by way of law that the government has the right to make regulations per sector and to draft a plan about how to help those sectors do better in this economy.” What legislation do you need to do that? Do you not think that the government could draft its own policies about which sectors they want to invest in and why, and what they can do to make the economy grow stronger in certain sectors of the economy?", "They use another language. They call them clusters. “Clusters” make me think of something else, and I am not going there." ],
  "anchor" : "para161"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "No, I’m not going to say that word.", "The point is the government is passing legislation to essentially do what they have the right to do already, which is to say, “We recognize that the economy is both sectoral and geographic and that there should be some sort of plan to help those sectors in those certain geographic locations to do better.” Do we need to use legislative time for the government to do that? Absolutely not. This government has drafted a bill with two schedules that they don’t need because they already have the authority to do that. Ask yourself the question, “Why are they doing this?” It’s a communications exercise, pure and simple.", "This is the problem—and I’m going to end, in the two minutes that I’ve got, on this point. There used to be a time when governments and opposition and the media—and I say the media for a reason—used to look at things on a more long-term basis. They would look at a particular problem in Ontario—in this case it could have been sectors of the economy, around automobiles or whatever it might be—and they would look at it and work at it and try to develop a plan over a period of time that actually was functional and got you results in the end. That’s not what governments do now.", "Governments operate by headline. The government needed a bill that reinforces their communication strategy that they’re doing something about the economy. They said, “What can we do that’s not going to cost us any money, that doesn’t really mean anything, so we can say to Ontarians we’re doing something?” That’s essentially what this bill does. The government has got a communications exercise through this bill to make it appear as if they’re doing something about the economy. Are they doing something about the economy? Go talk to the people at Cliffs. Go talk to the people in the mining sector or in the Ring of Fire. You’ll find out they’re not doing a heck of a lot. So much for sectoral clusters. There’s a cluster that kind of collapsed.", "The point is, the government now governs not by developing good, solid policy on issues. Rather, what the government does is, they find issues like this that they can sell to reinforce their brand that they can sell to the media and say, “Look at what we’re doing.” This is nothing more than a communications strategy.", "Mr. Speaker, I know government members are going to want to speak to this time allocation motion because they have very strong feelings. I look forward to hearing what the government members have to say about time allocation." ],
  "anchor" : "para169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para175"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I thought I’d be talking about Bill 7, but I can see that the government is now putting time allocation on it, I guess to limit debate on a bill, as the member from the third party clearly states, they don’t need. They have the rights.", "You have to really wonder, first of all, what the bill is here for. People in my riding certainly have been talking about the amount of red tape and the need to get rid of it, but it’s not something we’ve heard from the other side. We’ve heard for years how the government had to look after everybody, they had to put more and more rules in place. Then, every once in a while, they come back and talk about how they’re going to help small business by getting out of their way.", "I remember, last term, they had a bill where they were going to reduce it. The member on our side stood up and asked them if they’d stop doing such a good job, because they went from regulations that were about 2,000 pages to 3,600 pages. That’s their attitude of doing a good job of reducing regulation. They were almost doubling it in the time they were in government. The only good thing about this bill is that it maybe stops them from introducing another bill that may be more damaging to the economy.", "I was talking to a constituent in my riding just yesterday about the new regulations coming down in the Cemeteries Act. There are two small cemeteries they look after, one in Martintown that dates back to the late 1700s, a very old graveyard that’s essentially full. There are a couple of spots left. They also look after the cemetery in North Branch. He says he’s one of the younger members on the committee. He’s about 71 years old. It’s hard to get people to look after it. Now they come out with a real epistle where they have to fill in numerous pages wanting to know if they’ve ever lost a licence, all this detail. Of course, many of the people are getting up close to their nineties and they’re a little worried about filling in documentation like this. What are they trying to get at? They’re talking about being able to cut the grass in these two cemeteries and look after the costs with a very minimal return. The regulation on the return is very difficult. For the 1% or 2% that they get on the guaranteed investments, the service charge is around 25% because of legislation by this government. You can imagine, if you’re only getting 1% or 2%, which is pretty well, in this world today, guaranteed, maybe it would cost you 1% or 2%. Under the legislation, it’s costing them almost 25%.", "I’ve heard the same message in North Dundas—there’s another cemetery up there—with the rules and regulations. They’re able to get $20,000 a year on their investment. They now have to look after an accountant’s fee—it’s required. The cost on the investment is about a third of that $20,000, plus the insurance. When they’re finished, they have no money left to cut the grass. They’re taking donations. They have volunteers cutting the grass. They were able, a few years ago, to get a loan so that they were able to buy lawn mowers. So they have the lawn mowers. They have to fundraise to buy the gas.", "The township is involved because they’re looking at this—you know, we think it’s a small problem, but under the legislation the township has to take it over if it fails. They’re saying they’re required to hire three men to do that work in the summer for that one graveyard.", "Those are the types of extra costs we’re looking at putting on the people of Ontario with just crazy legislation—$20,000 that doesn’t get to do the job in that case.", "Now they’re talking about a bill that’s in place. They can do everything that’s here. They’re worried about debate on it. It’s almost like—I think as the member from the third party said—they realize that they don’t want people talking about this bill, because it’s an embarrassment.", "The problems this province has, and we’re dealing with something in this House that time-allocates—this is about the sixth bill that is time-allocated. This is the government that said they were going to be open and wanted to hear from the people, but everything we do makes sure that people don’t get a chance to have comment on their bills. In an election that was just a short time ago—six months—that was a different message.", "We also heard of an election campaign where, again—and I guess people shouldn’t be believing this—there would be no tax increases. Now we’re talking about a possible carbon tax.", "If these things were really so important, why weren’t they in the platform? I don’t want to say people were deceived, because people should know now that they shouldn’t necessarily listen to everything that’s said by some parties. But it’s getting to a point where election campaigns are simply there to say what they think people might want to hear. Times are tough. There are going to be some tough actions. Unfortunately, we’re seeing tough actions, but it’s all done under the covers.", "At the Winchester hospital last year, they closed 25%, or 22%, of their beds. These are beds they had just opened. This government spent millions of dollars; the community fundraised millions of dollars—$5 million or $6 million, I think—to build these extra facilities, and they’re closed. The nurses who would have been there are not hired.", "They’re talking about cuts, and there are cuts in nurses. They might have talked about the Harris days, where nurses weren’t cut—but that’s the message they tell, and if you tell it enough, people listen to you. But if it was so bad, why are we seeing more? Obviously, they didn’t agree with the Harris government. They thought they didn’t cut enough, because that’s what we’re seeing. We’re seeing people cut.", "Front-line home care in my area: again, another promise I thought I heard from the other government—they would increase that. In my riding, and I think in most of Ontario, we’re seeing cuts in home care.", "Again, I can see why this government is a little worried about the opposition debating bills, because it brings up some of these things. If I were them—and I think I hear it from the third party—I’d be embarrassed if it was six months or less after an election and you’re already changing everything you’re going to do." ],
  "anchor" : "para176"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Five months." ],
  "anchor" : "para192"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Five months, and all of a sudden, everything has changed. These supposed priorities that have to get through weren’t talked about.", "Child care: Everybody agreed that there needed to be some changes in the child care bill. But why are you getting rid of 65% or 63% of the spaces by requiring the private child care providers—and no hearings. They didn’t go around the province. These are generally people who are working during the working day. They’re not generally high-income. Being able to travel from Ottawa or my riding of Stormont–Dundas–South Glengarry to Toronto is a problem, and it just can’t happen. First of all, they have to find somebody to look after the children that so many people are requiring them to look after. Now you’re saying, “We’ll give you a few hours on a couple of days in Toronto, if you want to speak.” And you can easily see that there are going to be no amendments anyway.", "I have letters from my constituents begging us to make some changes: “Let us register.” They have no problem with that. What’s this idea that you have to go through another third party or a franchise, which just means more money, more costs, and more costs for people who are having trouble affording it today?", "In our case, we had the benefit of a neighbour who looked after our children, and it served us very well. It was easy. We were able to take the children over in the morning, get to work and come back. They were looked after until we were there to pick them up.", "Now in rural areas, you’d probably have to drive in the opposite direction to find somebody. Try to find a place in Cornwall; there are waiting lists there for spaces.", "We’re talking about a bill that not only doesn’t address the issues but makes it worse. We’re looking at something like 140,000 spaces lost.", "That’s why, I think, in a lot of ways, it’s good that we have a bill like this, because I don’t think it’s going to hurt anybody. But what we’re seeing is legislation being put through by this government that is hurting somebody.", "The other thing we talked about that I see in this bill is the discussion about identifying the red tape. But one really wonders. From my history here—it’s a short history; it has only been three years—we’ve seen this government do everything it can to make sure you don’t find out what’s going on sometimes. So the fact that they’re going to accumulate a list of red tape—are they going to release the report? Are we going to see that? I don’t know if that’s guaranteed in this bill.", "I’ve sat through some committees on government agencies where getting a simple report released took months—filibustering by the Liberal Party, meeting after meeting—just to get a simple report, to release a document that had been produced a couple of years before." ],
  "anchor" : "para193"
}, {
  "speaker" : "Interjection",
  "text" : [ "That was ridiculous, wasn’t it?" ],
  "anchor" : "para202"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Well, the third party introduced it in early December. It was the end of March before they finally ran out of being able to speak and they got caught. The meeting didn’t end in time for them not to have forced a vote. It was through lots of experience.", "The real insult was when I was at a session just a couple of weeks ago with the teachers who were in from across the province. The member—I won’t say who it was, but on the other side—complained that his biggest complaint here was how the opposition parties filibuster and don’t allow the working of this province. I sat there, and I thought, “Well, I’ve seen you talk for 20 minutes, followed by one of your partners and then one of your other colleagues, and then put an amendment on just to get through a committee meeting,” so that at the next meeting we started all over again, in that case.", "We saw this through the gas plants. I think it was a tactical error by the Liberals when they allowed committee meetings during the summer, where the meetings went more than just the hour and a half, so all of a sudden, filibustering for a whole day was no longer possible. The committees then were allowed to actually force a vote, letting some of these reports out, and we saw what happened.", "The first tactic was they thought they could ignore the committee, and of course, the rules of Parliament are very stringent, and committees have some rights. As history proves out, the records were delayed, and finally they were ordered to be released without redactions, without any omissions, and of course everybody saw what they were.", "We received thousands of documents, but one would have to wonder: When you see a document that is released and it has got half the page or three quarters of the page whited out so that you can’t read it—obviously, it’s not released. What is there that you can’t see? The order was not to do that, but that clearly went on. Of course, they were denying that it was going on, but this stuff was released. The press could see it. That was clearly there.", "Then we find out that even though we had pages of full letters with one line showing, another 20,000 showed up that they didn’t know about. So why would we have any trust on this side that we actually saw them all?", "I think there is some history there, and this just goes on about why we are in this time allocation, and why this bill, that talks about releasing information—are we going to actually get that? Is it just as the member from Pembroke had said? Is it just more spin by this government to look like we’re really trying to get to the point? I really wonder about this. It shows the frustration we have when we come through this building.", "The time allocation message doesn’t want to—it’s the sixth bill we’ve seen here. It just seems funny that they talked about needing three or four bills, and this is where we are.", "So there is a little frustration from our House leaders. I listen to our House leader when he talks about his meetings—the member from the Brockville area—and how the co-operation is questionable, I guess you’d say.", "When I went through this bill, and we talked about getting rid of the regulations that are hurting—I hear this every day about some of the issues. One of the big issues that’s hurting us is energy costs, and I don’t see anything that’s talking about fixing that issue. It’s the number one issue in my riding and, I think, across the province.", "We heard an agri-food business just last week, a major employer in western Ontario—they were very clear: They’re going to expand, a much larger centre, into Michigan. They gave two reasons. One was the cost of energy—they couldn’t afford to compete here anymore in Ontario—and the other was the pending pension plan. They just said they couldn’t, in good conscience, build that facility here. Ten years ago, they would have built that here. We had some of the lowest energy costs in North America. We also had competitive labour. But we’re losing that because of the WSIB costs they’re putting on, and they just don’t see that. They see these businesses as a candy store, an opportunity to tax: “Let’s go at them.”", "But you know, in this day and age, with free trade, we demand good products. If I look around my home, most homes, TVs aren’t made in North America anymore. They’re cheaper, bigger and better from some of the other countries. We demand the best; we demand the best wherever they’re produced.", "When people are buying things today, they don’t look—I have a lot of pride in our labour force and what we can produce, but unfortunately the population generally looks at price at some time. When you’re pricing yourself out of the market—certainly our neighbours are no longer buying our products in the States. It’s unfortunate, because that was the basis for our quality of life, for our income. We’re losing the ability to pay.", "The other thing that’s really hurting is the regulation and some of the costs on labour, and how we’ve made it so difficult for people to survive.", "I got this letter through my office, and they asked me to read it, so I thought I would read it; today would be as good a day as any. The subject of the letter is: “A sad day.” I’m reading it verbatim:", "“Not that this letter means much but I feel that I need to tell my story to someone. On the 25th of September 2014 I had to shut my business down due to the excessive wages bestowed onto me due to unionization. On February 24 2014 my company was unionized with the IBEW. A plot (in my mind) that was strategically planned by the IBEW.", "“December 30 of 2013, three men worked on a site when my company was officially closed due to the Christmas season. There were two card based and one that was not as indicated by the labour board. The labour board did not once disclose to me the two that were card based and am not sure if the labour board conducted an inquiry on this. Simply union word over mine.", "“After unionization it was told to me that IBEW will help me with the transition and they offered me a sum that I felt might work. But it proved to be fatal. I was competing and pricing work which I always seem to be consistently 8% higher than non-union and union competitors. After careful examination the profit was less than 1% and they were lower by 8%. Something is wrong with this.", "“Seven months went by paying in excess of $450,000 extra in wages and union stabilization fund equalled to $80,000—a far cry from help.", "“I have lost my business that has been situated in Arnprior for 70 years. Lost any of my retirement savings and now I need to actively search for employment, a 54-year-old person starting over. I wish to bow out gracefully but it has its challenges as well. I would like to finish up on going to jobs which I have started but IBEW refuses to send my men back to work or others to help me. They finally sent me one man but not enough to satisfy the workload. My clients want to work with me but realize I cannot do all this work in a short period of time with one man. Union representatives are cruising my work areas to make sure that I am abiding by the rules. I’m done and they still are kicking at me.", "“Changes need to be made so others do not follow in my footsteps. I would appreciate if government would at least let me bow out gracefully so my creditors will not be punished more, due to ongoing harassment.", "“Please forward my letter to the Liberal government (Premier of Ontario) so they are aware of this and their solution for unionization.”", "It’s not an issue with unionization. The issue is really about fair play. This is a person who I guess was active on the file and now he seems to be penalized. Two people in a workforce of 40 or 50 people determined the future of this company. Half of the employees quit outright, because they did not want to work under a union; they wanted to work under an open contract. Then they would not send electricians over to work with him. They sent him one person. With his contracts, he couldn’t get the work done. There were lawsuits. I mean, he ended up going bankrupt and losing his retirement savings.", "These are things that are happening in Ontario. You know, most people don’t believe that’s happening. The contractors are afraid to talk about it, because they’d get targeted just like this person.", "Those are regulations brought in by that government, and I think it’s time that we look at what’s going on, time to help business. These are people who were paying taxes. Now he’s going to need help and he’s on welfare. That’s not doing anybody any good. It’s not helping our health system, and it’s not helping the people of Ontario.", "Thank you, Speaker." ],
  "anchor" : "para203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Stormont–Dundas–South Glengarry" ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 10:15, and this House stands recessed until 10:30." ],
  "anchor" : "para232"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have laid upon the table a special report of the Auditor General entitled 2015 Pan Am/Parapan Am Games Security." ],
  "anchor" : "para235"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m very pleased to welcome two of my constituents from Georgetown, Dave and Cheryl Potosky, who are in the members’ gallery. Welcome." ],
  "anchor" : "para237"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’d like to introduce two Welland professional firefighters, Steve McQueen and Joel Myers, in the members’ gallery." ],
  "anchor" : "para238"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I’m very pleased to introduce two Hamilton members of the Ontario Professional Fire Fighters Association, two good friends, Ron Summers and Stan Double, who are here with us this morning. Welcome." ],
  "anchor" : "para239"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "It gives me great privilege to welcome to Queen’s Park today some friends of mine from the Strathroy and District Chamber of Commerce: general manager Shannon Churchill—and her son Colton Churchill—as well as Chris Bregman and Francesca Bury. Welcome to Queen’s Park." ],
  "anchor" : "para240"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I would like to welcome our page captain Steven Kottaras’s family today: his mother, Angie Sutter-Kottaras; grandmother Rena Kottaras; and grandfather Steve Kottaras. They’re in the members’ gallery today. Welcome to Queen’s Park.", "I’d also like to welcome our Hamilton firefighters, Stan Double and Ron Summers, to Queen’s Park today. Welcome, everybody." ],
  "anchor" : "para241"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I have several introductions today. First of all, Rick Harms, a project engineer with the city of Thunder Bay, is here today in his capacity with the Ontario Good Roads Association. Welcome to Rick.", "I have two Thunder Bay professional firefighters here today as well: Dennis Brescacin and Phil Dzuba. I believe I’m meeting with them later today; just nod if that’s the case.", "Finally, Speaker, I’d like to introduce Nathan Lawrence and Michael Nitz, who are here today from Thunder Bay as part of the contingent of the Young Professionals Network of Ontario. Welcome to them as well." ],
  "anchor" : "para243"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Good morning, Speaker. I have three guests here from my riding: Middlesex county engineer Chris Traini; Sandi Loponen, an Elgin county librarian; and I’d also like to welcome professional firefighter Warren Scott from St. Thomas. Welcome." ],
  "anchor" : "para246"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome two Niagara Falls professional firefighters, Todd Brunning and Dave Jarrett. Thanks for coming—and all the firefighters who are here today.", "I’d also like to welcome Glen Walker, who’s from Positive Living Niagara. Thanks for coming." ],
  "anchor" : "para247"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I have two introductions today. Nick Zalewski, a page for this session from my riding of Don Valley East—his family is in the members’ gallery today, in the back there. I would like to welcome his parents, Cathy O’Halloran and Jack Zalewski, and his grandmother Elizabeth, who’s celebrating her birthday tomorrow.", "Also, I’d like to welcome the Ontario Library Association, which is here today meeting with MPPs. I’d like to welcome president Anita Brooks Kirkland, vice-president Jane Hilton and executive director Shelagh Paterson, who are my guests today in the opposition gallery. Are they over there? There they are. Nice to see you." ],
  "anchor" : "para249"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s a pleasure to welcome to the House Teeswater native Christine Bregman, who works for the Strathroy chamber of commerce. Her family have been long-time friends, and I went to high school with Christine and her sister." ],
  "anchor" : "para251"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have visitors: Mr. Kris Vopel and Mark Muldoon. Both are professional firefighters from the city of Greater Sudbury.", "I also have Rick Kennedy and Stacey Mayhall with the AIDS Network. Stacey is from North Bay.", "Please welcome them to Queen’s Park." ],
  "anchor" : "para252"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "It’s a great pleasure, Mr. Speaker, to welcome two firefighters from my riding of Richmond Hill: Greg Horton and Jeff Voisin. Please join me in welcoming them to the Ontario Legislature." ],
  "anchor" : "para255"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I would like to introduce from PARN, which services Peterborough, the city of Kawartha Lakes, Northumberland and Haliburton: Kim Dolan, executive director; and Mark Phillips, the vice-president of the board of directors. Welcome to Queen’s Park this morning." ],
  "anchor" : "para256"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to welcome Ruth Cameron, executive director of ACCKWA from Waterloo region; and Brett Gibson and Dean Good, awesome firefighters from Waterloo. Welcome to Queen’s Park." ],
  "anchor" : "para257"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to introduce, from the Ontario Professional Firefighters, from my riding, Ann Bryan, Peter Nolan and Fred LeBlanc. Thank you." ],
  "anchor" : "para258"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "I would like to welcome, in the gallery, Shanna Pearson, Susanna Hubbard Krimmer and Sophia Aspotol. They’re from the Ontario Library Association. Welcome.", "I’ve also got a number of firefighters here from the Midland fire service, the Orillia fire service and the Barrie fire service. I’m not going to mention everybody’s names. I’m not sure exactly who they are right now, but welcome to Queen’s Park." ],
  "anchor" : "para259"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Je voudrais souhaiter une extrêmement belle fête à ma collègue fédérale. Son nom est Carol Hughes. Elle est la députée pour Algoma–Manitoulin–Kapuskasing. Elle est à Ottawa. Bonne fête, Carol." ],
  "anchor" : "para261"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "It’s my pleasure to welcome a number of folks from the Ontario Professional Fire Fighters Association; first, Ed Kennedy and Doug Erwin, from the Toronto Professional Fire Fighters’ Association. Ed is the current president and a wonderful constituent of mine in Pickering–Scarborough East. We also have Colin Arnott and Neil Delory from the Pickering Professional Firefighters Association. Welcome all." ],
  "anchor" : "para262"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I had a great meeting this morning with Jason Crites from the Cornwall Fire Department and Bruce Donig from the provincial firefighters’ association, who is also from east Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para263"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am pleased to welcome Pete Dyson and Ken Whetham, from Oshawa Fire Services. I see Bob Brandon from Whitby fire in the corner, so I would also like to welcome those from Whitby.", "Also, I am pleased to welcome the executive director of AIDS Durham, Adrian Betts, and board chair Derek Stott today to Queen’s Park." ],
  "anchor" : "para264"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "On behalf of the members from the great city of Ottawa, I want to welcome great and brave Ottawa firefighters John Sobey, Malcolm Todd and Erik Leicht. Welcome to Queen’s Park." ],
  "anchor" : "para266"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to welcome to the House today Andrew Rogerson and Brad McCann of the Stratford Professional Fire Fighters’ Association." ],
  "anchor" : "para267"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I would like to introduce Peter Osterberg, who is from the Timmins Professional Firefighters and also the political action director for the organization. Welcome to Queen’s Park." ],
  "anchor" : "para268"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It’s my great pleasure to welcome two members from the Cambridge Professional Fire Fighters’ Association, my good friends Chris Davidson and John Holman." ],
  "anchor" : "para269"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I also want to recognize Michael Nitz and Nathan Lawrence of the Young Professionals Network of Ontario. There’s a reception being held today at noon in room 228.", "And of course, to fire fighters from Thunder Bay Dennis Brescacin and Phil Dzuba and also Eric Nordlund from the Thunder Bay Professional Fire Fighters Association: Welcome." ],
  "anchor" : "para270"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I would like to welcome to Queen’s Park today the president of the Burlington Professional Firefighters Association, Dan VanderLelie; and his colleague Paul Cunningham—and the president of the Ontario Professional Fire Fighters Association, from Oakville, Carmen Santoro; and Ernie Thorne, his vice-president. Welcome to Queen’s Park." ],
  "anchor" : "para272"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "It’s my pleasure to introduce Marty Kenopic and Robert Shaughnessy of the Sault Ste. Marie Professional Fire Fighters association." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think it’s safe to say that we love our firefighters." ],
  "anchor" : "para274"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To show you that I do too: With us in the Speaker’s gallery today are the president of the Brantford professional fire fighters, Tom Smith—welcome, Tom—and an old neighbourhood buddy from a long time ago, from Toronto, Ernie Thorne. Glad you’re here, Ernie.", "Congratulations, everybody. Thank you.", "It is now time for question period." ],
  "anchor" : "para276"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. Good morning, Premier.", "There’s no debate that everyone deserves the ability to retire comfortably. But getting there should not result in the loss of jobs or the closing of small business. Yet that’s exactly what your Ontario retirement pension tax is poised to do.", "Opposing your plan is the top priority of the Canadian Federation of Independent Business. I’ll be presenting their 3,600 petitions later today. Four out of five of their members oppose your plan; 69% of their members say that they will freeze or cut salaries; more than half will reduce employees; and 13% will just plain and simply close their doors.", "Premier, when people have been fired or companies been put out of business, what kind of retirement do you imagine for them?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I thought for a moment there, as the member began his question, that he had switched his position and that he was actually going to support the Ontario Retirement Pension Plan, because as the member opposite knows, there is a fair degree of consensus across the country that it would a very good thing for the Canada Pension Plan to be enhanced. I’m assuming that the member opposite is not making an argument that the Canada Pension Plan is a bad thing, because there are all of our constituents across the province who have benefited from the existence of the Canada Pension Plan, and so many thousands of Canadians have had the opportunity to have some security in their retirement because of the Canada Pension Plan.", "We have said that it would be a very good thing if the Canada Pension Plan could be enhanced, but Stephen Harper has decided that is not what he is going to do." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para288"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, it’s policies like your pension tax that hold Ontario back and drive jobs away. As a lifelong entrepreneur, to me it’s simple: You get rid of the payroll tax so that small business is encouraged to actually create jobs.", "There are solutions you could pursue to achieve this goal without hurting small business: voluntary pooled retirement pensions; financial literacy in our schools. Those are two examples, Premier. These will help people achieve their retirement goals while having a job long enough to actually get there.", "Over 50 chambers of commerce signed a letter to your government expressing concern over your pension tax. They’re still waiting for an answer. Ontario business is clear. Families are clear. Neither can incur this new tax. Premier, why aren’t you listening to them?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, let me just say first of all that a number of the things the member opposite has mentioned, we’re already on. I know that the member for Whitby–Oshawa knows that I worked with the late Jim Flaherty to make sure that financial literacy was in our curriculum, and it is there.", "Let me pick up from where I was talking about the Canada Pension Plan. The federal Conservatives have decided that the Canada Pension Plan will not be enhanced at this point, even though there is agreement across the country that that is something that needs to be looked at. So we have said, because 77% of Ontarians support an increase to pension benefits—let me just repeat that: 77% of Ontarians support an increase to pension benefits—we made the decision, and ran on this, that we would put in place an Ontario Retirement Pension Plan that would come into place in January 2017." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para294"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, if you won’t listen to small business or families, perhaps you’ll listen to the advice from your very own Ministry of Finance experts.", "I’d like page Steven to provide you, your finance minister and the associate minister with copies of your internal document, which clearly shows that for every $2 billion in payroll tax you siphon out of our pockets, you eliminate 18,000 jobs in the province.", "This confidential advice to cabinet, which you received, states your pension tax will result in “lower business investment, relocation … to other jurisdictions, reduced work effort” and “out-migration of people.”", "Premier, you already know the result of this new tax. Your own people are telling you how harmful this will be to—" ],
  "anchor" : "para295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para299"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "—Ontario’s economy. By going ahead—" ],
  "anchor" : "para300"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Be seated.", "Premier." ],
  "anchor" : "para301"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think the member opposite knows that there are thousands of Ontarians—in fact, the majority of Ontarians don’t have a workplace pension plan, and he knows that the enhancement of the Canada Pension Plan would be a good thing. In fact, if the member opposite wants to talk about internal documents, perhaps he’d like to talk about the Harper government’s own internal documents about the benefits of expanding pensions: “In the long run, expanding the CPP would bring economic benefits. Higher savings will lead to higher income in the future and higher consumption possibilities for seniors.”", "In fact, the member opposite knows that our timing of bringing in the Ontario Retirement Pension Plan in January 2017 is to coincide with the reduction in EI payments off the payroll at that time. So we are talking to small business, but we know that people in Ontario need this security. In fact, people across the country need this security." ],
  "anchor" : "para303"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My next question is back to the Premier. Small businesses are staggering under the burden of your skyrocketing energy, new taxes and fees and unnecessary red tape. You throw all of this at them, and then wonder why so many businesses are leaving Ontario. We already have the highest electricity rates in North America, and they’re projected to go up a further 42% in the next five years. Your failed renewable plan has us exporting power to Quebec and the United States at a loss of $1 billion in October alone—Premier, that’s a whole gas plant scandal in one month.", "After your pension tax, this is the CFIB’s biggest issue; 93% of their members want a leader who will commit to relief in energy. Premier, why can’t you be that leader?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We just went through an election campaign where we made it clear that our priority was to work in the best interests of people across this province, to make sure that we work with businesses to increase jobs. In fact, we have more than 550,000 net new jobs since the recession. That’s a very good thing.", "In terms of our relationship on energy with Quebec, I don’t know if the member opposite missed the announcement on Friday, but we have just made, really, a historic agreement with Quebec to trade energy in our peak times, when we need power and they need power. That is a good deal for the people of Ontario, and it’s a good deal for the people of Quebec. In fact, it’s a good deal for the people of Canada when provinces are working together." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, in addition to your skyrocketing energy rates, you’ve slapped small businesses with an unnecessary WSIB premium through Bill 119. Requiring family-owned contractors to pay WSIB coverage even though they already have better private insurance is just another tax on small business, independent tradespeople and contractors. This is cutting directly into their livelihood. For many, it’s the straw that breaks their financial back. We all know this is a tax designed to bail out another Liberal mess, the $14-billion unfunded liability at WSIB.", "Premier, will you address the real problem? Will you initiate a formal government task force to resolve the WSIB boondoggle, repeal Bill 119 and stop making small business pay for your mistakes?" ],
  "anchor" : "para311"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para313"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "In fact, Bill 119 improves the unfunded liability, which is something that workers, employers and business people around the province of Ontario have been asking for. It’s precisely the reason that it was brought in, because we believe in taking into account the real needs of Ontario’s workers and business. Bill 119 is about improving the health and safety in the construction industry itself and to help business. It’s about reducing the underground economic activity that takes place on a regular basis. We listened to the—", "Interjections." ],
  "anchor" : "para314"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para316"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "As I was saying, we did listen to the concern of all stakeholders, and as a result of that, we provided certain exemptions. Business had a reasonable period of time to adapt to the bill. We’ve heard from stakeholders that the underground economy needs to be addressed, and we did." ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para319"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, for many small businesses, red tape is imposing a death by a thousand paper cuts. We had 2,700 fewer small businesses in Ontario last year than the year before. Premier, they’re gone. Your red tape is costing Ontario businesses billions of dollars annually. A recent CFIB report shows that red tape is a hidden tax which costs the provincial economy $11 billion each year. Even the smallest of firms spends $6,000 per employee to comply with government regulations. That’s money that can’t be reinvested in their business.", "Premier, the Liberal government shut down the Red Tape Commission established to prevent this. Will you re-establish the Red Tape Commission, support small business and make Ontario first?" ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Labour?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, the Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para323"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The member has got to take a look at the facts: 183,000 net new jobs created by small businesses in Ontario since 2008. That’s growing. That’s good news. The fact is that the small business optimism index surged six points in October. It’s now up to 70 points—among the top in the country. Those small businesses are a lot more optimistic than the member opposite. The member knows we have reduced regulatory burden by 17%.", "If he really cares about small businesses, he would join us in Bill 7, which ensures that we do the single greatest ask of small businesses on the government, and that’s coming forward with an annual report that ensures that our government’s feet are held to the fire as we work with small businesses to continue to reduce regulatory burden—" ],
  "anchor" : "para324"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para326"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me.", "The member from Renfrew–Nipissing–Pembroke will come to order.", "New question." ],
  "anchor" : "para328"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Premier. People are wondering why they should believe anything that this government tells them. The serious trust issues that existed pre-election continue. The Premier’s Minister of Health says that cuts to health care and home care are a myth, but the province’s CCACs are saying that nursing hours and PSW services are being cut back. You can’t deny that.", "How can the Premier expect people to believe her government when the cuts she denies not only exist but are the lived experience of people in this province?" ],
  "anchor" : "para332"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Health is going to want to comment in the supplementary. But let me just repeat what I have said a number of times in this House, which is that we continue to put more money into home care and into community care to allow people to get more service and to allow more people to get the service that they need in their homes so that they can stay in their homes and that the care that they get is adequate.", "The other reality is that we are going through that transition. We are changing the system so that more people who might have traditionally been in hospital can get the services that they need in their homes. That means that there are changes happening in communities across the province. We continue to invest more, and we will continue to invest so that we can move through that transition and people can get the care that they need where they need it." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para336"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Again to the Premier: Premier, it’s not just health care. I don’t think that you know where this money is going, because it is not going to the front line. It’s happening across your entire government.", "The Premier said that there is not a sell-off of our shared public assets, but Ed Clark has said in black and white that the plan is to sell off Hydro One’s distribution business, even though it’s profitable, and to privatize local hydro utilities, even though they’re profitable—and he’s opening the door to selling OPG hydro dams, even though they’re profitable.", "How can the Premier expect people to believe this government when they are saying they won’t sell assets and then they turn around and propose the sell-off of those very same assets?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I guess there’s a loose connection between that supplementary and the initial question.", "What I will say is that we ran on both the issues that the member is raising. We said very clearly in our budget and in our platform that we were going to continue to transform the health care system, that we were going to continue to invest in the care that people need where they need it. We also said that we were going to ask Ed Clark to look at the assets that are owned by the people of Ontario, and we were going to make sure that we were doing everything in our power to make sure that the value of those assets was optimized so that we could invest in the assets, in the infrastructure and the transportation infrastructure that’s needed now, in 2014.", "Ed Clark and his commission have looked at the assets. He has made recommendations. It’s exactly what we said we were going to do, and we are going to act on those recommendations." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para343"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "There’s no disconnection between the questions. The theme is that you say one thing and you do another thing.", "Premier, after all the problems your government has had in the education sector, you are now proposing cuts to that ministry as well. Speaker, in public, the Premier says that there’s more money going into schools; she just said it. In private, the documents show that half a billion dollars is proposed to be slashed out of the school boards’ budgets.", "How can the Premier expect anyone to believe her when her government is denying health care cuts, they’re denying the fact that they’re selling off public assets, and they’re denying that they are cutting public education budgets in the province of Ontario?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am well aware of the member opposite’s background in education. I know she knows full well that there is more money in education, and there continues to be more money in education. She knows that the damage that was done under the previous regime has been repaired year after year after year under our government, and we will continue to do that.", "But as we said: investments in home care and health care, investments in and the review of our assets, Mr. Speaker. We also said that we’re going to work with school boards, because we know that there are fewer students in many of our schools. We know that school boards struggle often with the consolidation of schools. We know that there are ways that school boards can work together. We are going to work with school boards to make sure that they’re able to do that, as we continue to invest in the talent and skills of our children." ],
  "anchor" : "para347"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question to the Premier: Premier, transit riders are demanding that the Union Pearson Express become a true public transit service, not an exclusive service for business travellers. The public has paid half a billion dollars to build the Union Pearson Express. Can the Premier tell transit riders whether it’s going to be affordable for ordinary travellers and commuters to use?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para351"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member from Toronto–Danforth for that question.", "I think it’s important to recognize that with respect to this particularly wonderful project that our government has been working on, this is something that will be fully operating in time for the 2015 Pan Am/Parapan Am Games. It’s a project that is on time and that is on budget.", "I know that the team at Metrolinx has been working very closely and very hard to determine a fare that will be acceptable in terms of sustainability and also will provide the people of Toronto and the people coming to Toronto from around the world with the opportunity to be connected to Union Station for the very first time ever. I look forward to learning more, before the end of this year, of what the exact fare will be.", "But the exciting thing is to remember that we will, for the first time, have a direct connection between two of our busiest transportation hubs in the country, Pearson airport and Union Station." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para356"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Again to the Premier: Ontarians have already paid half a billion dollars for the Union Pearson Express, and more costs are coming. The people who are paying for the train should be able to ride it.", "The government has leaked that there will be a discounted fare, but when the representatives of 40,000 airport workers were promised a public meeting with Metrolinx to talk about the fares, it never happened. If a deal exists, it took place behind closed doors and didn’t include airport workers, so nobody knows if the deal is what airport workers have asked for.", "Will the Premier ensure that the fares on the Union Pearson Express are affordable for travellers as well as the 40,000 people who work at Pearson airport?" ],
  "anchor" : "para357"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m not quite sure I understand the point that the member opposite is referencing with respect to a leak by the government regarding this.", "What I said in my initial answer was that the team at Metrolinx is working very, very hard to make sure that we land in a great spot for everybody across the greater Toronto and Hamilton area. Right across the province of Ontario, there are ongoing conversations that are taking place.", "Of course, Speaker, there are a number of members on this side of the House, including the member from York South–Weston and the member from Davenport and others, who have brought forward some of the concerns and some of the suggestions from the people that they represent. They’ve done a wonderful job of doing that.", "It’s important to recognize—and I would sincerely hope that that member and that caucus would recognize—and celebrate the fact that we will, for the first time ever, in 2015, have that dedicated air-rail link. It will be available to people right across the region. It will provide an opportunity for tourists coming to Ontario to experience all that our province has to offer. This is a reason to celebrate." ],
  "anchor" : "para360"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para365"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The government is waiting to announce fares on December 11, the day the House rises. It’s a very good day to bury an issue.", "I’ll ask today: In Vancouver, commuters can get to the airport for $9. In Cleveland and Baltimore, it’s $2. In Philadelphia, you can take the train to the airport for $8. Can the Premier tell Ontarians whether she’ll ensure that getting to the airport in Toronto is affordable for travellers and airport workers alike?" ],
  "anchor" : "para366"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Again, I’m going to try to respond to this question as I did with the other two. We have to remember that in 2015, when the air-rail link, when the Union Pearson Express is operating—it’s on time, it’s on budget—for the first time ever, two of our busiest transportation hubs in the country will be connected: Union and Pearson.", "I find it interesting as well that members from that caucus and some others will often talk about examples of what takes place in other jurisdictions. I would encourage those doing your research to actually look at an apples-to-apples comparison.", "The bottom line, though, is that the team at Metrolinx is working very hard. I expect that before the end of this year, we will have more information about precisely what the fare is. I would ask that member to be a little bit more patient, but also to join with us in recognizing that we will have that dedicated air-rail link. It will help workers getting to the airport. It will help people right across the region, right across the province. It will provide tourists with that opportunity—" ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para371"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "—to help support our economic development, and it will also—" ],
  "anchor" : "para372"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para373"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Natural Resources and Forestry. Minister, your government continues to levy a number of additional fees on hunters and anglers. In a matter of days, your ministry will introduce a service fee to Outdoors Cards and licences—an increase of 23% in certain instances. This comes after the ministry reported that the special purpose account, which is funded by licence fees and required to be used for the conversation of Ontario’s fish and wildlife resources, increased by 31% in 2010-11.", "This ministry continues to raise and introduce new fees to hunters and anglers even though they continue to shirk their responsibilities for maintaining our resources. The Environmental Commissioner states: “It appears that the Ministry of Natural Resources is walking away from many parts of its job to safeguard wildlife and natural resources.”", "Minister, why should hunters and anglers give you more money to mismanage our resources?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I thank the member for the question. Maybe in the supplementary, he can outline for me exactly what it is, apparently, that we’re shirking or what responsibilities we’re walking away from, and I’m looking forward to hearing those.", "What I will say is that the decision to raise the fees in the SPA was a decision that was made a year ago it. It becomes live on December 1, I believe. There will be an increase to the fees.", "I would say that one of the things that has been slightly misrepresented in the media on this issue is that it is one administration fee. It is not a series of fee increases. Hunters and fishermen, when they buy their licences, if they do one purchase for their Outdoors Card and for a hunting and fishing licence, it will be one fee, one time. If they buy them individually, it will be a $2 increase each time.", "The bottom line of this is the fact that the SPA supports the programs that are done in the province of Ontario, as it always has. There’s a shortage of revenue. This is one of the ways we have found to keep those programs whole." ],
  "anchor" : "para378"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para382"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Minister, it doesn’t matter when the decision was made, but one new fee is one too many, on behalf of hunters and anglers.", "It’s no wonder that you continually have to tax hunters and anglers due to your government’s mismanagement of the resources. How can you expect revenue to grow when you have mismanaged the moose population in northern Ontario, causing a decrease in hunting tags? You have limited fishing licences in northern Ontario. Overall, you’re charging hunters and anglers more and delivering less.", "Hunters and anglers want to know the truth. Your ministry has not released the annual report for the special purpose account, on which you were basing your fee increases, for the last three years. You can’t be open and transparent and show where the money has gone.", "Minister, with the Environmental Commissioner observing a decrease in your resource management and your lack of transparency when it comes to reporting the state of the special purpose account, how can you expect hunters and anglers in this province just to give you more money?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "The member raises a fair point. I can tell him that the annual report on the special purpose account will be tabled very soon. I do thank him for raising that, and I will be happy to bring those into the Legislature.", "Speaker, the member raised an issue relating to the moose populations in northwestern Ontario. In fact, we have learned that the moose populations in some of the wildlife management units in northern Ontario are in significant decline because we actually invested money from the very account that the member is now criticizing that we’ve raised the fees on.", "We flew an aerial survey that cost about $5 million. The money comes from the special purpose account, and it’s that very data from that very account, having the money to expand, that provided the data for us to now go forward with a very significant moose management project on behalf of the hunters and tourist outfitters in northwestern Ontario.", "I would tell you that as a group, they are very supportive of the work we’re doing on the moose project. In fact, the tourist outfitters have embraced the work that we’ve done on this project." ],
  "anchor" : "para387"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Minister of Labour. I think that all members in this House would agree that first responders, such as the firefighters who are visiting us today in the Legislature, have demonstrated over and over again the enormously important role that they play in protecting our safety and our security. I want to thank them.", "That’s why, in the opinion of New Democrats, there would be no better way for this House to show its gratitude and respect for these first responders than to pass legislation that would directly affect and deal with post-traumatic stress disorder and the WSIB.", "If passed, this presumptive legislation would mean that it would be presumed that front-line responders suffering from PTSD acquired the illness on the job and therefore are automatically eligible for WSIB benefits.", "Minister, why won’t this government commit immediately to passing PTSD legislation in this House?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the honourable member for what is a very, very important question.", "Let us extend from this side of the House our sincere thanks for the role that first responders play on a daily basis to keep us safe in this province." ],
  "anchor" : "para396"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It was certainly a valuable experience we gained from the round table that was held on mental stress, including PTSD, by all the first responders, which has taken place over the past 18 months and reported to us just recently. It has certainly provided us with the information we need to move forward.", "Is presumptive a part of the solution? That is yet to be determined, but what there is is a determination that we simply need to do more about PTSD—" ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer." ],
  "anchor" : "para401"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’ll answer, I think, a little bit more clearly in the supplementary." ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para403"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Back to the minister: Post-traumatic stress disorder can emerge after exposure to a traumatic event or series of events and may include paranoia, nightmares, rage, flashbacks and panic attacks.", "PTSD claims now are decided on a case-by-case basis, and appeals can take years to settle. This is simply unfair. The brave women and men who are the first responders to a crisis and who guarantee our safety and security shouldn’t have to fight the system to prove that their PTSD condition is work-related.", "For years New Democrats have been introducing legislation in this House to make PTSD presumptive, including Cheri DiNovo’s Bill 2. A standing ovation is fine and it definitely is appreciated, I’m certain, but legislation is what firefighters are asking for, what our first responders are asking for.", "Will this government commit today to passing legislation making PTSD a presumptive condition for the purposes of WSIB benefits immediately?", "Interjections." ],
  "anchor" : "para404"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It was one of the proudest moments of my day when we announced presumptive coverage for our first responders when it came to cancer coverage and expanding that to heart injuries.", "The ministry has released its report on the round table on traumatic mental stress. It provides insights into the ways that we can deal with this. As a result of that, what we’re planning in the early part of 2015 is a summit on work-related stress, with a major emphasis on PTSD.", "We want to move forward on this issue. We know that all Legislatures in this country should be treating this with the seriousness that it deserves. Ontario is treating it that way. Presumptive coverage may be a part of the solution. I’ve met with the member from Parkdale–High Park on this issue personally. I commit to moving ahead on this issue." ],
  "anchor" : "para410"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "My question is to the Associate Minister of Finance. Earlier this month, the minister visited my riding, the great city of Burlington, to discuss our government’s new Ontario Retirement Pension Plan, share information on how this plan will create a secure retirement future for millions of Ontarians and listen to both the concerns and the suggestions of stakeholders in my community.", "In that regard, I was pleased to participate in this meeting and hear a broad range of perspectives from my constituents, including business owners, community leaders and young entrepreneurs.", "I know the minister valued the feedback she received. Could the minister please inform this House what she has been learning from Ontarians in her meetings and discussions on the ORPP?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the hard-working member from Burlington for this question.", "Since taking on my role as the associate minister, I’ve had dozens of meetings with Ontarians about the ORPP. What I’ve learned so far is that this issue of retirement security relates to everyone, and the reasons why we are moving forward are crystal clear. When families discuss their futures at the dinner table, their underlying concern is, “Can I save enough?” This is particularly true for the middle-income group. We know why. Two thirds of workers in Ontario do not have workplace pensions, and people are living longer, meaning their savings need to stretch further; this creates fear and uncertainty.", "For individuals, this is concerning, because it means tomorrow’s seniors are at risk of retiring with a lower standard of living. For our economy, this means slower growth and more people relying on publicly funded social assistance programs.", "Our colleagues on the other side of the floor would prefer that we do nothing. I’ve heard from Ontarians—" ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Thank you to the minister for that response.", "Again to the Associate Minister of Finance: I am pleased to hear about the insights that you are gaining from these meetings. I know it was very helpful for my constituents to have the opportunity to meet with you to learn more about the Ontario Retirement Pension Plan. They appreciated the opportunity to hear about the plan’s framework as it takes shape, and they valued the chance to share their ideas about how our government should proceed, both with respect to the design of the plan and its implementation. Specifically, I know many appreciated the chance to share their perspectives and discuss ways that the ORPP will impact them.", "Can the minister please inform the House whether she will be visiting other communities across our province to discuss the ORPP?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Again, thank you to the hard-working member from Burlington.", "As part of my mandate from the Premier, I am reaching out to businesses, industry groups, community associations and everyday people to get their input on the ORPP. I want to ensure that we are creating the best plan for the people of Ontario, and to do that, I am committed to meeting with and listening to Ontarians across the province.", "Last month, I began the first part of my tour on the ORPP, and to date I’ve met with Ontarians in Sudbury, Brantford, Burlington, Hamilton and Toronto, and just yesterday in Mississauga. Over the coming weeks, I’ll be holding meetings in Ottawa and London, to name a few. In addition, Ontarians can write to me by email or through the ORPP website to ensure their insights are included in our plan.", "I look forward to continuing to listen to the people across the province so we can build the best possible plan for the people of Ontario." ],
  "anchor" : "para426"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "My question is for the Premier. What role does the defeated Liberal candidate in Perth–Wellington have in the government? Does the Premier think it’s appropriate for that individual to be making public announcements of new funding for municipalities when the area’s elected MPPs have yet to be officially notified?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I can tell you that there are many people across this province who have run in elections, have been defeated and then go on to do other things. Sometimes they go on to work with government, sometimes they go on to work in municipal governments, sometimes they go on to other business. But I can tell you that the former candidate in Perth–Wellington has been very much a supporter of the policies of this government, and he is a very strong community advocate for that part of the province." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Perth–Wellington." ],
  "anchor" : "para433"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "To the Premier: Last week, in a press release from the Perth–Wellington Provincial Liberal Association, the former candidate announced infrastructure money for local municipalities. The press release was misleading and inaccurate. It was a Liberal press release from the former Liberal candidate announcing public money. Is that part of the job description for staffers working on the public dime in the office of the Minister of Agriculture? If not, what are you or the minister going to do about it?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I will say—", "Interjections." ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you." ],
  "anchor" : "para437"
}, {
  "speaker" : "Interjection",
  "text" : [ "Totally inappropriate." ],
  "anchor" : "para438"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are some things that happen in here that are totally inappropriate. Thank you.", "Premier?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I don’t have any information on the specifics of a particular press release.", "But what I can say is that I am quite sure that if there was information about money flowing to a municipality, the municipality had that information, and that anyone who wanted to talk about it could talk about it, including the member for Perth–Wellington. Had he wanted to talk about infrastructure investment—", "Interjections." ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Stop the clock.", "Wrap up, please." ],
  "anchor" : "para444"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’ve just been handed a copy of the press release, which says, “Ontario Government Invests Over $1.3 Million Across Perth–Wellington.” This isn’t an announcement; this is a statement of something that is happening.", "As I said, if the member opposite wanted to talk about what investments were being made in his riding, I would think that would be a very good thing, to inform his riding about the benefits of—" ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para448"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services. We are hitting code blue now. That’s when there is a critical incident in one of the province’s jails, and there’s an inmate or correctional officer who needs help. Well, Mr. Speaker, they need immediate help.", "Just this week in Hamilton, two inmates were assaulted by a third in the same cell—three to a cell meant for two; not enough officers, too many inmates. I just toured the Niagara correctional facility and it’s the same issues there. The officers are so fed up, they held an information picket.", "When will this minister—when will this government—dispense with the rhetoric and do something about the deplorable state of this province’s jails?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for the question. I appreciate the fact that she has taken the time to visit many detention centres across the province, as I have. Most importantly, what I’m doing is taking the time to meet with our correctional officers and our correctional staff, to thank them for the hard work they do every single day and make sure that we are working together in transforming our correctional system.", "I’m very excited by the opportunity that has been given to me by our Premier in terms of making sure that we have a correctional system that focuses on rehabilitation and reintegration of our inmates in our community. We will get that work done by working with our correctional officers and our staff. We’re engaged in very constructive conversation as to what those positive ideas are. I look forward to working with them to make sure that we’re making a meaningful difference in our correctional system." ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s not just Niagara; it’s not just Hamilton. When hasn’t it been London?", "Today marks almost a week-long lockdown at the Elgin-Middlesex Detention Centre because of violence, overcrowding and understaffing. Frankly, it’s because of deplorable conditions.", "What are the minister’s immediate plans—plans today—to fix EMDC?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I think the member opposite knows quite well that I had the opportunity of visiting the Elgin-Middlesex Detention Centre about a month or so ago. I spent over three hours touring the facility and making sure that we are working together on solutions to improve the conditions at EMDC as well.", "I think the member also knows that we have already installed 357 additional security cameras and new X-ray machines, and I have hired 11 additional correctional officers at EMDC, not to mention a new mental health nurse.", "The next step is that we will be building a new regional intermittent centre at the same site where EMDC is located. The procurement is in process. That is going to help even further with the capacity issues and making sure that contraband products are not entering the prison." ],
  "anchor" : "para459"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure. My community of Cambridge has many entrepreneurs ranging in all ages. These entrepreneurs are the lifeblood of Ontario’s next-generation economy. Their ideas are needed to help keep Ontario on the cutting edge. For Ontario’s economy to remain competitive in the extremely fierce global marketplace, we need to support our entrepreneurs and especially our youth.", "I was very happy to hear the minister recently announce the Make Your Pitch competition in the high school that he attended in Scarborough. My son Liam in grade 12 and his high school friends will want to know more about that as they are planning for their future and entry into the workforce. Would the minister please explain more about the competition to the House and how it’s helping high school entrepreneurs gain the skills that they need to succeed?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "If the member’s son Liam is anything like the member, if he enters the contest, he’s a sure thing to win. There’s no question about that whatsoever.", "The member is right: I was in my former high school a few weeks back, and I was given an opportunity to meet some of the young entrepreneurs in that high school and launch a program called the Young Entrepreneurs, Make Your Pitch program and competition. This is an interesting effort. It’s part of our effort that the Minister of Education is very engaged in, in trying to instill entrepreneurial thinking throughout our education system. This is a competition that challenges high school students to pitch their business idea in a two-minute video. The videos will be evaluated by judges. There will be 20 finalists who will present their ideas to a panel of judges. There will be six winners selected who will be provided reserved entry into Ontario’s very successful Summer Company program that includes mentoring, training and a grant of up to $3,000 to launch their small businesses. We’re very excited about this program." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you, Speaker. Through you to the minister, I want to say thank you. The information will help, and I’ll encourage many youth in my Cambridge community to enter the competition. As you know, I spend a lot of time with my kids and their friends, discussing their post-secondary education and job market options. This is great news, not just for young entrepreneurs in my community but across the province.", "As many of us must hear, my constituents are concerned about youth employment in general. I know that our government has introduced many programs and initiatives to help youth enter and succeed in our province’s job market. My own kids and their friends are considering these options as they plan their future. The youth jobs strategy that was introduced in the 2013 budget has shown real success. Would the minister please update the House on our success in combatting youth unemployment?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Thank you again for the supplementary. There was great news last month: Youth employment in Ontario increased by 6,300 jobs. That was fantastic news. The month before, youth employment had increased by 12,600 jobs. So there is no question we’re on a very good trend when it comes to increase in opportunities for young people.", "The youth unemployment rate also dropped by 2.1% last month. That’s the largest drop we’ve seen in a very long time in youth unemployment. Since the fall of 2013, more than 23,000 job experience opportunities have been created under our youth jobs strategy.", "We’re working very, very hard with respect to trying to ensure that young people get job experiences and get opportunities to engage in entrepreneurial pursuits. We recognize that youth unemployment is still too high in Ontario, and that’s why we’re continuing to open up those opportunities for experiential learning, job experiences and entrepreneurial opportunities for our youth." ],
  "anchor" : "para471"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question this morning is for the Minister of Health and Long-Term Care.", "Minister, for years your ministry has been cutting back services at Prince Edward County Memorial Hospital. Two years ago, hundreds of county residents came here to Queen’s Park to protest, to save their hospital when surgical services, delivery room services and other beds at the hospital were threatened. Five thousand Prince Edward county residents signed a petition that I delivered to the previous health minister to help save their hospital.", "Last night it was learned that Prince Edward County Memorial Hospital was refused funding for a small and rural hospital because the ministry decided that it was under a half-hour drive to Belleville General Hospital. Clearly, no one from the ministry has ever driven from Picton to Belleville.", "Minister, why is your government continually making health care cuts at Prince Edward County Memorial Hospital?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question. I’m happy to actually sit down and talk with the member opposite to get more details. I know that this was a recent decision, according to the member opposite. But across the province we’ve dramatically increased our funding to the hospital system in this province, despite the fact that we are also moving more and more services into the communities.", "When it does come to our small-town and rural hospitals, we have a special initiative that does focus on them and appreciates and acknowledges the unique needs that they might face in providing those high-quality services to the constituents in their catchment areas. That fund, by the way, for small and rural hospitals is a $20-million annual fund.", "Again, I’m happy to speak with the member opposite with regard to the specifics of this hospital, and I hope that he takes me up on that offer." ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I will indeed, Minister. It’s very important that you understand what Prince Edward county is all about. It’s home to one of the fastest-growing senior populations in the province. Sandbanks Provincial Park is there. It attracts hundreds of thousands of tourists from all over the country, and it’s well more than a half hour from Belleville General Hospital. As a matter of fact, thousands of Prince Edward county residents live more than an hour away from Belleville General Hospital, so a fully operational hospital in Picton isn’t a luxury for the county’s future; it’s actually critical. It’s a necessity for the county’s future.", "It’s mind-boggling when you see things like $400 million being spent on an empty office building across the street here, at MaRS. We don’t want to see our Prince Edward County Memorial Hospital continue to empty out at the rate it has been emptying out over the last several years.", "So, Minister, will your government stop making cuts to Prince Edward County Memorial Hospital, and will you reconsider that application for the small- and rural-hospital funding?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Again, I’m more than willing to sit down with the member opposite.", "But I would also suggest that if he’s looking for the government’s commitment to hospitals in small and rural parts of this province, he needs to look no further than his seatmate from Bruce–Grey–Owen Sound, because the two of us, just a couple of months ago, had the pleasure of announcing the rebuilding of a brand new hospital in Markdale, which is an important hospital in his community.", "We are committed to hospitals. Whether they’re in Toronto, whether they’re in Thunder Bay, whether they’re in Markdale, whether they are in any riding across this province, our commitment is equal.", "The member does know, at the same time, that we are undergoing changes in our funding model so we’re focused on quality of care. We rely on our LHINs as well to work with local communities, as they are in this instance, to make sure that the decisions that are made truly do provide the quality of care that Ontarians, wherever they reside, require." ],
  "anchor" : "para486"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the minister responsible for the Pan/Parapan Am Games.", "Honesty about the Pan/Parapan Am Games has been in very short supply, whether it’s conveniently forgetting to include the cost of the athletes’ village in the cost of the games or the security costs that have gone from $113 million to $206 million to $239 million to an even higher number that the minister won’t even reveal. The auditor says that we’ve missed opportunities to save money. We’re behind schedule. The government has underestimated the costs, and those costs may well go up.", "When will the minister give us a final cost for the Pan Am Games?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member for the question. I’d also like to thank the Auditor General for her report in regard to the Pan Am and Parapan Am Games.", "The Auditor General confirms that the process to procure private security services and security advisers here in the province of Ontario for these games was transparent and followed the government procurement policy. In fact, her report directly contradicts the claim that the NDP had months ago when they actually asked for the audit. She says that the process that was in place was above board and followed government procedure.", "We’re quite proud of our record here in the province of Ontario." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Well, the auditor had a lot to say about how this government is wasting money again and has taken bad steps in terms of how these games should be managed. The auditor said, “A key lesson learned from the Vancouver Winter Olympic Games is the need to carefully plan for and acquire security services as far in advance ... as possible.”", "With only nine months remaining before the games begin, TO2015 has only just issued a request for proposals for contract asset protection security services, nor has TO2015 completed all the procurements for security equipment. She says that falling so far behind is only going to further drive up costs.", "These games were ordered in 2009; they shouldn’t have snuck up on anyone. With less than a year to go, how are we so far behind?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "So far behind? I was in Markham on Sunday at the opening of the Markham aquatics centre—which was well under budget—with 3,000 people. In fact, that aquatics centre was in full operation; it was in community use. We’re seeing the same thing in Scarborough; we’re seeing the same thing all over the 10,000-square-kilometre radius that the Pan Am Games will be held in—that includes 15 municipalities.", "Time and time again, the NDP has criticized these games. They have criticized the fact that we’ve been well under budget when it comes to our infrastructure. They’ve criticized the fact that the Hamilton stadium is under delay; in fact, we know that the Tiger-Cats have been undefeated in that stadium.", "Interjections." ],
  "anchor" : "para502"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "So I want the NDP—" ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Sorry, time is up." ],
  "anchor" : "para506"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is for the minister responsible for women’s issues. There’s no question that domestic violence is a heart-wrenching and disturbing problem. Every day, women and children across our province are forced to leave their homes to flee from situations of abuse. This is unacceptable.", "As Statistics Canada reports, 83% of the victims of domestic violence are women. In fact, a report from the Canadian Federation of University Women suggests that close to half of all women and young girls will be affected by violence in the course of their lives.", "Minister, while Ontario has amongst the lowest rates of domestic violence across Canada, we still have a lot to accomplish. Please tell me what initiatives your directorate has implemented to raise awareness of domestic violence and to strengthen support for victims." ],
  "anchor" : "para508"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you to the member for Halton for raising this very serious and important issue of domestic violence.", "As a government, we have increased funding by 51% since 2003 for community services that help victims of domestic violence. In 2011, the Ontario Women’s Directorate launched a $15-million, four-year sexual violence action plan. The Ontario Women’s Directorate has also implemented numerous initiatives to raise awareness of domestic violence and strengthen support for victims.", "We’ve provided training for more than 37,000 front-line professionals and service providers to detect domestic violence and to help support victims. We’ve started public education campaigns. This government is very, very committed to the issue of supporting women who face violence. It’s one of our key priorities, and we’ll continue to invest in this regard." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para514"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you, Minister. I think this government has demonstrated that it is working hard to support victims of violence. In my riding of Halton, I know there are agencies that are working tirelessly to support and protect women and children in our communities. Recently, I took a tour of Halton Women’s Place and got a first-hand look at incredible work that they do for victims of domestic violence. I was inspired by the accomplishments and the compassion and dedication of the staff there to ensure that the women and children staying there are given a safe and comfortable environment in which to heal. In fact, we recently raised a flag in Milton to shine a light on this troubling issue.", "While we are making important progress, advocates say that there is still work to do to improve support for our hard-working front-line workers. Minister, can you please describe the government’s efforts to improve supports to those who provide assistance to those most in need?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para517"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "The challenging yet very important work of supporting women and their children in crisis continues to be a priority for this government. Last year’s total annual investment was over $145 million to the sector. Currently, Ontario funds 207 agencies designed to assist women experiencing violence. We fund agencies that provide crucial services like emergency shelter, counselling, and transition and housing supports.", "More recently, announced as part of the 2014 budget, our government is dedicating an additional $14.5 million over three years to support the hard-working front-line workers at these agencies that serve the violence against women sector. Lest we forget, both opposition parties voted against additional investments in violence against women services. Our government is committed to reducing violence and supporting women until there’s no longer a need." ],
  "anchor" : "para518"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Minister of Municipal Affairs. It concerns the 2013 ice storms and the municipalities that are still without help after almost a year of waiting and endless red tape.", "Last week, I asked how much money was going to consulting fees that should be going to municipalities. The minister didn’t answer. Instead he talked about training sessions to help municipalities fill out paperwork. The minister stated that all training sessions “were done internally by ministry staff,” but an email from his ministry says that, in fact, the training sessions are being conducted by the outside firm LandLink Consulting. Would the minister care to correct his statement?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "LandLink is a disaster claims processing firm that has done work in British Columbia, Alberta and elsewhere—work that has been very well received. The work they’re doing is designed to expedite the claims process. We don’t have staff sitting over in the Ministry of Municipal Affairs and Housing waiting to respond to the next disaster. When disasters hit us, we pull together a team to manage our response to that.", "Now on the red tape side, let me just say this—", "Interjection." ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para526"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Let me say this on red tape: The single most important reason we’re being so careful about the accounting and all the specific receipts here is because of the federal requirements on the cost-sharing program. They have very stringent requirements. When you were in government—" ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para528"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister will take a seat when I stand." ],
  "anchor" : "para530"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I didn’t see you stand. Sorry." ],
  "anchor" : "para531"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not my responsibility, and I don’t need rebuttal.", "Supplementary?" ],
  "anchor" : "para532"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "That doesn’t explain why the government hired LandLink Consulting in the first place.", "The Alberta government put LandLink in charge of disaster claims from last year’s flood, but eight months after the flood many were still waiting for help. In response, Alberta overhauled their disaster relief system, put the government back in charge and cut ties to LandLink. Alberta fired LandLink when they were unable to handle that province’s flood claims. But here in Ontario the minister is still making excuses.", "Minister, how much did we pay the Alberta consultants to come running east, straight into the open arms of the Liberals?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "We’re very aware that municipalities are anxious to support the cost that they incurred to keep their communities safe. LandLink was, in fact, the successful vendor in a competitive procurement process that was open to all bidders across North America.", "Interjection." ],
  "anchor" : "para537"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "They’re not consultants; they’re accountants who are helping to process the specific claims that municipalities need to make and—" ],
  "anchor" : "para539"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, they’re not consultants; they’re accountants." ],
  "anchor" : "para540"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Please finish." ],
  "anchor" : "para541"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "You know, Mr. Speaker, we’re being so careful about this because the accountability provisions—which we normally get asked about on the other side of the House—are so stringent with the feds. In a previous incarnation, a government responded to a similar situation, shovelled money out the door without any accountability, and when they applied to the feds to get it back, were rejected." ],
  "anchor" : "para543"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "My question is to the Premier. In 2012, Canadian Solar was granted a FIT contract in Temiskaming Shores. They subcontracted to another company, which then subcontracted to local contractors in my area. Now that project has been sold to TransCanada Energy.", "So Canadian Solar made money, TransCanada Energy is making money, but who didn’t make money is the local contractors who are out $21 million.", "I alerted the Minister of Energy with a letter in February as this was happening. Why I’m directing this to the Premier is because my constituents have noticed of late that the Premier mentions my letter quite a bit in the Legislature, so they know that she is aware of this issue and they’re wondering why she hasn’t acted. Aurele and April Miron wrote the Premier a letter. They’re wondering. Steve and Jenny Nychuk are wondering. Why haven’t you acted—" ],
  "anchor" : "para545"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Premier?" ],
  "anchor" : "para548"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para549"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "First of all, I want to thank the member for the question. I will undertake to look into this issue more carefully and get back to him. But in terms of a general response, we have a contracting process, a procurement process. We award the contracts, and those contracts are signable. Throughout the whole FIT program, from time to time, contracts are transferred from one entity to the other.", "I certainly will look into this particular issue. I certainly would have some concern about the local contractors who have not been paid, and I will get back to the member." ],
  "anchor" : "para550"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I just want to welcome four of my constituents who are here with the Young Professionals Network: Orlando Spicer, Lee Sample, Christopher Hum and Colin Thain. Welcome to Queen’s Park." ],
  "anchor" : "para553"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I apologize; I was welcoming a class during introductions, and there are four special groups here today I’d just like to mention, if I may.", "First of all, St. Patrick Catholic elementary school, under teacher Michelle Hickley; St. Isaac Jogues Catholic elementary school in Pickering—of course, St. Patrick is in Ajax; and our Pickering firefighters, under president of the association Colin Arnott, and Ajax firefighters, under president Mark Somerville. Welcome all of them." ],
  "anchor" : "para554"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, I’d like to correct my record. The $2 service fee that I referenced in response to the question from the member from Elgin–Middlesex–London will apply to each chargeable product related to hunting and fishing. This fee will allow additional funds from the sale of the licences to go directly to essential fish and wildlife management programs." ],
  "anchor" : "para557"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "On a point of order: I wasn’t here earlier in the meeting. I would like to welcome to this House the president of the Ontario Professional Fire Fighters Association and their wonderful executive, Carmen Santoro." ],
  "anchor" : "para559"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I know we’ve been thanking and welcoming our first responders here today, but I just wanted to thank one of those members, not only as a responder but as a constituent of mine. I’d like to welcome Ernie Thorne here to the Legislature." ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On that topic, I’m going to ask all members—we have tried to design a system that does the introductions at an appropriate time. I’ve been quite lenient in trying to make sure that you have enough time, even past the five-minute mark, in order to introduce all of your guests. If you know they’re coming and they’re coming late, make mention of them during that time period so that they can at least be on the record and you can indicate that you appreciate their presence here. These kinds of things are just prolonging the House. We’ve tried to organize an opportunity for us not to do that.", "Do your best, please. I’d appreciate it very much." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 38(a), the member from Wellington–Halton Hills has given notice of his dissatisfaction with the answer to his question given by the Premier concerning—", "Interjections." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Let me try that—has given notice of his dissatisfaction with the answer to his question given by the Premier concerning the an-nouncement in Perth–Wellington. This matter will be debated today at 6 p.m.", "Deferred vote on the motion for second reading of the following bill:", "Bill 21, An Act to safeguard health care integrity by enacting the Voluntary Blood Donations Act, 2014 and by amending certain statutes with respect to the regulation of pharmacies and other matters concerning regulated health professions / Projet de loi 21, Loi visant à sauvegarder l’intégrité des soins de santé par l’édiction de la Loi de 2014 sur le don de sang volontaire et la modification de certaines lois en ce qui concerne la réglementation des pharmacies et d’autres questions relatives aux professions de la santé réglementées." ],
  "anchor" : "para566"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On November 5, Mr. Hoskins moved second reading of Bill 21.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para573"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para667"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 91; the nays are 0." ],
  "anchor" : "para668"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para669"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated November 25, the bill is ordered referred to the Standing Committee on Social Policy.", "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para671"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m pleased to welcome, in the Speaker’s gallery today—and I’m sure you’ll be recognizing them more formally shortly—from the Algonquins of Pikwàkanagàn First Nation in my riding of Renfrew–Nipissing–Pembroke, Chief Kirby Whiteduck and Councillor Dan Kohoko. Welcome to Queen’s Park." ],
  "anchor" : "para675"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Anyone else want to steal my thunder?" ],
  "anchor" : "para676"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I was going to say, Speaker, that I will reserve thanking and welcoming people until you’ve done it." ],
  "anchor" : "para677"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to introduce two amazing, life-saving heroes from the Windsor Professional Firefighters Association who are here this afternoon: Andre Gingras and Wayne Currie, both executive members of the Windsor firefighters’ association. Welcome to Queen’s Park." ],
  "anchor" : "para678"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "A great pleasure to introduce representatives from the Trillium Gift of Life Network here today. We have Adam Lemm and Ronnie Gavsie. Thank you for being here." ],
  "anchor" : "para679"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to introduce Margo Duncan and Denny Timm. Margo Duncan is the executive assistant to Paul Miller in Hamilton–East Stoney Creek, and Denny Timm is my legislative assistant. I’ll have more to say about both of them during members’ statements." ],
  "anchor" : "para680"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Mr. Speaker, I’ll only steal part of your thunder, because I did want to welcome, from Parry Sound–Muskoka, Chief Wayne Pamajewon from Shawanaga First Nation and Chief Denise Restoule from Dokis First Nation, who are here visiting today in the Speaker’s gallery. Welcome." ],
  "anchor" : "para681"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Okay, let’s put the thunder back where it belongs.", "Today in the Speaker’s gallery we have joining us—welcoming a delegation from across Ontario—First Nations representatives. We have grand chiefs, chiefs, councillors, youth, and Regional Chief Stan Beardy, the Political Confederacy of the Chiefs of Ontario, and First Nations leaders who have journeyed across this great province to be with us today. We welcome all of our chiefs and representatives of First Nations to be here today.", "The member from Timmins–James Bay to rehash what I already talked about." ],
  "anchor" : "para682"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Speaker, I didn’t want to steal your thunder. I wanted to wait for you to do what you had asked us to do." ],
  "anchor" : "para685"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You get some extra chips." ],
  "anchor" : "para686"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Good. I’m always trying to get in good with the Speaker.", "I want to welcome here Norm Hardisty, the chief of Moose Cree First Nation, a good friend and a strong advocate for the people of James Bay and for the Moose Cree. I know that there are a whole bunch of other people here. Your names are there, but if I do that we’ll be here till tomorrow morning. All of you are welcome." ],
  "anchor" : "para687"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In fairness, I will entertain anyone that has visitors that are individual in the delegation if you’d like to introduce them.", "Interjection." ],
  "anchor" : "para689"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. The Minister of Aboriginal Affairs." ],
  "anchor" : "para691"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I have a statement that I’m going to make later on, but I will just say collectively, as the Minister of Aboriginal Affairs, to all of the chiefs, all of the councillors, all of the grand chiefs: Welcome to the Ontario Legislature. I say that on behalf of our government; I say that on behalf of Premier Wynne also. Welcome." ],
  "anchor" : "para692"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members’ statements? The member for York Centre." ],
  "anchor" : "para693"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "This past Sunday I had the honour to attend the Bomber Command Bar awards of the Royal Canadian Air Force Georgina Wing 429 meeting in Pefferlaw. Today, I would like to again congratulate the seven veterans and their families who received the award: Larry Mennell, Frank Ferguson, Owen Slingerland, Art Westgarth, Lloyd Bell, Hilliard Dean and Ab Wallace.", "The Bomber Command Bar recognizes commitment and bravery in the face of some of the most difficult odds of the Second World War. Despite great risk, thousands volunteered. Almost half of all aircrew never made it to the end of their tour.", "I thank the Georgina Wing 429 for allowing me to be a part of this special and meaningful ceremony. We are grateful for the service of these veterans and we will always remember and honour their courage and sacrifice." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member and I apologize to the member. It’s York–Simcoe, not York Centre. I apologize.", "The member from Windsor–Tecumseh." ],
  "anchor" : "para699"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to take a minute today to say goodbye to two of our NDP staff who are in the gallery today. Margo Duncan started here back in 2002 with Michael Prue. She then worked for Paul Ferreira when he was elected, and for the past seven years she has put up with the member from Hamilton East–Stoney Creek, Paul Miller.", "I can say that, Speaker, because Mr. Miller is away this week. He is walking one of his daughters down the aisle and calling us every day to see what he is missing and to make sure to give us advice on how to hold the government to account. So I’m trying to one-up him while he is away by jumping in front of the line to say the first public farewell to Margo. She has four grandsons, ranging in age from seven weeks to 13 years, and they will become her priority in the weeks, months and years ahead.", "I also want to pay tribute today to the best legislative assistant I’ve ever had—okay, he’s the only one I’ve ever had. But Denny Timm is leaving at the end of the week for a much better-paying job at the town of Ajax, an amazing opportunity for him. Denny’s career path has always been in the municipal sector. I’ve known him since he was a kid. I convinced him to put his career on hold for a year to help me set up my office here at Queen’s Park and put in place a filing and protocol system that even I could understand, and he has done an outstanding job.", "Denny is a former chair of Windsor’s youth advisory committee at the city of Windsor, former board member at Transit Windsor and at the Windsor Public Library. I hired him away from the city of Thunder Bay, where he was a management intern; and I know the town of Ajax will benefit from his enthusiasm, his energy and his knowledge, and the experience he gained from working here within the provincial legislative system.", "To both, I say I’m sorry to see you go. Happy trails and please stay in touch." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You notice I did give you some extra time because of the Hamilton East–Stoney Creek reference." ],
  "anchor" : "para707"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Which is out of order." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I do have his back, so leave him alone. He’s a nice guy.", "The member from Etobicoke Centre." ],
  "anchor" : "para709"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Mr. Speaker, as MPPs, we’re all here to serve our respective communities, but I today would like to highlight the work of a group of parents who are doing a wonderful job of serving my community of Etobicoke Centre. Earlier this fall, I got a first-hand look at the power of community organizing by attending the Silver Creek Park Rejuvenation Project Family Fun Day, organized by a dedicated group of parents in Etobicoke Centre.", "Silver Creek Park is located in the heart of my riding between Kipling and Islington, north of Eglinton, and like many parks provides an important gathering place for families and their children, promotes health and wellness, and provides an accessible leisure space for people of all incomes. The park is adjacent to a community pool, a baseball diamond, a tennis court, a soccer field and, of course, the Etobicoke Children’s Centre for mental health—a very important park.", "Unfortunately, the play structures need to be renewed and made safer; and the park could benefit from paths, benches and landscaping. A group of parents formed the Silver Creek rejuvenation committee to raise the money needed to do those improvements, and they’ve successfully raised almost $120,000 already, Mr. Speaker. Anyone interested in supporting the cause can go to silvercreekpark.ca.", "The committee was formed by members of the local neighbourhood who, despite busy schedules, continue to volunteer their free time for this important cause. I’d like to thank them for their hard work. I’d like to congratulate them for their hard work and all they’ve done for the community. These families reflect the best of what our province has to offer: collaborative spirit that produces results for all of our benefit, and particularly in this case for Etobicoke Centre.", "I look forward to supporting the committee. I wish the committee and other project volunteers the very best as they work toward their goal." ],
  "anchor" : "para712"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Today I want to share excerpts from a letter written by Mr. Ted Whitworth, who has been well served by my seatmate and colleague the member from Dufferin–Caledon. But enough is enough, Speaker, and I think people in this House need to hear what he is actually experiencing.", "It goes like this:", "“We have lived beside the Amaranth transformer station for almost nine years and have had our family, our farm and our lives ruined. We have asked for help and have been promised many times” by the Ministry of the Environment and Climate Change “that they were going to take action, but now they say what is happening to us is not their responsibility.”", "This ministry “has met with us many times but have not carried out the promises made to us. We have reported our issues to the spills centre over 200 times with no results…. How many times should we report issues before we can expect something to be done?", "“Our house by MOECC measurement is 490 metres from the transformer station. Our line fence, where our cattle are, is about 150 metres. Our livestock suffers” with regard to milk production and conception and we suffer as well. “Our doctor, a former medical officer of health, says we should not live in our house. MOE would not look at his letter for a year and a half.”", "Speaker, enough is enough. I stand here today on behalf of the Whitworths, and I will make this pledge to them. I’ll be following up with a letter to both the Premier and the Minister of the Environment and Climate Change to request a response to the inquiries put forth multiple times over the past few years by the Whitworths.", "This is a life-altering issue, and this government must address it." ],
  "anchor" : "para718"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I rose in the House previously to mention this issue, and I’d like to raise this issue once again. Peel region has seen some of the most rapid growth in the entire province. Currently, there are 1.3 million people who live in Peel region. This is 11% of the population of Ontario. Some 27,000 new residents each year make the region of Peel their home.", "However, the funding formulas have not changed to keep up with this high-growth area. The funding formula does not take into consideration the fact that Peel region has grown so astronomically, particularly when compared to other regions around the province. This government has done very little to address this problem.", "This is a serious issue. It impacts people not only in health care, not only in children’s issues and in the education sector, but all sectors where funding is a matter in the Peel region. For example, Toronto has 32 community health centres, which are phenomenal places of care; Windsor and London have six; Peel region has only three. Community legal clinics: Peel is a region that is so understaffed and underserviced when it comes to community legal services. They have 16 staff, compared to Toronto, which has 109. Peel residents deserve access to justice. This is a serious issue, where if we look at housing, 12,600 families are waiting for affordable housing. Daycare: There’s a recent study by the Canadian Centre for Policy Alternatives which has found that daycare is the least expensive in Brampton.", "We need this government to take action on a fair share for Peel." ],
  "anchor" : "para727"
}, {
  "speaker" : "Han Dong",
  "text" : [ "Today, I rise in this House to congratulate Colleges Ontario on yet another successful colleges day held here in the Legislature yesterday, November 25. I’m sure the members, like the Minister of Citizenship and Immigration, were left with fond memories of delicious samples of food that students prepared for us. But what we really ought to recognize is the important role that colleges play in preparing students with the necessary skills for jobs in today’s global economy. I know our Premier and the Minister for Training, Colleges and Universities, the Honourable Reza Moridi, recognize this important role that the colleges play. They are indeed key contributors to their local economy, building communities and their people from the ground up.", "Congratulations to all 24 members of the association, to Linda Franklin and to their chair, David Agnew, on a successful day. I look forward to working with them to continue building a better, more prosperous and more competitive Ontario." ],
  "anchor" : "para732"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Two history teachers from Bruce–Grey–Owen Sound were bestowed on November 3 with the 2014 History Award for Excellence in Teaching by His Excellency the Right Honourable David Johnston, the Governor General of Canada.", "David Alexander and Ryan McManaman from the Owen Sound Collegiate and Vocational Institute won this prestigious prize after taking a unique and exciting approach to teaching their students about the First and Second World Wars. Messrs. Alexander and McManaman brought history to life when they assigned their students individual profiles of Canadian soldiers who died in the world wars, some of whom were themselves OSCVI students at one time.", "The students researched and studied a treasure trove of letters written to former OSCVI student Minnie Wright by soldiers who served and sacrificed during the Great War.", "The students also researched 54 Canadian servicemen who were killed on June 6, 1944, particularly those from the Owen Sound area. A final highlight came when a Canadian Forces CC-130 Hercules from RCAF 424 Squadron made a memorial flyover of the school after students researched the lives of two former students who died tragically together while serving in the same Lancaster aircrew. The result of these clever projects, entitled the War and Memory Legacy Project, is a permanent collection of information that future students can learn from and add to.", "I would also like to recognize Holly Berner of Meaford, who was recently recognized for her project entitled Aboriginal Heroes: Influencing Our Youth, by the Government of Canada History Awards. These awards are Canada’s top honours in the field of history and heritage.", "The OSCVI and Georgian Bay Secondary School are tremendously fortunate to have these exceptional teachers who are not only passionate about their subject but who also work diligently to challenge and inspire their students. I want to commend Messrs. Alexander and McManaman and Ms. Berner for showing true commitment, love and dedication to teaching and wish them the best in the future." ],
  "anchor" : "para735"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’d like to say a few words about the passing of the Big Irishman, Pat Quinn. As you know, Pat passed away this week after an incredible career. I remember I first saw him when I was at St. Mike’s as a student and he was playing for the Hamilton Tiger Cubs. It was a long time ago.", "Pat has been an incredible success. He’s been a lawyer; he’s got a law degree. He has been a general manager with Vancouver, coached with Edmonton, Philadelphia Flyers, and with the Leafs. He was one of the best coaches we’ve ever had. We used to win when Pat was here in Toronto.", "You know about Pat. He was always respected by all his players, all his fellow professionals. He always had his heart in the right place. He was a man of great strength, and although Bobby Orr doesn’t have too many good memories about that hit, we remember that hit.", "Anyway, Pat was an incredible role model for everybody in hockey. The thing that we remember most about Pat is that he led Canada to the gold medal in Salt Lake City in 2002, the first time we won that gold medal in 50 years. Pat was the leader of that team in Salt Lake City.", "The last thing I’ll say about Pat—it shows you the kind of guy he was—the only time people have ever seen him cry in public was when, in Salt Lake City, the Canadian women’s hockey team won the gold medal and beat the Americans in that game. Pat was shedding tears of joy for the great Canadian women’s hockey team.", "So we say to Pat, I hope you were in heaven a half-hour before the devil knew you were dead." ],
  "anchor" : "para742"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’d like to take this moment to discuss a very important health care issue that most of us rarely think about: organ and tissue donation.", "But first, I’d like to recognize again—we have Ronnie Gavsie and Adam Lemm in the gallery. They’re with the Trillium Gift of Life Network. The Trillium Gift of Life Network plans, promotes, coordinates and supports organ and tissue donation and transplants across Ontario. Its mission is to save and enhance lives through the gift of organ and tissue donation and transplants.", "Now, most of us are lucky enough not to have to think about it. However, for the over 1,500 Ontarians currently waiting for a life-saving organ transplant, this issue is a daily reality, and many of them live right here in Toronto.", "It’s astounding to think that a single person who dies prematurely can save the lives of up to eight people through the gift of organ donation and significantly enhance the lives of 75 others through tissue donation. Yet despite these life-saving benefits to recipients, most Torontonians are not answering the call. Province-wide, about 26% of Ontarians have signed up for the Trillium Gift of Life Network, but only 17% of Toronto residents. I’m proud to share and say that in Beaches–East York, we’re at the leading edge of the GTA, with about 25% of our residents having signed up. But that number is not enough.", "The fact is that there is a chronic shortage that needs to be addressed. People, if they are 16 years of age, can go onto the website beadonor.ca and sign up. I’ve done it, and I hope you all do too." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member from Bramalea–Gore–Malton." ],
  "anchor" : "para755"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Thank you very much, Mr. Speaker. I just want to clarify. In my statement, I may have said that child care was the least expensive, and I meant to say “least affordable” in Brampton as compared to all of Canada." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That is a point of order. All members are allowed to correct their record.", "Mr. Wilson moved first reading of the following bill:", "Bill 48, An Act to amend the Planning Act / Projet de loi 48, Loi modifiant la Loi sur l’aménagement du territoire." ],
  "anchor" : "para757"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para763"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para765"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "This bill aims to amend the Planning Act to restore the municipal planning authority that existed prior to the Green Energy Act. The Green Energy Act exempted renewable energy projects from the municipal process. This bill will give municipalities back the control to make land-use decisions they have traditionally been allowed to make.", "With the municipal election over and the formation of new councils across the province, I thought it imperative to reintroduce this legislation, as many of the new council members may not be aware of it.", "Mr. Chan moved first reading of the following bill:", "Bill 49, An Act with respect to immigration to Ontario and a related amendment to the Regulated Health Professions Act, 1991 / Projet de loi 49, Loi portant sur l’immigration en Ontario et apportant une modification connexe à la Loi de 1991 sur les professions de la santé réglementées." ],
  "anchor" : "para766"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para773"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Today, we are introducing the Ontario Immigration Act. This proposed legislation will help us achieve three goals. First, it will facilitate Ontario’s work with the federal government on recruitment, selection and admission of skilled immigrants. Secondly, it will help strengthen our ongoing efforts to reduce fraud and detect misrepresentation; it will help protect the integrity of our immigration selection program and improve accountability. Finally, it will increase transparency and enhance information-sharing with our immigration partners." ],
  "anchor" : "para774"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the membership of the Standing Committee on Justice Policy." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Attorney General is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Attorney General." ],
  "anchor" : "para778"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "I move that Mr. Mantha replace Mr. Cimino on the membership of the Standing Committee on Justice Policy." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Attorney General moves that Mr. Mantha replace Mr. Cimino on the membership of the Standing Committee on Justice Policy. Do we agree? Agreed and carried." ],
  "anchor" : "para781"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I rise in the Legislature today—on Treaty 13 land and the traditional territory of the Mississaugas of the New Credit—to speak to the importance of treaties and the treaty relationship between the province and treaty partners.", "I would like to recognize some of the people in the gallery here today and their tireless work to promote a better understanding of treaties to this Legislature and indeed to all Ontarians. However, noticeably absent, sadly absent, is the late Grand Chief Stan Louttit, who passed away in June. Grand Chief Louttit was a staunch advocate for inherent and treaty rights throughout his 20-year political career. Grand Chief Louttit was an exceptional leader who will always be remembered for his dedication to improving the lives of the Mushkegowuk people living in northern Ontario.", "Speaker, treaties and related agreements were made in Ontario throughout the 18th, 19th and early 20th centuries. They are still a part of what we do today. For instance, an agreement is currently being negotiated with the Algonquins of Ontario today, in the 21st century.", "Treaties reflect the historic reality that First Nations were the original people and occupants of the land, and that they were never conquered. They represent solemn agreements to live together on this land through the formal exchange of promises that created rights and responsibilities for Canada, for Ontario and for First Nations. They formalize a relationship between the crown and the First Nations signatories based on the principles of trust and mutual respect, and were meant to be lasting and meaningful agreements.", "Métis played a significant role in the province’s treaty history, acting as facilitators and interpreters during some of the treaty negotiations between First Nations and the crown. In addition, Métis historically received annuities under some treaties, and in one instance signed a treaty adhesion.", "Ontario’s commitment to treaties is profound and is a public commitment, and it will remain a public commitment. Since 2005, we’ve been happy to convey that we respect aboriginal and treaty rights protected by section 35 of the Constitution Act, passed in 1982. We are committed, and we remain committed, to meeting the province’s constitutional and other legal obligations in respect of aboriginal people. The province and all Ontarians benefit from these treaties, and we must recognize our obligations under them.", "If I can be frank, the crown has not always upheld its obligations under the treaties. There are many historical examples when crown governments, including Ontario, did not consider treaty rights when making decisions. This created a strain on our relationships with First Nations. It communicated a lack of respect to our treaty partners.", "Today, we are taking steps to address the legacies of these unfortunate actions and attitudes. On behalf of the province, I affirm this government’s commitment to work with our treaty partners. For example, the Ministry of Children and Youth Services is working closely with aboriginal partners on an Aboriginal Children and Youth Strategy that aims to do two things: increase the availability of culturally appropriate services, and enhance community control over service design and delivery. Together, through a respectful and meaningful dialogue, we will continue to come to better understandings about different perspectives on treaties, and we will work together on practical initiatives that support a strong treaty relationship.", "An important foundation for all of this work is greater public awareness. Initiatives such as the Truth and Reconciliation Commission have led the way in shedding light on the darker episodes of our shared history. Most Ontarians are unfamiliar with the province’s treaty history. To begin to rectify this, we distributed the First Nations and Treaties map of Ontario to every public elementary and high school in the province, to begin raising awareness about treaties and our shared histories. We included with that map an instruction to the schools to set up a series of lectures and talks about what the map represented, what the map meant and what treaties are all about in Ontario. This is the first map of treaties published by the government since the 1940s, some 70 years ago.", "We also plan to work with our First Nation partners to develop treaties-related curriculum materials, to help ensure that all Ontario students have a better understanding of First Nation communities, cultures and perspectives.", "We launched a social media campaign on treaties that has quickly reached more than a million readers and continues to grow every day.", "Today, I am proud to announce that we will be working with our partners on a motion to establish an annual treaties awareness day here in Ontario, to be held every year to promote awareness of treaties and the treaty relationship, particularly among students but also among all Ontarians. We will work with our treaty partners to identify a day to designate as the treaties awareness day, and I look forward to those discussions with the visitors in the Speaker’s gallery.", "Treaties are the reason that Canada and Ontario exist as we know them today. Treaties were foundational for the development of this country, and treaties allow us to continue to live and work together in Ontario. As such, newcomers to Canada owe as much to the treaties as the descendants of the early settlers.", "Ontario will continue to build a strong partnership based on mutual respect and fairness and a sensitivity to past difficulties.", "Meegwetch, and thank you." ],
  "anchor" : "para785"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for responses." ],
  "anchor" : "para801"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Once again, let me welcome our many visitors in the Speaker’s gallery, and other visitors—the grand chiefs and chiefs and others—who are here today.", "I rise in this House today in recognition and in support of the proposed Ontario treaty awareness day.", "Ontario as a province, just as Canada as a nation, was founded on treaties. Treaties are an integral aspect that lay at the core of the relationship between First Nations, provinces and the government of Canada. With 46 treaties and other land agreements covering Ontario, I feel raising awareness is very important.", "I believe that it is significant to note as well that a number of these agreements signed between First Nations and the crown predate both the current boundaries of Ontario as well as the birth of Canada as a nation.", "Last year, I was also very pleased to celebrate the 250th anniversary of the royal proclamation here in the provincial Legislature. While the royal proclamation is not a traditional treaty, it served to lay the groundwork for subsequent agreements by recognizing aboriginal rights and setting the guidelines for future treaties between settlers and First Nations.", "In 2005, I was fortunate enough to attend the celebration of the 100th anniversary of the signing of James Bay Treaty 9, held on Lake St. Joseph, the location of an historic Hudson’s Bay trading post.", "Mr. Speaker, I’m sure the member from Timmins–James Bay is probably the next speaker, and he and I both fly. I flew myself up to that celebration. I thought I was going south, not north, because when I checked the weather forecast, the temperature said it was going to be 36 degrees in the Pickle Lake-Mishkeegogamang area. I thought I must be wrong at first, but it turned out it was exactly correct. It was probably the hottest weather I’ve ever experienced, and almost as far north as I’d been.", "I was pleased, at that celebration, that Lieutenant Governor James Bartleman was also in attendance. Of course, he is of First Nations descent as well, and comes from Parry Sound–Muskoka, from the Port Carling area, so that was a nice part of it.", "Then-Grand Chief Stan Beardy, from Nishnawbe Aski Nation was there. He is now Regional Chief Stan Beardy. In fact, I have a picture of him and I and the Lieutenant Governor in my office here at Queen’s Park.", "As a side note, I should say that I had the pleasure of being then-Grand Chief Stan Beardy’s guest when he took the then-leader of the PC Party John Tory and myself up to Fort Severn and to Webequie to get a better understanding of those communities, and both the huge challenges and the opportunities in those communities.", "August 2014 marked the 250th anniversary of the Treaty of Niagara. I believe these anniversaries are also tremendous opportunities to raise awareness and understanding about how treaties have shaped regions of our province and our history.", "I am fortunate to have seven individual First Nations in Parry Sound–Muskoka. I’m pleased to see the chief of Dokis First Nation, Denise Restoule, whom I introduced earlier, as well as the chief of Shawanaga First Nation, Wayne Pamajewon, here in the Legislature today.", "Treaties are pacts. These bonds, made between First Nations and the crown, are in the spirit of working together for mutual benefit. The specific protection of lands and the preservation of hunting and fishing rights cannot be emphasized enough. As was mentioned by the minister, the Métis played an important part in the process of facilitating the treaties.", "I feel it is also important to note that the treaty process continues today in discussions that could lead to Ontario’s first modern-day constitutionally protected treaty. Treaty rights are protected under section 35 of the Constitution of 1982. I believe that raising awareness about the significance of treaties in Ontario and Canada is very important.", "Meegwetch. Thank you." ],
  "anchor" : "para802"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I can’t say that I’m particularly pleased today to speak to this particular initiative, because I represent the people of James Bay. Many of you have heard me, over the years in this place, bring various chiefs and citizens down from James Bay to talk about the deplorable conditions in those communities and the lack of action by both levels of government, federal and provincial. I wonder: Great, we’re going to have a Treaty Awareness Day, but what’s that going to do for the young child growing up in Attawapiskat, Peawanuck, Kashechewan, Big Trout Lake or any of those communities, living in houses where you’re 20 or 25 people in a house and the house is substandard, the house is cold? There’s non-potable water in 80% of our communities. Education is failing these children.", "We, who signed Treaty 9—yes, the province of Ontario—I want to say this is my treaty. This Treaty 9 belongs to me. It belongs to you. It belongs to the First Nations members of Treaty 9. But what have we done to honour this treaty?", "The person who probably most affected me in understanding what the gist of the treaty was about was Stan Louttit. It was mentioned by the minister—and I give him some credit for that—that when the forefathers of Stan Louttit and others signed the treaty, they thought that, yes, we were going to share the bounties of this land, and we were not only going to share the bounties of the land, being hydro, being mining, being forestry, and give economic activity to First Nations as well, but we would also live up to our agreement of making sure that, as far as access to services, First Nations were able to be equal to any other child or any other parent across this province.", "What do we have, more than 100 years later? Very little of it. Yes, we can have a day to be aware that we signed the treaties. But unless we’re prepared to say, “This is my treaty as well,” and unless we’re prepared to say, as a Legislature and as members on all sides of this House—this is not just a government issue; this is a responsibility of every one of us in this assembly and every citizen in this province—that there are citizens in this province who are living in worse than third-world conditions, that it is unacceptable that a child should grow up in a house with 20 or 25 other people and go to a school that’s a lesser standard than any other school in the province of Ontario; God, if they were in the provincial system, at least maybe we could do something, but there has been no serious discussion on the part of the province to even bring them into that system.", "We had to fight—what, Grand Chief?—20 years in order to get a school built in Attawapiskat that was condemned because fuel had leaked underneath the school and the kids were getting sick. It wasn’t until the parents said, “That’s enough, my kids are coming home sick,” that they shut the school down and the federal government decided to maybe do something. Twenty years—where was Ontario in all of that?", "We don’t have a lot to be proud of. Yes, we should celebrate our victories, because there are a lot of good things that have happened over the last 100 years. But let’s not forget that we have a long way to go.", "The thing that strikes me—and this is the point of what Stan sort of taught me over the years—is that even though Ontario signed a treaty with the First Nations people and even though we didn’t live up to much of what was inside that treaty, First Nations people are still prepared to share. Imagine that. What people, after 100 years of being ignored, would have such generosity as to say, “I’m still prepared to share. I still want to live up to the commitments of that agreement” that we signed in Treaty 9 with the people of the Mushkegowuk area over 100 years ago?", "But instead, what we get is governments that pass legislation without the consent or even the discussion with First Nations. Some of you were here when we were doing changes to the Mining Act and the Far North Act. Grand Chief Stan Beardy and other chiefs from across the north came down and said, “Listen, let’s sit down and do this right. We want development in the northern part of this province. We want our children to grow up with a chance of having a job and being able to provide for their families, like you and I are able to do, much easier than their parents.” Instead, what we did was, we rammed through a piece of legislation without their consent that cut them out. Do we have revenue sharing today? No. Do we have land use planning for First Nations so that they can have a say about their lands and what happens on those lands? No.", "So we could decide that we’re going to celebrate treaties every year, but until we address the fundamental injustices that we have perpetuated on our First Nations friends in this province, we’re not making the advance that we should.", "I make this one plea: This is our treaty. Let us for a change do what First Nations have done for us for 100 years and show the generosity of at least accepting that we have a responsibility in finding solutions to the problems that we find in our communities so that we don’t have 80% of communities without potable water, we don’t have communities where almost everybody is living in substandard housing, and we don’t have communities that don’t have adequate education. Let’s do what is right. Let’s allow them to be full citizens of this province and share in the bounty which this treaty was supposed to provide." ],
  "anchor" : "para817"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas we, the residents of Clearview township and neighbouring townships, oppose the wpd Canada Fairview wind project on Fairgrounds Road and all wind energy projects in Clearview township; and", "“Whereas we support the petition of mayors and councillors from” over “80 municipalities, farm organizations, the Ontario Federation of Agriculture and the Christian Farmers Federation of Ontario, which petition requested that the province place an immediate moratorium on all wind projects until an independent and comprehensive health study has determined that turbine noise is safe to human health, amongst other things; and", "“Whereas wpd Canada’s Fairview wind project violates the OLS airspace and usability of registered aerodromes in Clearview, including Collingwood Regional Airport and Stayner field, and wpd Canada’s draft renewable energy approvals reports do not recognize these impacts or the jurisdiction of the government of Canada.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government of Ontario agree and accept that until the federal health study is completed and federal aeronautical zoning is in place, that it will immediately take whatever action is necessary to give full effect to a moratorium on all wind turbine development in Ontario, including all projects for which final approvals have not been given.”", "Mr. Speaker, I want to thank Betty Schneider from the Stayner area for sending me this petition. I know it’s a bit old, but it’s still as meaningful as ever." ],
  "anchor" : "para830"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas Health Canada has approved the use of Soliris for patients with atypical hemolytic uremic syndrome (aHUS), an ultra-rare, chronic and life-threatening genetic condition that progressively damages vital organs, leading to heart attack, stroke and kidney failure; and", "“Whereas Soliris, the first and only pharmaceutical treatment in Canada for the treatment of aHUS, has allowed patients to discontinue plasma and dialysis therapies, and has been shown to improve kidney function and enable successful kidney transplant; and", "“Whereas the lack of public funding for Soliris is especially burdensome on the families of Ontario children and adults battling this catastrophic disease;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Instruct the Ontario government to immediately provide Soliris as a choice to patients of atypical hemolytic uremic syndrome and their health care providers in Ontario through public funding.”", "I have signed this petition and I will forward this to the desk with my favourite page, Tyler, who is from the wonderful riding of Brampton West." ],
  "anchor" : "para838"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly on population-based legal services funding, and it reads as follows:", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds ... and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”", "I am pleased to sign and support this petition and to send it down with page Noah." ],
  "anchor" : "para846"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas there is a discrepancy between how hospices are funded in Ontario; and", "“Whereas Matthews House Hospice is the lowest-funded hospice in the Central Local Health Integration Network (LHIN) and among the lowest-funded in the province, even though it serves as many clients or more than other hospices that receive greater provincial support; and", "“Whereas Matthews House has been told by the Central LHIN that LHINs do not fund residential hospice operational costs and yet hospices in other LHINs, including Barrie, Huntsville, Richmond Hill, Owen Sound and now Collingwood, all receive operational funding from the province; and", "“Whereas in February 2010 Matthews House Hospice was promised a solution to its underfunding by the Central LHIN which has never materialized;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Wynne government immediately develop a comprehensive strategy to deal with hospice funding to ensure that people in south Simcoe and all Ontarians receive equal access to end-of-life care.”", "I agree with this petition. I want to thank the Alliston family physicians medical practice for sending it to me." ],
  "anchor" : "para854"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This is on population-based legal services funding.", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds ... and adopt a population-based model, factoring in population growth rates to ensure that Ontario funds are allocated in an efficient, fair and effective manner.”", "I will put my name to this and give this to our page Albany." ],
  "anchor" : "para863"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas industrial wind turbine developments have raised concerns among citizens over health, safety and property values; and", "“Whereas the Green Energy Act allows wind turbine developments to bypass meaningful public input and municipal approval; and", "“Whereas this Liberal mismanagement of the energy file has resulted in the ministry paying wind turbine providers not to produce electricity;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Environment revise the Green Energy Act to allow full public input and municipal approvals on all industrial wind farm developments, and that the Minister of the Environment conduct a thorough scientific study on the health and environmental impacts of industrial wind turbines.”", "I agree with this and will be passing it off to page Mikaila." ],
  "anchor" : "para871"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I agree with this petition, and give it to page Claudia to deliver to the table." ],
  "anchor" : "para880"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "It will be a pleasure for me to affix my signature." ],
  "anchor" : "para892"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a petition here signed by many people from Ingersoll, Woodstock, Dorchester, Thamesford and London, and they all feel the same way.", "“To the Legislative Assembly of Ontario:", "“Whereas the purpose of Ontario’s Environmental Protection Act (EPA) is to ‘provide for the protection and conservation of the natural environment.’ RSO 1990, c. E.19, s. 3.; and", "“Whereas ‘all landfills will eventually release leachate to the surrounding environment and therefore all landfills will have some impact on the water quality of the local ecosystem,’—Threats to Sources of Drinking Water and Aquatic Health in Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That section 27 of the EPA should be reviewed and amended immediately to prohibit the establishment of new or expanded landfills at fractured bedrock sites and other hydrogeologically unsuitable locations within the province of Ontario.”", "I thank you very much for allowing me to present this petition, Mr. Speaker, and I’ll affix my signature to it." ],
  "anchor" : "para903"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas there are an estimated 100,000 to 300,000 unpaid internships in Canada each year; and", "“Whereas youth unemployment in Ontario is over 15%; and", "“Whereas the Ontario Ministry of Labour is not adequately enforcing the laws on unpaid internships;", "“We, the undersigned, petition the Legislative Assembly of Ontario to take the following actions:", "“(1) Proactively enforce the law on unpaid internships;", "“(2) Engage in an educational campaign to inform students, youth, employers, educational institutions and the general public of the laws surrounding unpaid internships; and", "“(3) Undertake a comprehensive review of the current laws surrounding unpaid internships in Ontario.”", "I couldn’t agree more with this petition. I affix my name to it and give it to page Ethan to take to the table." ],
  "anchor" : "para911"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with this petition, affix my signature to it and give it to page Nick." ],
  "anchor" : "para921"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I will be bringing 3,600 copies of these petitions.", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government’s proposed Ontario Retirement Pension Plan (ORPP) is a mandatory pension plan which would target small businesses and their employees; and", "“Whereas there has been little to no discussion on what the costs would be, or who would pay them; and", "“Whereas affected businesses would be hit with up to $1,643 per employee, per year in new payroll taxes starting in 2017; and", "“Whereas affected employees would have up to $1,643 per year extra deducted from their paycheques, and it would take 40 years for them to see the full pension benefits; and", "“Whereas the Canadian Federation of Independent Business predicts the unemployment rate in Ontario would rise by 0.5%, and there would be a reduction in wages over the longer term; and", "“Whereas all of these costs would be shouldered exclusively by small businesses and their employees; and", "“Whereas public sector and big business employees who already have a pension plan will not be asked to pay into the plan;", "“We, the undersigned, do not support implementation of the Ontario Retirement Pension Plan and petition the government of Ontario to axe the pension plan.”", "Speaker, I’ll be delivering the 3,600 signed petitions from the Canadian Federation of Independent Business. I’ll sign my name and give this to page Jenny." ],
  "anchor" : "para931"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I move that, in the opinion of this House, the Ontario Legislature should make it clear that sexual harassment will not be tolerated as it violates our fundamental values and that our culture is at a turning point—by acting now, and supporting this important dialogue, we can catalyze change and build a safer and more equitable workplace environment for current and future generations; and, that a select committee should be established no later than December 4, 2014, to make recommendations on combating sexual harassment in the workplace and protecting victims from further harm; and", "That in developing its recommendations, the committee shall focus on the following issues: (1) why people, mainly women, are reluctant to report incidents of harassment in workplaces across Ontario; (2) why victims fear that they will be ostracized, that they will suffer professionally, and most of all, why they fear that they will not be believed; and (3) preventing the further victimization from occurring after the harassment or assault with the unjust treatment of the victims and a chronic failure to hold perpetrators to account.", "As such, this committee will be comprised of two members from each of the recognized parties, and that the committee have the ability to conduct their meetings in camera, to ensure that women feel supported and can maintain anonymity as they share their stories. Furthermore, the committee should hear from experts, then make recommendations regarding the development of best practices to prevent sexual harassment and, when it occurs, to address it in a way which supports and respects the victims; and", "That the committee shall have the authority to conduct province-wide hearings and undertake research, and generally shall have such powers and duties as are required to develop recommendations on a comprehensive strategy to combat sexual harassment in the workplace and protect victims of sexual harassment from further harm; and", "That the committee shall present an interim report to the House no later than June 4, 2015, and a final report no later than October 29, 2015." ],
  "anchor" : "para944"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. Scott has moved opposition day motion number 4. Ms. Scott." ],
  "anchor" : "para950"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "In the last month, the issue of sexual harassment has taken an unaccustomed place in the spotlight. I first addressed the issue of sexual harassment in the workplace on November 3, after sexual misconduct allegations involving a former CBC host, Jian Ghomeshi, were brought to public attention. These allegations included situations where co-workers raised concerns with their superiors and no apparent action was taken. As the Ghomeshi allegations unfolded, and which have now led to five charges being laid today, the Twitter hashtag #BeenRapedNeverReported became an online phenomenon, with thousands of women worldwide sharing their stories of sexual assault whilst highlighting the challenges around reporting sexual violence.", "In July, my colleague the member from Dufferin–Caledon and critic for the Attorney General brought to light the issue about an assistant crown attorney in the Peel region. Rather than investigate a complaint of workplace harassment made against that assistant crown attorney, the government’s Attorney General allowed him to resign and gave him a one-year salary bonus of $180,000. Clearly, someone in the government had to sign off on that decision and did not follow the government’s own harassment policies that are in place. These policies mean little if they are being ignored or if victims are afraid of coming forward.", "The recent headlines have triggered an outpouring of testimony from victims who say they have endured sexual harassment in their places of work right here in Ontario. A Toronto-born blogger and sociologist, Anita Sarkeesian, has studied the portrayal of women in video games. Her blogs have also resulted in rape and death threats. Last month, Sarkeesian cancelled a guest lecture at the University of Utah following an anonymous threat of a Montreal-style massacre if she was allowed to speak.", "In all of these examples, and in many more which haven’t been publicly highlighted, people, mainly women, are reluctant to report incidents of harassment for a variety of reasons. They fear that they will be ostracized, that they will suffer professionally, and most of all, they fear that they will not be believed. These fears are absolutely justified, as all of these things do happen in workplaces across the province. This victimizes women doubly, once with the harassment of assault and twice with the unjust treatment of the victims and a chronic failure to hold perpetrators accountable. These have highlighted that many people find the idea of formal complaints or illegal processes to be daunting and, at best, that new approaches may be needed to help remove any real or perceived barriers to justice.", "I asked the Premier to take action on addressing these concerns by striking an all-party select committee to study sexual harassment in the workplace. As stated in this motion, the potential scope of the committee could focus on (1) why people, mainly women, are reluctant to report incidents of harassment in workplaces across Ontario; (2) why victims fear that they will be ostracized and that they will suffer professionally, and most of all, why they fear they will not be believed; and (3) preventing the further victimization from occurring after the harassment or assault with the unjust treatment of the victims and a chronic failure to hold perpetrators to account.", "On Monday, three weeks after my initial request, the Premier responded in a letter sent to party leaders and the media. So while I am pleased to hear that the government will be supporting my motion here today in principle, I do have concerns on how this committee will move forward. I am not opposed if the scope of the committee’s mandate were to be expanded more broadly to include sexual violence and harassment, but I think it should be up to the committee to determine the scope of how it proceeds. What I am concerned about is that the government would like this issue handled in a Liberal-dominated legislative standing committee rather than a committee with equal representation from all three parties. That can be done in this Legislature with unanimous consent.", "Let me state that this motion is a perfectly reasonable request, as it is the responsibility of this Legislature to make sure that laws and legislation in place are meaningful and as effective as possible.", "In fact, the Premier, in response to my initial question, said, “I’m open to having a conversation with the opposition parties about what we might do collectively.”", "As the Premier even stated in her letter, there is a need to address inequality. That seems near impossible to have when this government is suggesting this discussion take place in a Liberal-dominated legislative standing committee rather than a committee with equal representation from all three parties.", "My reasonable request that a select committee be struck to study sexual harassment in the workplace will offer the opportunity for all three parties equally to come together, hear from victims and experts, and begin an open conversation on a topic that has remained in the dark for much too long.", "Afterwards, the committee would bring forward a report on what actions should be taken to close the gaps that clearly exist in the current system so we can build a safer and more equitable workplace environment for both current and future generations. Harassment is a non-partisan issue.", "It has been 25 years since the landmark Supreme Court of Canada decision defining sexual harassment as a form of discrimination prohibited under the Charter of Rights and Freedoms, but an estimated 92% of Canadian harassment victims opt against reporting. Of the reported cases, 23% of Canadian women, a total of 2.4 million, have encountered work-related sexual harassment. Some 55% of women who have been sexually harassed at work reported incidents involving a co-worker. Harassment by a boss was reported by 39%, and by a customer by 13%. Ten per cent of all cases brought to the Ontario Human Rights Commission deal with sexual harassment.", "Most of the data available on workplace harassment are decades old, dating back to 1993, which I believe underscores the inattention to this issue.", "The numbers are just as alarming when it comes to sexual assaults. According to YWCA Canada, there are 460,000 sexual assaults in Canada every year. Only 33 out of every 1,000 sexual assault cases are reported to the police, and 29 are recorded as a crime. These numbers speak volumes about how many assailants walk free and why women may be afraid to press charges against their abusers.", "While we have all seen the latest stories plastered across the front page of every magazine and newspaper, the majority of victims yet stay silent, and even most reported crimes rarely make the headlines. Therefore, we don’t recognize the true size of this social crisis.", "Even though there are still many who are reluctant to come forward, we can still give voice to those who want to share their stories and help raise public consciousness and awareness on this issue. As the elected representatives of Ontario, we believe it is crucial and critical that this House show leadership on this issue. By striking this all-party select committee, the Ontario Legislature can make it clear that we do not accept these acts of sexual harassment because they are violations of our fundamental values.", "If this motion passes today, Mr. Speaker, I’ll be asking for unanimous consent to strike this select committee." ],
  "anchor" : "para951"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para968"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I’m pleased to rise on behalf of New Democrats to begin our portion of the debate on this very important motion. On days like today, members of this Legislature should take time to reflect, to look beyond these aisles, and to really appreciate the fact that the work we do here has a meaningful impact outside of these walls.", "As we speak, hundreds of thousands of women across the province are going about their daily lives, earning a living, and studying at schools and colleges and universities. Some of them, through no fault of their own, of course, will be victimized by sexual harassment and assault. It is happening right now. Right now, a woman in Ontario is being put in a position she doesn’t want to be in. She is hearing a comment she didn’t ask to hear. She’s being touched in a way that she didn’t invite. Sexual harassment and sexual assault can come from a co-worker, a boss, an acquaintance, a family member or a complete stranger. It’s never right and never deserved.", "So I want to commend our opposition colleague MPP Laurie Scott for bringing this important motion before the House today.", "New Democrats have long supported the idea of an all-party select committee to examine sexual harassment and violence. Members of this House will remember that my colleague Cheri DiNovo—sorry, Speaker—the member for Parkdale–High Park proposed a similar idea back in 2008 and again in 2010.", "I myself tabled two bills in this Legislature, in 2005 and in 2007, to amend the Occupational Health and Safety Act to protect workers from harassment and violence in the workplace.", "No woman at any time should ever be subject to sexual harassment or assault in the workplace, frankly, or anywhere else. We owe it to our daughters, our sisters, our mothers, our families, our friends, our colleagues and our pages here in the Legislature to do much, much better.", "We know the sad facts about sexual harassment: 87% of Canadian women report experiencing sexual harassment, 43% of all Canadian women have been sexually harassed at work, and only 8% of those women feel comfortable enough to report it.", "Eight out of 10 female students say they have been sexually assaulted at school. We know the sad facts about sexual assault. Over a third of women have experienced some form of sexual assault in their lives since the age of 16. And 15% of female university students experience sexual assault. Fewer than 10% of sexual assault victims report the crime to the police.", "It is important to put a face on these figures. Each number represents a real person, a real human being. Each number represents a real life that has been scarred by unwanted and undeserved violence. We can all agree that there’s no room in our society for this kind of behaviour.", "I want to say, from the Ontario Human Rights Commission website, what exactly sexual harassment is:", "“Sexual harassment is a type of discrimination based on sex. When someone is sexually harassed in the workplace, it can undermine their sense of personal dignity. It can prevent them from earning a living, doing their job effectively, or reaching their full potential. Sexual harassment can also poison the environment”—of course, for that person, the victim, but also for other co-workers in that workplace. “If left unchecked, sexual harassment in the workplace has the potential to escalate to violent behaviour.", "“Employers that do not take steps to prevent sexual harassment can face major costs in decreased productivity, low morale, increased absenteeism and health care costs,” as well as, of course, court costs if things don’t get dealt with. “Under the Ontario Human Rights Code, sexual harassment is ‘engaging in a course of vexatious comment or conduct that is known or ought to be known to be unwelcome.’ In some cases, one incident could be serious enough to be” considered “sexual harassment.”", "A list of some of the activities that are described on that website:", "“—demanding hugs;", "“—making unnecessary physical contact, including unwanted touching;", "“—using rude or insulting language or making comments toward women (or men, depending on the circumstances);", "“—calling people sex-specific derogatory names;", "“—making sex-related comments about a person’s physical characteristics or actions;", "“—saying or doing something because you think a person does not conform to sex-role stereotypes;", "“—posting or sharing pornography, sexual pictures or cartoons, sexually explicit graffiti, or other sexual images (including online);", "“—making sexual jokes;", "“—bragging about sexual prowess.”", "I think the members of this Legislature need to review that website and think carefully about their own behaviours and the behaviours that they may observe in other places where we do our business as representatives of the people of this province.", "It’s interesting to note that sexual harassment happens in every kind of workplace, in every kind of community, in every kind of circumstance. It’s not put aside to one place or another.", "However, while it does occur everywhere and in all kinds of industries, it is in fact more often occurring in certain types of employment, and I thought it was important to read this one out specifically: “male-dominated work environments (for example, the military, policing, construction work).”", "Politics, Speaker, still continues to be a male-dominated work environment, so it’s not surprising that many of the things that we’ve heard coming out over the last number of weeks have come from the very kind of work environment that all of us here share in this Legislature.", "Many of us have heard victims’ stories in our professional and personal lives. These stories sadden us and they make us angry. They also make us determined to do something to stop these crimes from ever happening again.", "We all heard, of course, about the 17-year-old girl in Halifax who committed suicide following a year and a half of abuse over the Internet, after the boys who gang-raped her posted graphic photos of the attack. Ontario is not immune. Young women here are just as vulnerable, just as subject to unwanted harassment and violence, just as likely to suffer in silence. As legislators, it is our responsibility to act. It is our responsibility to prevent reprehensible acts like this from happening. It’s our duty to protect the victims. We need to sit down and seriously look at ways to stop this scourge in our communities and throughout the province. We have to work together in order to be able to do that.", "I have to say that I was encouraged, at first, when the Premier seemed willing to act, but when I found out that she allowed her House leader to insist on Liberal majority control of the committee charged to investigate the scourge of sexual harassment and assault, it became clear that the Premier would rather put the focus on politics than on people. It’s highly, highly disappointing. This issue is too important to be treated like a political football. I wrote the Premier today and I expressed my disappointment. I can’t say it strongly enough here in this chamber: Drawing partisan lines around this committee does not serve the victims of these terrible crimes. It will not right outstanding wrongs. It will not correct gender inequality, support aboriginal women, visible minorities and the LGBTQ community. It will not provide an honest and balanced appraisal of government policies and practices. The Liberals must work freely with all parties and all Ontarians and focus on the problems at hand. New Democrats favour the non-partisan approach of an all-party select committee, and I know that Ms. Scott and our Conservative colleagues do, too. This committee must operate outside of partisan concerns. Thousands of Ontarians have worked hard to come up with solutions that will put an end to all kinds of violence against women. We must listen carefully to the advice of experts and act without delay.", "In fact, there are important changes that we can make right now, that the government can make now, such as making it mandatory for all Ontario universities to follow the example of Ontario colleges and create sexual harassment and assault policies, making sure that no doctor who has ever sexually assaulted patients ever returns to medical practice. We can conduct a new, comprehensive survey that accurately measures and tracks incidents of sexual harassment and assault. We can update the sexual education curriculum that addresses Internet-related sexual threats and exploitation. We must also stop the incessant cuts to victims’ services and make sure that women aren’t turned away when they need help the most. We must be diligent about making sure that recommendations from the Lori Dupont inquest are respected and enforced.", "In fact, Speaker, we must remember Lori Dupont, who was killed in 2005 by a doctor, her co-worker, who then took his own life when he was about to be charged with the murder. It took until 2010 for this Legislature to finally act, with legislation on harassment in the workplace—five years. That’s a hell of a long time, and I don’t believe that legislation functions the way it should. There are obviously not enough tools available to employers to make sure that harassment is stopped in the workplace, because statistics show that, in fact, it continues.", "I sat with Barbara Dupont, Lori’s mother; I sat with her friends; I sat with her co-workers who had been witnessing the harassment and who had been ignored when the alarm bells were being raised. I sat with the trade union movement activists and women’s movement activists in southwestern Ontario, in the Windsor area. They were all pleased to see the legislation finally come forward, but I can tell you that they’re probably not pleased today to see yet another Liberal government dragging their feet, playing political games on an issue that is so damn important to women all across this province.", "Speaker, that came in 2005. But back in 1996, another woman was murdered in the workplace, again a situation of ongoing sexual harassment that led to violence and her murder. The woman’s name was Theresa Vince. Nothing happened here in Ontario, following up on Theresa Vince’s murder. Theresa Vince was a woman who worked at a Sears store. She was an HR expert. She was killed by her boss after sexual harassment in the workplace. Theresa Vince and Lori Dupont are not just numbers on file, and they’re not just titles for an inquest.", "Time has been wasting in this province for far too long. It’s time to strike that all-party select committee so we can get to work on the issue of eliminating sexual harassment and assault in the workplace and in our communities, throughout our workplaces and throughout our province.", "Once again, I am urging the Premier of this province to instruct her House leader to meet with the opposition House leaders immediately to discuss the mandate and terms of reference for an all-party select committee, so that we can go to work on what really matters. In fact, I challenge the Liberals across the way: If they’re interested in actually doing something on this issue, support this motion and make sure it passes; get your House leader in this House and make sure he agrees to unanimous consent to support the motion that’s before us in this Legislature today. That’s the one, single thing that the Liberals can do, and that the MPPs across the way on the other side of this chamber can do.", "In closing, I want to say on last thing, and that is that actions speak louder than words. The Premier was very, very disappointing in the actions she took in the letter that was sent by the House leader of her party. It’s time to put politics aside and come together to take this issue of sexual harassment and violence against women seriously, once and for all. This is a window of opportunity because of the heightened awareness around this province of this issue. Shame on us, and shame on the government if they don’t take advantage of it and do the right thing." ],
  "anchor" : "para969"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member for Hamilton Centre and leader of the third party.", "Further debate? I recognize the Minister of Children and Youth Services." ],
  "anchor" : "para1007"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And women’s issues, Speaker, if I may add." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Forgive me. Yes, and women’s issues." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Important to this debate. Thank you.", "I am very pleased to speak on this motion from the MPP for Haliburton–Kawartha Lakes–Brock. She is a wonderful colleague who shares representation of Durham region, or at least part of it, the Brock piece of her riding. I do enjoy working with her, and I have the utmost respect for her as well. I know she works very hard for her constituents.", "Just picking up where the leader of the third party left off, on Monday morning the Premier did write to the opposition leaders on this opposition day motion. She expressed strong support for a process that would see MPPs from all parties travel across Ontario and engage directly with women and men.", "I want to emphasize that, going forward, we can’t leave men out of this discussion. We need to hear from women. We know there’s a preponderance of sexual assault and violence against women. But men have an importance voice here. Men and women need to help us shed light on the important issues of sexual assault and harassment. We believe the PC proposal is a very good start, and we support it in principle, as the Premier has communicated.", "But what is before us—the motion as written—is a limited select committee with a narrow and limited mandate. In our view, more work needs to be done to improve on the proposal. The Premier has challenged us to do a couple of things. One is to broaden that mandate to include sexual violence and harassment outside the workplace; and second, to incorporate the voices of those most affected by sexual harassment and assault, and include the voices of young people, aboriginal women, visible minorities and voices from the LGBT communities.", "The leader of the third party just spoke about the importance of hearing from students and their experiences with respect to sexual harassment, poisoned environments and sexual violence. She spoke about the medical profession. I’m very pleased to see that the leader of the third party talked about, I think, support for a broader mandate. I think we can all agree that it’s important we get this right.", "As I have spoken about here in the House and outside the House, if we’re going to make this kind of investment, it is extremely important we get this right. It’s important that we be as inclusive as possible because this is a very large and serious issue.", "Our House leader, the government House leader, wrote to his counterparts in order to continue the discussion, so we are moving on things. We don’t want to see political football being played here at all. That’s not at all what the government intends to do, and we don’t want wedges to be driven on this very, very important issue.", "I do have to point out that we operate within the confines of what we call standing orders, the rules of the Legislature, and standing order 113 clearly states that memberships of a standing or select committee “shall be in proportion to the representation of the recognized parties in the House.”", "Both the PCs and the NDP agreed, as recently as July, that committees of our Legislature are to reflect the proportions of the recognized parties in the House, reflecting the will of the people of Ontario. We’ve all been democratically elected by our constituents. The democratic constitution of a select committee, or any other committee, is the only reasonable and fair option.", "As the Premier has said, this committee is not about writing another set of protocols. We don’t want to get bogged down just doing that. We don’t want it to be a piece of paper on an office wall somewhere. We are dealing with cultural norms within organizations, within workplaces, within post-secondary institutions and beyond. Those cultural norms need to be shifted.", "Again, to echo the Premier, it’s pivotal that we have as many voices as possible. It isn’t about a political exercise and it’s not about one party trying to get the upper hand over the other; it’s about democracy, and it’s very important that we get the scope and the mandate right on this. I am very hopeful that all of our House leaders will work co-operatively to make that happen.", "As the minister responsible for women’s issues, I have a very strong interest in the creation of a wide-ranging, all-party committee to examine sexual assault and harassment within the workplace and beyond. You only have to read the media to see that it extends well beyond the workplace. This is not a new issue. There has been heightened focus on it with recent events, but it’s not a new issue.", "The Premier has made it a key role for the Ontario Women’s Directorate and this government to work to end violence against women. This is something that was put in my mandate before recent media events. We have always felt that this was a very important issue. We want Ontario to be a province where all women and men live free from the threat, fear or experience of violence or harassment. It is a priority of the Ontario Women’s Directorate to promote gender equality in Ontario and ensure that every person who identifies as a woman or girl or other group is able to fully participate as a full member of society, exercising their rights and enjoyment for fundamental freedoms in the social, economic and civil life of this province.", "In 2009, our government was the first to bring changes to the Occupational Health and Safety Act to address violence against women and other groups, in response to any form of workplace harassment. This requires employers to have workplace violence and workplace harassment policies, and programs in place to implement them.", "In 2011, we launched a $15-million, four-year sexual violence action plan and have extended this funding for an additional two years. We continue to call upon the federal government to support the call for a public inquiry in response to the issue of missing and murdered aboriginal women and girls to provide a deeper understanding of the underlying causes of the severity of this issue.", "Just yesterday, my colleague the Minister of Community and Social Services announced a $14.5-million investment over three years to women’s shelters. Again, this is a program that has been in the works for some time.", "On this side of the House, as government, we continue to invest. We have increased funding by 51% since 2003 for community service groups to help victims of domestic violence.", "I just want to reiterate that we strongly feel that the PC proposal is a good start. It is, however, limited in being a select committee with a narrow mandate. We feel more work can be done to build on that proposal, and I think the member who introduced the opposition motion seemed very open to that. So that’s fantastic. I think that’s great. Because it shouldn’t be a political exercise. I think everyone knows in this House that we need to get it right. If we’re going to make this kind of investment, we have to get the right scope and mandate nailed down.", "I talked earlier about the standing orders. They’re very clear about the composition of committees. This is an issue that’s important to all of us. It’s a societal issue. I think we can all work very collaboratively across our party lines to get this right.", "I’m hopeful that the House leaders will get together, that they will come to an understanding on how we should proceed. I very much look forward to being a part of this process going forward, and I thank the member for bringing the motion forward." ],
  "anchor" : "para1011"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1033"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I rise today to join with my caucus colleagues and with others in this House, like the NDP caucus, in offering my unequivocal support for the motion brought forward by my friend and colleague the honourable member for Haliburton–Kawartha Lakes–Brock, Laurie Scott.", "Sexual harassment has hurt Ontarians from all parts of our province. Every member of this House understands sexual harassment can never be tolerated. As Ontarians, it violates our fundamental values. Fortunately our culture is at a turning point, so we cannot let today’s important work be tarnished by partisanship and be lost in defeat. This House must be united in its commitment to support the victims of sexual harassment and make our province a safer place to live, work and succeed.", "The opposition day motion before the House is an opportunity to catalyze change. It’s an opportunity to build a safer, more equitable work environment for current and future generations. The opposition day motion calls for the creation of a select committee. It’s a reasonable and responsible way to have an all-party, non-partisan select committee to study sexual harassment, hear directly from the victims and bring forward a plan of action to address it. The committee would be empowered with the authority to conduct province-wide hearings, undertake research and have the appropriate authority to develop recommendations.", "I disagree with the premise in the Premier’s letter that our motion is too narrow. Like all select committees that have preceded it, this select committee would be free to set its own course and its own goals. In the past, motions calling for a select committee did not detail, to the letter, who the witnesses would be, where the committee would travel and which experts would be consulted. It has always been understood by members in this House that these details are left to the committee to determine. It goes without saying that this select committee would hear from a broad range of Ontarians, including young people, aboriginal women, visible minorities and members of LGBTQ communities. Put simply, a select committee would allow us to take the politics out of combatting sexual harassment.", "This is in the best interests of the public and victims. As the PC critic for women’s issues has rightly and repeatedly said, the select committee should be equally represented by two members from each party. Again, I thank the leader of the NDP and her caucus for supporting this motion. As each party has important contributions to make to this debate, it’s important that we have equal representation on the committee and take the politics out of it.", "The Premier says that she appreciates the spirit of non-partisanship in which we have called for this select committee, but her position says somewhat otherwise. This is regrettable. The Premier talks about the need to address inequality and then proposes that the parties’ representation on the committee be unequal.", "I do not doubt the Premier’s sincerity in combatting this issue for Ontarians. I am pleased that the Premier is joining the Ontario PC caucus and NDP call for a robust mandate to combat the challenges before us. An all-party, non-partisan committee can achieve just that.", "Today’s motion also puts in place firm dates and deliverables so that we can get to work, hear from Ontarians and act on the results. The committee would be established very soon, members would present an interim report to the House by June 2015, and we would all have a final report by October 2015.", "I cannot fathom why anyone would oppose today’s opposition day motion. It’s the right way forward for Ontario. I look forward to rising in the House to vote in favour of the motion, and I hope that all members will join us and do just that." ],
  "anchor" : "para1034"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1043"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I’m pleased to rise on behalf of the people that I represent in London West to speak to the motion that was introduced today by the member from Haliburton–Kawartha Lakes–Brock.", "As our leader stated in her remarks, New Democrats will be supporting this motion. We believe that it provides a mechanism, a needed mechanism, to deal with the shocking incidents that have galvanized media and public attention over the past several months, including:", "—incidents of sexual assault on post-secondary campuses;", "—charges of sexual assault laid against Jian Ghomeshi, and concerns about sexual harassment of female journalism students who were doing internships at Q;", "—sexual assault allegations made against federal MPs;", "—a generous severance payment made to an Ontario crown prosecutor accused of sexual harassment;", "—revelations that a physician returned to practice after sexually assaulting 13 women and that another 21 Ontario doctors are practising with gender-based restrictions.", "As we approach the 25th anniversary of the Montreal massacre, this list makes it feel like depressingly little has changed. However, given the debate that has been ignited in coffee shops and workplaces across Ontario, it also feels like a breakthrough is finally starting to happen.", "In order for it to become more than a feeling, we need to find a way to deal with these issues in a non-partisan manner, in a depoliticized way, in a way that allows for an honest appraisal of government policies and involves MPPs from all parties listening to women and men from diverse backgrounds and experiences, and making recommendations about ending sexual violence and harassment in the workplace.", "NDP leader Andrea Horwath spoke about the amendments to the Occupational Health and Safety Act, Bill 168, that came directly out of the coroner’s inquest into the murder of Windsor nurse Lori Dupont. These changes had been proposed five years earlier by NDP leader Andrea Horwath, in 2005 and 2007. When they were finally passed, they were heralded as the changes that were going to make Ontario workplaces free from violence and harassment.", "Under Bill 168, the prevention of domestic violence in the workplace became a legislated goal. To ensure that workplaces would be able to meet their obligations under the act, funding was provided for the development of the Make It Our Business initiative at the Centre for Research and Education on Violence Against Women and Children, located at Western University in London. This Ontario-wide initiative recognized that most organizations, whether public, private or not-for-profit, do not have in-house expertise for risk assessment and safety planning. Make It Our Business provides a gender-based lens that is critical to understanding violence against women, and a legislative hammer to enable access to all Ontario workplaces.", "At the small London firm I was working for at the time, we took advantage of the Make It Our Business workplace training offered for staff and management. My male co-workers were stunned to learn of the prevalence of domestic violence in Ontario and Canada. The program was vitally important to shifting attitudes and raising awareness of the impact of words and actions at work, as well as the warning signs of a co-worker experiencing violence at home.", "Unfortunately, however, funding cuts and a change in ministry priorities have undermined the capacity of the program to deliver face-to-face workplace education. Those working at Make It Our Business describe it as another example of an investment made but not fully actualized. The fall newsletter of the provincial network of Violence Against Women Coordinating Committees states, “Again, a lack of commitment to prevention has left the program struggling to build the needed relationships between VAW”—violence against women—“sector and employers.”", "That is why New Democrats support the motion today. As indicated in the 2013 report of the Auditor General, there’s a need to move beyond noncommittal expressions of support, and set clear goals and timelines to address sexual violence and harassment.", "Yesterday’s announcement of funding for women’s shelters is welcome, but there is a need for concrete action on the part of government to embed violence prevention as an all-of-government priority.", "The government’s willingness to push this issue aside is evident in the cabinet minister mandate letters that were released this fall. As pointed out by southwestern Ontario Violence Against Women Coordinating Committees, the Ontario Women’s Directorate is the only ministry charged with ensuring a gender lens. There is no mention of a gender lens in any other ministry letter, including that of the Ministry of Community and Social Services, which is directly responsible for women’s shelters. There is no mention of a gender lens in any of the letters about affordable housing, employment, health services or child care—issues that are critical for women’s full and equal participation in Ontario—revealing that women’s issues are as marginalized in government as they are in the community.", "Before I conclude, I want to say a few words in my role as critic for colleges and universities about sexual assault on post-secondary campuses. As our leader indicated, the statistics are alarming. And yet, despite the prevalence of sexual assault on Ontario campuses, only four out of 20 universities—Lakehead, Guelph, Brock and Western—have created a special policy on sexual assault, and no Ontario college currently has a special policy.", "While we know that policy development is now under way, much more needs to be done. Every Ontario post-secondary student has a right to feel safe when they attend post-secondary education in Ontario, and every institution should have a clear policy on how allegations of sexual assault will be dealt with. More than that, a comprehensive review of how incidents of sexual assault are reported, investigated and tracked on Ontario campuses is required in order to identify what improvements need to be made, with specialized training provided to all staff and faculty who are involved in all stages of the process.", "As a society, we simply cannot allow this level of sexual assault and sexual harassment to continue. We need real, concrete plans to end sexual assault and harassment against women in the workplace and in our communities.", "I congratulate the member from Haliburton–Kawartha Lakes–Brock for bringing this motion forward and look forward to implementing the recommendations that are made by the all-party select committee. Thank you." ],
  "anchor" : "para1044"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1065"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "One act of violence or sexual harassment against one woman is one act too many. And I think we all agree here in the House: This is an issue that we all take very seriously. Certainly the comments from the members of the opposition have reflected that today. I also understand that this is an issue that has been discussed at the House leaders’ meetings.", "We also agree with what this motion stands for and we’re ready to support it in principle.", "We’re open to considering what we can collectively do to address this issue moving forward. It’s an issue that affects too many people in our society. It’s a crime. And crime and the fear of crime affect all of us, men and women, in workplaces and outside workplaces.", "I sat on the board as a director at the Waterloo Region Crime Prevention Council for the last seven years, until I was elected in June. At that table, we had the heads of many organizations, from Waterloo region women’s crisis services, from the youth sector, from the education sector, from the seniors’ population, from family and children’s services, from all kinds of organizations.", "What we were dealing with is the root causes of crime through social development. Raising awareness of crime, whether it be sexual harassment in the workplace or crimes against children or cyber crime, etc., was something that was on our table each and every month. We had all-party support when it came to supporting and bringing awareness of whatever organization issue was brought to our table.", "I was proud of the work that the Waterloo Region Crime Prevention Council did in Waterloo region, because it didn’t just address the crime; it addressed the fear of crime. The result is, the fear of crime and crime in Waterloo region have steadily gone down in the last few years.", "We also had partnerships with the Waterloo region sexual assault centre, as well as the Waterloo region women’s crisis services, all organizations that really dealt with the issue that we’re discussing today: sexual harassment, mostly of women.", "I also must point out, Mr. Speaker, that as an emergency nurse we were trained to identify victims of sexual assault and victims of sexual harassment, whether that person came in with a mental health issue or somebody that came in with an actual assault and had physical injuries. We were able to identify them through our questioning, but then were able to bring in the experts to be able to help us to treat those victims.", "So this is an issue that’s very close to my heart. I’d have to say, with the statistics that are out there, with what percentage of women have experienced sexual harassment in the workplace—I too, when I started thinking back, I did witness sexual harassment in the workplace as a very young nurse in one of the major downtown hospitals. What did I do about it and what did the victim do about it? Nothing. I do understand that these issues are really difficult to bring forward, and I certainly hope that the work that we do as all parties in the House helps to identify this and assists women, children and men to come forward with issues.", "As a government, we will continue to work to make sure that those policies are working. We all have a role to play in ensuring that violence and harassment in Ontario workplaces and our society is simply not tolerated. Everybody in this province, regardless of their gender, should be able to work in a safe and healthy workplace. A comprehensive review is happening of the OPS policies on discrimination and harassment and violence. The kind of training that needs to happen on an annual basis is happening within the OPS, within the broader public service and in our own legislative world. We all need to continue to make sure that all of that is in place.", "We also have to look in our own communities and workplaces to make sure that we have the practices and behaviours in place that keep ourselves and our colleagues safe. As I’ve said before, there are many organizations throughout Ontario that help to identify victims of crime and try and prevent it in their own communities, and we, as all members in the House, need to help support them.", "Earlier this week, as you’re aware, Premier Wynne wrote to the opposition leaders expressing strong support for a process that would see MPPs travel Ontario and engage directly with women and men to shed light on the important issues of sexual assault and harassment not only in the workplace but as a society. While the PC proposal for a limited select committee with a narrow mandate is a great start, and I offer compliments to the member from Kawartha Lakes–Brock—" ],
  "anchor" : "para1066"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para1078"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I will get that right. Sorry. Haliburton; thank you.", "It’s a great start, and I commend her for her persistence in bringing this to the House. We do support it in principle, but we also feel that more work needs to be done to improve upon the proposal.", "The Premier has challenged us in a couple of ways: (1) to broaden the mandate to include sexual violence and harassment outside the workplace, and (2) to incorporate the voices of those most affected by sexual assault and harassment, such as the voices of young people, aboriginal women, visible minorities and voices from the LGBTQ communities. We need to make sure that we get this right. I think we all agree on that. The House leader also wrote to his counterparts in order to continue this discussion.", "Regarding the points made about the select committee make-up, despite the PC and the NDP criticisms, the select committees of this Legislature have reflected the composition of the House. If I take you back in history, former Premier Harris had two select committees, both with a majority of PC members. The Select Committee on Hydro Nuclear Affairs had a composition of five PC members out of eight and the Select Committee on Alternative Fuel Sources had five PC members out of nine.", "Under Premier Wynne, the Select Committee on Developmental Services in 2013 had four OLP members out of nine, reflecting the Liberal government’s minority status. Further, standing order 113(a) states clearly that the membership of a standing or select committee “shall be in proportion to the representation of the recognized parties in the House.”", "Finally, both the PCs and the NDP agreed as recently as July that the committees of the Legislature are to reflect the proportion of the recognized parties in the House, reflecting the will of the people of Ontario.", "I’m proud of this government’s record. In 2009, our government was the first to bring in changes to the Occupational Health and Safety Act, to address violence and workplace harassment. It requires employers to have workplace violence and workplace harassment policies and programs to implement them.", "Is there more work to do? Absolutely, there is.", "I want to again commend the members who have already spoken in the House today about this important issue and look forward to continuing debate." ],
  "anchor" : "para1079"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I have a couple of things I would like to cover when discussing this motion.", "First of all, thank you, Haliburton–Kawartha Lakes–Brock member, colleague. It is worthwhile, it is valuable that we are debating this today.", "I want to specifically narrow my comments to the value and the difference of a select committee compared to a standing committee. I’ve heard both members of the Liberal government debate and talk about a limited select committee, and I have to laugh at that, because one of the really unique and, quite frankly, very valuable parts of having a select committee over a standing committee is in fact the broad mandate that allows the committee members who are participating in a select committee to go beyond the narrow focus of what our standing committees ultimately do.", "For any members who have participated in a standing committee, you know that it is related directly to the legislation that comes before it and, more importantly, only the sections of the legislation that are being debated. Even if there is another section of legislation that you want to amend, you cannot, because the scope of a standing committee does not allow you to do that.", "The beauty and the uniqueness of select committees—I have had the honour, the fortune of participating in two since I was elected in 2007. The first one was the Select Committee on Mental Health and Addictions.", "It’s not a prop, Speaker, because it is actually a document that was generated by a select committee.", "We have to stop believing that we have a lock on all the good ideas. One of the benefits of select committees is that they are for systemic issues. Well, as the leader of the third party mentioned, less than 10% of people who are sexually harassed report it. It is a systemic problem. It is not a problem that started with Jian Ghomeshi. What made it unique was that he happened to be a public figure. But it is not unique in terms of timeline. We’ve been dealing with this since women and men have been working together in the workplace. It is a systemic problem.", "The second thing that select committees allow us to do is admit there is no simple solution to this. We have to open our minds and start to figure out why less than 10% are willing to come forward. There are a myriad of reasons, and let’s stop assuming that we know all the answers. Is it because the justice system is set up in such a way that people don’t want to put themselves through that? Is it because the process for charging is so much against the burden of proof? Is it because the workplace becomes stigmatized? Are people afraid to come forward because they’re worried about their career aspirations? Let’s get to the nub of the matter and have people who have experience in this issue, who have personally experienced these issues, come forward and give us those suggestions, because, quite frankly, when we open the doors at Queen’s Park, when we allow committees to have public hearings, we get some great ideas.", "When the Select Committee on Mental Health and Addictions was meeting, we had 32 days of public hearings. We had over 300 presenters. And when I say 32 days, I don’t mean an hour, from 9 to 10, on Thursday mornings; I mean 32 days. We travelled across the province. We went into First Nations communities. We went to the north. We went to the south. We went to Ottawa. We went to the southeast. We need to do a better job of opening up our legislation and actually allowing people who know what’s going on and who have suggestions to come forward and bring those ideas. What we’ve seen, quite frankly, without politicizing the issue, since the Liberal majority in June is that we get a day and a half of public hearings. Your House leader is the one who says, “Be satisfied. That’s enough.” That’s not enough for this issue.", "The second select committee that most recently prepared a report was of course the Select Committee on Developmental Services: again, 14 days of full public hearings; again, we went to the north, we went to Ottawa, we went to London, we went to Windsor. We need to allow people to participate in this debate. If anything has happened as a result of the Jian Ghomeshi issue, it is that more people are talking about it. More people are saying, “Yes, it needs to be improved. How can we do it?” And as legislators—they’re looking to us and saying, “You have an opportunity here. You can do this.” You can bring people together, you can open up the doors of Queen’s Park and go out and speak to the experts in the field, speak to the individuals who are dealing with this issue—the experts, the professionals—on a daily basis. Speak to the individuals who have lived experience—which I believe is the word we like to use—and actually listen to what they have to say, and the ideas.", "I have a family transition place in my riding. They do some excellent work. They work in the schools. They work with men who have been charged. They work with women, of course. What they have told me is, “There is not one solution, Sylvia.” There is a whole series of areas, whether it’s in the justice system, whether it’s in the education system, whether it’s in our own ministries, where we can actually make a difference. But unless we open our minds and unless we’re willing to hear from those people, we’re just going to spin our wheels here. We’re not going to move forward at all. We’re going to pretend that having a standing committee do two days or four days and then write that report, and then we can put it on the shelf and we can all feel better about ourselves—well, you know what? I don’t think we will.", "I think what we’re doing is a grave disservice. I think if we actually look at this as, “Here’s our opportunity to do the right thing”—here’s our opportunity to take it out of the standing committees, the partisanship that most of us willingly participate in five days a week, and actually make a difference.", "The two standing committees—and I can name members from all three sides who I participated with. We all went in there understanding that we didn’t have all the solutions. But we also all went into that select committee wanting desperately to make a difference. Quite frankly, and I’m going to be biased here, I think both of these reports have some excellent recommendations that have truly made a difference and ultimately will make a difference if we continue to implement the recommendations that were made.", "We need to do more of that. When people ask me what I like about being an MPP, what I like about Queen’s Park, I cite these two select committees, because you can in-depth study issues and actually, on a consensus basis, come forward with ideas where collectively, regardless of whether we’re orange, blue or red, we can say, “Yes, I think that will actually make a difference,” and “Yes, I want to do that.”", "I’m going to wrap up by saying a standing committee is too limited in scope. If you want to use the word “limited,” put it in front of a standing committee, because they have the pressure of other pieces of legislation that are sitting in the queue, waiting to be dealt with. There will constantly be pressure from your House leader, saying, “Get on with it. We have other pieces of government legislation that need to be dealt with, so wrap this up.” I believe a select committee—and I’ve seen it in two examples in my short time here. I’ve seen how select committees can actually delve into issues. We can get deputy ministers to come forward and say, “Why aren’t you doing a better job? Attorney General, why did you let that assistant crown attorney go away with a huge severance instead of actually dealing with the problems that were happening at that particular crown office?” We have that ability, and we’re not going to have that ability if we have it in standing committee.", "So I would just urge people to open up their minds and actually look at some of the work that has been happening in other select committees. You don’t have to pick these two. I’m obviously biased because I participated in these ones. But they don’t have to be this one.", "The point is, there is a difference between a select committee and a standing committee. The difference is that we go in there with the assumption that we’re trying to make a change and we want to work together. Let’s be honest: When consensus reports come forward, they have stronger weight behind them. If we get into a situation where there has to be a minority report that’s written by the NDP caucus and then there’s a minority report written by the PC caucus because the Liberals have a majority, it does nothing. We have accomplished zero.", "So I really think that if you looked at what standing committees historically have been able to accomplish in this chamber, you would understand that the reason we want a select committee is that there is a difference." ],
  "anchor" : "para1090"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1109"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I want to applaud the member from Dufferin–Caledon. I really listened intently to her argument and to some of the points that she put forward, and I truly appreciate the wisdom that was in her deliberation.", "I hope to provide a little bit of my own personal insight. Of course, I’m honoured to speak as the representative of my riding, as a member of provincial Parliament, as we all are, but maybe more so as a man and as a father of two young children, a boy and a girl, and one who has come to a level of awareness about sexual assault and sexual abuse in our communities, prior to being elected, and the responsibility that I have as a man and as a father and as a community leader to stand tall, to be strong and to stand with those who have been victimized by sexual abuse and sexual assault.", "I learned that from listening and from participating. I was fortunate enough, prior to being elected, to sit on the board of directors for the Sexual Assault Crisis Centre of Windsor. I want to give them a shout-out and the work that they do each and every day to provide crisis intervention services, support, counselling, public education, advocacy and prevention. They do tremendous work in our community, all along being targets of reduced budget by the various ministries that fund them. They continue to reach out and to provide those wonderful services. It’s really where I learned how vital it is for us to stand together, to put those resources forward, to not only support those who have been victimized but to play our own role in ending violence against women, men, children and all those who have ever been victimized.", "That’s why I stand here in support of the member for Haliburton–Kawartha Lakes–Brock’s motion. I think it is indeed not only timely but something that we can all actually progress. I think it is actually a balanced approach that would lend itself to eliminating the partisanship that is so prevalent in this House at all times. I think it’s also an opportunity for the government to send a signal that we’re going to treat this differently. This one we’re going to separate from the politics of this chamber. This one we’re actually going to put all of our resources and all of our hearts and our efforts and our emotions into finding a balanced road forward.", "In doing that, at the basis of the member’s motion in striking a select committee is the call to have balanced representation on that committee. And I’ll tell you why I think it’s important: because the current makeup—or the proposed makeup, if it was to be simply put into a standing committee—would mean that, as New Democrats, our caucus would only have one representative. That would mean that that committee would only get the perspective of either a woman or a man. I think it’s important to have a balanced approach. I think it’s important for us as a caucus, and myself or any other of my colleagues, to show to our daughters, to show to our sisters and our mothers, that men will and have to stand up to fight sexual abuse, sexual assault. We have to lend our voice to this debate. We have to be leaders and champions.", "I try to do that in my most important job: as a father. We have very, very clear discussions with my kids. They’re very young, but I try my best to teach them, to tell them and to show them that men have to play an important role in informing other men about what is adequate, what is respectful and what is against the law, ultimately—what you can and cannot do. We have frank discussions. My kids are aware. They’re informed, and they can also act as advocates.", "Give me that opportunity. Give yourselves that opportunity. Take the partisanship out of this, and ensure that all voices are heard. Make this mandate something that is depoliticized and that sends a strong message to all those who have been victimized that we’re taking it seriously and we’re taking a different approach. It actually warrants that, maybe more so than any other effort on behalf of this Legislature.", "Speaker, thank you very much for the opportunity to join in the debate. I look forward to hearing comments from my colleagues." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1118"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "It’s a great pleasure to follow my friend from Essex and endorse what he said, because I thought that was a very thoughtful and mature intervention, and I appreciate his words. And I want to thank the member for Haliburton–Kawartha Lakes–Brock for introducing this motion. I think it’s a very important step forward.", "It’s an odd world we live in. When I was reading through it, I recognized the horrors that are visited upon particularly women from both sexual harassment in the workplace and violence against women, which often occurs in the home. The world can be a very unsafe and scary place.", "I think sometimes we have to do more than simply have workplaces that are free of overt violence or harassment. I think that we should try to achieve something higher than that.", "I remember when I was in my 20s, working in a large federal institution. It became known I was gay, and my particular boss at that time was not that cool with the idea. I was a middle manager, and I remember getting pulled out of my office and put in the secretarial pool. I was the only man who worked there. The secretarial pool was mostly women, which made it a little bit more interesting because they were a little bit more emotionally coherent than some of my male supervisory colleagues, and much more fun to hang out with.", "That was followed up by a phone call to my landlord, who, though I was out, felt some need to point out that the person I was living with was not my roommate but my partner at the time. Shortly thereafter, I lost my apartment, which is really unpleasant, to lose your apartment in Ottawa in early January.", "That felt like a lot of harassment; do you know what I mean? It didn’t make that workplace a place I wanted to be in. As a matter of fact, I have to credit that particular supervisor with my political success, because as a result of that, someone else in senior management got me sent out to Winnipeg from Ottawa to save me from what was a really unpleasant person, someone who had such issues with someone being gay.", "I cannot put myself in a woman’s body. I don’t understand what that’s like. Women visually present often as women, and they deal with a whole bunch of crap that a lot of us guys don’t have to deal with. It shouldn’t be lost on any of us, and I have huge respect for the leader of the third party, because to be a woman in a leadership role isn’t that easy, and there are not that many of them. It’s not lost on us that for about 200 years we’ve been electing Premiers and heads of executive councils, and it only took us two centuries to put a woman in the job. Dare I say, in the last 200 years there are a lot of women who probably could have fit that role as well as many men did, and they didn’t.", "If people don’t believe that we live in an inherently sexist society, even if we’re not saying overtly sexist things, the simple exclusion of women and their non-participation—I dropped out of a leadership race to support a woman. I said at the time and I’ve said it many times: The problem in our society isn’t that there aren’t many brilliant women prepared to lead; there’s just not enough reasonably good guys prepared to follow. We have to not crowd out all the space all the time. I think many of our parties are starting to learn that. I think the member who’s introduced the motion is showing that kind of leadership, and I commend her for that.", "We’re living in a really complicated world, because I’m hoping that one of the things that will come out of this beyond sexual harassment, as real and as pernicious a problem as that is, is that this committee will help us find ways to create respectful workplaces—" ],
  "anchor" : "para1119"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "—not just tolerate human difference or be afraid of it, but we actually celebrate it.", "I always say to my staff that if I don’t hear some laughter down the hall on regular points during the day, I feel like things aren’t really good. Most of my staff are pretty amazing, and they’re very diverse. I have Muslim, Sikh, Christian, Jewish—", "Interjection." ],
  "anchor" : "para1130"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Okay, thank you very much. I’ll give that away before someone else grabs it.", "But, you know, I like to hear laughter. I have a young Muslim woman who works with me who doesn’t shake hands. I have a very gregarious Irish guy who is out from Ireland, who’s an environmental lawyer and has a personality big enough to fill the Rogers stadium. Getting to a place where all of us, from all of our cultural differences, actually come together and feel respected and safe isn’t easy.", "I think if I ever understood the need for a harassment-free workplace, one that actually celebrates diversity and that’s a respectful workplace—which is I think what we’re trying to achieve here, really a place where people feel celebrated and uplifted; our jobs are exciting, and we have this huge privilege in this place to try and make a difference in the world before we die—was when I had a member of my staff who was deaf. My God, that was difficult. Some 80% of deaf people are unemployed—80%—and they’re the most educated minority. So if you think of discrimination or that—they can’t even get into the workplace to do that.", "But the adjustment was really interesting for me, because first of all, deafness, as we all understand, is not a disability; it’s a different culture with its own language. It’s a remarkable thing, and a lot of people don’t understand that. But what he taught us is that we all learned how to communicate better. He actually gave the rest of us ability through his difference, because we all learned how to sign, how to read each other’s eyes and mouth and body language. My God, I became very conscious of my body language. I’m a very expressive kind of person, and when I’m not in a good mood I should never play a poker game, because people read things off you. It can be stressful if your boss walks in and his or her body language is a little unpleasant. That creates stress for workers.", "As we learned to communicate, what he did is he transformed my entire team and enabled them in non-verbal communication, because he couldn’t hear us directly. We really became much more sensitive. If we can actually not be afraid of each other’s differences, those differences can be pathways to being a better person, a more skilled person.", "This horrible thing—because, really, people’s disability, when we call people disabled, is really our disability. It’s actually that when we build relationships with them that they give us ability as a reward for being respectful of them. We become better people; we become better, skilled people. It’s an incredibly humbling experience.", "I think women—I mean, my mother was a secretary who basically was a vice-president because she did her boss’ job for her. When she took over my dad’s company, she ran it brilliantly. But my mother had in her entire life learned how to manage men’s egos, their titles and their salaries at four times hers, to actually get enough satisfaction out of her work that she never got credit for all of the success. I would dare say that probably for many, many decades women have built capacity in companies by getting no credit for it and managing the egos of my gender. As a male with a rather large ego, I apologize to all of you right now and hope I’m not going to that warm place for it.", "But for gay, lesbian and transgendered people—I want to just talk about that because that’s an interesting issue. When I was the Minister of Training, Colleges and Universities, I always thought, “God, it’s 2014. I’ve been out of the closet since I was 14”—I won’t tell you what decade that was, but mullets and disco were still around back then. There was a study done by the Ontario undergraduate students’ association—I think some of the members opposite, the member for London–Fanshawe, mentioned this previously, and I appreciated her raising this—that half of all of our university and college students don’t feel safe being out and self-identifying as gay and lesbian people, in our schools and our universities, in 2014, in our most educated workplaces. You can think about what it’s like for the rest of the world.", "I have an event I do, which you’re all invited to. It’s a completely non-partisan event called the Idea Distillery. We do it at Signs, which is a social enterprise run by deaf people just over at the corner of Yonge and Wellesley. Last night, we had Helen Kennedy and a group of women talking about transitioning families. One of the moms was there, and some of my transgender constituents were there. She has a daughter who is a trans young woman. Obviously at the age she is, she hasn’t gone through any surgical procedure, but has decided that pre-puberty, or into puberty. She was asking, how does she find a respectful place for her daughter as she goes through her teenage years?", "We have a very binary idea of sexuality. If you’re straight, it’s a boy-girl thing, and if you’re gay, it’s a boy-boy or girl-girl thing, but there’s a lot of complexity. We’re now seeing more and more transgender people show up at work. The members for Parkdale–High Park, who I had the great pleasure of working with, Ottawa Centre and Whitby–Oshawa all worked very hard to bring forward legislation that actually creates—right now, that’s just words in law. Transgender people can’t get their driver’s licence changed. They can’t get X or M or F. They don’t have that kind of choice. It’s very hard.", "If you’re a transgender 12-year-old, do you go to parents if they’re evangelical Christians in Hamburg or social Conservatives in Rosedale? Most of the kids, when I worked on the street, the violence that was done to them was done to them in the home and by the people who were supposed to love and protect them who couldn’t accept the difference, never mind celebrate it.", "I think we have a lot of work to do because harassment sexually is about more than the binary nature of being a boy or a girl. It’s much more complicated, and as we go forward in this world, we’re going to deal with more complexity: racially, culturally, based on faith.", "I give huge credit to the member. I would ask the committee to try and look deeply into the issue of sexual harassment, but really look at the complexity so that we move from tolerating differences to actually celebrating it and celebrating the diversity of humanity.", "I want to say one thing. I get hugged around here a lot, by even members of the opposition. I’ve even been kissed by some of my straight male colleagues. I think that one of the things I hope we never lose is that, coming from a big huggy, Ukrainian family. I think harassment is when someone says no and you don’t want it. But I hope it never comes to the point where any of you who will hug or kiss me ever feel restrained, because it’s sometimes the most humanizing thing. I hope we never translate that human affection is the same thing as harassment. That has a lot to do with permission and respect. Otherwise, all of us of Ukrainian and Italian and a few other cultural backgrounds will have to lock ourselves in the washroom during meetings or something.", "Anyway, thank you very much, and God bless." ],
  "anchor" : "para1133"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1148"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I’m very proud to be in the House today and to speak to the opposition day motion that has been advanced by my colleague from Haliburton–Kawartha Lakes–Brock. This is an important subject and one that I view as being an injustice that is happening throughout our land that has been long neglected. It’s time for this Legislature and us as lawmakers to recognize that there are things that are wrong in our laws and to take the appropriate action after careful deliberations and considerations to rectify those things that are wrong in our laws in Ontario.", "I think it’s obvious, but I just want to state it for emphasis: This motion is about sexual harassment of women, but that affects all of us—not only in this Legislature but everybody, completely. I’m a son of a mother. I’m a brother to sisters. I am a husband to a loving wife. I’m a father to a loving daughter. Sexual harassment against women affects us all. If it affects those we love, it affects ourselves.", "I really want to say that this opposition day motion needs to be advanced, a committee needs to be struck, and it cannot be politicized. It needs to be done on thoughtful, considerate, non-partisan lines if it is to be effective and to right the wrongs that are happening with our laws.", "I just want to state for the record a couple of facts. These are facts from the Toronto Police Service. It says, “Sexual assault is a vastly underreported crime. According to Statistics Canada, only 6% of all sexual assaults are reported to police.” We saw that very recently, a high-profile case, where people who were victims did not feel comfortable going to our authorities or going to our police officers. They felt greater security in going to the media than they did from going to our law enforcement officers.", "“In one study, women gave the following reasons for not reporting incidents of sexual assault:", "“—belief that the police could do nothing about it,” which was 50%;", "“—concern about the attitude of both police and the courts towards sexual assault,” and 44% gave that.", "Here’s another one: fear and shame—64% of women did not report those incidents of sexual assault for fear and shame.", "All the victimization surveys show that less than 10% of women who are sexually assaulted ever report the incident to our police. That should give everybody in this Legislature a significant eye-opener. Can we imagine any other crime committed in this province where only 10% of the people felt comfortable enough to go to our law enforcement and go to the courts to find and seek out remedies for that crime? I can’t imagine any other crime, and I would challenge anybody to even consider, is there any other such crime? What would we do in this Legislature if only 10% of people felt comfortable to report a stolen car, or only 10% of people felt comfortable to report a break-in? We would have a society of lawlessness. I think, Speaker, and to this House, that is a problem that needs to be fundamentally rectified.", "There’s a story on the Internet; it’s a letter to the police chief in Toronto, Bill Blair. I’m not sure if anybody else in the House has read this, but it was written on Friday, November 14, by Liz Millican. It’s a thoughtful letter where she speaks of her experience with sexual assault.", "Here’s one sentence: When she went to the authorities, “they told me that I should not report it and that no good would come of it.” Even the victim support organizations discouraged reporting. “We are told reporting is more traumatizing” than the actual rape. She goes on to say, “The law requires an assumption of innocence for the accused,” which we all agree with; it’s a long-standing tenet. But, she adds, we don’t have that assumption of innocence for the victim.", "There’s much that needs to be done. This select committee is a way for us to approach this problem in a non-politicized fashion, in a non-partisan fashion. It is a way that we can advance and protect and change the laws to protect those that we love, by doing our jobs here as legislators and by doing our job on a select committee in a non-partisan fashion.", "With that, I want to thank you all for taking the time to listen, and I do hope that this select committee is struck, with equal representation, by all parties quickly." ],
  "anchor" : "para1149"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1163"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Today I am pleased to rise on behalf of the people I represent in London–Fanshawe to add my thoughts on the motion to create a select committee on workplace sexual harassment.", "My party has always been committed to preventing sexual harassment and violence against women. Whether it was my NDP colleague from Parkdale–High Park, who attempted to introduce this very same motion back in 2008 and again in 2010, or our leader, Andrea Horwath, who tabled a bill back in 2007 to amend the Occupational Health and Safety Act to protect workers from harassment and violence in the workplace, my party has been advocating for women’s rights for some time.", "We only need to look at recent headlines to see how we are failing women in this province and, quite frankly, around the world. From Jian Ghomeshi to our federal counterparts, we see that sexual harassment and violence against women is rampant, and there are few outcomes where women feel supported and compelled to come forward without fear of reprisal and repercussion.", "As the Auditor General pointed out last year, we need to move beyond noncommittal aspirations and set clear goals and timelines to address sexual violence and harassment. Our progress must be measurable, not anecdotal. So let’s talk about the major critiques from the AG.", "The government doesn’t know how effective its programs are because they haven’t set measurable goals or targets. The government doesn’t know how badly these programs are needed, or how many women are being turned away and for what reason. The government does not know what the quality of the services provided by the funded agencies is, since there is little monitoring or service standards to speak of.", "Back in 2009, there were more than 500 safety and security issues at VAW shelters. This government doesn’t know how many of those issues were ever addressed. What we do know is that only 7% of urgent issues received government funding, and only 10% of the safety and security upgrades received funding. What’s worse is that our federal government seems to also be playing the lip service game with women. Their most recent comprehensive survey data measuring the prevalence of sexual violence and harassment in Canada dates back to 1993. This is a record we should all be appalled by.", "First and foremost, we need to recognize that ending violence against women and girls will only come about in a wider context of equality and social justice. Equal income and employment opportunities allow women to renegotiate the personal and social power relationships that perpetuate sexual and gender-based violence.", "I genuinely believe that we need greater investment in the economic empowerment of women. All forms of gender-based violence, whether in the home or workplace, are linked to women’s lack of economic autonomy. Ending sexual and gender-based violence—and the impunity that allows it to continue—are among the top priorities for the NDP. We have put our money where our mouth is, and as a party we are committed to seeking out women candidates, and I am proud to be part of a caucus with more than 50% women members.", "We must also take seriously our efforts to prevent gender-based violence from happening in the first place. We need to look beyond the workplace to include sexual violence and harassment wherever it occurs. The committee should also reach out to vulnerable communities whose voices are often not heard. Our country has a very serious problem in our approach towards women but none as serious as our lack of efforts towards aboriginal women. It was only yesterday that this government announced, “Ontario is protecting women from violence with investments that support front-line services and help aboriginal women facing abuse,” yet according to Amnesty International, “Indigenous women are going missing and being murdered at a much higher rate than other women in Canada—a rate so high it constitutes nothing less than a national human crisis.”", "This is on the heels of the recent RCMP report that states that there were 1,181 cases of missing and murdered aboriginal women between 1980 and 2012 in Canada. They account for 16% of female homicides and 11.3% of all cases of missing women in Canada. This means that aboriginal women are approximately five times more likely to be murdered than non-aboriginal women and girls. This begs the question, how seriously are we addressing violence against women?", "We must make sure that prevention efforts start early by raising girls and boys based on values of non-violence and mutual respect. This requires investments in key aspects of gender equality. This requires investments in education, especially secondary education. These kinds of investments have huge payoffs not only for girls but for our communities and our country. This is probably the best shot we have against gender discrimination and violence, and for reducing poverty and fostering overall economic growth.", "We believe that tackling challenges effectively requires multi-faceted and comprehensive strategies.", "I hope all members will support this motion for a select committee so that we can do the right thing today and take the politics out of this topic of sexual harassment, which is obviously very important to each and every member in this House." ],
  "anchor" : "para1164"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate. I recognize the government House leader." ],
  "anchor" : "para1178"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Good afternoon, Speaker, and thank you for giving me the opportunity to speak on this very important issue.", "I want to thank members from all parties for participating in this debate as it relates to the opposition day motion.", "Speaker, this is a very serious issue that we are discussing in this Legislature. Issues around sexual harassment, issues around sexual violence, predominantly towards women, in our society are issues that are extremely serious; issues that we not only as legislators but all members of the broader community should be very concerned about.", "Day after day, we hear stories about women, in particular, who are either harassed or have faced some sort of sexual violence. That is unacceptable. I think it impacts us all.", "With the heightened scrutiny on this issue for the last few weeks, since we’ve all been talking about this issue, I’ve had the opportunity to ask a lot of the women around me the question, “Have you ever been sexually harassed?” I have to say, Speaker, I was quite shocked by the answer. Every single one of them looked at me and kind of smiled or laughed and said, “Are you serious, asking that question? The answer is yes.” It really shocked me. It’s really hard to believe—we hear the data; we read the statistics—for me to know, in the very informed environment that we live and operate in, that these very intelligent women who are part of my life, be it personal or at work, have faced that.", "Clearly, this is an issue of huge importance that we need to deal with. It’s an issue, Speaker, that I would argue is not just limited to workplaces, be it here at Queen’s Park or the broader Ontario public service, but it’s an issue of a societal nature. I have two universities and two colleges in my community in Ottawa, and that issue around sexual violence and sexual harassment comes often in the context of a campus. I often hear from young people who talk about young women facing challenges. The debate on this issue, I would argue, is far broader than workplaces. We need to have a conversation that talks about the society we live in and the culture that we have around us.", "We have made great strides. More needs to be done, and that’s why I was really glad that on Monday the Premier wrote to all party leaders and to the MPP from Haliburton–Kawartha Lakes–Brock to address the proposal that we are debating today. I, in turn, then wrote to the other House leaders. In the letter, the Premier expressed support for a process that would see MPPs travel and engage directly with Ontarians on sexual violence and harassment. The committee’s work should culminate in a report that reflects victims’ experiences and should make recommendations about how to shift social norms and behaviours into proposed reforms to support structures and institutions.", "The Premier also challenged us to broaden the mandate to include sexual violence and harassment outside the workplace, as I was alluding to earlier, and incorporate the voices of the most affected by sexual assault and harassment; specifically young people, aboriginal women, visible minorities and those from the LGBTQ community. I think it is extremely important that we hear directly from those who can draw upon their own experience and expertise and provide real insight for us to better understand this very important issue. Only then can members make informed decisions towards reform.", "I also commend the Premier for aiming to broaden the discussion outside the workplace—I feel very strongly about this point—and for wanting to look at this issue on a broader societal scale. Whether it’s at work, at home or in the community, women in Ontario have the right to feel safe. We must remain vigilant at all times when it comes to addressing sexual harassment and violence. That’s why I’m very glad that we are moving forward with this process, and I look forward to a constructive, positive discussion with other House leaders to make this committee happen.", "I believe it is also important to put on record some of the more procedural items in relation to this matter. Recently, members from the opposition parties have made comments on the set-up of the committee. Even after the Premier agreed to this process, we heard accusations that were totally out of sync.", "First off, let me be clear: No decision has been made on whether this will be part of a standing committee or a select committee. In my letter to the other House leaders, I said that “a committee best suited to conduct this work could be a standing committee.” This is something that will be discussed and eventually decided between the House leaders. We all want to make sure that whatever method we decide on will be the best and most suitable for the committee members themselves, the presenters to the committee, and the eventual report and recommendations that come out of it. We all have to wait until that discussion happens between the House leaders.", "We also heard from the opposition about the makeup of the committee. I will say to you, let’s not play politics with this issue. Let’s play by the rules that are outlined in the standing orders. If you follow the precedent, Speaker, it is clear that committee membership shall mirror the makeup of the Legislature. Standing order 113(a) clearly states that the membership of a standing or select committee “shall be in proportion to the representation of the recognized parties in the House.” That is what the rule says, and that is the rule being followed in the committee structure right now in the Legislature. Last July, all three parties agreed to the membership of all committees. So what the opposition is proposing is a change from the standing orders and the agreed-upon norm.", "Let’s examine some recent select committees. For example, under former Premier Mike Harris, two select committees—both had a majority of PC members. The Select Committee on Hydro Nuclear Affairs had five PC members out of eight. The Select Committee on Alternative Fuel Sources had five PC members out of nine. Under Premier McGuinty, the Select Committee on Mental Health and Addictions had six Liberal members out of nine. Under the minority Premier Wynne government, we had a committee on developmental services—four Liberal members out of nine.", "Let’s follow the precedent, work forward on a very important issue and get the work going." ],
  "anchor" : "para1179"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1194"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "First of all, I want to speak in support of this motion. I want to make two points, and I’m going to deal with the procedural side, as House leader for the third party. I think my leader and my caucus members laid out well what our position is on this.", "Government members have been getting up and saying that there’s a precedent, somehow, that things have to be done under a standing committee. Let’s be real. Select committees have been used by this Legislature time and time again when there’s an issue that is so important or an issue that demands specific attention, to have a focus so that we’re able to work non-partisanly on an issue, so that that committee can come back with its report and recommend to the Legislature and eventually to the government what needs to be done. So the whole process of having this kind of item go to a select committee is well within the precedent of the House. It has been done a number of times, and members of the House have commented on what some of those select committees have done.", "I heard a little ray of hope in the words of the government House leader, because he said, “My letter said it may be a standing committee,” which says maybe he’s still open to a select committee. I hope that is the case because, quite frankly, we need to take the partisanship out of this. That’s the point that my leader, Andrea Horwath, made on this whole issue.", "The Premier opened the door by sending a letter that actually offered some hope, we thought, and then the letter we got from you, as the House leader, was sort of closing the door and making it fairly partisan. I think the way to get around this is to make sure that we all agree that it should be a select committee.", "The second thing: composition of the committee. There are all kinds of precedents in this House where the Legislature has voted to create a select committee that has had a composition that is different than that of our standing committees. In fact, our standing orders do call for it. They’re also called special committees. Special committees could be committees of one member from each caucus, three members from each caucus—two, three and one. Whatever your composition is, there’s precedent in our standing orders to have standing committees of the Legislature, which we all understand; select committees, which is being requested by the member; or a special committee. In the standing orders, under “special committee,” it also says that essentially whatever the number you decide it is is what it’s going to be. So there is a precedent within our standing orders and, more importantly, there is precedent within the practice of this Legislature that select committees tend to be—there have been a number of cases—different compositions than what we have seen in our standing committees.", "Again, why a select committee? I think members have spoken to this very well today, and that is, this is an issue that shouldn’t have partisan politics attached to it. The issue is a serious one that we need to take some action on now. Trying to throw this into a committee where the government is controlling it is, at the very least, going to give the appearance—and I think it will be the practice—that the government is going to try to edge with its majority whatever it is that they want to get done, and that might be trying to protect their own record when it comes to this particular issue. Let’s be real.", "The point is, we have all kinds of examples where select committees have been formed, have done great work; where the three party leaders got up after those select committees did their reports and said, “What great work. This is how we should do things in this Legislature.” We were able to deal with mental health in the committee on mental health—various select committees that we’ve done in order to look at very, very specific issues, and we have all gotten behind the reports and said, “You know what? These people did good work.” The key was, they were non-partisan committees.", "So I ask the government across the way to not only support this motion that we’re going to support as New Democrats today, but support the unanimous consent motion to allow that select committee to be struck so we can start this very important work." ],
  "anchor" : "para1195"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Ms. Scott has moved opposition day motion number 4. Is it the pleasure of the House that the motion carry? The motion is carried." ],
  "anchor" : "para1203"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para1206"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Haliburton–Kawartha Lakes–Brock on a point of order." ],
  "anchor" : "para1207"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker. I seek unanimous consent to put forward a motion with respect to a select committee on sexual harassment in the workplace." ],
  "anchor" : "para1208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is there unanimous consent in the House? I hear a no.", "This afternoon’s business being completed, the House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1209"
} ]