[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on July 9, 2014, on the motion for an address in reply to the speech of His Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para30"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "It is truly a privilege to rise in this House on behalf of the riding of Scarborough–Agincourt, and to speak on the throne speech and the priorities of this government. I’d like to begin my remarks this morning by thanking the residents of Scarborough–Agincourt for their vote of confidence and trust to re-elect me as their member of provincial Parliament.", "I also want to acknowledge His Honour the Honourable David C. Onley for delivering his last throne speech in this Legislature, and for his contribution to this great province.", "Ontario’s 41st Parliament reflects a diverse, inclusive, one Ontario, where there were more women elected to this chamber, including the election of our first female Premier, in this great province.", "On June 12, Ontarians made their voices heard and chose an approach that is balanced but also compassionate. As the throne speech phrases it, they chose a government that will build from the “activist centre.” Leading from the activist centre is what the people of Ontario have asked us to do. The throne speech puts evidence before ideology and chooses co-operation and partnership over partisanship. This direction fully chooses to acknowledge the challenges facing this province and commits to working with people from all parts of this province, from all backgrounds, and to find solutions in moving Ontario forward. Together we will build more opportunities and provide security for all Ontarians.", "To start, we must acknowledge that our economy is still recovering from the economic downturns of the 1990s and late 2000s, and that our government continues to make investments to strengthen our economic positions. We have great potential that is yet to be realized. We have the right resources and the right people to attract business and create jobs.", "I’m very pleased to see that our government’s top priority is to grow the economy and create good jobs in every region of this province; hence the provincial government will create partnerships through the Jobs and Prosperity Fund. This new fund will help to create more good jobs in traditional and emerging industries, and bring much-needed investment to regions still recovering from the impact of the global recession. Sectors like advanced manufacturing, automotive, agri-food, information and communications technology, and media and culture will benefit from this fund.", "I’m also very pleased at some of the first two government bills tabled in this Legislature early this week by the Minister of Economic Development, Employment and Infrastructure: Bill 6, An Act to enact the Infrastructure for Jobs and Prosperity Act, 2014, and Bill 7, An Act to enact the Burden Reduction Reporting Act, 2014 and the Partnerships for Jobs and Growth Act, 2014. These two pieces of legislation will continue to attract job creators and grow our economy.", "Furthermore, the proposed Jobs and Prosperity Fund will enable communities from across Ontario to win the global competition for jobs and attract foreign direct investment and create jobs.", "During the election, I heard from many families in my riding of Scarborough–Agincourt about youth unemployment. In the throne speech, the provincial government stated that it will provide opportunities for our youth by extending the youth jobs strategy to help more young people to find promising careers and by supporting the largest apprenticeship system in Ontario’s history. I know many Ontario youth are getting the education, but they are struggling to find jobs that match their education training. Through Ontario’s Youth Jobs Strategy, the Ontario government is committed to find positions for 30,000 youths across Ontario. I know this plan is working. To date, over 150 youths in Scarborough–Agincourt have found employment through the Ontario Youth Employment Fund.", "We know that once you have a job, you need to find a way to get to the job, and that’s why our government is committed to investing $29 billion over the next 10 years for transit and public infrastructure. We know that Ontarians want to see a reduction in gridlock, and I know that in my riding of Scarborough–Agincourt, they want to spend less time in traffic jams and more time with their families and in their own communities. For too long, our public transit system has been neglected. Meanwhile, decades of growth and development have left our public transit system outdated, and populations like my riding of Scarborough–Agincourt have been underserved. That is why our government has committed $15 billion towards transit projects in the greater Toronto and Hamilton area. We need to get Ontarians moving, and it is the right thing to do for our economy but also for the people of our province.", "We also know that we need our federal and municipal partners to work with us. That is why, in the throne speech, we have committed our government to work with other levels of government to find the best solutions and the right investments in terms of public transit.", "Part of what is setting Ontario apart from other jurisdictions in North America is a commitment to strong, publicly funded education. Furthermore, it is a comprehensive education system that supports our children and youth from birth to job force.", "Our provincial government knows that investment in early childhood education gives our children the early start they need to succeed. We believe in and respect our front-line workers, like early childhood educators. The provincial government is demonstrating our appreciation for the important role they play in our education system by increasing the wages of these hard-working, dedicated front-line workers who have an important task in looking after Ontario’s youngest citizens.", "Because of the leadership and the vision of this side of the House, full-day kindergarten will be available across Ontario this fall, including in all 28 public elementary schools in Scarborough–Agincourt.", "Our schools continue to rank as some of the best in the English-speaking world, and our children continue to prove themselves to be leaders and innovators. I’m pleased that the throne speech includes the implementation of Achieving Excellence, a plan to take public education in Ontario from great to excellent by continuing to improve learning. It enables young people to prepare to lead in the global economy.", "As young people transition from high school into college or university, our government is working to help students make the most of the opportunities available to them. We will continue to provide 30% off tuition grants that have already been received by over 400,000 students province-wide since 2012. I know many young people in my riding of Scarborough–Agincourt, like Christian, Winnie, Judy, Akehil and the Steve Gracey girls—I know you’re watching this morning—who recently graduated from local high schools will benefit from this tuition grant.", "The Ontario government is committed to investing in and supporting our young people by building new campuses in Ontario and increasing access to French-language programs for francophone Ontarians. Furthermore, our government plans to launch Experience Ontario, a plan to help recent high school graduates experience real work opportunities in order to better help them choose a path in life that best suits their talents and their convictions.", "In order to build Ontario for tomorrow, the throne speech made a key commitment to public education, and it’s also a priority for our government.", "We know Ontarians are leaders when it comes to climate change. Our government’s elimination of coal power generation is the most significant climate change initiative in North America.", "Yesterday Minister Murray announced the reintroduction of the Ending Coal for Cleaner Air Act to highlight our new Ministry of the Environment and Climate Change that will build on the historic phasing out of the coal power plants. I’m proud of the work that this government has done to improve environmental sustainability, but I know more needs to be done on this issue.", "Unpredictable and extreme weather can have a significant impact on our economy and livelihood. This is something that’s well understood in my riding of Scarborough–Agincourt. The ice storm and severe winter weather that hit our community last winter left many residents in my riding without power and shut down roads and businesses.", "Our government responded quickly and provided much-needed support to displaced families and individuals. I was proud to join many of the volunteers who helped out in the warming centres and knocked on doors to ensure individuals and families were safe in their homes.", "We need to do everything we can in this Legislature to prevent these storms from having such dramatic effects on our communities. That is why our government is committed to continue to work to reduce greenhouse gas emissions and address climate change.", "We know that climate change is not something our province can work at alone and resolve but that’s why we continue to work with our federal partners to address climate change at a more global scale.", "On June 12, we heard loud and clear that Ontarians want to see an open and transparent government. The throne speech clearly stated the government will reintroduce the Public Sector and MPP Accountability and Transparency Act. On July 8, Minister Matthews reintroduced this bill that strengthens accountability, oversight and transparency across government and the broader public sector.", "If passed, it will give more powers to the Integrity Commissioner to investigate and punish wrongdoing and strengthen the laws on the retention of government documents. The Public Sector and MPP Accountability and Transparency Act will give the provincial government the power to control compensation of senior executives in the broader public sector, provide greater oversight and accountability of arm’s-length government agencies, thus ensuring Ontarians’ tax dollars are spent wisely.", "In my riding, the residents want and expect an open and transparent government from this province. In the throne speech the government acknowledged that trust is hard to earn but easily lost. Hence, every day our government is committed to working hard to earn the trust of Ontarians.", "On June 12, we also heard that Ontarians want the government to attract jobs and make the right strategic investments. At the same time, we cannot ignore the fiscal realities that we are living in. Already the Ontario government spends less per capita on programs than any province in Canada. Our throne speech reaffirms our commitment to not add any fiscal pressure on Ontario families. We will not raise the HST, the gas tax or the personal income tax of middle-class Ontarians. Instead, we’re asking the top earners to pay a little bit more. This is essential as we work to eliminate the deficit and reduce the debt burden in a responsible manner.", "Ontarians also expect that this government is careful with how they spend their dollars. That is why we created the new position of the President of the Treasury Board, a position that will help our government to stay on track to reach our fiscal targets. In this new role, the president will improve accountability and transparency while overseeing the crown agencies, boards and commissions. This position will also assist with labour relations and make sure that both employees and Ontarians are receiving the best possible deal.", "The throne speech also clearly lays out our government’s commitment to introduce a new poverty reduction strategy. It will build on the gains made with Breaking the Cycle, Ontario’s first poverty reduction strategy that got 47,000 children out of poverty, and prevent more from falling into it. As a government, we have already taken measures to address childhood poverty by increasing the Ontario Child Benefit. Through legislation, our government aims to index future annual increases to inflation so that low-income families do not fall further behind.", "To ensure fairness to workers and families, legislation will be introduced to increase Ontario’s minimum wage annually at the rate of inflation. I believe it is the right thing to do. Yesterday I brought a petition into the House about just that. Residents in my riding of Scarborough–Agincourt expect the government to work with them, thus increasing the protection for Ontario’s vulnerable workers.", "The Ontario government will also expand its commitment to expand our Community Homelessness Prevention Initiative and investment in our Affordable Housing Program. This expansion will increase the support for developmental services and increase investments in the Mental Health and Addictions Strategy. Some of us in this chamber including you, Mr. Speaker, were part of the select committee to deal with developmental services. We heard time and time again, from the various witnesses across Ontario their concern about the issue of affordable housing and access to affordable housing for those individuals who need it, especially for those with developmental disabilities.", "So our plan in Ontario is the right plan for all Ontarians. It is a plan that builds Ontario up. In the case of public transit and infrastructure, we’re literally building it up. I know that the people of Scarborough–Agincourt, where I come from, will appreciate this building up of Ontario.", "Tackling gridlock, improving public transit and creating jobs, growing the economy and helping Ontarians have more time with their family instead of being stuck in traffic—all of us have those experiences. Just this morning when I was travelling from my riding here, it took me more time—even though this is a summer month—than normal to get here. So I know Ontarians expect us to address their traffic concerns.", "It is also a plan that will respect the ideals of accountability and transparency. That way Ontarians can be confident that the decisions made in this government are the right decisions at the right time, and done in an open and an honest manner.", "Our plan is also making the right investments to spur growth, create jobs and support our children, and address those challenges that are facing Ontario. We’ve all seen those challenges across Ontario; we don’t have to look far. Recent tragedies in my colleague’s riding, the member from Eglinton—that tragedy. Yes, we need to do more, and the government is addressing that piece.", "We also have to attack the youth unemployment rate—I heard that yesterday and from previous speakers about the throne speech. We all acknowledge our youth unemployment rate in Ontario is not acceptable. Here in Ontario, we will be addressing this.", "As well, we also need to be a leader when it comes to climate change because we know that climate change is not just about a one-time storm but that it also affects our livelihood. It also creates potential tragedy. Hopefully we can try to prevent that.", "Our government knows that we cannot find a solution alone. That’s why in the throne speech we asked all Ontarians to work together and form a partnership, and again commit ourselves to working with partnerships at all levels of government. Ontarians ask us to work in partnership, not in partisanship. I look forward to, in this session, working with all members of this House but also asking all Ontarians to come together despite various political convictions to build Ontario up." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member for Caledon." ],
  "anchor" : "para71"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Dufferin–Caledon. Don’t lose half of my riding, Speaker." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It has been a long break." ],
  "anchor" : "para73"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I know. It’s great to see you back in the Chair.", "I just want to comment briefly. Part of what the member spoke about was lauding and applauding the fact that there would be, and I believe I quote you properly when I say, “Full-day kindergarten available in every school across Ontario.” I beg to differ. Actually, if you speak to your member from Newmarket, I’m sure that he will give you some very specific examples of communities and schools that will not be offering full-day kindergarten in the coming fall session. So it’s important that people understand: Full-day kindergarten will not be available in every single school in Ontario. While I appreciate that I cannot correct another member’s record, I think it’s important to get some facts out there. Perhaps if she could, as I say, talk to her member from Newmarket–Aurora, she would understand that there are some very specific examples and quite heated debates about it." ],
  "anchor" : "para74"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para77"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I was listening very closely to the comments the member from Scarborough–Agincourt was providing during her 20-minute speech. She talked a lot about co-operation, collaboration and partnership. I’m looking forward to seeing that happen. It’s something that I strived for in the last Legislature, where we sat here and there were a lot of ideas that were provided from our caucus that, yes, were taken in by the government, which enhanced and made the lives of Ontarians that much better. I look forward to seeing some of that.", "Again, I need to stress that I’m a little bit concerned with the tone that I’m hearing from across the way. There is definitely some very—anyways, I’m just concerned with some of the tone that I’m hearing.", "I also heard how important transportation is for the member in her particular area. Coming from northern Ontario, it’s imperative that we get a good transportation strategy coming from this government. We’ve lost—well, we haven’t lost it yet, but we’re still fighting for it; we’ve got to make sure that we maintain the transportation that we need. What we’re talking about is not particularly mechanical pieces of equipment, although the ONTC falls under that, and we would love to see the ONTC return to northern Ontario because it helps our economy and it helps industry. We need to see investment into the roads that are going to be in northern Ontario, not only in building those roads and bridges but also maintaining them. It is a huge concern for people in northern Ontario.", "Affordability measures are something that I heard day in and day out while knocking on doors. It is so hard for people to make decisions based on, “Am I going to have enough to buy my prescription? Am I going to have enough to pay the rent? Am I going to have enough to pay the hydro?”", "We’re going to be providing those solutions. They were part of our campaign, so I would encourage the member: Look at some of those ideas, and when we do bring them as solutions, take them in." ],
  "anchor" : "para78"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para83"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "The throne speech was entitled Building Ontario Up. A lengthy speech, 16 pages, but in two minutes, how would one summarize the gist of the throne speech; that is, our plan for the next four years?", "There are four key points in the throne speech when you distill it down to its essence. Number 1, we want to build the talents and skills of our people through education and training, and we’re going to do that for everyone in Ontario. The second point is, we want to build better public transit in cities and better roads to connect towns with rural and remote communities that feed Ontario’s prosperity. The third point is, we want to build a competitive business climate through partnerships with the private sector and increased trade missions that will guarantee good job opportunities for today’s workforce and lead to the next generation of jobs in Ontario. And the fourth point is, we want to build a retirement security plan with a made-in-Ontario pension plan that puts a comfortable and secure retirement on the horizon for every worker.", "Speaker, if you read through it, and I urge anyone watching this telecast this morning—if you were to read through the 16 pages of the throne speech, those four points that I’ve just outlined distill what we’re trying to do here in Ontario. With a majority government, we are committed to making sure that those four key points that are explained in greater detail in the 16-page throne speech are covered. That’s why the throne speech is entitled Building Ontario Up: because since the recession set in in 2008, there have been some very difficult times. We are now in a rebuilding phase. Those are the four key points covered in the throne speech. I urge the audience to consider reading it in its full detail." ],
  "anchor" : "para84"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? There being none, response?" ],
  "anchor" : "para87"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I want to thank the members from Dufferin–Caledon, Algoma–Manitoulin, and the Minister of Aboriginal Affairs.", "I heard very loud and clear my colleague from Algoma–Manitoulin talking about the transit piece. I think that across Ontario, Ontarians expect us and this government to address the whole issue of transit, and that’s why in this throne speech we made a commitment of $29 billion, of which $14 billion is addressing northern and rural areas and $15 billion is for the greater Toronto and Hamilton area.", "I also know that across Ontario, Ontarians expect that this government will continue to improve the lives of all Ontarians, because at the end of the day, why are people electing us to government if we’re not going to improve their everyday lives? The most important part of the throne speech, Mr. Speaker, is focusing on jobs. My colleague the Minister of Aboriginal Affairs talks about rebuilding and also addressing many of the key priorities of the government, from jobs to public education to public transit, but also making sure Ontario continues to be a fair and just society, as well as at the same time making sure Ontario continues to grow and to spend within its means.", "I want to thank everybody who contributed to my debate, but also to encourage all of us to work collaboratively and partnership-wise, like my colleague from Algoma–Manitoulin talked about earlier. We need to work together in partnership, not as adversaries in partisanship." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member for Lambton–Kent–Middlesex." ],
  "anchor" : "para92"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Thank you very much, Speaker. Before I get going, allow me to congratulate our Speaker, the MPP from Brant, who was in the Chair earlier, on his re-election as Speaker. Congratulations to you, as well, on your role, and the other deputy speakers.", "Speaker, I will be the last PC MPP speaking to the throne speech. It is an honour to rise and speak for the first time since the 41st Parliament was elected and an honour to rise to help respond to the throne speech on behalf of the official opposition. I want to spend a few moments thanking some people in my riding of Lambton–Kent–Middlesex who are very important to me. They volunteered and worked on our vision for a better Ontario and took time out of their busy lives to improve democracy.", "Before I do that, I want to welcome the new members of provincial Parliament. Congratulations on your election victories. I’ve had the opportunity to meet a number of you, and let me say that I can see why and how you were elected. You bring many talents and strengths to this office, and I wish you, in all sincerity, the best of luck, and my most sincere congratulations on your electoral success.", "I can remember when I was first elected in 2011. I can remember standing in this House and delivering my first speech, my maiden address. I remember taking the time to thank and recognize the previous office-holder in my riding, Liberal MPP Maria Van Bommel, for her efforts, and I can remember reading the remarks in that very first speech. It’s a special time, and I applaud all members of this House on their election and re-election.", "Speaker, for those of us who are returning and for those who are watching at home, I think all will agree that we need to improve the decorum in this place. Members on all sides of the House have an opportunity to do this, as it is the new beginning of a new session, a new Parliament, and we have four and a half years until the next election. Speaker, we need to raise the bar in Ontario on how we do politics. I, for one, admit that, and I and others here have a role to play in this. I know it is something that your office has worked tirelessly on yourself. I think that the people of this province want us to work together, raise the decorum at Queen’s Park, and change the way we do politics, and I know it’s something that I’m committed to doing. This is something that I heard, and I’m sure all MPPs heard, throughout the recent election campaign, something that I heard at the doors, whether they were blue doors, red doors or orange doors, and something that I know to be true. But, Speaker, with the new class of MPPs, as I have said, we have the opportunity to do things differently and we have the opportunity to change the way politics is done here in our province. Moving forward, we have the opportunity to make positive changes, starting here at Queen’s Park.", "People all over Ontario are discouraged at the direction we’re heading in, discouraged at the current employment prospects and discouraged with their own situation, but in the long term, the residents of Ontario like myself and like members of the official opposition remain optimistic that our best days remain ahead of us, and that we will turn the corner and begin to see improvements and gains here in our province. It’s going to take effort and hard work and it’s going to take some sacrifice now, but with this, better days are ahead. I know this because of the heart and because of the talent of the people in my riding of Lambton–Kent–Middlesex who rolled up their sleeves and got involved in the recent provincial election.", "Of course, Speaker, I need to recognize and thank my parents, Gary and Susan McNaughton; my sister, Nicole Windsor, and her husband, Jeff; my niece, Aleks; my brother, Mike, and his wife, Monica; my nephew, Jordan, and niece, Sydney; Paul Gunning; Don Adams; Dale Maris; Evelyn Towers; Bonnie and Gerald Gallant; Scott Bork; Rick Devolder; Bill Namink; and members of my office staff: Eileen McCoy, John Fraser, Jena Sasko and Joshua Workman, not to mention the hundreds of others who took a sign, knocked on doors in their neighbourhood, distributed literature or simply attended an event; and the voters, those who took the time from their busy lives to come out and vote and come out and participate in our democracy. Thank you.", "As I say, Speaker, it’s from people like this and their passion and enthusiasm for Ontario that I know deep down that the residents of Ontario, like myself and MPPs here, are very optimistic that we can roll up our sleeves to start to turn things around.", "Along with these folks, I was very lucky to have a group of lifelong Liberals in my riding supporting me as well. I work hard to serve everyone in our community, and it certainly helped at campaign time. Former Kent county Liberal member of Parliament Rex Crawford played a big role in my campaign, as did former Middlesex Liberal MP Garnet Bloomfield. A former federal Liberal candidate and former mayor of Wallaceburg, Jeff Wesley, assisted me at the grand opening of our Wallaceburg office and was a key adviser on my team, as was former Liberal member of Parliament Rose-Marie Ur’s four-time campaign manager Dr. Thomas Wolder of Strathroy.", "It was a fun group down in Lambton–Kent–Middlesex and a fun campaign. We were able to work for all the people in our first term. I thank our office team the most for their outstanding customer service.", "We have a customer service guarantee in our riding offices. If a constituent calls or writes, they’d better have a phone call back to them and some action on their file within 24 hours. I try to make those calls myself. It is something I learned in the retail business, something that is very important to me and something that I most strongly recommend to the new MPPs in this House. I hope they consider implementing this policy in their offices. I think it helps the people in this province that we’re elected to serve.", "Most importantly, I must also take a moment to recognize my wife, Kate Bartz, and my daughter, Annie. In fact, the day of the election, our daughter, Annie, turned 10 months old. I always thought that was going to be my good luck charm, Speaker, and it most certainly was. As some of you can tell by following me on Twitter or Facebook, or if you see our family at Queen’s Park or in our community, my wife and daughter are my life. They are one of the reasons why I’m so passionate about politics in Ontario and why I want to dedicate my time here to make things better for our generation and the next.", "I remember how I got interested in politics at a very young age—in grade 6, as a matter of fact. It was reading about my grandfather, Jack McNaughton, and how he worked for a couple of decades at having a hospital built in a southwestern Ontario town called Newbury, my hometown. My grandfather passed away at a young age, a number of years before I was born, but it was reading about how he worked and worked to have his dream of that town having a hospital built that got me interested in politics all the way back in grade 6. He literally dedicated a large portion of his life to seeing his dream realized, but it was a dream to have a hospital built for the people of that region. This, to me, is what service and dedication is all about.", "My grandfather is the reason why I ran for town council at the age of 20—part-time, by the way—to fight for that same hospital he had built a generation before. I remember finding one of his business cards as a young kid. On the back of every single business card that my grandfather gave out, he had the following verse:", "“I expect to pass through this world but once. If there is any good thing I can do for my fellow man, let me not defer nor neglect it. Let me do it now as I may not pass this way again.”", "This is why each of us is here in this building and why we have been elected by our communities. We are here to make things better for average, everyday, ordinary people in this province. It’s not about red ridings or blue ridings or orange ridings. It’s not about urban or rural, new Canadian versus old. It’s not about union worker or non-union worker. It is about all of Ontario and rebuilding this province again to make it the leader in Canada that it very well should be.", "Unfortunately, the recent throne speech, which was delivered on July 3 by our Lieutenant Governor, signals the same unrealistic and unaffordable plan that the government brought forward prior to the election. It was very clearly stated that the government intends to reintroduce the same budget tabled in this chamber on May 1 and anticipates its speedy passage after its introduction.", "We do have some concerns about this budget and the direction that the current government is outlining, as I suspect a certain segment of the population in the province does as well.", "June will likely mark the 90th consecutive month our province’s unemployment rate has been higher than the national average. For those who were here as part of the 40th Parliament, you will know that the monthly job numbers are something that I and other MPPs like to keep track of. I think it’s an important metric for MPPs to have in their mind when we’re doing the work here at Queen’s Park on behalf of the people. If people aren’t working, if there aren’t good jobs for the people of our communities, our work is not complete.", "Our energy rates are the highest in North America. Businesses and job creators are literally pulling their investments from Ontario and moving them south of the border in search of cheaper energy, and this is costing all of our communities.", "Of course, the debt outlook—and we’ve heard a lot about that this week—has recently been changed from stable to negative by Moody’s, which will surely lead at some point to higher interest rates and the underfunding of more services like we’ve seen in the past, whether that’s home care, seniors physiotherapy or nursing.", "Earlier in the week, our leader, MPP Jim Wilson, outlined how, because interest rates today are at 20-year lows, they can only go up and how each one-point increase in interest rates will equal a $3-billion increase in our interest payments—this is some scary stuff. I know in my riding a number of municipal mayors have brought this up because they understand that a credit downgrade will affect our local towns and cities as well.", "When the interest rates start to rise, just at the time that families in Ontario will begin to get squeezed on their credit cards, on their mortgages and on their car payments, that’s when the province will likewise begin to feel the same squeeze; that’s when our province will be forced to react and forced to make serious choices. I fear that this is when the government will begin to cut back on important front-line services that Ontario residents count on day in and day out.", "Why does this matter? Well, it matters because the third-largest expenditure in government, after health care and education, is the interest on money borrowed. I know a number of MPPs have brought this up a number of times, but I think it bears being brought up once again. Ontario currently spends $11 billion per year on this interest. This money doesn’t pay for anything new, just on interest payments for previous spending—$11 billion per year gone on interest payments alone. Make no doubt, we have major challenges in this province, but most importantly, families are struggling and people are having trouble making ends meet.", "In southwestern Ontario, where I’m from, we’re seeing record numbers of factories closing. People in my riding who made $40 an hour five years ago, some of them are now making $12.50, while their expenses and daily costs are continuing to rise. This is just a fact of life right now. Again, I think all MPPs of all stripes are hearing this story.", "I grew up working in our family’s hardware store. We sold hardware, building supplies and car parts. We have 65 employees, some of the best people and hardest workers that you’ll ever meet. Up until I was elected in 2011, I continued working in our small business. Working in the store made me really see struggles that everyday, regular people have on a daily basis. I was one to spend as much time as possible serving customers on the floor—I’m not one to sit in an office. It was important for me to know exactly what our customers were thinking.", "I bring this with me to this job, as many other MPPs do in this chamber as well. These are the people we must be thinking about, and these are the people who are being left behind in Ontario today. They don’t have fancy organizations and expensive lobbyists representing them and they don’t have the press gallery’s daily attention, but these ordinary, everyday people are the ones we need to be thinking of when we work and debate here at Queen’s Park. Sometimes I get the sense that governments of all political stripes, and in all time periods, forget what those people who walk in the doors of a hardware store are thinking. We must never forget. These are people out there facing challenges, very serious challenges. It’s why we need to ensure that taxes are affordable, that government is the least intrusive possible so that people can focus their time on building their careers and looking after their families.", "Speaker, these are interesting times here in our province. I’m pleased and honoured and very humbled to have been re-elected by the residents of Lambton–Kent–Middlesex to continue to serve as their MPP, and I’m pleased to be here as part of the 41st Parliament with many other MPPs from across the province.", "My mission over the next four-plus years will be to bring forward good, solid ideas, bring them here to Queen’s Park for debate, for discussion and hopefully for implementation. I want to stand up for the everyday, ordinary Ontario resident, to stand up for Main Street, not Bay Street. There is a lot of work to be done, and as a young father who helped run a family business before I was elected, I know that the future of our province is at stake.", "Once again, congratulations to all MPPs on their election on June 12, and I look forward to working with you over the next four years." ],
  "anchor" : "para93"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para125"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It’s a pleasure to rise to respond to my colleague, my friend from Lambton–Kent–Middlesex on his response—his speech to the throne speech.", "I want to congratulate the member from Lambton–Kent–Middlesex. He and I were elected in 2011. I think we now feel a little bit like veterans here, which is an interesting feeling. I can tell you that he is an honourable member, someone who brings a lot of experience to this chamber, not only as a small business owner in a family business but also as a young parent, something that he and I have in common. I often see his wife and his child here, and I’m a little bit envious that he lives an hour and a half, roughly, closer to Queen’s Park than I do, so it means that my family doesn’t get here as quickly as his does. But I do appreciate that he includes his family in all of his workings here and mentions them, and references the challenges of parents and young families in the province of Ontario. I think he brings that to the table quite effectively.", "He also mentioned something that I picked up on in terms of looking to accentuate or help the tone, the tenor and the decorum in this House. It’s something that I appreciate, something that I think he is fully capable of doing, given his demeanour. It’s something that I think is in contrast, although, to the demeanour that was presented by the official opposition, so it’s something that I welcome. I hope that is a change that comes about in this place because it can only make this chamber more productive, more fruitful and more collegial. I guess in these early days of the Legislature, something that I do appreciate is the collegiality of our tone here and the fact that we’re all getting along quite nicely, but I’m sure there will be instances where we get into it and have our ideas and values clash. But that’s what this place is all about and I am looking forward to doing that with the honourable member in concert." ],
  "anchor" : "para126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para129"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "It’s an absolute honour and privilege to rise today in the Legislature for the first time representing my riding of Mississauga–Brampton South after my re-election on June 12, 2014.", "To begin with, I would like to thank the constituents of Mississauga–Brampton South for re-electing me a third time and putting their trust in me.", "I also want to congratulate all the members of this House for their election successes. A big welcome to new members and welcome back to all those members who have returned.", "It was a real pleasure to hear from the member for Lambton–Kent–Middlesex acknowledging our former colleague, Maria Van Bommel, for her hard work in building her community up. She was a champion of her community.", "Mr. Speaker, as you know, we went through, in the past month, an election which Ontarians never wanted and they never deserved. However, Ontarians elected a Liberal majority government on June 12, 2014.", "As promised, the Legislature is back, just 20 days after the election, and our Premier, the Honourable Kathleen Wynne, is very eager to implement our plan, a plan which is a very positive plan, a very progressive plan, a constructive plan not a destructive one, a plan in which we will put forward evidence before ideology, and partnership before partisanship.", "We are looking forward to working with every single member of this House so that we can create opportunities and security for every single citizen in every region of this province." ],
  "anchor" : "para130"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para137"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "It gives me great pleasure to take the next few moments to respond to the member from Lambton–Kent–Middlesex and his comments about the throne speech.", "One of the things that I would take a moment to dwell on is one of the skeletons in the closet that come from the past. In that, I am referring to the issues around the finances of the province. While the throne speech provided an opportunity for the government to lay out a vision, there’s the spectre, in the background, of the finances. The fear of a downgrade, the impact of the servicing of the debt—these are giant ghosts that are in the background.", "The fear of the downgrade, of course, means that people would see the interest rate for borrowing climb, or they would see the reluctance of investors to make those kinds of investments that we are asking, to be able to keep a $300-billion debt.", "These are the kinds of issues that need to give people some concern and recognize that that amount of debt service charge is an impediment to being able to provide opportunity, service and programs and help to the residents of this province.", "Those are the issues that we need to address as a Legislature and something that the government has to take very seriously." ],
  "anchor" : "para138"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para143"
}, {
  "speaker" : "Joe Cimino",
  "text" : [ "Thank you to the member, and thank you, Speaker. Thank you to the member for Lambton–Kent–Middlesex for his comments. A lot of the comments you made are issues that were running through my mind. In a time when we knocked on thousands of doors over the last few weeks of the campaign, we heard quite clearly that people do want change. I thank you for your comments.", "We talk about being collegial within this chamber and, Speaker, that is extremely important and I know you will lead us in some decorum here with your experience. But we do also have to take into account the fact that consultation—I urge the government to remember that consultation with stakeholders is extremely important, consultation with our municipal partners is extremely important, and consultation with those who use our services, and their families, is extremely important.", "I’ll touch on a couple. For example, the Poverty Reduction Strategy: It’s all nice to talk the talk, but what I heard very clearly from our stakeholders in greater Sudbury is that we want to be heard too. Whether you went to the Salvation Army, whether you went to the soup kitchens, the people told me very clearly, “Sit with us and we’ll tell you not to just throw money at the issue, but we’ll tell you how to do it properly.”", "In terms of climate change, we lost a young fellow—I think it was August 26, 2007—Adam Dickie, because of climate change issues. We believe what happened there was a 100-year storm that raised Junction Creek levels very quickly. We, as municipal leaders, took charge. Councillor Joscelyne Landry-Altmann and myself set up an education committee.", "So we can talk climate change—it’s a very important topic—but we must also, again, consult with those who are dealing with the issues municipally and come up with some solutions including education.", "Affordability: Again, I said it in my inaugural speech. My colleague here to the right also just mentioned it. People are concerned. Hydro rates are too high. We need to work with our communities and listen to what their needs are." ],
  "anchor" : "para144"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lambton–Kent–Middlesex, you have two minutes for a response." ],
  "anchor" : "para150"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Thanks to the members who provided some comments. To my friend from Essex, although on a different political team here at Queen’s Park, I consider him a friend. We’ve had a beer together a time or two. He mentioned us being veterans now because we’re in our second term—I wouldn’t go that far. I would consider my friend from the Liberals, the MPP for St. Catharines, a true veteran here at Queen’s Park. In fact—and we’ve talked about this a number of times—I remember as a legislative page all the way back in 1991 serving the MPP from St. Catharines water myself. So we’ve known each other for a long time—and of course, the member from York Centre, Mr. Kwinter, as well. These are two fine and distinguished MPPs. Even though they’re on the other side of the aisle, I have the utmost respect for them.", "Thanks to the members from Mississauga–Brampton South, York–Simcoe and the new member from Sudbury. Thank you very much. I will say I spend a lot of time in Sudbury. My wife’s family is from there, so we make a number of visits up there each year. You come from a great community.", "You’re going to be following in big footsteps. Mr. Bartolucci was a great MPP for the city of Sudbury. I know you’ll do a great job as well, so congratulations on your electoral victory.", "I do think we have an opportunity to raise the decorum in the House. I reflect back on some of the debates we had over the last two and a half years. Whether that was because it was a minority situation or not, I don’t know. I guess, for me, I’ll find that out going forward. I think we all have individual responsibilities to raise the decorum. We can do a lot better for the people who sent us here, and I know I’m going to personally commit to doing that myself.", "I look forward to the 41st Parliament and to working with everyone. Thank you." ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 42(a), there have been 12 hours of debate on the motion for an address in reply to the speech from the throne. I am now required to put the question.", "On July 7, 2014, Ms. Vernile moved, seconded by Mr. Rinaldi, that an humble address be presented to His Honour the Lieutenant Governor as follows:", "“To the Honourable David C. Onley, Lieutenant Governor of Ontario:", "“We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.”", "Is it the pleasure of the House that the motion carry?", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Would this vote be taken as a deferred vote? Agreed? Agreed." ],
  "anchor" : "para156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day?" ],
  "anchor" : "para166"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The House stands recessed until 10:30." ],
  "anchor" : "para168"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "I’m pleased to introduce a couple of friends of mine who are here to observe question period and a visitor from out of country. My visitor is Joseph Jeyaraman. He’s a visiting businessman and a justice of the peace in Sri Lanka. He’s accompanied by Mr. Mano Kanagamany and Mr. Rajakulendran Sundaram in the east gallery." ],
  "anchor" : "para171"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Good morning. Our guests are the family of page captain Brendan Sheppard from Barrie: his mother, Sheila Atkinson; and his sister, Linnea Sheppard. Welcome, and enjoy." ],
  "anchor" : "para172"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’m happy to see once again a sunny smile from Zack Goldford from my riding of Thornhill." ],
  "anchor" : "para173"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Good morning, Speaker. I’d like to introduce two of my best friends in the entire world from Windsor–Tecumseh: lawyer Thomas MacKay and his spouse, noted educator Darren Stanley." ],
  "anchor" : "para174"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’d like to introduce Matt Caron, the director of advocacy for the College Student Alliance organization, and Jaclyn Wingfield, the communications intern for the College Student Alliance. Welcome." ],
  "anchor" : "para175"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I am delighted to welcome two dear, dear friends, Alana Kitely and Tara McDonnell, both with London roots and both serving as interns this summer. Welcome." ],
  "anchor" : "para176"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome the Hodgins family, Allan, Charisma, Andrew and Keira, who are here to support page Ashley Bowes, and they are from the lovely riding of Durham." ],
  "anchor" : "para177"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Although not here, I’d like to welcome former MPP for Durham John O’Toole, who I know has tuned in at home on television." ],
  "anchor" : "para178"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Hi, John.", "I’d like to welcome Adrian Kupesic, one of the proudest residents of Don Valley East, who’s joining us here today." ],
  "anchor" : "para179"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I want to introduce our summer intern for the Ministry of Northern Development and Mines, Shahene Patel, who is visiting: a University of Toronto student learning all about northern Ontario and already an expert. Welcome, Shahene." ],
  "anchor" : "para181"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I wish to introduce the family members of our page captain of the day, Eric Wood, who is from my riding of Davenport. I extend a warm welcome to his mother, Pauline Wood; his grandmother, Barbara Wood; and his younger brother, Adam Wood. Welcome to Queen’s Park." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On behalf of the member from Oshawa, page captain Ashley Bowes’ mother, Katherine Bowes; father, Scott Bowes; sister, Amber Bowes; grandmother, Ilah Dalke, and grandfather, Denis Dalke; and family friends Andrew Hodgins, Keira Hodgins, Allan Hodgins and Charisma Hodgins. We welcome them to the gallery today. Welcome." ],
  "anchor" : "para183"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Speaker, my question is through you to the Premier. Good morning, Premier.", "Premier, you can implement your mandate with your Liberal majority, but it doesn’t mean you have to break the rules of the Legislature. The standing orders state that the membership of committees must be in proportion to the representation of the parties in the House. This has been a long-standing tradition that your government House leader rejects.", "Your speech from the throne states that you will pledge partnership over partisanship, that you want to increase transparency and accountability and that you want to allow the justice committee to write its report. It’s sheer arrogance for your party to change the rules of this Legislature.", "Premier, why are you trying to prevent the opposition from holding your government to account?" ],
  "anchor" : "para186"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the House leader will have more to say and that this is an ongoing discussion among the House leaders, but let’s talk about tradition. For decades, a majority in the House has meant a majority on committees, and that is a principle that every party in this House, when they have been in government and in the majority, have argued for. That has been reflected in the committee structure.", "We’re not aware of any instance in the history of this Legislature where that has not been the case. In fact, it would be arrogance, I would suggest, to propose otherwise than that we follow that tradition of when there is a majority of seats in the House, that majority is reflected in committees." ],
  "anchor" : "para190"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para192"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Back to the Premier: The government House leader understands that according to the current rules he can strike all the standing committees today with a substantive motion. However, in order to do so, he’d have to apply the long-standing formula that requires proportional representation of the parties in the Legislature. That would mean that you would have five Liberal members, two PC members and two NDP members.", "Ornge, eHealth, the gas plants, the MaRS building bailout—all of those scandals happened on the Liberals’ watch, and they came out because the opposition held the government to account.", "Premier, your throne speech stated that you want to increase transparency. Is your first order of business to backtrack on that commitment by trying to stack the committees against the opposition?" ],
  "anchor" : "para193"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para196"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for his question, and I’m very much looking forward to discussing all of these issues in our House leaders’ meeting. I find it odd that the member opposite has chosen to raise these issues here in the House, inasmuch as he’s aware that these are discussions that are limited to House leaders.", "But the rules are very clear. The convention is very clear, as the Premier mentioned. If you look back throughout the history of this Parliament, going back decades, we have seen that whenever there is a majority in the House all committees have also demonstrated a simple majority for the government. That means that we don’t count the Chair in that calculation, because, as you know, Speaker, the Chair is an impartial person, and they cannot be calculated in that configuration.", "I would simply ask the member opposite that we work within the traditions of this House to make sure that the House is reflected in committee." ],
  "anchor" : "para197"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para200"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Well, again, Speaker—I’m going to read you a couple of quotes. Here are a couple of quotes for you: “The rules say two important things: (1) committees can have no more than nine members; and (2) committee membership must be in proportion to the representation of the parties in the House.” Who said that, Premier? The dean of the Legislature, the member for St. Catharines. That was his quote.", "Here’s another quote, from the Minister of Education: “… one of the principles on which standing committee membership is normally structured, which is proportional representation….” Proportional representation means if you’ve got nine members on a committee, you’ll have five members from the Liberal Party, two members from the PC Party, and two members from the NDP. Five members provide a majority of representation in the House.", "Why is the government House leader continuing to try to muzzle the opposition by not following the conventions of this Legislature?" ],
  "anchor" : "para201"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, since we are quoting things to each other, let me just quote the previous House leader for the PC Party, now the Leader of the Opposition. This is what he said in 2011, after the minority government was elected. He said, “The official opposition is in the belief that the government does not have a majority in the House, and therefore should not have a majority on committees.”", "The NDP House leader, the member from Timmins–James Bay, said, “Our proposals have been based on precedent—”" ],
  "anchor" : "para204"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m going to send him a calculator." ],
  "anchor" : "para206"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I’m going to send you out if I have to. You asked a question. Listen to the response.", "Interjection." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And the interjection is not helpful, either.", "Stop the clock. From what I’ve heard, I’ve decided that I’m going to do what I did yesterday. I’m going into warnings.", "Finish, please." ],
  "anchor" : "para209"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The member from Timmins–James Bay, who is the NDP House leader, said on December 7, 2011, “Our proposals have been based on precedent which dictates that a government which does not have a majority in the House does not have the majority on committees.” Speaker, we only ask that the inverse be true as well." ],
  "anchor" : "para212"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "My question this morning is to the Premier. Premier, as you know, Moody’s debt service recently downgraded Ontario’s debt outlook from stable to negative, which will surely lead to increased costs and more underfunding of important services for average, everyday people in our province.", "Premier, we recommend that you take urgent action today to come up with ways of growing our economy to ensure our health care and education systems are protected. Here is one that makes good sense to me: Premier Brad Wall of Saskatchewan has been advocating for a Canada-wide free trade zone. There is a tremendous potential to create good jobs for people and help small businesses grow here in the province.", "Premier, do you see anything wrong with a Canada free trade zone as advocated by Premiers Wall, Clark and Hancock?" ],
  "anchor" : "para215"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para218"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I have trouble with that too, sometimes.", "It actually is a very important issue and a question, and something Ontario has always taken a lead on. We have advocated across this country for freer trade among provinces. In fact, Mr. Speaker, our exports are valued at over $122 billion as of 2012, and 33% of Ontario’s gross domestic product is made up of interprovincial trade accounts. So that’s very important to us.", "We will continue to work with our sister provinces across this country to open up freer trade. Our priority is making sure we answer to the challenges our business community may have when the Canada-European trade agreement comes in place. We want to make sure that no Canadian business is at a disadvantage. That’s our first priority. We’ll work with the other provinces to ensure we achieve that, and if we can move further, we certainly would like to." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para222"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Back to the Premier: Premier, last week, Moody’s put the province on a credit watch and revised the outlook in Ontario from stable to negative. At the same time, Premier, your counterparts from across the country are focused on providing more consumer choice, lower prices, more jobs and, ultimately, increased revenue for their provincial treasuries. Of course, I’m referring to Premiers Brad Wall, Christy Clark, Dave Hancock, Stephen McNeil and Robert Ghiz, who are all actively working on a Canada-wide free trade zone.", "Premier, this is about nation-building, growing our economy and giving opportunities to our small businesses along Main Street here in Ontario. Premier, why haven’t you called Premier Brad Wall and others to get started on this deal immediately, and why isn’t Ontario at the head of the table?" ],
  "anchor" : "para223"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, the member is very far behind on this file. The ministers have been speaking for some time on this issue. In fact, the ministers right across the country had a conference call earlier in the week.", "As sister provinces continue to work together, it’s important that the views of all provinces, including Ontario, be taken into consideration in terms of how to move forward in these freer trade discussions amongst the provinces. We’re all in favour of doing that, Mr. Speaker. We now need to work together to ensure we put in place the best process.", "Our Premier will be, as she was with the Canada Job Grant and others, a leader in this area of nation-building across this country. We’ll work closely with the western provinces, the eastern provinces and Quebec. We’re determined to ensure that we do the best job we can for Canadian businesses." ],
  "anchor" : "para225"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para228"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Back to the Premier: Premier, having negotiated over 40 international trade deals since coming into office, the federal government has done an outstanding job at opening trade barriers throughout the world. However, within Canada, there are a significant number of trade barriers in numerous sectors, including energy, labour and procurement. These barriers are costing average, everyday people, with reduced opportunities, fewer jobs and higher consumer prices.", "Premier, the people of Ontario are counting on you to take the lead on important opportunities for our workers in small businesses. Premier, this is about Main Street, not Bay Street. Over the days ahead, what specific actions will you commit to with Ontario’s participation in the job-creating Canada-wide free trade zone?" ],
  "anchor" : "para229"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, I’m really glad that the member brought up Stephen Harper today, because I think what we want to do is ask the member if he’s going to support our efforts to ensure that the federal government treats Ontario fairly when it comes to equalization payments and treats Ontario fairly when it comes to investments and infrastructure.", "Mr. Speaker, we’re talking about—and my predecessor at Infrastructure was very clear on this: We’re spending six times more when it comes to investing in public transit than the federal government is spending. I don’t think you can find a country anywhere in the world where that exists. I believe my predecessor said that it’s 26 times more that this province is spending on building roads, highways and bridges. That is not good partnership when it comes to partnerships between the federal and provincial government.", "So I’m hoping that the member opposite listens carefully to this and joins us in our efforts to make sure that Ontario gets fair treatment when it comes to our relations with the—" ],
  "anchor" : "para231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para234"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. The Premier insists that she’s bringing a progressive plan, and she’s got a list that she loves to rhyme off, but there’s another list in her budget that Bloomberg says will lead to the “biggest Ontario cuts since Harris.”", "I’m just curious to know whether the Premier will be running with both of these lists next week. Will she introduce a budget on Monday that includes having a Conservative-style fire sale of Ontario’s public assets in it, Speaker?" ],
  "anchor" : "para236"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The leader of the third party knows what our budget is going to say on Monday, Mr. Speaker, because we are reintroducing the budget that we introduced at the beginning of May. We then ran our election campaign on that plan.", "The reality of our plan is that there is complexity to it. The fact is, we are facing fiscal challenges. That is true. But the other fact is, we are determined not to leave people behind. We are determined to build the province up. We are determined to invest in people’s talent and skills.", "The Minister of Economic Development was just talking about the investments in infrastructure. We are determined that we continue the investments—", "Interjection." ],
  "anchor" : "para238"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "One of the members opposite heckles that it won’t happen. The reality is, it’s already happening. You look at the investments in infrastructure that this government has made. You look at the investments in education and in health care. We are going to continue to build this province—" ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para243"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "So that’s a yes for the fire sale of public assets.", "There’s a number of things, however, that the Premier has left off of her list. Families across Ontario are finding it harder than ever just to make ends meet.", "Interjection." ],
  "anchor" : "para244"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. The member from Glengarry–Prescott–Russell is warned.", "Carry on." ],
  "anchor" : "para247"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Families across Ontario are finding it harder just to make ends meet. It’s one of the reasons that they actually voted against austerity. They shouldn’t go into a cold sweat every time they see their hydro bill. Leaving families working harder and harder just to pay the bills, Speaker, isn’t progressive.", "When the Premier introduces her budget next week, will it get electricity bills under control for the good people of this province? Or will it be the Liberal status quo, with hydro bills going up 42% over the next five years?" ],
  "anchor" : "para249"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I will just to say again to the leader of the third party that it is incumbent upon government to do more than one thing at a time.", "The fact is that we are faced with fiscal challenges in this provinces, and we are going to confront those fiscal challenges in a number of ways, Mr. Speaker. The constraints that have been put in place that have made us the leanest government in terms of program spending per capita in the country, we are going to keep those constraints in place. We are going to make sure that we have a reliable energy system that people across the province can count on so that people, whether they are business owners or whether they are individuals, know that they are going to have access to reliable power. And we are going to make sure the infrastructure that is needed across the province: roads, bridges, transit—we are going to invest in that infrastructure.", "It is incumbent on us to do all those things at the same time." ],
  "anchor" : "para251"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para254"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "So that’s yes to a 42% increase in hydro rates.", "People want to see a plan that creates job also, and it’s pretty obvious that that has been left off the list as well. The same old, same old, no-strings-attached giveaways haven’t worked. It’s why Ontario’s employment rate is stuck at higher than the national average.", "Handing money to corporations and hoping for the best is not a progressive value. It hasn’t worked for the last eight years. Why does the Premier think that it’s going to work all of a sudden?" ],
  "anchor" : "para255"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It’s not what we’re going to do, and it’s not what we have been doing, because the partnerships with business that have brought jobs to this province are just that: They are partnerships. The money that is invested in partnership with business is tied to that job creation.", "That’s exactly why we’re putting in place the Jobs and Prosperity Fund, which will be part of our budget which will be reintroduced on Monday—the Jobs and Prosperity Fund and Experience Ontario, which will build on the success of the youth employment strategy and will put young people into opportunities where they will have the opportunity to explore a new career path because we’ve partnered with business.", "Those are all things that are part of our budget. Some of them are already in place and are working, but we are building on those successes." ],
  "anchor" : "para258"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. The Premier likes to pick and choose the parts of her budget that she wants to talk about, but there are some real surprises hidden just under the surface of this Liberal Trojan Horse plan. People across Ontario are wondering whether they are going to be able to afford to retire. When the Premier tables her plan, will she still be moving at lightspeed to create Stephen Harper-approved private pensions by this fall, but leave Ontarians waiting for years—if ever—for a public pension plan?" ],
  "anchor" : "para263"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think what is most surprising about this particular gambit is that we would have expected support for an Ontario Retirement Pension Plan in the absence of federal government leadership on enhancing the CPP. We would have expected that the NDP would have been right there at our side, supporting the creation of an Ontario Retirement Pension Plan. They are not there, Mr. Speaker.", "Is it important that people have options? And in terms of the PRPPs that the leader of the third party is talking about, will we move to allow people to have those options? Absolutely. But will we move to create an Ontario Retirement Pension Plan so that people can count on a secure retirement? Absolutely we will. It is shocking, quite frankly, that the NDP is not going to support us on that.", "Interjections." ],
  "anchor" : "para264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "So that’s a yes to prioritizing Stephen Harper-style PRPPs.", "Another part of her budget that the Premier loves to talk about is her transit plan. She insists it’s a progressive plan. Well, here’s the truth: The TTC, Metrolinx and the Golden panel all agree that Toronto needs a downtown relief line. Anyone who takes the TTC in rush hour knows that the Yonge line is already packed. Instead, the Liberal plan will simply add more riders to the Yonge line.", "A downtown relief line that deals with congestion needs to be a priority. Is the Premier going to keep making things worse during rush hour for TTC riders, or will she put the downtown relief line at the top of the list?" ],
  "anchor" : "para269"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am just going to go to the general comment here, that in terms of support for transit and putting $29 billion into transit over the next 10 years, working with municipalities, whether it’s on public transit in the greater Toronto and Hamilton area or in Ottawa or in Kitchener-Waterloo or in Hamilton, or whether it is roads and bridges in northern Ontario and in our rural communities, we are committed to doing that. That is in our budget. Again, it would be terrific if we had the support of the NDP on that. Whether it is support for the Ontario Retirement Pension Plan—that is in our budget—we would have expected that the NDP would have supported us on that. Whether it’s support for people with developmental disabilities, we would have expected the NDP to support us on that.", "Those measures are there. We are reintroducing our budget. We are determined to implement our budget, if we have passage in the Legislature. We think those are things that the NDP should be supporting." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para274"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I guess that’s a no to the downtown relief line being prioritized.", "You know, Speaker, the Premier likes to pick and choose the parts of her plan that she talks about here in the House, but there are other parts that she’s a bit reluctant to talk about—like the parts that led Bloomberg News to say, “Wynne’s Budget Foretells Biggest Ontario Cuts since Harris”; parts like the new HST loopholes for big businesses and more no-strings-attached corporate giveaways.", "Is the Premier still committed to a plan that she insists is progressive, that will leave families paying more, will leave corporations paying less and could lead to the biggest cuts since Mike Harris?" ],
  "anchor" : "para275"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am and we are committed to the plan that we have put forward and we have put in front of the people of Ontario. We are committed to building this province up. We are committed to making the investments that we know are necessary, and we’re committed to doing that in partnership with municipalities, with businesses, with communities across this province. That is a complex interconnection of initiatives. There are transit initiatives. There are retirement security initiatives. There are constraint initiatives in terms of the fiscal realities. All of those things are presented in our budget.", "The leader of the third party is right. There is a long list of initiatives that we believe the NDP should support us on, because historically they have supported initiatives that have lifted vulnerable people up and have helped them in their day-to-day lives.", "I continue to hope that as we reintroduce our budget we will see the NDP step up and support those measures." ],
  "anchor" : "para278"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "My question is for the Premier. Premier, families across Ontario are waiting for the final report of the Select Committee on Developmental Services to be released. As you know, the committee travelled across Ontario and heard from hundreds of individuals and families who need help. Based on that, we wrote a comprehensive report that would have been released on the Monday after the election was called.", "Yesterday in the House, the new Minister of Community and Social Services said, “We continue to strengthen the way we provide services to those with developmental disabilities.”", "But what we heard in our committee over and over again, Premier, was that the system is broken. We have addressed those systemic problems in our report and have provided concrete solutions.", "Premier, my question to you is: Will you commit to re-striking the select committee so this report can be released?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I am extremely interested in the work of the select committee. In fact, this is an issue that a number of us on all sides of the House have been concerned about for some time, which is why, in our budget, there is $810 million to inject into the system.", "I’m very aware that once a young person goes through our education system, at the end of that time, at 21 years of age, when they basically age out from all of the supports that the education system has in place, there is very little. In fact, there isn’t a system, and we need a system and we need supports for families. That’s why that money is in the budget. That’s exactly why we need to work with everyone who has advice for us.", "As I said, I’m very interested in the report of the select committee, and I think we should absolutely pay attention to the work that was done there." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "To the Premier, through you, Mr. Speaker: Committing the money is only one part of the solution. You need to know how to deal with the systemic problems that have been identified by the select committee in a non-partisan way. These are solutions from all three parties.", "We’ve heard from hundreds of families with autistic children who need treatment and help at school, from adults with special needs whose parents cannot take care of them anymore—they’re having to drop them off at developmental services offices. We have thousands of young people in Ontario who, when they turn 21, have nothing—no job, no life, no hope.", "We’ve addressed all of those issues in our select committee. I cannot understand why you’ve committed this money and you don’t even want to hear what the select committee has to say.", "Today, following question period, I will be asking for unanimous consent to have the select committee re-struck so that it can file its final report and table it with this Legislature. Will you commit to supporting this unanimous consent motion?", "Interjections." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings is warned.", "Interjections." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "While the clock is stopped, I’m going to remind people that when I do warn you, there is no warning after that. You will be named.", "Premier?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that this issue is part of the discussions that the House leaders are having right now. So I understand the politics of why the member opposite, at least in part, is raising this issue. But I will not take a lecture from a party that was going to cut billions of dollars from services across government. I will not take lessons from that party, when they were going to make those cuts.", "The fact is, we have put money in the budget to deal with these issues. I want to hear the advice of the committee. The member opposite knows perfectly well that I want to hear those suggestions. I know that families need support. I know we have to understand how that money should be spent. This is a conversation that’s happening right now.", "Interjection." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para305"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Minister of Education. Welcome back, Minister. Up to 100,000 infants require child care each year, but there are only 10,000 licensed spaces here in Ontario. There’s a child care crisis in this province, yet this government is making matters even worse. Cutting child care funding to 18 communities, from Sarnia to Sudbury, is not progressive. It’s not the right thing to do. Will the minister do the right thing and stop these cuts to child care across Ontario?" ],
  "anchor" : "para308"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "If I could digress for a moment, this is my first opportunity to speak in the House. I’d like to start off by sending my condolences to Abshir Hassan’s family. By all reports, he was a wonderful teacher and a wonderful mentor and role model for the children in his community. Our hearts go out both to his family but also to the Lawrence Heights school community because they obviously are devastated by this loss.", "Let’s talk about child care here and unpack what the member opposite just said, because the observations he has made are just factually incorrect. If you look at the funding records since 2003, in fact we have added over $500 million to the child care budget. It’s up to close to $1 billion. That represents a 90% increase in child care funding in Ontario." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para311"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Notwithstanding what the minister had to say, 18 communities are facing substantial loss of child care. That is irresponsible; that is short-sighted. Those communities deserve that funding. Those children and those families need that funding. No community and no family can afford these cuts to child care. Will the minister explain why she refuses to listen to parents and refuses to stop these child care cuts?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "As I say, I’m having trouble understanding the concept of “cut” when in fact we have continually increased the child care budget—", "Interjection." ],
  "anchor" : "para313"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m not sure what my wardrobe has to do with child care, quite frankly. The number of child care—not only has the funding increased; the number of spaces has increased. So in fact, there are 90,000 additional child care spaces since when we took government in 2003. For the first time ever in the province of Ontario, since child care moved to my ministry, we actually have a child care formula which is based on the number of children in the community. For the first time ever, we are funding child care—", "Interjection." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Timmins–James Bay is warned.", "Wrap up, please—10 seconds." ],
  "anchor" : "para317"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "This morning, I was very pleased to announce that we will be reintroducing our Child Care Modernization Act, which will in fact facilitate the creation of additional—" ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "My question is for the President of the Treasury Board. Minister, on Tuesday the government reintroduced the Public Sector and MPP Accountability and Transparency Act, reaffirming Premier Wynne’s commitment to make Ontario the most open and transparent government in the country by doing government differently.", "This bill demonstrates that the government is serious about being accountable to the people of Ontario. It would tackle the tough issues and further strengthen political accountability, open up the business of government and strengthen oversight.", "The bill also builds on a number of legislative and non-legislative measures our government has already taken, including the Public Sector Expenses Review Act, the Broader Public Sector Accountability Act and our implementation of the IPC’s recommendations to enhance responsible government recordkeeping.", "Minister, would you please speak to the proposed measures in this bill and how they would increase government accountability?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Let me start by congratulating the member from Etobicoke–Lakeshore on his win. I am sure that he will serve his constituents very, very ably, as he has done at Toronto city council for many years.", "Speaker, the proposed accountability act includes a wide range of measures that demonstrate that transparency and openness are top priorities for this government. It includes a range of measures which would, if passed, strengthen accountability and oversight, including expanding the role of the Ontario Ombudsman to include municipalities, school boards and universities. It would strengthen the Lobbyists Registration Act. It would compel agencies to post their business plans online and set compensation frameworks for BPS executives, including hard caps." ],
  "anchor" : "para326"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para328"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you to the President of the Treasury Board for detailing the ways in which this government hopes to strengthen accountability.", "I also understand that, if passed, the accountability act would require ministers, opposition leaders and all MPPs and staff to post expenses publicly. On this side of the House, government MPPs are already voluntarily posting their expenses online, and I strongly encourage the opposition to follow our lead and echo our commitment to open and transparent government. Another crucial area where we have an opportunity to enhance accountability is in the health sector.", "Minister, would you please inform the House about the strong oversight powers included in this proposed act that apply to our air ambulance service, as well as the new patient ombudsman role that will be created?" ],
  "anchor" : "para329"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We are taking some very concrete steps to increase oversight in the health sector. Amendments to the Ambulance Act would allow the government to appoint a supervisor and special investigators. It would protect whistle-blowers who disclose information. Provincial representatives could be appointed to the air ambulance service board of directors, and performance agreements with providers could be set by regulation at any time. Speaker, these are important enhancements.", "In addition, a patient ombudsman would be established to help patients resolve complaints they’ve got with public hospitals, long-term-care homes and community care access centres. This new patient ombudsman would build a much more patient-centred and integrated approach. The patient ombudsman would be independent, with all the powers of the Ombudsman, including being able to initiate investigations as well as being required to make their annual report available to the public." ],
  "anchor" : "para332"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Attorney General. There was a formal complaint lodged against one of your assistant crown attorneys concerning his conduct against women in the Peel crown’s office. According to the sunshine list, this same crown attorney walked away with $368,000 in 2013—twice his annual salary. Minister, was a full investigation held regarding those allegations?" ],
  "anchor" : "para335"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Thank you very much for the question. I think it’s a very important matter that you’re raising. We have a policy within the government, within our ministry, to make sure that these things are not happening. As you know, we are not talking about these incidents here in the House, but I can assure the member of the opposition that all of these accusations are dealt with within the ministry on a fair and reasonable basis. But I want to reiterate the fact that we have a policy in place in this government to make sure that this does not happen and that when it does happen, proper measures are taken to make sure that it does not happen again." ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para338"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’m not sure the victim in this harassment case believes that it was fair and equitable if you doubled the salary and pay of this person.", "In the same week you’re promoting your new accountability and transparency legislation in Ontario, the public has the right to know why an assistant crown in your ministry was given $368,000—twice his annual salary. For what—to go away?", "We’ve since learned that this same individual has now been charged with criminal harassment and assault against two young women.", "Minister, tell us why you chose to pay out an assistant crown instead of going through a full investigation to allow the victims and the accused a hearing and punishment if found guilty. Is that the kind of message you want to send to women who are dealing with harassment?", "Interjections." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para344"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Again, I’m going to reiterate the fact that in this government and in each of our ministries we have the procedure in place to make sure that these actions do not happen. When this happens, measures are being taken to deal with it. With regard to how much was paid to this individual, this was dealt with the same way that these cases were dealt with when you were in power." ],
  "anchor" : "para345"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "This is to the minister responsible for the Pan/Parapan Am Games. Speaker, it’s a beautiful sunny day today, so I think work is probably being done on the Hamilton stadium. At least, according to the minister, that’s when they do their best work—on good-weather days. We know that it’s one year until the official opening of the games, so it must be full steam ahead on all the venues.", "Can the minister provide us with a new date that the Hamilton stadium will be ready for occupancy—weather permitting, of course?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’m so proud of what we’re doing in Ontario in regard to the Pan Am and Parapan Am Games. It’s the first time the province has taken on such a large responsibility, not only by itself but working with the federal government and our 50 municipal partners. We are working with our universities and our colleges to put on the largest multi-sport games ever in the history not only in the history of Toronto or the Golden Horseshoe or Ontario, but the entire country. This is the largest multi-game sport event in the entire country.", "We have 31 venues. We have 15 venues that are being refurbished and 10 brand new builds. It is a very complex piece. We have Infrastructure Ontario working with us. We have different ministries working, and we’re proud to build the type of infrastructure we need here in Ontario so our athletes can compete not only here but internationally, and so we can attract the type of sporting events we want so Canada can take its stage in the world when it comes to athleticism. I hope the member opposite joins us as we celebrate the Pan Am Games on this special day." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para351"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Speaker, with all due respect, the finance minister and the former minister responsible for the Pan/Parapan Am Games mocked my concerns and assured this House on many occasions that, “Everything is fine. We’re on schedule. We’re on budget.” Well, the evidence is in, Speaker. Surprise, surprise. They’re wrong. They hired this foreign-led consortium. They set the schedule, but do they have a plan to rein them in and get all the other venues completed on schedule and under budget? We’ve only got a year to go.", "Will this minister tell the House how he’s going to ensure that the Pan/Parapan Games venues are his and his government’s priority and that they all get completed on time and on budget? I’ve heard this before from you." ],
  "anchor" : "para352"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Mr. Speaker, you would think the member opposite would be excited with the fact that we are building a state-of-the-art stadium in Hamilton, in the area that he represents. His team—and I hope he’s a fan of the Tiger-Cats—will be able to play in a stadium that holds 22,500 people. I’ll tell you, the last time that major infrastructure was put into that building was back in the late 1970s or early 1980s, and it was built back in the 1930s, when we had our last Commonwealth Games here in the province of Ontario, the last multi-sport event.", "I would hope that the member opposite would join us as we celebrate our athletes here in Ontario and across Canada and as we bring Toronto and the 15 municipalities onto the international stage so we can show off what we’re proud of here in the province of Ontario and in our country.", "Interjections." ],
  "anchor" : "para354"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question?" ],
  "anchor" : "para357"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is also for the minister responsible for the 2015 Pan Am Games. Minister, people in my riding of Halton are starting to get very excited about hosting the cycling events at the Pan/Parapan American velodrome next summer. Some of the finest cyclists in the world will be competing at the world-class facility. People from all over the globe are expected to visit the region to take in the events.", "Now, this is a tremendous opportunity for the town and region to show the world what makes our area so special. The games will put Milton, Halton and Ontario on the map internationally, and the state-of-the-art facility will have a lasting impact on our local athletes, community and economy.", "Mr. Speaker, through you to the minister, can he please tell us why the legacies are so important to both Ontarians and Canadians?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to congratulate the honourable member on her recent election victory. Congratulations. I know you’re going to make the people in your riding very proud.", "Today is a special day, Mr. Speaker. It marks the one-year countdown to the 2015 Pan Am and Parapan Am Games that are being held here in the GTA and the Golden Horseshoe. I think we should all be happy that we have the ability to host such an incredible multi-sport games here in the province of Ontario.", "We’re going to see a lot of investment into infrastructure, and we’re going to see an investment into infrastructure that will support our athletes here in the province of Ontario.", "It’s more than just the Pan Am Games. This is about building a legacy for our future athletes here in Ontario, and not only Ontario, Mr. Speaker, but for all Canadians, because we are going from just an average jurisdiction, when it comes to multi-sport venues, to a world-class venue. We’ll be able to compete internationally for future events. I think we should be very proud of the investments we’re making." ],
  "anchor" : "para363"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para367"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you for your response, Minister.", "Halton is definitely gearing up to welcome the world next summer. This will be Milton’s time to shine. It’s great to see that that the velodrome will be used by residents in my community for years to come. This will truly be the people’s games.", "I think it is very fitting that the velodrome is located in our community. That’s because the roads around our escarpment area are very popular with bike enthusiasts. As Milton’s mayor Gord Krantz once said, “Milton and Halton region is a cycling mecca.” I understand this will be the only facility of its kind in Canada and one of two in all of North America that will meet top international cycling competition standards.", "Mr. Speaker, again, through you to the minister: Can he please explain what other activities the velodrome will be used for once the games are over?" ],
  "anchor" : "para368"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Again, thank you to the member for the question. The games in Milton, in the velodrome, will be able to host not only cycling, but will have access to basketball, volleyball, badminton, a running and jogging track, a fitness centre, studio space and a special area to host special events. This is really for the community of Halton and the people in the surrounding area, and all Ontarians.", "The legacy piece, again, is an important piece. As the member for Halton said, Canadians will no longer have to travel into the United States, into California, to train. They’ll be able to do it here in Ontario. I think we should be so proud of the fact that we’re building that type of legacy infrastructure in Ontario to support our athletes, not only for today but for future generations." ],
  "anchor" : "para373"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I have a straightforward question for the Premier. Could she inform the House what she is expecting will be the fastest-growing expense line item in the budget over the next three years?" ],
  "anchor" : "para376"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para377"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I can assure the member that Ontario exceeds all other governments in Canada. We have controlled our program spending at 1.4%, which surpasses any government now. We’re projecting to lower that program spending to 1.1% going forward." ],
  "anchor" : "para378"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para379"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I would refer the Premier and the Minister of Finance to page 244 of the 2014 Ontario budget papers. That page shows that the fastest-growing expense line item over the next three years is projected to be interest on the provincial debt. In fact, the average annual growth in our interest costs is expected to be almost 8%. I’ll repeat that: an 8% increase per year in our interest costs.", "We know that the Liberal government has doubled the provincial debt since taking office. We know that they intend to add $20 billion to the debt this year alone. We know that interest costs are already the third-biggest expense in the budget, after health and education. We know that a credit rating downgrade is pending, and we know that, with interest costs on the debt going up, available funding for vital services that we all value, like health care and highway expenditures, goes down.", "Knowing all that, how on Earth can the government be so fiscally reckless as to table the same budget next Monday as was rejected on May 2?" ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para384"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "What the people of Ontario rejected was 100,000 cuts that they were proposing to employees. What the people of Ontario rejected was extreme measures of austerity that would put them in harm’s way.", "What the people of Ontario accepted was this budget that we’re presenting on Monday, a budget that talks about investing in their future so that we can promote more jobs and talks about ensuring that we eliminate the deficit by 2017-18 in a very balanced way. The people recognize that we must take a balanced approach. They know that the rate of interest in Ontario has been sustained for the last 10 years, but we must be mindful not to pass a burden of debt on to future generations.", "That’s why we are taking the steps necessary to eliminate the deficit. That’s why we’re taking the steps necessary, through the President of the Treasury Board, to find further savings in the system. That’s why we’re taking the necessary steps to maximize evaluations of our assets. That’s why we’re taking the steps necessary to promote more growth in our economy by investing in infrastructure, skills and training." ],
  "anchor" : "para386"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services. Minister, yesterday you claimed that you were committed to making sure that your ministry comply with Toby’s Act—which, by the way, was tabled five times before your government acted.", "As is clear with the Avery Edison case, your ministry has not complied with Toby’s Act. In fact, the Ontario government is being sued by Ms. Avery Edison based on discrimination in your ministry and mistreatment because of her gender.", "Does the minister intend on fighting her in the courts, or will he be settling?" ],
  "anchor" : "para390"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the member from Parkdale–High Park for asking that question. I think the member opposite will be fully aware of the fact that the particular case that she referenced is before the Human Rights Tribunal, so it would be highly inappropriate for me as the minister to comment on that particular topic.", "But as I stated yesterday in this House in response to a question that I received from the member from Ottawa–Orléans, I am very proud to have worked with the member from Parkdale–High Park and the member from Whitby–Oshawa on bringing in Toby’s Act and making sure that we protect the rights of our trans community here in Ontario by explicitly including gender expression and gender identity in the Human Rights Code.", "In fact, Speaker, we’re the first province in Canada to do so, and it’s something that we all collectively should be very proud of.", "As I stated at the launch of the guidelines by the Human Rights Commission on those particular provisions dealing with gender expression and gender identity, we will consult and work very closely with the commission to get our guidelines in accordance with the law." ],
  "anchor" : "para393"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Mr. Speaker, Avery Edison was humiliated, she was strip-searched, she was sent to a male prison and she was kept in solitary confinement, all because she is transsexual. She is suing this minister’s ministry because of her treatment. The minister claims his government is progressive. A truly progressive government would not fight Avery Edison in the courts. Will the minister commit to settling this matter with Avery Edison, or is he going to drag her through the justice system all over again?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Again, Speaker, I think the member opposite very well knows and all the members in the House know that when a matter is before our courts or a judicial system, it is highly inappropriate for the ministers to comment on that. Therefore, I cannot speak to the particular facts or to the case.", "I do want to mention that our current ministry policy clearly states that the key consideration regarding the care and custody of transgender and intersex inmates is the gender with which the inmate identifies, regardless of whether or not the inmate has undergone medically supportive treatments to align their physical bodies with their gender identity. Further, it states that when transgender and intersex inmates are first admitted to our provincial correctional facilities, these individuals are permitted to choose the gender of the correctional officer who will perform the physical screening or elect to have both male and female staff involved in this process.", "We are updating our guidelines and are working very closely with the Human Rights Commission in that regard." ],
  "anchor" : "para398"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "It’s an honour for me to stand here in this House with all of you and represent the constituents of Etobicoke Centre. My question is for the Minister of Citizenship, Immigration and International Trade.", "Due to a declining birth rate and an aging population, immigration will play an important role in filling highly skilled labour gaps in Ontario. The federal citizenship and immigration minister announced that he is launching the Express Entry model, formerly known as the Expression of Interest model. The federal government promises that this new model will help Canada’s immigration system become more focused on meeting Canada’s economic and labour gaps.", "We all know that the past federal changes to immigration policies have not always benefited Ontario. We have seen a steady decline in the share of skilled newcomers that we can select, while other provinces, like Alberta and Saskatchewan, have benefited from much larger shares.", "How will our government ensure that Ontario is positioned to meet its labour market demands and continue to be a strong economic performer?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Thank you for the question. I want to congratulate the member from Etobicoke Centre. He had a great election win. I’m sure that you’re going to serve your constituents to the best of your ability.", "Speaker, it’s a delay, but I do want to congratulate you for your re-election and still sitting in the best and most comfortable chair in the House.", "The member is correct. The federal government announced that it is changing the way the country will process immigration applications. Immigration selection and immigrant settlement services should be a shared responsibility of all levels of government.", "I want to make it clear that we are committed to ensuring that Ontario is best positioned to recruit new immigrants now and in future generations. Right now, we are working with provinces and territories to collaborate with the federal government on Express Entry design and implementation." ],
  "anchor" : "para406"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para410"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I would like to thank the minister for his response and take this opportunity to congratulate him on his new portfolio and his new responsibilities as well.", "Ontario is the number one destination in Canada for highly skilled newcomers and families. In fact, I’d like to share a brief anecdote. On Canada Day, I had the opportunity to attend a citizenship ceremony in Etobicoke Centre and was reminded of the diversity of newcomers and the calibre of skills and talents that they bring to our province every single day.", "Many highly skilled professionals, like doctors, nurses, engineers and others, come to our province hoping to seamlessly continue their practice and contribute to our vibrant economy. In my riding of Etobicoke Centre, for example, we have a large number of newcomers to Canada from all parts of the world. Although many have been able to find work in their field of practice, some have not been able to find work in their field of study or qualification because their credentials are not recognized here.", "Mr. Speaker, how is our government helping highly skilled newcomers become accredited in their field of practice?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Speaker, I want to thank him for the question again. One of the main pillars of this government’s immigration strategy is to leverage the global connections of our diverse communities. This is why Ontario will contribute more than $63 million over three years to the Ontario bridge training program.", "Ontario’s bridge training project helps internationally trained skilled newcomers get licensed and employed in their field without duplicating previous training and education. Bridge training programs include nursing, pharmacy, early childhood education, medical laboratory technology and the skilled trades.", "We’re on the right track, but we know that more needs to be done to make sure our newcomers can get jobs in their field of practice." ],
  "anchor" : "para416"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "My question is for the Minister of Health. Minister, we are very fortunate to have a unique model of primary health care serving our small rural communities in Parry Sound–Muskoka. Places like Britt, Argyle, Pointe au Baril, Wahta First Nation and Rosseau are well-served by nursing stations. We have seven nursing stations, mainly in Parry Sound district, providing vital primary health care in a very efficient model.", "The district of Muskoka has taken note of how well nursing stations are serving Parry Sound district. They have already submitted their plan for new nursing stations to the Ministry of Health. My question: Are you aware of the district of Muskoka plan to improve primary health care in Muskoka with new nursing stations?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question and the reminder of the importance of that great part of our province, a very lovely, beautiful part of the province. Most importantly, the people there are extremely generous and hard-working.", "Of course, anything that has to do with our nursing profession and making sure that, as a government, we improve the services, in this case as provided through our hard-working nurses and nurse practitioners, our RNs, is something that I take very seriously.", "I haven’t had the opportunity yet; I think the member opposite appreciates my having been in the portfolio for just two weeks. But I will certainly entertain getting to this immediately, asking my officials to brief me on it so I can see the particulars of the proposal.", "Perhaps I’ll have an opportunity in the supplementary to speak more generally about the important work that our nurses are doing and how we’re supporting them to do that work even more effectively." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "Thank you, Minister, for the response. Let me provide some more details.", "The district of Muskoka has come up with a made-in-Muskoka health care plan to improve primary health care access based on the success of nursing stations serving Parry Sound communities for many years. Their plan includes new nursing stations in Dorset, Severn Bridge, Port Severn and Port Carling to improve primary health care for the elderly, the low-income and marginalized, and for seasonal residents and tourists.", "This improved access to health care services is very important for Muskoka, now and into the future. My question: Will you agree to meet with District Chair John Klinck and consider their plan to spend health care dollars more efficiently and improve primary health care for Muskoka?" ],
  "anchor" : "para427"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Of course I’d welcome the opportunity to meet with the district chair.", "Let me say again that in reference to the important work that our nurses across the province do—in fact, I think this was referenced earlier. Since 2003, we have added 20,500 nurses to the province. Many of those—4,000 of those—have been added to the province in the last year alone. We’re introducing and increasing the number of nurse-practitioner-led clinics.", "I want to speak to the element of this which is perhaps most appealing, and that is that it’s a local community, a local district which is coming up with a plan that reflects the unique priorities and circumstances that take place in the district of Muskoka. So I’d be happy to meet with this individual to learn more about the program. I’ll get briefed in detail by my ministry and we’ll see if, perhaps, we can move forward in a collaborative way to see how we can continue to improve services." ],
  "anchor" : "para430"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question ce matin est pour la ministre déléguée aux services en français. Les néo-démocrates sont très fiers de promouvoir et de défendre les services en français pour les Franco-Ontariens et Franco-Ontariennes. Nous sommes fiers du travail que nous avons fait pour contribuer à faire de notre commissaire un officier indépendant de l’Assemblée législative.", "Par contre, ce matin, notre commissaire nous a dit, et ce sont ses mots, que le gouvernement a balayé du revers de la main ses recommandations visant les populations précarisées, l’offre active de services en français et le plan des ressources humaines. Non seulement est-ce que ses recommandations ont été complètement ignorées, il nous dit que le gouvernement ne respecte pas la Loi sur les services en français en ne déposant pas de rapport annuel complet sur ses activités.", "Ma question est très simple. Pourquoi est-ce que le gouvernement ne respecte ni notre bon commissaire ni la Loi sur les services en français?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Je suis très fière de faire partie d’un gouvernement qui appuie la francophonie en Ontario. C’est ce gouvernement-ci qui a créé le poste de commissaire aux services en français.", "Le commissaire a donné des recommandations au gouvernement. C’est, je crois, son sixième ou septième rapport. Ces recommandations sont toujours prises très sérieusement et nous avons fait beaucoup d’avancées dans la francophonie en Ontario. Les francophones le reconnaissent très bien.", "Alors, les recommandations sont toujours revues et mises de l’avant. On étudie les recommandations du commissaire. Ce sont des recommandations. Nous travaillons de très près avec les ministères qui sont impliqués pour s’assurer que les recommandations du commissaire sont prises sérieusement, et nous allons continuer à travailler de très près.", "C’est une recommandation du commissaire que l’office fasse un rapport annuel, et nous étudions cette recommandation-là de très près. Merci." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Whitby–Oshawa on a point of order." ],
  "anchor" : "para441"
}, {
  "speaker" : "Christine Elliott",
  "text" : [ "I seek unanimous consent to move a motion without notice to restrike the Select Committee on Developmental Services and present its final report." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Whitby–Oshawa is seeking unanimous consent to put a motion without notice. Do we agree? I heard a no.", "A point of order from the government House leader." ],
  "anchor" : "para443"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Mr. Speaker, we very much like this idea. This is an issue that is being discussed with the House leaders—" ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order." ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on government order number 1, the motion for an address in reply to the speech of His Honour the Lieutenant Governor at the opening of the session.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members take their seats, please. All members take your seat, please. The Sergeant-at-Arms will come for you.", "Voting on government order number 1:", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 57; the nays are 40." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para556"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be it resolved that an humble address be presented to His Honour the Lieutenant Governor as follows:", "“To the Honourable David C. Onley, Lieutenant Governor of Ontario:", "“We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.”", "There are no further deferred votes. This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para558"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Yesterday saw the release of a report by the Environmental Commissioner entitled Looking for Leadership. This is a very appropriate title, I believe, because actually everyone in Ontario is now looking to the Liberal government to show leadership on a number of fronts.", "The Liberal government continues to make promises they ultimately just can’t keep. Unfortunately, there’s an evident pattern of behaviour where it is clear they have no intention of following through on their promises, whether they are related to the environment, climate change, gridlock and, most importantly, their efforts on the deficit and debt.", "The Environmental Commissioner’s report contains worrisome news. Mr. Miller projects that the government will fail to meet greenhouse gas reduction targets for 2020 by upwards of 20%, and these are goals which they set for themselves in 2007. I guess, though, this really shouldn’t come as a shock, since the Environmental Commissioner said that “very little has been achieved” because there has been very little action. The commissioner actually went on to say that “in fact, we have gone backwards” with regard to the Liberal efforts to reduce greenhouse gas emissions.", "This is unacceptable. Speaker, it is time this government finally walks its own talk and starts to meet its own targets instead of assuming Ontario taxpayers can continue to afford all of their bad decisions and failures." ],
  "anchor" : "para565"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I rise today to remark on the passing of Rosie Smith, of Welland, who died June 25, at the age of 76.", "Born Rosemarie Spagnoletti, Rosie grew up across from the old Welland Canal, where childhood days of summer were spent swimming and helping other kids learn to swim.", "By 20, she met and married Steve Smith, who enjoyed swimming and mentoring as much as she did. Together, they spearheaded an Olympic-sized pool at St. George Park and initiated the St. George Aquatic Club, which produced a highly successful competitive swim team.", "Rosie and Steve felt very strongly that every kid deserved the chance to have success, and so they made it their mission to ensure money didn’t stand in the way. They became masters of discretion to protect the self-esteem of all swimmers.", "Rosie spent 40 years volunteering in the Welland Recreation Projects Association. Their premier event is the Toys for Tots Christmas program for families in need. They also run a series of community events that are free to all each year.", "Rosie was an ordinary person who did extraordinary things. It was my sincere pleasure to present her with the Queen’s Diamond Jubilee Medal for distinguished community service in 2012. She was a mother of two, a grandmother of three, and a school secretary. She had a quick wit, an infectious laugh and the ability to make whoever she was talking to feel they were the most important person on the planet. She lived life with compassion, integrity, drive and humility.", "On behalf of the constituents of the Welland riding, I would like to thank Rosie’s family—her husband, Steve; her son, Greg; and her daughter, Karen—for sharing her with us. She will be missed, but she will continue to inspire." ],
  "anchor" : "para570"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Today I want to recognize one of the upcoming and outstanding festivals taking place in my riding of Davenport. In a multicultural city like Toronto, where all summer festivals have something beautiful to offer those who love to meet and learn about new cultures, you cannot miss Canada’s largest Brazilian cultural event, the 11th Toronto International BrazilFest.", "Many Brazilians today call Canada home, many of whom live in my riding of Davenport. For them, as for many visitors participating and joining in on a yearly basis, BrazilFest has become a real and authentic expression and celebration of Brazilian music, dance, food, crafts and culture. The festival is as much an opportunity for Brazilians to reconnect with their roots as it is to educate us about their culture.", "Each year, the festival has grown in size and prestige. Today the festival attracts an estimated public attendance of 30,000 people and is recognized as Canada’s largest Brazilian cultural event. Held at Earlscourt Park, located at St. Clair Avenue West and Caledonia Road, the festival stage will be filled with musicians, dancers and singers who will take you on an exotic trip exploring Brazilian music and celebration without having to leave the heart of Toronto.", "On July 20, drop by BrazilFest for your one-stop cultural trip to experience the richness and energy of the Brazilian people through dance, food and festival. BrazilFest is a must-attend event for anyone interested in sharing in the collective heritage and multicultural diversity of our province." ],
  "anchor" : "para578"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to thank the people of Kitchener–Conestoga for their support in the last election and putting their trust in me to serve as their member of provincial Parliament once again.", "My success would not have been possible without the tireless efforts of my committed team of volunteers, who dedicated their time and energy to my re-election campaign. They made countless calls to supporters. They knocked on thousands of doors across the riding. They put up thousands of election signs during the summer heat. They helped out around the office and even on Twitter, and drove hundreds of people to the polls on election day.", "So I would like to thank each and every person who served on my campaign and believed in my vision for our community. Over the next four years, I will continue to fight for Kitchener–Conestoga by keeping the government’s feet to the fire on the Highway 7 project. I’ll work with my regional colleagues to deliver all-day, two-way GO train service to Kitchener-Waterloo. I’ll pressure the government to approve the region’s solution to improve local ambulance response times through streamlined dispatch. And I’ll fight to preserve open tendering in the region of Waterloo so that all qualified local tradespeople retain their right to bid and work on local taxpayer-funded infrastructure.", "I know that with your help, we can continue to achieve great things together in the riding of Kitchener–Conestoga. So, thanks once again. I appreciate it." ],
  "anchor" : "para583"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Tomorrow, Londoners will gather to celebrate the life of Colonel Tom Lawson, a great friend of London whose loss will be deeply felt by the many citizens whose lives he touched. Colonel Lawson died this week at his home at age 71 after a well-fought battle with cancer.", "His roots in the community are deep. Born in London in 1943 to Colonel Tom and Miggsie Lawson, the younger Tom carried on the family tradition of service to others. His grandfather, Ray Lawson, served as Lieutenant Governor of Ontario from 1946 to 1952 and established the Lawson Foundation almost 60 years ago to enrich the quality of life in Canada. Colonel Lawson would go on to become both a vice-president and director of the foundation.", "He was a career businessman and successful entrepreneur who volunteered his management expertise to dozens of organizations, most recently the First Nations Financial Management Board. A reservist in his youth, he was passionate about fostering linkages between the Canadian Forces and the community as a life member of the Garrison Community Council and former Legion president. Locally, he served in leadership roles at the London museum of archaeology, the London Rotary club, Lawson Health Research Institute and the London Chamber of Commerce. He was also the former mayor of Grand Bend and a former Lambton county councillor.", "I came to know Tom personally through his work with the Lawson Literacy Awards, which were launched by his family in 1978 to encourage creative expression among grades 7 and 8 students in writing about Canadian topics of significance to them. In my 13 years on the school board, Colonel Lawson never missed an award ceremony. He read each of the winning pieces and personally congratulated each student on their work. His impact on the hundreds of young people who participated in the competition over the years has been profound.", "Colonel Lawson will be greatly missed, but his legacy will live on through his enduring contributions to our community. On behalf of all MPPs, I wish to express our sincere condolences to his friends and family." ],
  "anchor" : "para588"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I am more than delighted to bring an update about the progress of the long-awaited Cambridge Memorial Hospital expansion and redevelopment project in my riding of Cambridge.", "On June 25 I attended the hospital’s annual community meeting, and CEO Patrick Gaskin eagerly noted that they are on track to build what is essentially a brand new hospital for the residents of Cambridge and North Dumfries. The design is complete, the construction consortia have been chosen and the project team is preparing to start this fall. Patrick said that now, the staff really do believe that it is moving ahead as the Tim Hortons has already moved to its temporary location for the construction.", "A new wing and renovations will provide the needed space for the hospital to bring new and expanded clinical services to our community. There are six areas that will benefit: the emergency department, mental health program, intensive care unit, birthing unit, operating rooms, and in-patient beds.", "Thank you to Waterloo region chair Ken Seiling, Cambridge mayor Doug Craig and North Dumfries mayor Rob Deutschmann and their respective councillors, and former Minister of Health and Long-Term Care Deb Matthews, for their ongoing support of this much-anticipated capital redevelopment program. A project like this is part of our government’s ongoing plan to build a better health care system and ensure that all Ontarians have more reliable health services in their community." ],
  "anchor" : "para594"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Recently, eight provincially funded industrial wind turbines in my riding were ordered to be lowered or removed because they violate height limits near the Chatham-Kent Municipal Airport. This actually would be a very unprecedented move in the province of Ontario. The wind turbine company, GDF SUEZ, was given this order by Transport Canada because airport zoning regulations protect a radius of approximately four kilometres around the airport.", "As the critic for community safety and correctional services, I note that the airport zoning regulations are put in place for a reason: to protect public safety. Those who break the laws must be held accountable, with no special treatment.", "I’ve talked to numerous pilots who were concerned for their safety in rough weather conditions, and I’m pleased that their voices have been heard. I’d like to commend Transport Canada’s commitment to protecting the safety of pilots and passengers of the Chatham-Kent Municipal Airport.", "This issue has left the people of my riding wondering how many of the nearly 500 industrial wind turbines in the Chatham–Kent–Essex area were built too closely to homes or even highways. Ontario does have setback requirements for industrial wind turbines, but what good are these regulations if they are not being followed by companies? The province has put billions of dollars into the operation of these wind turbines and should be able to ensure they are located safely with the approval of host communities." ],
  "anchor" : "para600"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I rise in the House today to speak about a budding and vibrant tradition in my riding of Etobicoke–Lakeshore: the second annual Humber Bay Shores Waterfront Festival.", "On this coming Saturday, August 9, in Jean Augustine Park, the constituents of my riding will be able to enjoy live entertainment, enjoy many tasty treats, take in the incredible talent of our local performers and enjoy the gorgeous views of our precious waterfront. This festival promises lots of family fun with our great neighbours from my riding of Etobicoke–Lakeshore and those from beyond.", "The Humber Bay Shores Condominium Association is recognized by all levels of government for its dedication to community development and partnership. A strong voice for the 10,000 residents of one of Toronto’s fastest-growing neighbourhoods, they are wonderful stewards of this part of our waterfront. They organize community clean-up days, speak up to protect the quality of the air and water of the area, and are partners in helping to determine the future of their neighbourhood. The association has also recently begun to serve the local community by organizing and hosting a local farmers’ market, which gives my constituents the opportunity to purchase locally grown produce and baked goods.", "I congratulate the Humber Bay Shores Condominium Association and their president, Jim Reekie, on organizing their second annual waterfront festival and for their ongoing dedication to community building and local partnerships with residents, businesses and artists. I look forward to attending and I invite all members of this House to come and visit the beautiful waterfront of Etobicoke–Lakeshore on Saturday, August 9, for what will be a fun and exciting day." ],
  "anchor" : "para605"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "From July 4 until July 20, the BarrieLicious Festival allows residents and visitors to our fair city by the bay to try the diversity of culinary experiences for a fixed-price menu. You can travel to Greece at the Town and Country restaurant and get excellent service from John, Jimmy and Steve, enjoy the Italian experience at Nino’s, try Japanese sushi at Akira, relish the British fare at the British Arms, or try Indian dishes at Tara.", "Come to Barrie from now until July 20 to globetrot without the expensive cost of airline tickets. Barrie is a gourmet lover’s delight, especially during this festival, and penny-pinchers will not only love the food, but the great prices, too." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para612"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made in the order of precedence on the ballot list for private members’ public business such that Mrs. Martow assumes ballot item number 4 and Ms. Thompson assumes ballot item number 77.", "Mrs. Sandals moved first reading of the following bill:", "Bill 10, An Act to enact the Child Care and Early Years Act, 2014, to repeal the Day Nurseries Act, to amend the Early Childhood Educators Act, 2007, the Education Act and the Ministry of Training, Colleges and Universities Act and to make consequential and related amendments to other Acts / Projet de loi 10, Loi édictant la Loi de 2014 sur la garde d’enfants et la petite enfance, abrogeant la Loi sur les garderies, modifiant la Loi de 2007 sur les éducatrices et les éducateurs de la petite enfance, la Loi sur l’éducation et la Loi sur le ministère de la Formation et des Collèges et Universités et apportant des modifications corrélatives et connexes à d’autres lois." ],
  "anchor" : "para614"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para621"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "This is essentially reintroducing the Child Care Modernization Act, which was introduced and began debate last session.", "We’re taking steps to strengthen oversight of the province’s unlicensed child care sector while increasing access to licensed child care options for families.", "The Child Care Modernization Act would, if passed, help transform the child care and early years system to better meet the needs of both the parents who use and rely on the system and the children who are placed in its care.", "We believe families must have access to safe, modern child care, and that is part of our plan to invest in giving our children the best possible start in life.", "Mr. Qaadri moved first reading of the following bill:", "Bill 11, An Act to raise awareness about radon, provide for the Ontario Radon Registry and reduce radon levels in dwellings and workplaces / Projet de loi 11, Loi visant à sensibiliser le public au radon, à prévoir la création du Registre des concentrations de radon en Ontario et à réduire la concentration de ce gaz dans les logements et les lieux de travail." ],
  "anchor" : "para622"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para631"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Radon and this bill, hopefully together, will be publicized for Ontarians—an important cause of cancer; to this day, unfortunately, unrecognized and underaddressed. Hopefully, this will address that." ],
  "anchor" : "para632"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly.", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“That all members of the Ontario Legislative Assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I fully support the petition, and I will give the petition to page Matthew." ],
  "anchor" : "para636"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I have a number of petitions from the Parry Sound area, to do with credit unions. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "Speaker, I support this petition and will sign it." ],
  "anchor" : "para645"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I have a petition here that was compiled by Lisa and David Brennan in Mississauga. They did it for their son Matthew.", "“To the Legislative Assembly of Ontario:", "“Whereas childhood apraxia of speech is a rare neurological speech disorder that affects oral motor planning;", "“Whereas an estimated 3% to 5% of the world’s childhood population are diagnosed with childhood apraxia of speech;", "“Whereas Ontario has excellent speech-language centres and programs that currently provide treatment for childhood apraxia of speech;", "“Whereas children diagnosed in Canada with childhood apraxia of speech are eligible to receive the children’s disability tax credit to assist with therapy costs;", "“Whereas greater public awareness of speech disorders and the benefits of early intervention speech-language therapy are needed in the province of Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to join the United States of America in declaring May 14 as Apraxia Awareness Day” in Ontario.", "I fully support this petition by David and Lisa Brennan, and I affix my name to it." ],
  "anchor" : "para656"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas Health Canada has approved the use of Esbriet for patients with idiopathic pulmonary fibrosis (IPF), a rare, progressive and fatal disease characterized by scarring of the lungs; and", "“Whereas Esbriet, the first and only approved medication in Canada for the treatment of IPF, has been shown to slow disease progression and to decrease the decline in lung function; and", "“Whereas the lack of public funding for Esbriet is especially devastating for seniors with IPF who rely exclusively on the provincial drug program for access to medications;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Immediately provide Esbriet as a choice to patients with idiopathic pulmonary fibrosis and their health care providers in Ontario through public funding.”", "Mr. Speaker, I agree with this petition, and I affix my name to it." ],
  "anchor" : "para666"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“That all members of the Ontario Legislative Assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I support this petition and I affix my signature to it." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Barrie." ],
  "anchor" : "para682"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Davenport—the fabulous riding of Davenport." ],
  "anchor" : "para683"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Davenport; I knew it was one word." ],
  "anchor" : "para684"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“That all members of the Ontario Legislative Assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree with this petition, will now sign it and give it to page Ethan." ],
  "anchor" : "para686"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas Scarborough residents north of Ontario Highway 401 and east of Don Mills are without a rapid transit option; and", "“Whereas a strong transit system is critical for increasing economic development and tackling income disparity; and", "“Whereas this geographical area continues to grow and the demand for strong rapid transit continues to increase; and", "“Whereas Sheppard Avenue is a major artery for automobile traffic for commuters travelling from suburbs to downtown Toronto, and travelling from suburb to suburb; and", "“Whereas ground-level rapid transit would increase traffic, restrict lanes for automobiles, and add further risk for pedestrians and commuters at dangerous intersections along Sheppard Avenue; and", "“Whereas demands for underground rapid transit along Sheppard Avenue have been part of public discourse for over 50 years; and", "“Whereas the province of Ontario previously approved a plan from the city of Toronto to extend the Sheppard subway line from Downsview to Scarborough Centre; and", "“Whereas an extension to the Sheppard subway line will require contributions and co-operation from the city of Toronto, the province of Ontario and the government of Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the extension of the Sheppard subway line east to Scarborough Centre; and", "“To call upon the government of Canada to contribute multi-year funding for the construction and operation of an extension to the Sheppard subway line.”", "I fully support the petition and give it to page Ethan." ],
  "anchor" : "para695"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated Tuesday, July 8, 2014, this House stands adjourned until Monday, July 14, 2014, at 10:30 a.m. sharp." ],
  "anchor" : "para708"
} ]