[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that, pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 15, Bill 15, An Act to amend various statutes in the interest of reducing insurance fraud, enhancing tow and storage service and providing for other matters regarding vehicles and highways, when the bill is next called as a government order, the Speaker shall put every question necessary to dispose of the second reading stage of the bill without further debate or amendment and at such time the bill shall be ordered referred to the Standing Committee on General Government; and,", "That the Standing Committee on General Government be authorized to meet on Wednesday, November 5, 2014, from 1 p.m. to 3 p.m. and 4 p.m. to 6 p.m. for the purpose of public hearings on the bill; and", "That the Clerk of the committee, in consultation with the committee Chair, be authorized to arrange the following with regard to Bill 15:", "—Notice of public hearings on the Ontario parliamentary channel, the Legislative Assembly’s website and Canada NewsWire;", "—Witnesses are scheduled on a first-come, first-served basis;", "—Each witness will receive up to five minutes for their presentation followed by nine minutes for questions from committee members;", "—The deadline for written submissions is 6 p.m. on the day of public hearings;", "That the deadline for filing amendments to the bill with the Clerk of the committee shall be 1 p.m. on Friday, November 7, 2014.", "That the committee be authorized to meet on Monday, November 17, 2014, during its regular meeting times for the purpose of clause-by-clause consideration of the bill; and", "On Monday, November 17, 2014, at no later than 4 p.m., those amendments which have not yet been moved shall be deemed to have been moved, and the Chair of the committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto. Any division required shall be deferred until all remaining questions have been put and taken in succession, with one 20-minute waiting period allowed pursuant to standing order 129(a); and", "That the committee shall report the bill to the House no later than Tuesday, November 18, 2014. In the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on General Government, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That, when the order for third reading of the bill is called, two hours shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties. At the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley has moved government notice of motion number 6." ],
  "anchor" : "para43"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m very pleased to be able to participate in this important debate. I look forward to hearing from my honourable colleagues from all parties represented in the Legislative Assembly.", "Mr. Speaker, last June the people of this province sent our government back to Queen’s Park with a strong mandate. They were clear that they wanted this Legislature to move past the games and grandstanding of the previous Parliament and get down to work. The people of Ontario are expecting us to take action on helping to strengthen our economy, investing in modern infrastructure and supporting our essential services. Our government understands that, and that is why we are committed to having a productive session of this Parliament. We have an ambitious legislative agenda because that is what we believe the people of Ontario deserve.", "A key part of this is Bill 15, Fighting Fraud and Reducing Automobile Insurance Rates Act, is obvious. I would like to thank Minister Charles Sousa for all his work in bringing this bill forward. I know his ministry has worked closely with many industry partners to develop the proposed legislation.", "Just to provide some context as to how we got here, the proposed Fighting Fraud and Reducing Automobile Insurance Rates Act, 2014, is a combination of two pieces of legislation that died on the order paper. The first, Fighting Fraud and Reducing Automobile Insurance Rates, originally introduced on March 4, 2014, went through 10 hours of debate on second reading, and 53 members participated. While at the committee stage, many organizations presented before the committee, including AMAPCEO, the Associated Canadian Car Rental Operators, and the Insurance Brokers Association. The second legislation, the Roadside Assistance Protection Act, 2014, was originally introduced on April 15. Like so many other important pieces of legislation in the previous Parliament, these bills were stalled by the opposition. It is clear, Mr. Speaker, that we need to move forward with this bill.", "Bill 15 directly stems from the 2013 budget, the government’s auto insurance cost reduction strategy and recommendations in the final report of the Honourable Mr. Justice Cunningham to the Minister of Finance regarding the transformation of the auto insurance statutory accident benefits dispute resolution process. If passed, Bill 15 will take action on a number of key initiatives that Ontarians deserve. I believe these initiatives demonstrate that this bill deserves to have a speedy passage.", "Bill 15 will transform the dispute resolution system to help injured Ontario drivers settle disputes faster. This will cut down on consumer frustration as well as curb financial and administrative stress on the system, which keeps costs high.", "Bill 15 will also reduce the amount of time a vehicle can be stored, accruing charges, after an accident without notice to the driver, from 60 days to a shorter time frame. We’ll also provide licence and regulation for, and fight fraud in, the tow truck industry.", "Bill 15 will modernize the system for insurance agent and adjuster disciplinary hearings. Streamlining the disciplinary process would support quicker regulatory action against agents and adjusters who are engaging in cost-generating, deceptive and often fraudulent actions.", "Bill 15 also proposes a long-overdue measure that would help modernize the auto insurance system. If passed, the legislation would amend the Insurance Act to align the prejudgment interest rate for non-pecuniary loss, also called “pain and suffering damages,” for individuals injured in a motor vehicle collision to reflect market conditions.", "Our new legislation would further reduce costs, fight fraud and protect consumers.", "Mr. Speaker, as I have outlined, Bill 15 would bring much-needed changes to Ontario’s auto insurance system. It is the next step in our commitment to keep the system fair and affordable for Ontario drivers.", "To provide some background on this type of motion, time allocation was codified in the standing orders in the 1990s. and I well recall those. I think at the time Mr. David Cooke of the NDP was the one who was responsible for codifying these. He was the House leader at the time. This change in the standing orders allowed the government to put forward a debatable motion that would limit the length of debates on government bills and motions and help speed up passage of key legislation.", "A time allocation motion allows for committee time, where the real work happens. As always, the public will have an opportunity to participate through public hearings and written submissions. And the opposition parties are welcome to put forward amendments to strengthen the bill.", "Time allocation is one part of the legislative tool kit available and has been used by all three parties here in Ontario. From 1999 to 2003, the last Conservative government time-allocated 60% of its bills.", "Although it is our government’s preference to allow bills to process through the normal course, these types of motions are from time to time necessary, especially when there are bills from the last Parliament that Ontarians are counting on us to pass.", "Voters of Ontario sent a clear message last June: They did not want any more of the stalling of the Legislature by the opposition parties. I urge all members of the House to support this motion and help pass this bill as soon as possible." ],
  "anchor" : "para44"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the deputy House leader for his contribution to the debate. Further debate?" ],
  "anchor" : "para61"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Good morning. I just want to make a few comments on the government motion. When I was given the motion last night, it was shortly after we had a similar closure motion on Bill 18. I recalled a quote from a famous baseball player, Yogi Berra, who played in the major leagues for 19 years, but he was known for his Yogiisms." ],
  "anchor" : "para62"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "“It ain’t over till it’s over”?" ],
  "anchor" : "para63"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "No, the dean of the Legislature is wrong. It’s not “It ain’t over till it’s over.” The one I thought of was, “It’s like déjà vu all over again.” That was one of Yogi’s comments reportedly when he saw Roger Maris and Mickey Mantle hit back-to-back home runs for the Yankees. So it’s déjà vu all over again. We’ve got yet another closure motion by the government.", "But before I do make a few comments, we did have a big event yesterday in Ontario. We had the municipal elections. So I want to take this opportunity, because we’re in the city of Toronto, to congratulate John Tory on his election as mayor. As most of you know—" ],
  "anchor" : "para64"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you, Minister. Thank you very much for giving him some applause. I think we should congratulate him. I had the pleasure of working with him as a staffer when he was the leader of our party. I wish him well in his next four years as the mayor of this fine city.", "I also want to take the opportunity, if members will indulge me, to congratulate some of my local mayors who won election last night. It will only take a moment, and I do have a few moments. I want to thank and congratulate one of my acclaimed mayors, Herb Scott from the township of Athens. I want to congratulate a new reeve, Doug Malanka, in Augusta township; a new mayor in Edwardsburgh/Cardinal, Mayor Pat Sayeau; an acclaimed mayor in Elizabethtown-Kitley, Jim Pickard; another acclaimed mayor in the Front of Yonge township, Roger Haley; our new mayor in the township of Leeds and the Thousand Islands, Joe Baptista; a new mayor in the village of Merrickville-Wolford, Dave Nash; the re-elected mayor of North Grenville, David Gordon; and the re-elected mayor of the township of Rideau Lakes, Ron Holman. I want to congratulate Robin Jones on her election as the new mayor of the village of Westport. David Henderson was re-elected last night as the mayor of the city of Brockville; congratulations to His Worship Mayor Henderson. Mayor Brett Todd was elected again as the mayor of Prescott. And Erika Demchuk was re-elected as mayor of Gananoque.", "I want to thank all of those mayors who won election and all of the members of council who were successful last night. But more importantly, Speaker, as a former municipal politician, I want to thank each and every person for putting their name on the ballot. Running for office is a wonderful opportunity, and I hope that, regardless of the outcome, those who put their name forward last night—I want to thank them. It was great to participate in democracy, and I wish them all the best for their four-year term.", "Moving from congratulating local elections to talking to the government about closure motions: I made a few comments yesterday about closure motions, closing off debate. I have to tell you, again, I was very disappointed that we’re having, on consecutive days, motions by the government to close and suppress debate. This was one of the bills that the government asked me, as the opposition House leader, to give quick passage to. In fact, they gave us four bills, and then they added a fifth bill. For the most part, Speaker, we were okay with allowing some of those bills to pass with a couple of hours’ debate in the Legislature, a few days of committee and back here for third reading.", "This bill, in particular, was one I took back to my caucus, and I communicated very clearly to the government House leader that my caucus wanted to have a few days of committee hearings. We felt very strongly, especially given the feedback that we’ve received from the towing industry, that we should have some public hearings. We should have public hearings in eastern Ontario, southwestern Ontario, here in the city of Toronto and also in northern Ontario. I think there was some consensus by some of the members that that was a good thing. So I am disappointed, Speaker, that the government has chosen again to have a closure motion.", "I want to put it in perspective. This motion that the deputy House leader, the dean of the Legislature, the member for St. Catharines, the Honourable Jim Bradley, made today, only provides one day of hearings. For the entire province of Ontario, we’ve got one day, Wednesday, November 5, for four hours, from 1 p.m. to 3 p.m. and 4 p.m. to 6 p.m. Four hours for a bill—and with, if you read the motion closely, a five-minute presence for each witness and nine minutes for questions. Over that four-hour period, about 16 people will be able to give deputation—16 individuals—and that’s it. I don’t think it was unreasonable for me, Speaker, to give an opportunity for the government to have some minor travel in the province, to see people in eastern Ontario, in southwestern Ontario, here in Toronto and in the north. Five days isn’t a lot to ask; I think it’s very reasonable.", "I was very disappointed yesterday in the debate, when we were debating this bill, because I suggested it to the whip. The chief whip was here. I suggested that he have hearings, and he said something very strange to me. He said something strange. I’ll quote from Hansard. This is what the member for Mississauga–Streetsville said: “If you’re in the north, if you’re in rural Ontario, if you’re in the east or if you’re anywhere where a deputation isn’t occurring, you can still apply to make a deputation to the committee.” Here’s the quote I want to direct you to: “You can either make it by teleconference from your home, on your telephone, you can use Skype and you can get yourself connected in....” Speaker, this is ridiculous.", "This is what the government, the chief government whip, is suggesting on how we run deputations. This is a government that wants to govern by Skype and by teleconference. That’s what they want. They don’t want to have people come to a deputation close to home." ],
  "anchor" : "para67"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Oh, come on. It’s technology—" ],
  "anchor" : "para76"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s right there in Hansard. I know you don’t like it. I know you’re not happy with it, but it’s right here in Hansard. This is what you said yesterday. You said you didn’t want to go to the people to hear from them; you didn’t want to engage with them." ],
  "anchor" : "para77"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "That’s not true." ],
  "anchor" : "para78"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It is true. It’s right here in black and white.", "Governing by Skype and by teleconference is unacceptable on a bill like this—", "Interjection." ],
  "anchor" : "para79"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "He’s talking to me so I think I’ll quote him.", "An even worse comment, Speaker, which was made by the member for Beaches–East York—his quote in Hansard is, now listen to this; it’s unbelievable: “We don’t have to be taking a whole dog-and-pony show all over the province in order to hear from people when they can call in, or they can send a letter.” That’s what he said. This isn’t a dog-and-pony show, member. Going out and having committee hearings is not a dog-and-pony show. It’s an essential part of what we do in this place. Committee work, I suggest, is extremely important. Going out to Ontarians and listening to what they actually want in good public policy is a good thing. You can’t say one thing in your throne speech and then do something else once you’re here in the Legislature. To make comments referring to committee hearings as a dog-and-pony show is absolutely ridiculous. It’s an insult to the 107 members of this Legislature for one member to refer to a committee hearing as a dog-and-pony show.", "I’ve only been here four and a half years, but I can tell you something: I’ve been at committee hearings and I find them extremely valuable. I think members who have been here a significant amount of time know how important going out and listening to concerns—especially on a bill that we all know we have stakeholders that have some concerns.", "When the government House leader asked me for my comments on five bills, I actually thought he wanted to hear my opinion. When he asked if I could go to my caucus to see if they would give quick passage to these bills, I actually thought he cared. But to have two members yesterday afternoon on debate on Bill 15—when, clearly, speaker after speaker indicate that there are some things that we believe should be discussed in a more comprehensive manner, this is how the government responds: “You can Skype in and tell us what you think. You can call in and tell us what you think.” We’re not going to take, as the member said, a dog-and-pony show. That’s insulting to refer to it as a dog-and-pony show.", "Speaker, I’ll tell you, this bill needs to have some discussion. As we all know, by and large, the towing companies, garages and storage yards provide very reputable service. There are some—" ],
  "anchor" : "para82"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Bad operators." ],
  "anchor" : "para87"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Absolutely. As the member opposite from Scarborough–Agincourt said, there are some bad operators.", "We’ve heard very clearly from some of their associations that they agree in principle with some of the intent of the bill, but there needs to be some discussion. These men and women are small business people and, with all due respect to the people who want to govern by telephone and by Skype, I think it would be a great opportunity for us to take this bill on the road, to try to engage the approximate 1,200 tow truck and vehicle storage operators in Ontario to hear what they have to say. Some 16 or 17 people over four hours: to me, it’s not enough. It’s not enough. I am insulted that I would be asked for my opinion and then the government just goes ahead and does their business.", "Again, I made a joke yesterday that the Premier referred to this place—at least I interpret what she referred to this place as the—" ],
  "anchor" : "para88"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Oh, the Sergeant-at-Arms is coming for the phone.", "The government can’t say one thing and do something else. They keep pledging transparency and accountability. In the throne speech, there are lots of comments. One of the quotes I gave yesterday, right out of the throne speech—I really think the members, especially the new members on the other side, should listen to it. I want to read it into the record again: “Your government knows that trust is hard-earned, but easily lost. And so it will work each and every day to keep your trust by meeting its commitments to you.” “Meeting its commitments” to Ontarians doesn’t mean that only 16 of you can come to Toronto and make a deputation. It means taking this bill out on the road and discussing it.", "On two consecutive days, we’ve had a closure motion. This is the way, obviously, this government is going to operate. I think it’s shameful. Again, to be able to plead about engaging Ontarians as full partners, to say you want to be open and transparent and then to do something completely opposite once you get the opportunity, once you actually engage the opposition, once you ask the NDP and the people in our Conservative caucus what they think, and then when they tell you and when they give you a reasonable suggestion on how to deal with public policy, you just ram it down their throat and you say no, and you make comments that I think are really negative to this whole process. I happen to think that committees and discussions on public policy are great opportunities for us. I think most Ontarians want that from their government and want that from their opposition.", "The other thing I want to make sure that I put on the record is some of the quotes from some of the mandate letters that the government made such great fanfare about publishing online. I encourage members of the public to go online and look at these mandate letters for each and every minister. Some of the quotes that are there are almost laughable now because of the fact that this government, on consecutive days, wants to stifle debate, wants to shut down debate on two bills.", "Here’s a quote from one of the mandate letters: “We want to be the most open and transparent government in the country.” I suggest that there’s no possible way you are going to be the most open and transparent government when you operate using standing order 47 to close and stifle debate and you then look at people and say, “You’re going to have to call in on Skype if you want to engage us.”" ],
  "anchor" : "para92"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "If you have Skype." ],
  "anchor" : "para97"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "If you have Skype." ],
  "anchor" : "para98"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "If you have the bandwidth." ],
  "anchor" : "para99"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "If you have Internet. Yes, if you’re in a rural area and don’t have good high-speed Internet, you won’t be able to do much Skyping.", "Here’s another quote from a mandate letter: “It is of the utmost importance that we lead responsibly, act with integrity, manage spending wisely and are accountable for every action we take.” I think one of the members may want to rethink the action he took yesterday when he called the committee system a dog-and-pony show. I think we need to be accountable for every action we take, and I hope at some opportunity perhaps they can deal with that. You can’t lead, you can’t be an activist, you can’t deal in moderation as a government, and then put the hammer down every single time we in the opposition say, “We want to take a few hours back from the process to talk to Ontarians.”", "I happen to think that I’m a pretty easy guy to get along with. I think of my colleague from Renfrew–Nipissing–Pembroke. When we’re in a meeting and we’re negotiating on behalf of our caucus, I think we’re pretty fair and reasonable. I think we’re open to suggestions, but you know what? Don’t ask us for our suggestions and then totally ignore us when we’re being reasonable.", "To table five bills and to say that two of those five bills should have more than 16 people appearing as a delegation—I think we’re being pretty reasonable. I don’t think that’s an outlandish request, to have a few days of committee travel here or there to actually hit some of the corners of the province, to actually listen to people.", "My colleague from Renfrew–Nipissing–Pembroke quoted one of the sayings that is here in this chamber, Audi alteram partem, which means, “Hear the other side.” All we’re asking is that you hear the other side. Allow public comment on your policy. Don’t be afraid of engaging people. Don’t live in the bubble at Queen’s Park. Get out of the city of Toronto and talk to people.", "I know that my colleague and others have some things to say. I just want to thank you for the opportunity to speak. I hope some of the members on the other side will acknowledge that they made some wrong comments, and that they speak to their government House leader and their House administration over there and not govern by closure motion. Don’t get caught in the trap of stifling debate." ],
  "anchor" : "para100"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para107"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I find it absolutely incredible to believe that I have been back at Queen’s Park—we have all been back at Queen’s Park—for all of five days. Today is day 6 that all 107 MPPs, some of them newly elected, are back at Queen’s Park. And five days into the job we get closure motions. This is the second closure motion and we’ve barely been back at work.", "The election is not that far away. If I heard it once, I heard it a thousand times: The Liberal government was going to be open, transparent and respectful of democracy. And what do we get? Five days into the job they shut down debate. Five days into the job they say, “We have heard you enough.”", "Democracy is supposed to be giving the people a voice. This is what our system is all about. We don’t have tyranny. We don’t have a dictatorship in Ontario. We have a democracy. And a democracy is that you make sure that the people you represent have an opportunity to be heard; they have an opportunity to speak; they have an opportunity to share. But none of this is being respected.", "Five days into the job, they’re saying, “We have heard you enough. Democracy was a fine idea to get elected, but now that we are elected, really, we’ve heard you enough. We, the Liberals, know what is good for all of the province.” They don’t have to listen to the people of Nickel Belt or the people throughout Ontario. They know what’s good for us.", "I disagree with that. I’ve never had an opportunity to talk to this bill, yet of the 33 beautiful little communities that I represent, from Biscotasing to Shining Tree, to Westree, to Gogama, to Beaver Lake—it doesn’t matter where I go—there are always people who come to me because they have issues with their auto insurance.", "We have a bill in front of us that is titled the Fighting Fraud and Reducing Automobile Insurance Rates Act. The problem is that the “fighting fraud” part of the bill leads us to believe that it is us, the good people of Ontario, the drivers of Ontario, who are the people defrauding the system. But this is not what I hear when I’m in my riding. This is not what I hear at all.", "I would like to give you the example of Mr. Bill Mason. Bill won’t have an opportunity to come down and tell his story because the closure motion gives you all of one day to come to the hearing; and if that day happens to be the day you have therapy back in Nickel Belt, the chance to come down here to tell your story is completely gone. They don’t want to hear from the good people of Nickel Belt. The Liberals already know it all. The Liberals already know what’s good for us and refuse to listen to us.", "I will try to tell the story that Bill Mason would have very much wanted to come and talk to this committee about—he and his son Shawn. Mr. Mason had a catastrophic accident and has been severely disabled ever since. He has had nothing but a hard time with his insurance company, the Dominion of Canada General Insurance Company. It has been an ongoing fight to get him anything from an hour of physiotherapy so that he could walk to an hour of speech therapy so that he could speak or an hour of occupational therapy so that he can dress himself and go about his activities and daily life.", "Mr. Mason has been asked—not asked, really; told—by his insurance company that he must submit to this and this and that other assessment. The assessments that his own family physician, the physiotherapist, the occupational therapist, the speech pathologist at our hospital in Sudbury where he was treated after his accident—all of them apparently knew nothing. He had to be reassessed by some physiotherapist, occupational therapist and physician with the same qualifications, coming from the same college, but they come up from down south to do the assessment.", "It’s rather interesting that through freedom of access of information at FSCO, we were able to find out that when you ask, as Bill Mason did, for a reassessment, you are limited to a maximum of $450 to $900. This is the maximum you can pay to have a reassessment to argue your case against the insurance company that says, “No, you’re all fine. Although you can’t walk, can’t speak and can’t dress yourself, life is supposed to be a champion, and you don’t need the help of your auto insurance.” But when the auto insurance did their assessment to say that he did not need care, they paid out $5,350. Funny how the maximum is applied when the patient wants a reassessment, but when the insurance company wants a reassessment, money is no object.", "Then, again through freedom of access of information, we started to look into where this money was coming from. You see, the Insurance Bureau of Canada tells you how the premium that we pay for auto insurance is to be spent. The bureau recommends that 53.1% of every dollar we pay go to policyholder claims. So 53% of the money we pay is supposed to be paid back into claims; 10.5% goes to profit—not a bad gig if you can get it if you compare this to what I’m getting on my return on investment; 15.9% is apparently for taxes; and 20.5 cents of every dollar is for operating and regulatory costs. That is important, because the 20.5% of operating and regulatory costs is the cost for the insurance company to do things. But when we started to look at where the money was coming from, we realized that some of the money that had been used to assess and reassess so that they could deny him any kind of support and care was not being billed to the operating and regulatory costs; it was coming out of his claim account. It was coming out of what is basically the money that was supposed to be used for his care. This is what we call improper coding practice by auto insurance.", "I come from a health care background. I’m a physiotherapist by profession. I have dealt with many, many victims of auto insurance. When we brought that forward to FSCO, and I—not “we”; certainly my constituents did, but so did I—and said, “You know the fraud that you’re talking about? It’s not always the little guy who pretends to have whiplash when he doesn’t. Sometimes it’s actually the auto insurers who are not coding stuff properly. They are coding operating costs as claim costs.” The claim cost is the money that you have for your care.", "Not only were they doing that—again, through freedom of access to information and hours and hours and hours to try to make sense of the documents that were shared with us, because they made sure that they blacked out enough parts to make it impossible to read—but we were able to show that they had hired a private investigator to spy upon Mr. Mason’s activities so that they could use this to deny him his claim.", "Do you know where those expenses were billed? Could you, in any way possible, imagine a private investigator providing care to Mr. Mason? Well, this is where it was coded and this is where it was billed. It was not billed to the operating costs of the insurance company. It was billed into his claim cost, which by then had gone down to zero, which means he was not able to get any help whatsoever. To me, this looks like fraud.", "Do people make mistakes? Yes, I’ll be the first one to say that people do make mistakes, and maybe it was just a clerk someplace who made an error and coded this to the claim rather than coding this to operations. But we have a system of oversight in Ontario so that this kind of stuff doesn’t happen. Once the coding is gone, it goes to FSCO, which stands for—I never remember what it stands for—the Financial Services Commission of Ontario. The Financial Services Commission of Ontario is supposed to oversee this to make sure it does not happen.", "First, I figure, “It’s just a coding mistake. We’re all human beings. Human beings all make mistakes. It doesn’t matter where you work.” But then three more were able to file freedom-of-access-to-information requests, again through FSCO. A pile of impossible-to-read documents came. I sat down in Mr. Mason’s kitchen and went through piles and piles of paper. I have to say great thanks to his son Shawn, who spent many, many, many hours sifting through those documents that we got.", "The other three freedom-of-access-to-information requests for three other independent accidents—and they were not all from the insurance company that Mr. Mason had dealt with. One was from the same; the other two were from two other different insurance companies. You know what? We found coding errors in all four of them, where it looks like the claims that people are being paid out to help them recuperate and help them gain access to therapy and health care services so that they can get back into their lives, back at work, back into their families—those claims keep going up and up; absolutely. But all the money is not going to the clients. All the money is not being used to help them regain. Some of the money is being used for things—it doesn’t matter how creative you are; you cannot make a private investigator part of a health care team. I’ve been in the business long enough to know that we’ve never needed the help of a private investigator to get somebody back on their feet, walking, able to dress themselves and feed themselves or speak. They have no role to play in a circle of care. They are there to deny legitimate policyholders the care that they need.", "But Mr. Mason will never have an opportunity to share his story because the government has decided that there will be one day of hearings, and that happens to be a day that he is not able to travel from Nickel Belt all the way down here to Queen’s Park. This makes it especially unfair for people who come from far.", "For a lot of the people that I represent, be it in Ivanhoe Lake, in Bisco or in Foleyet, there is no way to get down here and back home in one day. The opportunity for those people to come means coming down the day before, doing the hearings, and getting back home sometimes late into the night, when the moose and all the big animals are walking our highways at the risk of your life. Those people would like to be heard, but five days into our new session, the opportunity to be heard has been taken away.", "So when I saw and when I found out what was happening with some of the claims of people in my riding, I went and saw the Minister of Finance—it was Dwight Duncan at the time—because he is responsible for FSCO. He had no interest in hearing what I had to say. He was rude to me and basically said, “You voted against the budget. Why should I help you?” I said, “Well, you don’t have to help me. How about you make sure that FSCO does its job of looking at how the different services are coded into the insurance industry?” He brushed me away. He didn’t want anything to do with me.", "I don’t give up easy, so I went and saw the Auditor General. It was Jim McCarter at the time. So I went and talked to Jim and showed him that I am extremely grateful to the Auditor General that did look into the insurance industry, and I will quote: “ ... the people of Ontario are paying auto insurance premiums that are higher than anywhere in Canada” and he suspects “something fishy is going on as the costs of claims continue to climb—even though accidents have decreased.”", "In his report, which the government used for part of the reason why we have this bill in front of us, he does not only point the finger at people defrauding the auto industry; he also points the finger at FSCO and he also points the finger at the insurance companies. Do we see any of that in that bill? None whatsoever. When we point the finger at fighting fraud, we are pointing the finger at policyholders like you and I, Speaker, who drive a car in Ontario. If you live in Nickel Belt, you can wait for a bus for a very long time because it’s not going to come. The only way to get around in Nickel Belt is to have a car, which means we all have auto insurance, which means we have all been pointed at by the Liberal government as frauding. But a lot of us are not.", "How about FSCO not doing their job of making sure that the coding is done properly? How about the auto insurers who miscode the expenses that they do on behalf of policyholders? None of this will be looked at. None of this will have an opportunity to be heard, because they’ve decided that they have heard from Ontarians enough.", "Je ne peux pas vous dire comment j’étais déçue quand j’ai entendu dire que ce gouvernement libéral était pour imposer le bâillon. Imposer le bâillon, c’est quelque chose qu’on entend au niveau fédéral tout le temps. M. Harper, il adore ça. Lui, il n’a pas besoin de regarder ce qui se passe. Mais quand les libéraux étaient en train de faire cabale et faire campagne dans les dernières élections, pour eux autres, on a entendu parler de démocratie, de transparence, d’imputabilité. Ça, c’était au moins 10 fois par jour à tous les jours. Ça ne finissait pas.", "Maintenant qu’on est retourné en Chambre, maintenant que ça fait cinq grosses journées qu’on est retourné en Chambre, ils imposent le bâillon. Ils ne veulent pas écouter les Ontariens et Ontariennes. Ils ne veulent pas écouter l’opposition non plus. Ils pensent qu’ils ont la vérité avec un grand V, puis ils savent où ils s’en vont et ils n’ont pas besoin de nous.", "On est dans une démocratie. Une démocratie, ça veut dire que les gens ont le droit de s’exprimer, ont le droit d’être entendus et ont le droit de faire partie du processus législatif. Quand on regarde ce qu’on a devant nous en ce moment, c’est le contraire sur toute la ligne.", "Ça fait cinq jours qu’on est ici. Ça fait deux motions de bâillon qu’on a, deux motions qui nous disent : « On a assez entendu parler de vous. On ne veut plus en entendre parler. »", "Mais pour moi qui représente les gens de Nickel Belt, ça veut dire qu’il y a plusieurs des gens que je représente qui n’auront jamais la chance de venir parler au gouvernement pour leur dire : « On a une opportunité de faire des changements qui amélioreraient les choses, qui diminueraient les primes et qui assureraient qu’on a un système transparent et imputable. » Ils n’auront jamais la chance de faire ça parce qu’on leur a dit qu’on les a assez entendus. On leur a dit que le gouvernement libéral a écouté tout ce qu’il y avait à écouter en cinq grosses journées en Chambre et pour deux projets de loi on impose le bâillon. On ne veut plus vous entendre. Eux ont la vérité avec un grand V et ils ne veulent plus nous écouter.", "Ça, c’est vraiment dommage. Ç’est vraiment inconcevable et ce n’est pas acceptable." ],
  "anchor" : "para108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para139"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Normally I begin by saying, “It’s a pleasure to join this debate this morning,” but it’s anything but. Yesterday we debated a time allocation motion here in the House, and I must say that I expressed some anger about what the government was doing so early into this session—some anger in that this would be the tactic they would take on, as my colleague from Nickel Belt says, day 5. Monday was day 5. Yesterday was day 5, and they immediately brought in a time allocation motion. It’s pretty disappointing.", "Before I get into that this morning, I do want to talk a little bit about the municipal elections, as everybody has this morning, with respect to my own riding of Renfrew–Nipissing–Pembroke. I must say, I don’t even have all the results. Some of them are coming in a little slowly, or maybe it’s just me. Of course, I congratulate my former leader John Tory on winning the mayoralty race in Toronto last night. It was quite a tremendous voter turnout, which shows there was a lot of interest in that election. Although how could there not be? I think they had 12,467 debates during that election. I don’t know how in the name of God they managed that. We have a few debates during a provincial campaign and find that pretty stressful at times. I don’t know how those candidates managed—at least three of them. You realize there were 65 candidates for mayor on the ballot in the city of Toronto? Not all are quite as well known as Mr. Tory, Mr. Ford and Ms. Chow. But I do congratulate John, and I’m sure that he’ll bring the experience and the dedication that he’s brought to every other position that he has held in life to the mayor’s office in Toronto. I wish him well and look forward to working with him.", "Now, back home in Renfrew–Nipissing–Pembroke it was quite a night as well. There have been some changes in my riding of Renfrew–Nipissing–Pembroke. I want to congratulate and thank everyone who put their name up, as I always do to anyone who does put their name up for public office. It’s a daunting decision to make, and for those who make that decision, I congratulate them and thank them for being involved in the democratic process.", "Let’s just go through the list. In Admaston/Bromley we have a new mayor in Michael Donohue; in Laurentian Valley, a new mayor in Steve Bennett; in Laurentian Hills, a new mayor in John Reinwald; in Madawaska Valley, a new mayor in Kim Love; in Whitewater, a new mayor in Hal Johnson and a new reeve in Terry Millar; in the city of Pembroke, a new mayor in Mike LeMay; in Head, Clara and Maria, a new mayor in Jim Gibson; in Deep River, a new mayor in Joan Lougheed; in North Algona Wilberforce, a new mayor in Deborah Farr; in the town of Renfrew, a new mayor in Don Eady; in the township of Horton, a new mayor in Bob Kingsbury; in Brudenell, Lyndoch and Raglan, a new mayor in Garry Gruntz; and in the township of McNab-Braeside, a new mayor in Tom Peckett. I don’t have all the results from some of the other communities; I have 17 municipalities, not including the city of Pembroke, in my riding.", "So it was quite an interesting night. I didn’t get all of the results but I congratulate all of the winners, and I look forward to working with them and their councils over the next four years. I thank all of the mayors who have either been defeated or have left on their own accord and did not run for re-election at this time.", "I want to talk about one mayor in particular—I expect I’ll be doing a statement later this week—Mayor Jack Wilson, the retiring mayor in Laurentian Valley. I was at a function on Friday night. It was the wardens’ banquet, but also it was a retirement do for Jack Wilson, who has served in public elected office for 50 consecutive years. That does not happen very often. I think it has happened four times in the history of the province of Ontario. It is my personal prediction that it will never happen again. Those days have long passed. You should have to get into this business pretty early and stay pretty late in order to serve 50 years. I will be talking about Mr. Wilson and the kind of unbelievable gentleman he was, and is, at another time.", "To the business at hand: My colleague, our House leader, from Leeds–Grenville, talked about—and I can’t resist it either because he mentioned Yogi Berra. Lawrence “Yogi” Berra of the New York Yankees, a three-time most valuable player in the major leagues, had some sayings such as, “You come to a fork in the road, take it.” He was an axiomatic sort of person. Another one was, “It ain’t over till it’s over.” But one of the ones he’s most famous for, and I know my colleague said it, was: “It’s déjà vu all over again.” Those are some of the sayings Yogi Berra was famous for, and he was pretty famous for being one heck of a catcher as well.", "It’s like déjà vu all over again because this nightmare that we lived yesterday, we’re reliving today. This appears to be the way that this—they think they’ve got the greatest mandate in the history of electoral politics in the province of Ontario. They think that the Wynne government now has this unbelievable mandate. They keep getting up and saying, “We got a very clear message on June 12 that the people want us to proceed with our agenda.”" ],
  "anchor" : "para140"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Except in Windsor." ],
  "anchor" : "para148"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "And Oshawa." ],
  "anchor" : "para149"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Mrs. Gretzky and Ms. French, from Windsor and Oshawa, disagree. They disagree, and they have the right to disagree because they won ridings that were previously held by Liberal members." ],
  "anchor" : "para150"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "And Joe." ],
  "anchor" : "para151"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "And Joe Cimino up in Sudbury, yes." ],
  "anchor" : "para152"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Conservative." ],
  "anchor" : "para153"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Right. Sorry, Ms. French. I forgot that was one of ours. Let’s move on now from that one. But thanks for pointing that out to me.", "It wasn’t like they got this marvellous mandate on their agenda. We all know what happened in the election, and I really don’t want to talk about it anymore. I’m writing a book, so I don’t want to tip my hand as to what the book is going to say.", "They keep saying that they’ve got this carte blanche, blank cheque from the people of Ontario to do as they wish because the people voted for that in the election. That’s just hokey. Come on. It’s just baloney. People don’t go in behind that curtain and say, “Oh, I really want to vote for this government because I want to make sure they bring in time allocation on the insurance bill and the towing bill.”", "Let’s talk about the bill. Even if they do want to say they had a mandate, prior to the election that was two bills. They’ve now moulded two bills into one. The insurance fraud bill was one and the towing bill was another, but now they’ve amalgamated them into one. We’ve not got a lot of problems with the insurance bill. My colleague from Elgin–Middlesex–London has talked eloquently about that in the last Parliament, and my colleague from Nipissing spoke about it yesterday. We have some problems where we think we could have made it a lot stronger, and many of the amendments that my colleagues proposed would have made this bill a lot stronger. However, bringing the towing part into it is a big problem.", "In my riding of Renfrew–Nipissing–Pembroke—and you can get those stats from the Insurance Bureau of Canada if you want—we have one of the lowest claim records per 1,000 people and population anywhere in the province. I believe that our drivers in Renfrew–Nipissing–Pembroke are the best, and I count myself among them.", "That’s part of it. But do you know what really is great about the people in Renfrew–Nipissing–Pembroke? They don’t lie and they don’t cheat. Our fraud numbers are next to zero. Why would the insurance bill target us the same as everyone else? Fraud is a big problem in Ontario; we know that." ],
  "anchor" : "para154"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "So let’s pass some rules." ],
  "anchor" : "para161"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "If you pass a rule, you’ll find some shady characters finding a way to break that rule for their own material gain. That’s what is happening in other areas of the province. The tow truck business here in the GTA: That is organized crime. Let’s not kid ourselves here. That is run by the bikers and that is run by low-lives who are looking for every opportunity to line their pockets by taking advantage of vulnerable people who may have broken down or had a minor accident on the highway.", "I know people who’ve had a minor accident on the highway and they’re besieged like vultures on a dead zebra on the savannah. Woof; down they come. Where do they come from? It’s like they have been flying around waiting for their prey. There they are, pouncing on them—a minor fender-bender: “You can’t drive that car. We’ll have to tow that.” Almost in your face, intimidating people, saying, “We’re taking your car.” “Where does that car go afterwards?” is a good question because, the next thing you know, you don’t even know where your car is. You find it three weeks later and you’ve got a bill that’s higher than the mortgage you’ve got left on your home.", "Was there a need to bring in legislation? No question about it; absolutely. But the legislation is the shotgun approach where they’re just tarring everybody with the same brush. They’re bringing in legislation, for example, where there will be specific charges for specific calls.", "Speaker, I want to draw this little picture. A car breaks down on the 401. You require a tow truck to back up to it, hook it up and take it to a garage to have it repaired. Okay? But they want to pay the same amount for a car that goes down into a 100-foot ravine in Renfrew county in the middle of the winter, and it isn’t paved down in that ravine. It’s rocks; uneven. You want a tow truck operator to shimmy down there with a cable, hook up that car and try and winch it out slowly, minimizing any further damage, and they want to pay that tow truck driver the same amount they pay a tow truck driver for hooking up that car on the side of the road. Any fool can see the difference. The tow truck drivers in my riding came to see me about that. That’s just one illustration. We’ve raised that issue with the minister. They didn’t want anything to do with it. They didn’t accept any amendments on this.", "So now, here’s their opportunity, my tow truck drivers from—you know where I live? It’s not around the corner. There’s no train service coming to Toronto from Renfrew county. There’s no plane service coming to Toronto from Renfrew county. It’s get onto that highway and start driving. They want my people to come down and have that opportunity, maybe, to speak to the bill.", "However, it’s limited opportunity, Speaker: committee 1 to 3 p.m. and 4 to 6 p.m. on November 5, 2014. Oh, witnesses are scheduled on a first-come, first-served basis. It’s like a buffet that they don’t bring out enough food to. If you’re farther back in the line, you’re going home hungry. These folks, what’s their chance of beating somebody who lives here in the city of Toronto to the punch? What’s their chance? Pretty darned slim.", "This is the government’s way of stifling our people, taking away their opportunity to speak to the bill. So what do they do? They bring in a time allocation motion. And they think this is just great. They think it’s just great because everybody has the opportunity. Well, the notice will go out—one of the members says they can write a letter. Write a letter? Write a letter, get it here to Toronto and have somebody read it? Have you ever sent a letter to the government?", "Interjection." ],
  "anchor" : "para162"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes, I know; if you get a reply within six years, you’re doing well. It’s just unbelievable.", "The member from Mississauga—is it Mississauga–Streetsville? Whatever; he’ll be up for a point of order shortly. Don’t worry. He says that anyone who wants to make a deputation—this is his quote from Hansard yesterday: “If you’re in the north, if you’re in rural Ontario, if you’re in the east or if you’re anywhere where a deputation isn’t occurring, you can still apply to make a deputation to the committee. You can either make it by teleconference from your home, on your telephone, you can use Skype and you can get yourself connected in, or we’ll arrange for you to go to another place where you can sit down in front of a camera and give your deputation.”", "I’m just wondering if the people from Quadeville are going to feel that’s a good option for them. You see, he needs to get out of Mississauga more often. I understand he’s been to MaRS, but he needs to get up to Renfrew county perhaps and see what life in the real world is like." ],
  "anchor" : "para170"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Especially for a PA for agriculture, food and rural affairs." ],
  "anchor" : "para173"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The PA for agriculture, food and rural affairs—that’s not him. That’s the member for Beaches–East York." ],
  "anchor" : "para174"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Oh, that’s who I was looking at." ],
  "anchor" : "para175"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes, I know—Beaches–East York. He had a predecessor here, Michael Prue from Beaches–East York, who probably understood committee as well as anybody and understood the value of committee. But here’s what the newly-elected member for Beaches–East York has to say about committee—" ],
  "anchor" : "para176"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "What did he say?" ],
  "anchor" : "para177"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m going to tell you right now. He says, “We don’t have to be taking a whole dog-and-pony show all over the province in order to hear from people when they can call in, or they can send a letter. Already, clearly, they’re communicating with the members in the House.”", "Well, I say to the member from Beaches–East York, the next time he’s at committee: Are you dressing up as a dog or a pony? I would love to see that—" ],
  "anchor" : "para178"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the member to withdraw." ],
  "anchor" : "para180"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I apologize to the ponies—oh, I withdraw.", "Speaker, I am going to conclude very shortly and leave some time for the member from Elgin–Middlesex–London. But I just want the people to understand that this is completely against the grain of what this government promised. They promised to work with opposition. They promised to consult.", "You know, I’ll say this for Dalton McGuinty—and I know a lot of those people over there owe their seats to Dalton McGuinty. I don’t happen to agree with everything Dalton McGuinty did; in fact, I disagree with a lot of it. But I’ll tell you one thing: When he was in government here, we did travel on committee.", "All we’ve asked for with this bill is two days of travel throughout the province of Ontario: two days, perhaps one in northern Ontario and one in rural Ontario—two days of committee across this province, and we are not even being given that, because this government wants to shut down debate and stifle anybody who might bring an idea for improvement to this piece of legislation. Shame on them." ],
  "anchor" : "para181"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para186"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, I’m glad that I can contribute to this debate on Bill 15 to fight insurance fraud and reduce auto rates.", "I’m particularly concerned about this bill because it was originally brought to the House, and now we’re reintroducing it and going through it again, but it seems like an awfully thick bill, and when I look at the bill, the first 23 pages are all about towing fraud. That’s a lot of pages to go through for the average person to get to a section—actually a very important section—that is going to affect the insured once this bill has passed. Not a lot of members have actually talked about that specific section that’s going to impact the coverage and the process of how to get those coverages when you’re in a car insurance accident.", "So that was interesting, how we’re all focusing—the member from Renfrew–Nipissing–Pembroke focused on the towing section of the bill, but the biggest impact that’s going to happen as far as litigation and the rights of someone who is injured in a car accident is on page 23. It’s 23 pages into this bill before you get to what’s really going to matter to the average person.", "The towing cost is absolutely going to be a part of that whole structure of how to manage the way the towing system operates so that it can be serving consumers better—absolutely. But to put it at the beginning, to me, kind of shows the priority of where the insurance fraud is—should be on page 23, first and foremost.", "Originally, this whole topic of auto insurance rates and people being charged too much and the fact that people are struggling to make ends meet and afford everyday bills and everyday life was brought to light in this House, in a minority government situation, by our member from Bramalea–Gore–Malton. He’s my seatmate in this session. He brought to light, in a minority government, this issue, and he fought hard to make this minority government understand the importance of the changes that were made in 2010 to the accident benefits coverage for insureds. They were cut in half in 2010, and at the time people were then supposed to purchase additional coverage. They were to top up what the original accident benefits had changed from. That meant that they were going to pay more for extra coverage they originally had.", "The member from Bramalea–Gore–Malton made a very good point. He made a very good case for the fact that this meant that insurance companies were going to save a lot of money. They tell us that where their expenses come from, out of the premiums that they get, is mostly with regard to claims, and a lot of it through injury claims. So they brought a bill forward, the changes that happened in 2010, to reduce the coverage when you’re hurt in a car accident—how much you can collect for rehab, how much you can have for attendant care, how much you can have for income replacement when you’re home because you can’t work—and you had to top all of those up, and that cost you more.", "One thing we keep forgetting, Speaker, is that insurance is very confusing for the average person—very confusing. If you have a good broker or a good agent who is going to go through it with you section by section, you’re a very lucky consumer. You have to sometimes be patient enough to go through it section by section because it’s a long conversation to describe it. A lot of things changed. A lot of your benefits got reduced, and nobody knew." ],
  "anchor" : "para187"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would thank the speaker." ],
  "anchor" : "para194"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is now 10:15, this House is recessed until 10:30." ],
  "anchor" : "para196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the government House leader." ],
  "anchor" : "para199"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent that all members be permitted to wear yellow ribbons in memory of Corporal Nathan Cirillo, who will be honoured today with a regimental funeral in his hometown of Hamilton." ],
  "anchor" : "para200"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent. Do we agree? Agreed." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nickel Belt on a point of order." ],
  "anchor" : "para203"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. I believe we have unanimous consent to wear a carnation for the MS Society Day at Queen’s Park." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So that’s what it was. The member from Nickel Belt is seeking unanimous consent to wear the carnation. Do we agree? Agreed. Thank you.", "Now it’s time for introduction of guests." ],
  "anchor" : "para205"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m so happy to have a couple of my constituents here today with the Nurse Practitioners’ Association of Ontario. They’re just behind me in the public galleries. I’d like to welcome, from the city of Brockville, Betty Hogeterp, and from Gananoque, Diane Batchelor. Ladies, welcome to Queen’s Park." ],
  "anchor" : "para208"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s an exciting day in the Legislature. Today is the annual Meet the Miners gathering, a tradition since 1978. I want to introduce some very special guests we have in the east gallery: John Mullally, director of corporate affairs for Goldcorp; Paul Martin, president and CEO of Detour Gold; Phil du Toit, president and CEO of North American Palladium; Scott Yarrow, vice-president of sustainability for Glencore; Peter McBride, the manager of communications for the Ontario Mining Association; and Cory McPhee, the vice-president of corporate affairs for Vale. Welcome, everyone. It’s going to be a great day." ],
  "anchor" : "para209"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s my pleasure to introduce members of the Multiple Sclerosis Society of Canada: Michael Roche, in his 12th year of volunteering with the MS Society, Andrea Strath and Donna Czukar; and also Betty Barber from the nurse practitioners. She’s from the great city of Owen Sound in Bruce–Grey–Owen Sound." ],
  "anchor" : "para210"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I have visitors here from Algoma–Manitoulin today. I have Irene Breckon, who is the grandmother of both Katey and Emily Krauss. Welcome to Queen’s Park." ],
  "anchor" : "para211"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m very pleased to welcome the nurse practitioners here with us this morning, but I also want to shout out to Claudia, a U of T grad from nursing school. Welcome to Queen’s Park." ],
  "anchor" : "para212"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I would like to welcome our friend Terri MacDougall from North Bay, who is here with the nurse practitioners." ],
  "anchor" : "para213"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I’d like to join in welcoming a number of representatives of the Multiple Sclerosis Society of Canada who are joining us today: Joanne Ticknor, Gaby Mammone, Yonit Fuhrmann, Andrea Strath and Michael Roche. Welcome.", "I also want to take a minute to welcome Manoj Fernandes and Joanne D’Souza. Manoj is the father and Joanne is the cousin of page captain Darren Fernandes. They’re in the members’ gallery. Welcome." ],
  "anchor" : "para214"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "I have a number of ladies from the nurse practitioners’ association who are here today, and they’re from different parts of the province: Chantelle Hart from Peterborough, Donna Kearney from Muskoka, Linda Kowitz from Parry Sound, Leanna Lefebvre from Muskoka, Lia Kutzscher from Muskoka, and Tina Lesk from Orillia. I wish everybody will give them a warm welcome here today." ],
  "anchor" : "para216"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I also wanted to welcome the Meet the Miners today. We’re going to be meeting up with quite a few of our delegations today, and we’re looking forward to meeting you at your reception tonight." ],
  "anchor" : "para217"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to welcome nurse practitioner Hoda Mankal, who practises at Carlington Community Health Centre, which is located in my riding of Ottawa Centre." ],
  "anchor" : "para218"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to also welcome to Queen’s Park today Jennifer Blackhall and Betty Barber. They represent the Clinton Family Health Team" ],
  "anchor" : "para219"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I too want to welcome nurse practitioners Claudia, from the family health team in Pickering, as well as her colleagues Jill from Sudbury and Stephanie from Oshawa. Welcome." ],
  "anchor" : "para220"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I just want to recognize the Nurse Practitioners’ Association of Ontario, who put on a great informative breakfast here this morning. We want to thank them for all their great works for primary care in Ontario." ],
  "anchor" : "para221"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "As the parliamentary assistant to Minister Michael Gravelle, Minister of Northern Development and Mines, I would like to introduce two of my senior staff who are in the east gallery with the other members from our great mining industry, and they are Laura Oliver, my EA, and Lynette Flannigan, my MA. I have both of them here today." ],
  "anchor" : "para222"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is my pleasure to introduce to Queen’s Park nurse practitioner Jennifer Clement: I must say—I want to add to this—the best-ever nurse practitioner. She is part of the first-ever nurse practitioner-led clinic in the Sudbury clinic, and she is here today, as well as Rochelle Hatton. Rochelle also practises in my riding, in Atikameksheng Anishnawbek, in Sagamok. Welcome to both of them. They came from far to be with us today." ],
  "anchor" : "para223"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "A few introductions for me: first of all, a nurse practitioner from Thunder Bay, Aaron Medd. Welcome to Aaron. And there are a couple of others from my office here in Toronto, Navneet Singh, and a long-serving assistant of mine from Thunder Bay who has been serving the constituency of Thunder Bay–Atikokan very capably for a very long time—in the members’ west gallery—Sharla Knapton. Welcome to Queen’s Park." ],
  "anchor" : "para224"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "On behalf of the Honourable Kathleen Wynne, the MPP for Don Valley West, we would like to acknowledge that the page captain today is Alex Wolf. Joining us today are his mother, Margot Wolf, father John Wolf, grandmother Betty Ann Findlay and aunt Jean Halpenny. They’ll be in the public gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para225"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I want to welcome Debbie Greystone, a nurse practitioner from Sault Ste. Marie, who was instrumental in setting up one of the first nurse practitioner clinics in Ontario." ],
  "anchor" : "para226"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to introduce Jeff Mole from Parry Sound and Muskoka, who is joining us today. Welcome." ],
  "anchor" : "para227"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I too would like to welcome the Nurse Practitioners’ Association of Ontario, who are here today at Queen’s Park for their lobby day. Ontario’s 2,000 nurse practitioners provide critical and essential care for our province. In particular, I’d like to recognize Gillian Graham, a nurse practitioner from my riding. Welcome." ],
  "anchor" : "para228"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I’d like to introduce some wonderful nurse practitioners who are visiting Queen’s Park today: Shirlee O’Connor, Shirley Strachan-Jackman, and a resident of Etobicoke–Lakeshore, Sandra Tully." ],
  "anchor" : "para229"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I’m happy to welcome the Ontario Society of Occupational Therapists here this morning. We have Laurie Warren, who is the president of the OSOT; Christie Brenchley, the executive director; and Diane McLaughlin, director." ],
  "anchor" : "para230"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I am delighted to welcome nurse practitioner Karen Antoni. She is from St. Joe’s hospital in Hamilton. We had a great informative discussion this morning.", "I too would like to recognize the Wolf family, that they are parents of Alex Wolf. Although they are in the Premier’s riding, they are my neighbours across the street at the cottage in Southampton, so: Nice to see you." ],
  "anchor" : "para231"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I’m very pleased that we have representatives from Whitesand First Nation in the great riding of Thunder Bay–Superior North, including Chief Allan Gustafson of Whitesand First Nation; Craig Toset, business development officer; and David Mackett, community and resource development officer.", "Let me also introduce Tammy Laws, who very capably looks after our minister’s office in Thunder Bay. Welcome to all of you." ],
  "anchor" : "para233"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It gives me great pleasure to recognize Chrissy Orr here with Neil McNeil school—welcome—with the secondary school teachers.", "I also have Tim Progosh. Tim is here as a constituent. He’s the founder of the Canadian Comedy Awards, and he is a coach of the Malvern Black Knights. They’re now 5-0.", "I’d also like to recognize Christina Ganev, who’s here with East York Collegiate Institute—welcome; nice to see you here—and a couple of nurse practitioners: Jane MacIver, who’s a constituent, and Donna Kearney, who has helped establish a Dorset nurse practitioner school up by my mom’s cottage.", "Thank you all. Welcome." ],
  "anchor" : "para235"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to welcome to the Legislature here today the nurse practitioners from Kingston and the Islands. I’m so pleased to have you here. I enjoyed our conversation that we had in the office. Thank you." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’ll notice that I did exercise a little bit of leeway in terms of introductions, but I do want to come back to all members and ask—almost beg—that in order for us to have all of our guests acknowledged, which I think is important, I’m going to remind you that I request that you just simply introduce them and save the other comments for either members’ statements, ministers’ statements, or during your two-minuters or whatever. This process is effective if we do it that way. I would seek your co-operation in simply making the introduction. Don’t go into explanations in depth, please.", "I thank you for your patience in allowing us to introduce our guests, because everyone is a special guest here in this House. I thank you for that co-operation.", "It is now time for question period." ],
  "anchor" : "para241"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I’d like to start question period off today by congratulating all municipal campaigns yesterday for a fine display of democracy. Also, I’d like to extend my congratulations to three former members of this assembly who won in three of Ontario’s major cities. In my own home city, former cabinet minister Jim Watson was re-elected. In Brampton, a great cabinet minister, Linda Jeffrey, was elected. I congratulate her. And of course, on behalf of the Ontario Progressive Conservatives, our former leader, John Tory, is the new mayor of Toronto.", "My first question is to the Minister of Northern Development and Mines. The Ring of Fire should be a beacon of economic growth and prosperity not just for northern Ontario but for all Ontarians. Now, under this Liberal government, it risks going up in smoke.", "Over the past decade, I’ve heard countless ministers assure us that they would rebuild this. Why does this government say one thing in their budget about the Ring of Fire and do another thing day-to-day to compromise its success?" ],
  "anchor" : "para246"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "There’s no question that our government is very much leading the way in terms of the development of the Ring of Fire. Particularly over the past year and, may I say, over the last six months, we’ve made very significant progress.", "We have put in place the Ring of Fire Infrastructure Development Corp., something that will be tasked with bringing forward all the partners that can make transportation infrastructure decisions that obviously need to be made so that the project can move forward.", "We have committed $1 billion to the transportation infrastructure, something that neither of those parties across the floor supported, which we put through in this summer’s budget. That is something that indeed we would love to have your support on—let alone the fact that the federal government should be joining us in matching those particular dollars.", "May I say—" ],
  "anchor" : "para249"
}, {
  "speaker" : "Interjection",
  "text" : [ "Hear, hear." ],
  "anchor" : "para253"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Thank you so much. Let me say also that—" ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para255"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask the member from Renfrew to come to order.", "Supplementary?" ],
  "anchor" : "para257"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The fact of the matter is, we have lost jobs in Sudbury, Thunder Bay and Toronto as a result of inaction by your government—", "Interjection." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Government Services, come to order." ],
  "anchor" : "para261"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "—as a result of Cliffs pulling out a massive investment in our north.", "Among the many reasons for the ongoing failures of the projects in the Ring of Fire is the lack of agreements that have been settled upon between the Liberal government here and First Nations. According to the Globe and Mail last month, in September Cliffs cited that the suspension of the project was due to numerous delays and difficult discussions with the provincial government, including the First Nations communities, who have also said that they have scolded you for ignoring their interests with the new development corporation.", "The government talk a good game about economic development, infrastructure renewal, and working with First Nations, but we have seen time and time again over the past decade that you have lost your way on the Ring of Fire.", "Will the minister admit this is a $60-billion cut to the economy of this province and to northerners?" ],
  "anchor" : "para262"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "This is a project of great economic development opportunity. The member is right: It’s $60 billion. Materials are in the ground, and we’re looking forward to the opportunity to develop them.", "When one speaks about the regional framework agreement, which we signed with the Matawa First Nations, one thing was very clear from the beginning—Premier Wynne made it clear, we made it clear: In order for this project to move forward, we need to get it right. That’s why that regional framework agreement is so vital and why we’re continuing to carry on those discussions—discussions related to regional infrastructure support, discussions related to resource revenue sharing. Those are vital.", "The work that we’re doing with industry—I mean, here we are on a day we’re having Meet the Miners in town, because we’re talking about the great opportunities we’re seeing in the mining sector. Certainly the Ring of Fire is a particularly exciting opportunity, but one we absolutely need to get right. That’s our commitment. That’s what we’re going to do. We’d sure love to have your support in that regard." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para269"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The Ring of Fire is turning into the ring of smoke because of seven years of inaction by this Liberal government. It’s disappointing that there has been such little advancement on something so incredibly important—the economic development and economic growth of this province.", "Former Premier Dalton McGuinty once heralded this project as “the most promising mining opportunity” the country has seen in a century. Yet to date, it seems we are nowhere near realizing a $60-billion investment in our province.", "Does the minister understand that the most expensive spending scandal in Ontario today is not eHealth; it is not Ornge; it isn’t even the gas plants? It’s the mismanagement of the $60-billion Ring of Fire project. Does he understand that?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "This is a project that’s moving forward in a very significant way. We’ve got a development corporation we put in place, a development corporation that, again, is tasked to bring together all the partners to make the infrastructure decisions that are so vital. This is an economic development opportunity in a part of the province that’s never seen development before, a very remote part of the province. We need to get it right.", "We got the development corporation up in place. We’re working very, very closely with the First Nations to make sure that, indeed, they see benefits and value from that project.", "May I say once again, Speaker, this is the government that made a $1-billion commitment to the infrastructure, not matched by anybody, not supported by that party. So while they can stand over there and speak this way, they’re not in any way supporting a project that we know will be of tremendous value and benefit to Ontarians for generations to come." ],
  "anchor" : "para273"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is to the government House leader. This week, the President of the Treasury Board will be putting forward a bill for greater transparency and accountability, which your government deemed a priority when it took power earlier this year.", "In the spirit of transparency, will the government House leader support tomorrow’s opposition motion calling for the last two witnesses, Laura Miller and Peter Faist, to appear before the justice committee before report writing begins?" ],
  "anchor" : "para277"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for the question.", "Speaker, as you are aware, on June 12 our party, our government, received a very strong mandate from the people of Ontario. Part of that mandate was to make sure that we put in place some very key pieces of legislation—", "Interjections." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Interjection." ],
  "anchor" : "para282"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville’s timing is not very good, because I just asked for order, and then you talked. So that’s one.", "Carry on." ],
  "anchor" : "para284"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, thank you.", "Part of our mandate that we received from the people of Ontario is to make sure that we put into place—", "Interjection." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order." ],
  "anchor" : "para289"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "—some very important pieces of legislation that died on the order paper, things like reducing auto insurance, making sure that we index minimum wage to cost of living and, of course, ensuring that we’ve got both public sector and MPP transparency. All those bills are going to the House, and we’re looking forward to their speedy passage." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s unfortunate, that response, given the fact that today the Premier was heralded in the Toronto Star for saying she and Tory “share a talent for grown-up conduct that transcends partisan rivalries.” The problem is, just four short months ago your government said, “Your government knows that trust is hard-earned, but easily lost.”", "Whatever capital the government earned on election day will be lost if two key witnesses do not appear before the justice committee. If the government prevents Laura Miller and Peter Faist from appearing before the justice committee, it would be fair comment to say their commitment to transparency is weak and their break from the McGuinty era is just a show.", "I ask again: Will the government House leader do the honourable thing and allow the committee to complete its work by bringing in Laura Miller and Peter Faist?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I think, in this House, I have spoken on a regular basis about the need for the justice committee to complete its work. We have spoken about the fact that we want the justice committee to resume its work so that they can provide guidance to the government when it comes to issues around the siting of large energy infrastructure and the kind of things they’ve been looking for.", "Speaker, that is why we have initiated that process, and we urge the opposition parties to work in a constructive way so that the committee can finish its work. One of the clear messages that we received from Ontarians is that they do not want any more grandstanding and political stalling in this Legislature. They want all members to work together, and what we’re seeing right now in the committee is the opposition party yet again grandstanding and stalling the work of the committee." ],
  "anchor" : "para295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para298"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Whether it’s the lost opportunity at the Ring of Fire or preventing the justice committee from completing its work with the last two witnesses, it is clear that you are breaching Ontarians’ trust. It’s so disappointing that it’s happening so near the beginning of your mandate.", "The throne speech said, and I quote to you, “And to ensure that its decisions are always made responsibly, openly and in the best interests of Ontarians, your government will take steps to allow the justice committee to write its report.” Without listening to the last two key witnesses, that report will be incomplete.", "In the past four months, your government has touted openness and responsibility. What’s changed?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I thank the member opposite for making my point by quoting the speech from the throne. It says exactly that we want the justice committee to resume its work so it can start writing the report. What’s happening right now is that the opposition is doing the polar opposite. They say one thing but they do the other when it is in the committee, which is that they’re stalling a very simple, procedural motion that will allow the justice committee to resume its work when it comes to the matter that it was looking at, in terms of the gas plants, before the election was called. By not letting that procedural motion go through, they’re actually undermining their own efforts to make sure that the justice committee can get its work done and Ontarians can get answers when it comes to recommendations that the committee could make, by the work they’ve done for the last two and half years listening to about 90 witnesses." ],
  "anchor" : "para302"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Acting Premier.", "Yesterday, New Democrats asked three very simple questions about why the Liberals are choosing to open new HST tax loopholes at the same time as they say the cupboard is bare, that they have to sell off parts of our hydro system. We got a lot of bluster; we didn’t get an answer. That’s becoming the norm in this place.", "Does this Liberal government think it is progressive to create new tax loopholes for the wealthiest corporations in the province of Ontario at the same time as moving ahead with Harris-style privatization of our utilities?" ],
  "anchor" : "para304"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Before I answer that question, yesterday I joined with the rest of this House in congratulating people right across Ontario—over 2,800 council members and 700 trustees were elected. Thousands more put their name forward. I know I speak on behalf of the Premier in saying that we’re going to work closely with those elected officials. I congratulate the voters as well for participating and making history yesterday.", "In regard to the question, I think the question started off by talking about tax loopholes. What she makes reference to is a restricted tax input credit, which is not a tax loophole. In fact, the only loophole is in her reasoning and her logic. We are continuing to do what’s necessary to make us competitive and dynamic, and we’re going to continue to do so by providing one of the most historic value-added tax systems that makes our businesses competitive, grows our economy and employs people. That is how we move forward." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para309"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Perhaps the problem is that the minister doesn’t actually understand what a loophole is. Let’s look at the Liberal plan. They say that they need money to invest in transit, even though they have created another loophole in their own Trillium Trust and haven’t dedicated a nickel thus far to transit.", "The Liberals’ plan is to privatize local hydro utilities. It does help energy speculators, but means that people are on the hook for paying private power profits on top of skyrocketing hydro bills. At the same time, the Liberals are creating brand new HST loopholes. It puts even more into the pockets of the wealthiest corporations but leaves the rest of us falling behind. Can the Acting Premier explain why the so-called progressive plan is squarely focused on helping Bay Street and not the people of this province?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, it’s all about investing in our future: $29 billion is dedicated to transit over the next 10 years—the members opposite voted against that; it’s also another $100 billion more in infrastructure spending over the next 10 years—they voted against that as well.", "The Trillium Trust was established in the fall economic statement of 2013 to enable us to dedicate those funds that would come from any assets or any other issues that were sold, that would be a parked in that fund—dedicated to transit. That is what’s been put forward.", "When we talk about loopholes and tax credits, the very nature of their question suggests that we shouldn’t be competitive, and we must. There are things with regard to the CRA and the federal government that prohibit some of what she is asking us to do.", "What we will do is provide for revenue integrity and continue to invest the money—taxpayers’ money—into our infrastructure." ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Perhaps the problem is that the finance minister doesn’t understand what “dedicated” means, because he certainly avoided the entire premise of that.", "Instead of closing HST loopholes that would put money in the Treasury Board every year starting in 2015—you need money for transit, close the loopholes—why do the Liberals think it makes more sense to privatize hydro for some short-term cash when they could start by closing planned HST loopholes and create long-term stability for this province?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "There are no tax loopholes. In fact, what we are doing is finding greater integrity by looking—and we made it very clear in the budget—at finding ways to review our tax credits, review our grants, which she makes reference to as an HST component of a restricted tax input, which is not a loophole.", "What she doesn’t also recognize—and I fear that the third party doesn’t recognize—is the importance of investing in public transit. They didn’t do that; they don’t see that as being a priority. We know it is. We’ll continue to invest. We’ve dedicated the funding; that is clear. It’s been in the budget, and we’ll move forward for the benefit of the people of Ontario." ],
  "anchor" : "para319"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Again, my question is to the Acting Premier. I tried this question yesterday and I didn’t get an answer. The government directly employs 3,600 qualified IT professionals. Over the last five years, the portion of the government’s IT budget being outsourced to the private sector has increased by 63%. Why is the government expanding its use of private IT firms when a 2012 consultant’s report, commissioned by the Ministry of Government Services, found that several IT services cost two to three times more when provided by the private sector?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "As I responded to you yesterday, IT consultants do help the government to provide the services and programs Ontarians need in a cost-effective, efficient and convenient way. We’re living in the Internet age, and Ontarians expect their government to be accessible digitally.", "We have a strong record of reducing the use of consultants across the government. As we said yesterday, we need IT consultants when the capacity of our expertise does not exist within the Ontario public service. We turn to IT consultants when we need to gain external advice and specialized expertise.", "They feel they have all the answers within. We recognize that we need to partner with the private sector in order to achieve what’s best." ],
  "anchor" : "para323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para326"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "What the minister doesn’t understand is that IT outsourcing costs more, not less. During the 2013-14 fiscal year alone, the government spent $703 million on private sector IT services. This includes hiring 1,479 fee-for-service consultants at a total cost of $131 million. Many of these private IT contractors perform the same tasks as the IT staff currently employed directly by the government, except they cost two to three times more.", "Significantly reducing private outsourcing of IT could save this government $200 million. It’s almost like you are wilfully wasting money. When will this government reverse its policy of outsourcing IT and admit that it is a wasteful and expensive approach that results in hundreds of millions of wasted dollars every single year?" ],
  "anchor" : "para327"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "When the need is short term and non-recurring, like the one-time projects to get new programs up and running for cyber security upgrades, we have used IT consultants.", "Since 2003, a total of 1,519 consultant positions government-wide have been approved for conversion to OPS staff positions, resulting in ongoing savings of approximately $60 million a year, and of those converted positions, 1,335 were IT consultants.", "We recently received approval to convert an additional 90 IT consulting positions to full-time equivalents. This will result in a further $3.6 million in annual savings at maturity." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para333"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "When you follow the money, you follow the real priorities of the government. When we follow the money, we see that you are dedicated to private IT over the OPS. No doubt about it.", "Not only does outsourcing IT services end up costing more, but the government staff get poorer IT service. For example, government IT staff who used to upgrade hundreds of servers that power government computers are now required to provide upgrading instructions to the hourly private contractors instead of doing it themselves. Government service upgrades are now delayed because private contractors don’t work on the weekends or evenings. So you have hundreds of millions of dollars being wasted, reduced IT support for government services and, ultimately, lower-quality services for the people of this province.", "Will this government admit that outsourcing IT has been a huge mistake and change course now?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We need to make upgrades. They’re automatic, and they require some support from the IT sector, and so be it. But we’re managing our use of consultants through a three-pronged approach: (1) by transferring work to government staff, which is the normal course, (2) by creating a central pool of government IT staff to work on government-wide projects, and (3) by centralizing the acquisition of IT consultant services. The central mobile pool of IT staff introduced in 2009 now saves the government $10 million per year. So follow the money." ],
  "anchor" : "para337"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Good morning. My question is to the Acting Premier. In yesterday’s municipal election referendum, the people of Kingston gave a very clear message to your government. Almost 70% of them said no to a casino. So on behalf of the residents of Kingston and also those in my riding—in Gananoque, Leeds and the Thousand Islands, who are willing casino hosts—we want to know one thing. They want to hear you say that the government’s plans to relocate the Thousand Islands casino to Kingston is off the table. Is it?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I too want to congratulate Bryan Paterson and David Ryan on their successful election last night.", "We’ve always maintained that municipalities need to make their own decisions about whether they support establishing a gaming site. I’ve been consistent throughout. Municipalities and their leaders have an important role in gauging their residents’ views on gaming sites in their communities, and the government will not impose the location of a gaming site on a municipality. We will respect Kingston’s desire not to do so." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para342"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No.", "Supplementary." ],
  "anchor" : "para346"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "You’re waiting for it, right? Thank you, Minister, for that answer.", "I know that the people I represent in Leeds, the Thousand Islands and Gananoque are very interested in working with the government on not just keeping the site in the Thousand Islands but also expanding on it. So I appreciate the answer.", "Now I’d like to know—because I know that my local councils that were elected last night want to hear this: What are the next steps in expanding the casino and creating more jobs in Leeds–Grenville?" ],
  "anchor" : "para348"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The next step is to continue investing for our future—not cutting and certainly not getting rid of 100,000 people’s jobs. We’ll continue to do what’s necessary there.", "Pickering has voted that they wish to proceed with establishing a gaming site. We look forward to continuing to work with the municipality of Pickering and the OLG to move forward with the next steps. OLG provides over $2 billion a year in revenue. That goes directly towards supporting schools, hospitals and the services Ontarians rely upon in Kingston and elsewhere. We’ll continue to be committed to modernizing gaming in Ontario in a socially responsible manner—only in those municipalities that have decided to approve one." ],
  "anchor" : "para351"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Minister of the Environment. A few weeks ago, we learned that Enbridge failed to install shut-off valves at 95% of the major water crossings along the route of its Line 9 pipeline. These were a condition of project approval. Now Enbridge says that it doesn’t need to install these valves. This is the same company that allowed one million gallons of tar sands oil to spill into the Kalamazoo River.", "Ever since the federal government gutted environmental protection two years ago, we’ve seen a culture of impunity grow within Canada’s oil and gas sector. Will the provincial government fill this vacuum and conduct a full environmental assessment of the Line 9 project?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I will certainly be happy to meet with the member opposite, to fully hear your concerns on this. This is an issue that has been of great concern to the government of Ontario. The minister who has been dealing with this matter has been the Minister of Energy, my colleague, and he has spoken in the House before about our concerns about the management of this.", "The Ministry of the Environment, Mr. Speaker, recognizes that we are moving more chemicals and more fuels. We do that either by marine or by truck or by rail. Pipeline has been one of the safest ways in which we have been moving important fuel and important chemicals that we need to sustain our economy.", "We just had a spill outside of Sault Ste. Marie because a rail car went off the rail and dumped a lot of diesel. We have to make sure that we have a—" ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para359"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Well, Speaker, I would have appreciated a “yes,” but I’ll go to my supplementary.", "Enbridge has also refused to be bound by the proposed pipeline provisions of the new Lake Ontario source water plans because the ministry has not yet made them mandatory. So not only has Enbridge thumbed its nose at federal regulators, it’s also trying to dodge provincial environmental protection.", "Will the provincial government regulate pipelines under the Clean Water Act and make sure that Enbridge upholds the letter and the spirit of the proposed new Lake Ontario source water protection plan?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "On the issue of source water, which is my responsibility, of the 19 plans, I think 11 of them are approved. This is a process based on local knowledge through our source water protection act, which means that, for the first time in Ontario’s history, we protect source water, which also covers things like highways, rail lines and pipelines. We do local risks assessment to make sure that we have the protections in place. By the end of next year, we will have all of those source water protection plans approved, giving Ontarians the highest level of protection for source water from this and other matters.", "This government has a very proud record on environmental protection. It has raised the standard. I want to thank the member from St. Catharines, who really did most of the work that I’m standing here offering up some credit for." ],
  "anchor" : "para363"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is for the Minister of Energy. Minister, Ontario has placed a strong priority on the phasing out and elimination of coal-fired electricity generation. This was discussed very positively and very frequently during the elections by the constituents of Kingston and the Islands. In fact, it will come as no surprise to the members that we are the first jurisdiction in North America to eliminate coal as a source of electricity production.", "You have previously informed the House that replacing coal-fired generation with clean, affordable and reliable generation has saved the province approximately $4.4 billion in avoided health and environmental costs. The people of Ontario are certainly grateful for the results of our government’s initiative in fighting climate change and reducing pollution—", "Interjections." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Stop the clock, please. Your time is up. However, I’m looking at two people whose seats are empty where they normally sit, and they’re talking too much.", "Minister of Energy." ],
  "anchor" : "para369"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, the question has to do with to what extent Ontario is partnering with other provinces moving forward. I thank the member from Kingston and the Islands for the question. Ontario has been actively participating in the Council of the Federation’s initiative to develop a Canadian Energy Strategy, or CES. Ontario supports the development of a CES that is reflective of the priorities of all jurisdictions and addresses common energy challenges.", "All provinces and territories are now participating in the development of a national strategy. It was established to address issues of energy demand, diversity of supply, access to new markets, and climate change. Ontario is focused on ensuring that the CES addresses improved access to affordable, clean, renewable and reliable supplies of energy for all Canadians, including those living in aboriginal and remote communities. A national energy strategy has been long overdue." ],
  "anchor" : "para371"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para374"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m grateful to hear of this intergovernmental collaboration and co-operation on the Canadian energy strategy. I know that everyone in this House knows and appreciates the importance of working with all levels of governments and jurisdictions.", "The constituents of Kingston and the Islands will be pleased to hear of the CES and how it not only will work to strengthen the economy and create jobs, but will address climate change and the reduction of greenhouse gas emissions. I’m certain that Ontario’s collaboration with all provinces and territories regarding our energy resources, conservation and emerging technologies will lead to improved, clean access to reliable and affordable energy.", "Could the minister please elaborate as to how the Canadian Energy Strategy will work to strengthen our economy and how it will foster increased collaboration?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The Canadian Energy Strategy will express a renewed vision that describes the kind of energy future that all Canadians aspire to achieve and will promote the export of energy, expertise and innovation. All provinces and territories will work together in order to grow the economy, protect the environment, mitigate climate change, create new opportunities and enhance the quality of life for all Canadians.", "The CES will foster the development of pan-Canadian, regional and bilateral agreements on energy development, transmission and transportation.", "We will continue to work with our provincial partners on this initiative and we look forward to the revised submission of a Canadian energy strategy at the 2015 Council of the Federation. We’re proud that Premier Wynne is showing leadership nationally on this issue." ],
  "anchor" : "para378"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Minister of Health. Minister, the new PSA testing guidelines from the Canadian Task Force on Preventive Health Care have everybody talking. Specifically, Prostate Cancer Canada is reminding us that when performed appropriately, the benefits of PSA screening far outweigh the negatives, noting that metastatic prostate cancer cases would double and related deaths would increase up to 20% without the screening.", "Minister, Prostate Cancer Canada is advocating smart screening to avert the concerns highlighted by the task force and lead to more effective testing, tracking, and, if needed, treatment.", "Eight out of 10 provinces pay for this important cancer-detection tool. Ontario is, in fact, one of only two that force men to pay out of their own pocket.", "Minister, why do men in Ontario not have equal access to a cancer test that could potentially save their lives?" ],
  "anchor" : "para382"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the opportunity to respond to the question. It’s because we follow good scientific evidence, plain and simple. In fact, the national recommendations that just came out yesterday speak precisely to that.", "It’s not simply about the ability of the test at times to detect cancer; it’s also looking at the risk of morbidity and mortality for what are known as false positives, where the test proves to be positive, but prostate-specific antigen is something which is naturally occurring in the body, and if you have what’s known as a false positive, where the test is positive and in fact you don’t have cancer, that could lead you down a pathway where you get unnecessary, even harmful and sometimes fatal, surgery.", "What’s important here is to make sure that solid national recommendations that we’re following here in Ontario are based on scientific evidence and that we follow the guidance of the experts who are brought together specifically for this purpose." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para389"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Minister, men across Ontario are asking why they’re left to foot the bill for a test that could save their lives. They recall—I recall former Premier McGuinty, on local radio, saying it would be covered, and while I’ve warned them about the Liberal government’s track record on keeping promises, they’re still waiting.", "Bottom line, Minister: New guidelines do nothing to change the fact that PSA testing is still an important early detection tool, and Ontario men want the choice before examining options such as further observation or treatment.", "Minister, will you keep a Liberal promise to fund PSA testing for men here in Ontario?" ],
  "anchor" : "para390"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I think I should be very clear that we do offer PSA testing for men in this province who have symptoms that may be due to prostate cancer. We also offer it free through OHIP, as I just mentioned, for individuals who require it for monitoring, so if perhaps they have had prostate cancer and are being treated for it. What the member opposite is trying to do is to move against the scientific evidence and do routine screening of men who have absolutely no symptoms of prostate cancer.", "As a physician, I understand where we need to provide this test: a PSA test for monitoring individuals who have or have had prostate cancer, or those who present symptoms that could be consistent. We offer that test; we offer it free of charge. The test is available for those individuals who choose to pay for it if they are entirely asymptomatic from any symptoms that are consistent with prostate cancer. I would hope the member opposite would agree with that policy." ],
  "anchor" : "para393"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "My question is to the Minister of Labour. I think all members of this House would agree that the events of the past week in Ottawa have demonstrated, once again, the enormously important role that police and other first responders play in protecting our safety and our security.", "In the opinion of New Democrats, there would be no better way for this House to show its gratitude and respect for those first responders than to pass my Bill 2, on post-traumatic stress disorder and the WSIB. If passed, the presumptive legislation would mean that it would be presumed that front-line responders suffering from PTSD acquired the illness on the job and therefore are eligible for WSIB benefits.", "Will this government commit to passing presumptive legislation with regard to PTSD now so that our first responders get the help they need immediately?" ],
  "anchor" : "para396"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Let me thank the member for the courtesy she has extended by asking this question. I think it’s a question that’s of interest to all members of this House. I think we all agree that we owe to our first responders our best efforts when it comes to putting the best legislation in place to deal with the emerging issue of post-traumatic stress disorder, and mental health in general, in the workplace.", "What we’ve done in the past 24 months is, we’ve had a round table at the Ministry of Labour. We brought all the first responders together—people from policing, firefighting, emergency medical services, transit services, and health care services, including nurses. They’ve given us their best advice as to how to deal with PTSD. I agree that dealing with the WSIB component of that is a major part of that, and I commit to working with you to make sure we implement the best possible." ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Back to the minister: He heard from all of those first responders that their major demand is exactly this presumptive legislation, so I’m going to ask again on their behalf. Our first responders need presumptive legislation passed now—not more round tables, not just a conference in 2015.", "I ask again: Will the government commit today to passing presumptive legislation with regard to PTSD for first responders?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you, again, to the member from Parkdale–High Park for her supplementary. What I will commit to is to investigate every possible way of addressing this. There are other jurisdictions in Canada, for example, that have a different way of dealing with this. Alberta, for example, I think has made some changes as late as 2012 in the way that we deal with it. We’re taking a very, very serious look at what you’ve proposed in Bill 2.", "Let me tell you what we are doing. We’ve committed about $4.5 million to the OPP to deal with mental health issues. The Office of the Fire Marshal is now providing PTSD training to all its fire investigators. The Ontario Fire College is also implementing a mental health awareness course.", "Speaker, I think we all have a role to play in this. I commit to the member, I commit to this House, that we’re going to do the best possible for the people who protect us." ],
  "anchor" : "para404"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "My question is to the Associate Minister of Health and Long-Term Care and wellness.", "Minister, we are all aware that the population of our seniors is growing very rapidly. One of our government’s top priorities is ensuring that our seniors are living healthier, safer and more secure lives. However, in light of yesterday’s fire and evacuation at Fairview Lodge in Whitby, we know about the need for long-term-care homes to meet the highest safety standards, including the mandatory sprinkler systems.", "I know that we have committed in our budget to helping operators accelerate their redevelopment. I’d like to know from the minister what she is doing to follow up on this very important commitment." ],
  "anchor" : "para409"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Thanks to the member from Kitchener Centre for this very important and timely question.", "I’d like to begin by saying that our thoughts are with the families and all 192 residents of Fairview Lodge. I’d also like to begin by thanking the staff and first responders, who worked so hard and so swiftly to ensure the safety of all 192 residents in yesterday’s fire at Fairview Lodge.", "We were relieved to learn that all residents had been evacuated without injury, and the ministry is working closely with the LHIN and the CCAC to ensure residents remain safe and cared for.", "Ontario was the first province to make sprinklers mandatory in existing licensed long-term-care homes. Now we have committed to redeveloping older homes to ensure they meet modern standards of safety and comfort. That is why this morning, I was at the fall symposium of the OLTCA, the Ontario Long Term Care Association, to talk about our plan for redevelopment, which I’ll address in the supplementary." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para416"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m very pleased to hear that the minister is moving forward with this very important budget commitment.", "I know that this government has already had lots of good news to report on long-term-care homes, like increasing funding by 86% since 2003, like funding over 8,000 new full-time front-line workers, and we’ve opened more than 10,000 new long-term-care beds.", "But this commitment to push ahead with the redevelopment of 30,000 beds over 10 years is very ambitious. What is the minister doing to make sure that this very aggressive redevelopment stays on track?" ],
  "anchor" : "para417"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Thanks again to the member for that supplementary. I’d like to begin by saying that this morning, I was at the Ontario Long Term Care Association’s fall symposium, where we officially announced that we will be moving forward with redevelopment of 30,000 beds in 300 homes.", "Over the summer, I had the opportunity to visit a number of long-term-care facilities, because I believe direct engagement is a great approach to transforming the sector. This is what underlies our approach to redevelopment.", "We are bringing forward these changes after consultation with key stakeholders in the sector. We listened, and now we are ready to take the next step to ensure successful redevelopment. For example, we will be increasing the construction funding subsidy by up to $4.73 per resident per day. We have also extended the maximum LTC home licence from 25 years to 30 years.", "I look forward to a very successful redevelopment." ],
  "anchor" : "para420"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is for the Minister of Tourism, Culture and Sport. When it comes to the Pan/Parapan Am Games, your government has said the games are expected to attract more than 250,000 tourists. But a recent report released by the Greater Toronto Hotel Association says that they only expect that 10% of attendees will require hotel accommodation.", "Minister, can you explain the large discrepancy between your numbers and the industry’s projections?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member for the question.", "There’s something incredible taking place in this province, and there’s a spirit that has captured this province for the Pan Am—", "Interjections." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Chatham–Kent–Essex will come to order.", "Please." ],
  "anchor" : "para430"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "In fact, yesterday, I had the opportunity to visit the University of Toronto. They have a new stadium, the Goldring stadium, that will host basketball and volleyball during the Pan Am Games for—" ],
  "anchor" : "para432"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Is anybody staying there?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "It will host volleyball and basketball during the games as a test venue.", "In fact, two thirds of that money was raised by the local community and the Goldring family. Our government put in one third of that money. It’s an incredible testament to what is happening in this province.", "We’re going to have 250,000 people from across the Americas and across this country visit Ontario next year. And in fact—" ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Very well done. I appreciate that.", "Supplementary?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Minister, I mean, really, put the pom poms away. It shows that a significant component of all attendees will be local or regional. This means that the people in Ontario will not only be stuck with the bill for the games themselves, but it will not be the international tourism draw that you are selling it as.", "Minister, we are now less than a year away from the games. They’re supposed to be a way to showcase Ontario to an international audience. The games will create only a 0.7% impact for the hotel industry. How are we going to showcase Ontario when nobody wants to come?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "You know, it’s interesting. On this side of the House and right across this province, people are standing behind the Pan Am Games and the Parapan Am Games. It’s that party opposite that constantly continues to put down our athletes. In fact, the critic on the opposite side said that these were second-tier games and that no one should be cheering for these games.", "We are going to cheer for our athletes. We’re going to cheer for Ontario. We’re going to cheer for Canadians. We believe that the 7,000 athletes that will be here, the 23,000 volunteers, the 15 new builds and 10 new facilities are a testament to the investment we’ve made on this side of the House. Ontario believes in what we’re doing and they stand behind what these games represent.", "Interjections." ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para444"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. People in my riding are worried that 75 non-profit, long-term-care beds at the Niagara Health System will be sold off to a private operator looking to turn a profit. The Liberals have a record of privatizing health services every time they get a chance. But in Welland, we believe that quality health care for our seniors should come before profits.", "I wrote the minister three weeks ago, asking for a guarantee that these non-profit beds would not be sold off to the highest corporate bidder, but I’ve heard nothing but silence from this minister. So I’m asking again: Will the minister commit today to stop the sale of Welland’s long-term-care beds to a for-profit operator?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "To the Associate Minister of Health and Long-Term Care." ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Associate Minister?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I thank the member opposite for the question. I want to assure her that we’re committed to making Ontario the best place for seniors to age. That includes ensuring that our long-term-care facilities are the best facilities.", "I also want to reassure the member opposite that, indeed, the not-for-profit sector plays a very important role when it comes to running long-term-care homes. They bring a particular lens that is very, very valuable. I can assure her that working with the non-profit sector in the long-term-care sector continues to be a priority." ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para453"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "This Liberal government has actually been working with the Niagara Health System in secret to sell off these beds. Offers from well-respected non-profit operators in my municipality have been made and rejected.", "The people of Welland do not want to lose our 75 long-term-care beds at our local hospital for a private, for-profit scheme cooked up in the backrooms of the ministry. This is not open and transparent. We don’t want Welland to be another failed experiment in privatization that reduces quality of care to our seniors.", "Will the minister make it crystal clear today that he will use his authority under the Long-Term Care Homes Act to step in and reject any proposed sale of Welland’s non-profit long-term-care beds to the for-profit sector?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I don’t know why the member can’t take yes for an answer. I said we are committed to ensuring that we have a robust not-for-profit long-term-care sector in the province.", "I also want to talk about a very important announcement that we made today that speaks to the importance that we place on the long-term-care sector, and that is the redevelopment of 30,000 beds and 300 homes here in Ontario. This is going to be one of the largest redevelopment projects for the long-term-care sector, including the not-for-profit sector. I look forward to working with you to make sure that we have a robust for-profit and a robust not-for-profit long-term-care sector." ],
  "anchor" : "para457"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "My question is to the Associate Minister of Finance. When I was speaking with members from the Orléans Chamber of Commerce and local representatives from CFIB, they expressed concerns about the impact of our Ontario Retirement Pension Plan on small business.", "Many businesses I have spoken with do acknowledge that we have an under-saving problem. They know that Ontarians are not saving enough for retirement. In the long run, we know that this will be bad for Ontarians and bad for business. I also understand that our government has been working with businesses and taking several steps to ensure that we support small businesses as we move forward with the implementation of the Ontario Retirement Pension Plan.", "Could the minister please inform the House what specific steps our government has taken to ensure that small and medium-sized businesses are able to plan and adapt as we move forward?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the honourable member from Ottawa–Orléans for her question.", "The Ontario Retirement Pension Plan is an investment in a secure retirement future for all Ontarians. That’s not just individuals but businesses as well. Without action today on retirement security, this has the potential to stagnate growth and create economic uncertainty.", "The cost of inaction is far too high. We need to take leadership now. That’s why we’re taking steps to help businesses plan, including: introduction in 2017 to coincide with reductions in EI premiums; employers will be enrolled in stages, starting with the largest employers; and contributions will be phased in over two years.", "I’ve also been working with and listening to businesses, including several meetings with the Ontario Chamber of Commerce and local chambers and other business groups. I look forward to continuing to work with business to minimize the short-term impact and help them plan for the implementation of the ORPP." ],
  "anchor" : "para464"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you to the minister for that response. My constituents in Ottawa–Orléans will be pleased to learn what our government is doing to help businesses across the province plan for the introduction of the Ontario Retirement Pension Plan.", "Again to the Associate Minister of Finance: We know that the Ontario Retirement Pension Plan is an enhancement to our economy in the long run. The ORPP, however, is not being introduced in isolation. This is just one of the ways in which our government is helping to grow our economy and create a competitive business climate.", "Mr. Speaker, through you to the minister: Could you please inform the House what else our government is doing to promote our province’s continued economic competitiveness?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Thank you again to the honourable member from Ottawa–Orléans for the question.", "Our government is continuing to work to strengthen our economy today while making the necessary decisions to ward off problems we see on the horizon. Since the recession, our government has created over half a million net new jobs. In September alone we saw an increase of 24,700 jobs across the province. The Premier and all my colleagues are working very hard to foster a competitive business climate and promote Ontario’s continued economic growth. We’ve introduced several business tax reforms that will deliver over $9 billion in tax cuts annually to business and enhance Ontario’s competitiveness, such as the HST, eliminating capital tax and cutting corporate income tax rates for small and large businesses. We’ve also eased the regulatory burden on businesses by removing 80,000 regulatory requirements.", "These reforms are positioning Ontario as one of the most attractive business locations in the industrialized world for new business investment." ],
  "anchor" : "para472"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "My question is for the Minister of Education. Minister, by now you know from both the general public and the Ombudsman that your ministry has done a terrible job in the oversight of the Ontario daycare system. Even Bill 10 is seriously flawed, with many loopholes, because you tried to get it out in front of the Ombudsman’s report.", "Tens of thousands of private daycare spaces will be eliminated without any consultation whatsoever with the private daycare operators. Mr. Speaker, I want to make the point clear that the private daycare operators have no problem with licensing, oversight or a registry.", "Minister, will you stand in the House today and agree that you will allow province-wide committee hearings after second reading debate?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "We keep hearing these references to the damage that Bill 10 is going to do and what our transformation is going to do, but I would point out that the Ombudsman in his report, in fact, congratulated our ministry for working with his staff. He said, “Here are 113 recommendations,” and of his 113 recommendations, Bill 10 actually is the response to 35 of them. The changes that we’ve made to our enforcement protocols address another 60.", "So in fact, 95 of the recommendations, by the Ombudsman’s own accounting, have already been addressed by my ministry." ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para481"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "Minister, private daycare operators are being treated like criminals by you and your ministry. Rallies protesting your flawed bill are taking place, and more will be organized. We’ll be in many of your ridings with the rallies, okay? Over 1,500 people signed an online petition protesting your bill in just over three hours on Sunday.", "Bill 10 is a disaster and must be amended. For the sake of fairness and transparency, this bill must be properly travelled and consulted. For the sake of small operators, their families and the economy of Ontario, plus the tens of thousands of children, will you please agree to province-wide hearings? All your hearings can be completed by Family Day in mid-February. After a decade of lack of oversight, surely we can delay Bill 10 seven weeks and get the bloody thing right.", "Interjections." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Speaker, I make absolutely no apology for following the Ombudsman’s recommendation and actually creating a dedicated enforcement team that, for the first time in the history of Ontario, will actually have the power to do something when they find somebody who’s violating the rules.", "For the first time in the history of Ontario, our inspectors will have the authority to impose a fine if somebody breaks the law. They won’t actually have to go to court now to shut down a child care where there’s a threat to children’s health and safety. They’ll be able to close it down without actually going to court to get an injunction.", "I make no apology for putting those rules in place, and the Ombudsman agrees with all those actions we have taken." ],
  "anchor" : "para487"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour le ministre de la Santé et des Soins de longue durée. Yesterday, the minister was proud to mention that Ontario has 25 nurse practitioner-led clinics, but he didn’t mention that his Liberal government limits the capacity of these clinics, resulting in wait-lists and delays for patients.", "He didn’t mention that the Liberals discourage specialists from accepting patients referred by nurse practitioners, and he refused to mention that huge barriers prevent nurse practitioners from working to their full scope, such as ordering X-rays, performing tests as simple as urinalysis, or prescribing controlled substances.", "I’m really delighted that so many nurse practitioners joined us today at Queen’s Park. But it’s also important to deliver a reality check. You see, Speaker, those measures won’t cost the government anything. They are 100% within the minister’s power, and they will save our system money. My question is simple: What is he waiting for?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you, Mr. Speaker. It gives me the opportunity as well to welcome our nurse practitioners here today. They contribute, as we know—well, let me put it this way: We’re so proud that—in fact, it was in Sudbury, as the member opposite knows, I think, in 2007 that the first of 25 nurse practitioner-led clinics in this province opened. I think that in that first year, 2,000 patients were registered at that one clinic alone. What we’ve seen since that time is what I would call a dramatic expansion and an appropriate use of our health resources to ensure that our nurse practitioners, as we should for nurses across this province, are able to work to their full scope of practice.", "There are particular areas of the province where the provision of the services that they provide is even more vital because of the challenges that are faced by local communities." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para496"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The minister continued to speak glowingly about nurse-practitioner-led clinics, and we all agree. They expand access to primary care for Ontarians. But that can’t happen without a recruitment strategy to fix the damage caused by some of this government’s policies.", "Yes, this government froze the pay of nurse practitioners who work in primary care, who work in those nurse-practitioner-led clinics. They have stood by our nurse practitioners while they received some of the lowest pay throughout our country and they have watched 20% of the positions in primary care go unfilled because of opportunities that can be found elsewhere. That’s no way to expand public access to high-quality primary care.", "Will the minister commit to a real recruitment and retention strategy to attract and keep primary care nurse practitioners in Ontario?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I had the opportunity just about a week ago to address about 900 staff who work in our family health teams across the province. I specifically spoke to this challenge that they are facing—and it’s not specific to our family health teams, but the recruitment and retention of vital health personnel. We are working diligently on this specific issue.", "We’re also working on the scope of practice for our nurses, including our nurse-practitioner-led clinics and our nurse practitioners.", "I believe strongly that we should work with our health care specialists, including our nurse practitioners, to allow them to work to the full abilities that they were trained for. I think we should aim for nothing less; it makes for a stronger, better health care system. We are working with our nurses, including nurse practitioners, to expand their scope of practice and their ability, for example, to prescribe medications and order more tests." ],
  "anchor" : "para500"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Ma question est pour la procureure générale. Je sais que dans notre province, notre système de justice a deux langues officielles : le français et l’anglais. Dans ma circonscription d’Ottawa-Sud, je reçois quelquefois des commettants qui partagent certaines inquiétudes face aux défis auxquels ils font face dans le système judiciaire en Ontario.", "Est-ce que la procureure générale peut nous mettre à jour sur les activités de son ministère en ce qui a trait à l’accès à la justice pour les francophones de l’Ontario?" ],
  "anchor" : "para504"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Je veux remercier le membre d’Ottawa-Sud pour son excellent français et son appui pour la francophonie.", "LeVay, nous a permis de cerner les lacunes qui demeurent et d’établir une stratégie pour aller de l’avant en Ontario français.", "Je suis très heureuse de pouvoir confirmer à l’Assemblée aujourd’hui que le ministère va en effet lancer un projet pilote d’un an qui vise à relever les défis des justiciables, des avocats et d’autres utilisateurs francophones du service judiciaire. Ce projet pilote prendra place à Ottawa." ],
  "anchor" : "para506"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for allocation of time on Bill 18. Call in the members. This will be a five-minute bell." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members take their seats, please. Members: very healthy discussions going on.", "On October 27, Mr. Naqvi moved government notice of motion number 5.", "All those in favour, rise one at a time and be recognized by the Clerk, please." ],
  "anchor" : "para514"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed will rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para569"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 38." ],
  "anchor" : "para609"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "With no further deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para612"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Mr. Speaker, it’s my absolute pleasure to introduce Mr. Frank Klees, former member from Newmarket–Aurora. Frank, welcome home." ],
  "anchor" : "para615"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Further introductions? I’m sure that there are further introductions." ],
  "anchor" : "para616"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member from Elgin–Middlesex–London." ],
  "anchor" : "para618"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Thank you, Speaker. I didn’t want to introduce Frank Klees to the Legislature. However, I am sure he’s here to collect the Ornge report, waiting for the government to release it today." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That will not get you another point of order.", "I am going to steal a little time because I want to make sure I get this right. I’m waiting for the actual numbers, so I thank the table for that.", "As the Speaker has the tradition of introducing former members and some other people learn how to step on the Speaker’s announcements, I’d like to introduce, in the members’ gallery, Frank Klees from York–Mackenzie in the 36th, Oak Ridges for the 37th and 38th, and Newmarket–Aurora for the 39th and 40th Parliaments. Mr. Frank Klees.", "It is now time for members’ statements." ],
  "anchor" : "para620"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Today, it’s my pleasure to honour the 2014 Alice Munro Writers and Readers Festival that took place in North Huron. The festival was a huge success, with over 250 guests visiting Huron–Bruce throughout the weekend. The festival encourages fresh budding writers and celebrates storytelling and reading throughout North Huron, the riding and the world.", "As I have mentioned in the House before, Alice Munro is from my hometown of Wingham, Ontario, and she also lived in Clinton.", "The festival hosted a number of events in different locations throughout the weekend in North Huron, culminating in a gala event at the Royal Canadian Legion branch 180 in Wingham. The gala saw five of the nine finalists read their short story competition entries. The festival had finalists from England, PEI, South Korea, New York and across Ontario.", "I would like to specifically congratulate Lizzy McDonald, who is from the town of Goderich, Canada’s prettiest little town, for placing third in the youth division.", "It is exciting to see the interest and support that this unique festival brings to North Huron. Alice Munro is a true Canadian great. She was awarded the Nobel Prize in Literature and was declared a “master of the contemporary short story.” Alice Munro is one of only 13 women worldwide to receive this prestigious award. It is a true honour to stand here today to acknowledge her and the festival participants.", "I congratulate the local committee for coordinating such a wonderful festival." ],
  "anchor" : "para626"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "On Friday, the people of Windsor and Essex county were disappointed to learn that the much-anticipated investment to build Ford’s global engines would be going to Mexico rather than Windsor.", "The Minister of Economic Development, Employment and Infrastructure stated that his government will not invest tax dollars in any partnership that doesn’t provide a strong return for Ontarians. Yesterday, the Deputy Premier stood before this House and stated that the government will continue to make investments in the automotive sector, where they make sense.", "Ford’s multi-billion dollar investment had the potential to create 1,000 new jobs and solidify Ford’s long-term presence in Windsor. Hundreds of laid-off Ford employees would be called back to work.", "When the government decided that this automotive investment didn’t make sense, clearly they didn’t consider the potential for spinoff jobs.", "Wages in our automotive sector allow employees to start and support families. The Big Three automakers often employee local students as part-time employees, allowing them to significantly reduce their student debt while gaining valuable career experience.", "Windsor’s workforce is highly skilled and second to none in terms of productivity and safety. That is why companies consider investing in Windsor. We count on government to table competitive packages to secure these investments.", "This is not the last time we will compete with other jurisdictions for automotive investment, and we need this government to understand how important it is to capitalize on these opportunities. Hopefully, the next time this government is called to the table they will understand that automotive investment in Windsor not only provides a strong return for Ontarians, it also makes complete sense." ],
  "anchor" : "para633"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I’d like to begin by thanking my colleagues who covered my House duty so I could return to Ottawa early on Wednesday. Last week, we were all shaken by the terrible loss of Corporal Nathan Cirillo and Warrant Officer Patrice Vincent. We were shaken by the attack on our Parliament and the prospect of violence in our peaceful and safe city of Ottawa.", "We all learned of the bravery of the Sergeant-at-Arms, the House of Commons guards and many of our first responders. I was most moved by the bravery of a group of people who rushed towards danger to provide care and to comfort Corporal Cirillo. This was truly a selfless act.", "Last week I was moved by the outpouring of support at the cenotaph and the long lineups to sign the book of condolences at city hall. In our churches, our mosques, our synagogues and our temples, we all came together to pray for Corporal Cirillo, Warrant Officer Patrice Vincent and their families, and all those affected by the violence that we witnessed.", "In Ottawa we are one, and together we are strong. I have always been proud of the diverse and beautiful, welcoming city that is my home. Last week reminded me that it is Ottawa’s people, all of us together, who make it such a wonderful place." ],
  "anchor" : "para641"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m pleased to rise today in support of the Multiple Sclerosis Society’s day at Queen’s Park. Today, volunteers from the MS Society of Canada are at Queen’s Park meeting with MPPs from each political party to raise awareness about the needs of people living with multiple sclerosis and to bring us the perspectives and suggestions from people affected by MS: the caregivers, the staff and all the volunteers.", "I want to thank all members who are meeting today with MS Society representatives and wearing a carnation in support of their good fight.", "One of the things I’ve always believed about the Multiple Sclerosis Society of Canada is that it is a great organization, and, as a great organization, it attracts great people. This is true of Michael Roche, who is in his 12th year as a volunteer in the Durham region; as well as Ontario and Nunavut division manager of government relations Donna Czukar; board chair Marie Vaillant; GTA regional director Andrea Strath; and every MS advocate present here today.", "It’s hard to hear that every day nearly three people in Canada learn that they have MS. It’s hard to imagine that there are 100,000 Canadians—our friends and neighbours—living with MS and going through their day doing the same things we are, but which we take for granted, while battling at all times this disabling disease. It’s hard to imagine that three times as many women are diagnosed with this disease as men.", "We’re proud of the work our health researchers are leading, continuously seeking to learn more about the disease and to develop new therapies. I have no doubt that one day we will find a cure for MS. That’s also why I believe it’s so vital for us to be involved and to keep the dialogue going until that day when we end MS." ],
  "anchor" : "para646"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Speaker, as you know, while some of us are doing okay in Ontario and a few are doing really, really well, many of our friends and neighbours are struggling to put food on the table.", "I want to tell you about an amazing food rescue program in my riding of Windsor–Tecumseh. It’s called Plentiful Harvest and it’s operated by the Unemployed Help Centre. Since 2012, this program has built over 50 ongoing relationships with local farmers, greenhouse operators, food distributors and banquet hall managers in Windsor and Essex county.", "The program has rescued more than four million pounds of food for the needy. This is fresh, nutritious food, mostly produce like peppers, corn, tomatoes, cucumbers, zucchini, melons, peaches and apples, but surplus food from restaurants and banquet halls is also collected.", "Under the supervision of certified chefs, students who otherwise may have dropped out of school are taught kitchen skills. They prepare the food, create delicious meals and take great pride in doing so. Meals are packed and distributed to those most in need through a network of local food banks and community agencies.", "Congratulations to the students, the farmers and the volunteers, and special thanks for the hard work of chef Robert Catherine and manager Mike Turnbull at the Unemployed Help Centre. A salute from all of us here in the Ontario Legislature for a job well done and for setting an example for all of Ontario." ],
  "anchor" : "para652"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Let me start by congratulating Ottawa mayor Jim Watson on his re-election, and also my city councillors of Ottawa–Orléans, Stephen Blais, Bob Monette and Tim Tierney, on their re-election. Also, we have a newcomer councillor: Jody Mitic for Innes ward. Mr. Mitic will be replacing long-standing councillor Rainer Bloess, who has decided to retire after 20 years of serving his community.", "Mr. Speaker, on Saturday I dedicated a few hours of my time to help celebrate Orléans at the all-day event Experience Orléans, organized by the Orléans Chamber of Commerce, at the Shenkman centre. The main purpose of that gathering of residents and business people has been to bring awareness of the possibilities Orléans has to offer.", "I was also very happy to see Employment Ontario as a sponsor, promoting our government programs with businesses and successfully hosting a job fair. More than 25 employers were on-site, looking to hire people.", "This free event, very well attended, gave our community of Ottawa–Orléans the chance to discover the businesses where they live, work and stay.", "J’aimerais donc remercier devant cette Chambre l’équipe de la chambre de commerce, dont sa présidente, Jamie Kwong; the chair, Donna Roney; and Jason Bellefleur, who helped with the coordination of volunteers; ainsi que tous les employeurs participants pour leur passion et leur sentiment d’appartenance à la merveilleuse communauté d’Ottawa–Orléans." ],
  "anchor" : "para659"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Last Friday, I had the occasion to attend the annual warden’s banquet in Renfrew county. The big event of the evening, however, was something more important: a tribute to Jack Wilson.", "Jack Wilson was first elected to the council of the former Pembroke township in 1963. He announced this year that he would not seek re-election as the mayor of Laurentian Valley—over 50 consecutive years in elected office, something that has been accomplished by very few, and something, I dare say, is unlikely to be accomplished in the future.", "Jack’s 50-plus years were made possible because of who he is, the principles by which he has conducted himself and the way he has treated others. I’ve had the pleasure and the honour of experiencing that first-hand over the past 11 years. Jack’s word is his bond; you can take it to the bank. If he doesn’t agree with you, he’ll tell you so, and he’ll tell you why. He’s a legend in municipal politics, and anyone who has sat alongside him would enthusiastically agree.", "Jack would be the first to say that he didn’t accomplish this alone; that his 58-year partnership with his good wife, Evelyn, was paramount. The support of Evelyn and their children made all those sacrifices easier to bear.", "When Jack does leave public life, I am convinced that his commitment to his community will be as strong as ever. Jack Wilson won’t be going away. I’m sure that in the future my path will continue to cross with his. Whenever that does happen, I will be proud to shake his hand and share our thoughts on whatever the story of the day might be.", "All the best, my friend. You have served your people well." ],
  "anchor" : "para665"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I extend my gratitude to the members of this House for their unanimous support of my private member’s motion asking for a national inquiry on missing and murdered aboriginal women.", "What happened in this chamber last Thursday is a powerful message. This House’s impromptu recognition and celebration of the aboriginal women who came to the Legislature as witnesses to the occasion was also significant. Your actions were emblematic of the real will that exists and continues to grow in this country to right the injustices and the generations of suffering of aboriginal women and girls.", "I was, however, disappointed to learn that a member of this House informed my guests in the gallery that the motion was meaningless, a waste of time, and would never result in action. Last Thursday was a bright day amongst many dark ones for these women; it was not the time for such comments. I hope I will never hold such a low opinion of our work in this House.", "Like the Premier, I believe the government can be a force for good and we need to continue to work together on this issue. Meegwetch. Merci beaucoup. Thank you." ],
  "anchor" : "para672"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "On Saturday, October 18, a much-storied shrine located in my riding of Beaches–East York celebrated its 60th anniversary.", "The Ted Reeve Community Arena came to be thanks to the initiative of a number of local residents who felt it was time for an indoor arena in East York. The community raised over $125,000, and, with the city of Toronto matching those funds, Ted Reeve Community Arena was born with the support of Ted Reeve, who was a local Telegram sportswriter and a professional athlete. Ted Reeve won two Grey Cups with the Balmy Beach club and was the project’s biggest champion.", "Bob Acton, a 50-year veteran of the Ted Reeve Community Arena, dropped the puck for the ceremonial faceoff at what is now also the home for the Malvern Black Knights.", "Some of the kids who played there have grown up to be professionals. We have Al Sims, who played for the Kings; Shayne Antoski; John Smrke, who played for the Blues; Nick Beverley, who played for Boston and the LA Kings and also briefly headed up the Toronto Maple Leafs; and also Rich Clune, who now plays for the Nashville Predators.", "The Ted Reeve arena is a great example of a community facility that makes Beaches–East York special, and I’m delighted to be able to honour it here today." ],
  "anchor" : "para677"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "Mr. Yurek moved first reading of the following bill:", "Bill Pr5, An Act respecting Bible Baptist Temple (St. Thomas)." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para687"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para689"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I rise today as we table our government’s response to Inclusion and Opportunity, the final report of the Select Committee on Developmental Services, released on July 22 of this year.", "I want to begin by recognizing the select committee members on all sides of the House for their hard work. I also want to thank the many people who took the time to appear before the committee and provide written submissions. The select committee process was an important opportunity for people with developmental disabilities, family members, service providers and community partners to have their voices heard directly by their elected representatives.", "Meeting the varied needs of people with developmental disabilities is not a simple process. The resources and solutions needed to help these individuals better integrate into our communities are as distinct as the people themselves. The committee’s report reinforces the concerns which our government has also heard, and which we have taken steps on many fronts to address.", "Our $810-million budget investment in developmental services will, over the next three years, address many of the select committee’s recommendations. It will provide new direct funding to 21,000 people, addressing the current Special Services at Home and Passport wait-lists. It will help more than 4,200 adults with developmental disabilities find the supports they need to navigate key life changes such as leaving school or finding a job. It will provide residential support for 1,400 people with urgent needs, and it will promote service efficiency and new community living partnerships to make greater inclusion a reality for many more Ontarians.", "I am proud to say that thousands of people are already benefiting from our budget investment. We have already approved new direct funding for 6,000 families for Special Services at Home and nearly 1,900 adults under Passport.", "We have also approved new residential supports for more than 350 people this year, and people are transitioning to their new homes as we speak. Our housing task force has already started its work to find new and more effective ways of providing residential housing for people with developmental disabilities.", "Today, through our newsletter Spotlight, we will be proving our stakeholders with an update on how the budget funding is already starting to improve the sector and to help people with developmental disabilities.", "I want to thank our community agencies in the developmental services sector for their partnership in making these budget commitments a reality on the ground.", "Our government’s full response to the select committee has been tabled with the Clerk, and I would like to take this opportunity to speak to the broader needs of people with developmental disabilities that the select committee looked to.", "We share the committee’s strong interest in improving employment opportunities. Our budget investment includes a new employment and modernization fund to find ways to make employment in the community the preferred outcome for individuals with developmental disabilities.", "My ministry will work with the Ministry of Economic Development, Employment and Infrastructure’s Partnership Council on Employment Opportunities for People with Disabilities. This council is working with the employer community to increase the participation of people with disabilities in Ontario’s workplaces. As was announced last Friday, the Honourable David. C. Onley will act as a special adviser to Minister Duguid in this regard.", "We are also responding to the needs of individuals with a dual diagnosis by working across government to better integrate supports from childhood onward. We are working across government to strengthen primary care for people with developmental disabilities, improve teacher training to support students, and implement integrated transition planning for young people with developmental disabilities who are preparing for adulthood. To support this cross-ministerial work, I have asked my parliamentary assistant, the MPP for Scarborough–Agincourt, who was a member of the select committee, to focus on this task.", "We have begun working with Developmental Services Ontario to improve its ability to support individuals and families in accessing the developmental services system and supports in the community in consistent and fair way. For example, through the 2014 budget, the ministry has provided resources for DSOs to hire new assessors to speed up and ensure the consistency of assessments across the province.", "This work also includes improving information technology across the developmental services sector to strengthen our ability to plan and manage the entire system.", "In the last decade we have worked in partnership with families and community agencies to begin to build a responsive developmental services system. We want people with developmental disabilities to be fully included in the fabric of our communities and be able to live as independently as possible.", "I want to thank the select committee again for its work. I look forward to working with our partners as we continue to promote independence, inclusion and choice for people with developmental disabilities." ],
  "anchor" : "para692"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s my pleasure to stand in the House today to welcome the Ontario Mining Association to the annual Meet the Miners Day here at Queen’s Park. This is an event that has been held here in one form or another since 1978. Certainly, as Ontario’s mines minister, today I welcome the opportunity to bring senior mining industry representatives and government together. It’s a really tremendous opportunity for MPPs and our staff to gain a better understanding and appreciation of the vital role that mining surely plays in Ontario’s economy.", "Consider these two facts: In 2003, exploration expenditures in the province of Ontario were $219 million; in 2013—despite some very interesting challenges—those expenditures totalled more than $600 million. As for production, in 2003, the value of Ontario’s mineral production was $5.7 billion—an impressive figure. In 2013, though, that value reached $9.8 billion.", "To bring those figures into perspective, Ontario continues to be the leading province in Canada for mineral exploration and production. The province’s 31 operating metal mines provided about 23% of the country’s mineral production last year.", "Certainly, maintaining our position as a global mining leader requires a strong mining sector supported by competitive regulatory and taxation policies. It’s a fact that it takes years for a mine to come into production, and only one in about every 10,000 projects actually develops into an operating mine, which makes that, let’s say, all the more impressive.", "Despite, again, many challenges in the sector, right now there are more than 35 mineral projects in advanced development in Ontario. Mine construction is actually under way at, I believe, six of those.", "New mine construction includes Goldcorp’s Hollinger gold mine in Timmins, the Cochenour gold mine in Red Lake, Rubicon’s Phoenix gold mine in the Red Lake area, St Andrew Goldfields’ Taylor gold mine in Timmins, New Gold’s gold and silver operation in Rainy River, and Glencore’s zinc and copper operation in Sudbury. Those six projects alone represent about $1.8 billion in investment and about 1,600 jobs across northern Ontario.", "As well, there are some mine expansion projects, such as the one in my riding of Thunder Bay–Superior North: North American Palladium’s Lac des Iles mine just north of the city, a great project with a new mine shaft put in place. Glencore’s Fraser Morgan Mine in Sudbury and Goldcorp’s Hoyle Pond winze project in Timmins are also under way.", "These mine developments and expansions are very key projects that will deliver important, well-paying jobs to the province, certainly very much to the north, and make an extremely significant contribution to Ontario’s economy.", "For those who want more detailed information about Ontario’s mines and the commodities, the mineral and exploration statistics for 2013 have just been released online by our ministry. I invite everybody to go and take a look at them.", "I think it’s also important, Mr. Speaker, particularly today, to draw to members’ attention a new report that has been commissioned by the Ontario Mining Association on the estimated economic impact of a new gold mine in Ontario. During construction, a new open-pit gold mine can be expected to add about $140 million annually to Ontario’s GDP and generate more than 1,500 direct and indirect jobs annually over about a three-year construction period. For each year of operation, a new mine could add about $246 million to the provincial GDP and increase employment by 1,300—obviously a huge economic impact.", "I also want to take this opportunity to commend the Canadian Association of Mining Equipment and Services for Export—or CAMESE, as we know them in the business—for their very recent study that focuses on the province’s mining supply and services sector. This is a remarkable part of the story of the economy in the province. It’s an economic force, not just in northern Ontario as you certainly would expect, but also in southern Ontario, where a number of mining supply and service companies are located. In 2011, the sector contributed approximately $6.2 billion to Ontario’s GDP, which makes it an incredibly significant economic engine for the province. These are important facts for people to know, particularly for those who recognize that at the same time we’re going through some challenging times.", "Certainly, while Ontario’s international reputation as a destination of choice for mineral development remains very firmly entrenched, the province’s mineral development landscape has changed significantly over the last eight years. It is facing new and substantial challenges, particularly since the 2008 economic downturn.", "Mining is a highly globalized business, and it is affected by trends such as commodity-priced fluctuations and worldwide demand for those commodities. Mining companies do indeed make key decisions based on these trends and very much with the cyclical nature of the industry in mind. The first thing I ever learned early on when I became minister was the cyclical nature of the industry.", "Our government, may I say, Mr. Speaker, is absolutely prepared to meet those challenges and remains committed to supporting mineral development in the province. Our goal is to ensure that Ontario continues to be a world leader for mineral exploration and mining investment; and that means promoting mineral exploration and development in Ontario in a balanced manner, one that respects aboriginal and treaty rights, and private landowners, while minimizing the impact of these activities on public health and safety, certainly, as well as the environment.", "It really is why we’ve invested more than $140 million in Ontario mineral sector activities to date; it’s why we’re continuing to modernize the Mining Act, ensuring that a fast and efficient system is in place to promote a dynamic and competitive business climate in Ontario; and it’s why we’ve been clear in our commitment to invest $1 billion in strategic infrastructure for the Ring of Fire—one of the largest and most significant new mining developments in Ontario’s history.", "Speaker, the mining industry works 365 days a year to provide Ontario with the building blocks of modern society. Meet the Miners designates one day to better appreciate the mineral sector for its role as a sector that is safe, high-tech, environmentally responsible, and that creates jobs and wealth for all Ontarians.", "On behalf of the Ministry of Northern Development and Mines and the province of Ontario, I am delighted to once again join the Ontario Mining Association for Meet the Miners. I want to extend an invitation to all members to a reception this evening, in rooms 228 and 230, starting around 5:30 p.m. This is really an extraordinarily important opportunity to learn about, and perhaps express appreciation for, a sector that is clearly essential to the provincial economy and the quality of life in the province of Ontario." ],
  "anchor" : "para710"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is a pleasure to rise, on behalf of the PC caucus, on the statement by the Minister of Community and Social Services regarding the Select Committee on Developmental Services. I want to start by saying, for people who don’t understand the difference between standing committees and select committees, that select committees play a very unique and I think important role in our legislative process. It allows all of us from all three political parties who are represented in the House to come forward and discuss issues in a much broader way. To my point, the Select Committee on Developmental Services covers so many ministries that it would be almost impossible to do that when you’re reviewing specific pieces of legislation.", "Obviously, I was thrilled to be part of the committee. I think we did some excellent work and came forward with great recommendations. However, before we start hurting ourselves by patting ourselves on the back, we’ve got a long way to go.", "One of the things that we heard from many of the people who presented—a phrase kept coming forward, no matter where we went across Ontario to listen to the deputations—family members, individuals, organizations who appeared to tell their stories—and that line was “falling off a cliff.” They were referencing the fact that when they left high school, 18 to 21, they literally felt like they were falling off a cliff, because there were no services available to them. We need to do a better job of that. The Ministry of Education has those numbers, can track those individuals, and we have to do a better job transitioning between one ministry and another. I think that we’re moving in that direction.", "But this select committee came about with a couple of starts and stops. We have to remember that this was actually a resolution brought forward by my colleague from Whitby–Oshawa, Christine Elliot, over two years ago, and who, when the House prorogued, had to bring it forward again in the early part of 2013. We really had a very limited amount of time to study what is a very serious issue and concern within the province of Ontario.", "Having said that, I think we did a great job. I think that there are lots of ideas that the minister can take and run with. I hope that this is not the last update that we get on this report. I hope it is an ongoing process where we can continue to hear what the government is doing and how we are improving the services to people who have a developmental disability, because it is desperately overdue. As I say, I hope it’s not the last time we get an update on it." ],
  "anchor" : "para729"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, it’s my pleasure to rise today on behalf of the PC caucus and the PC critic of northern development and mines and aboriginal affairs, Norm Miller. We welcome the Ontario Mining Association to Queen’s Park and recognize mining day.", "Established in 1920, the Ontario Mining Association represents the mining industry, with the mission to improve the competitiveness of the Ontario mining industry while promoting safety and sustainability.", "Ontario is one of the safest mining jurisdictions in the world, and mining is one of the safest industries in Ontario. Mining has been a staple of Ontario’s economy for well over a century and it provides Ontarians with the everyday essentials that could be illustrated through the food we eat, fertilizers used by farmers, and materials used in everyday health care products, as well as items found in our homes, offices and roads.", "The mining industry is an important driver of economic growth in Ontario, which can be seen in many communities across the province, such as Windsor, Goderich, Perth, Midland, Sudbury, Timmins, Red Lake, Kirkland Lake, Marathon and North Bay.", "There are many economic contributions that can be seen from the mining industry, including revenue creation, international trade, and employment of highly skilled, highly paid jobs, and it is linked to many other industries in Ontario, which, in turn, creates many spinoff jobs.", "More recently, the Ontario Mining Association released the key findings in a study completed by the University of Toronto called An Au-thentic Opportunity: The Economic Impacts of a New Gold Mine in Ontario. This study highlights the opportunities for new gold mines developed in Ontario. I’d like to personally commend the Ontario Mining Association for the release of this study to raise awareness of the benefits that mining and opening new mines will bring to the province of Ontario. The mining industry is not only an important asset to the province of Ontario but an essential part of our economy and history.", "On behalf of the PC caucus and my colleague MPP Norm Miller, I want to thank all the members of the Ontario Mining Association for their good work in the mining industry and in ensuring that a high level of safety is maintained. Once again, thanks for joining us, and I look forward to seeing the members of the mining association at the reception later today." ],
  "anchor" : "para735"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s a pleasure to respond to the Minister of Consumer—sorry—" ],
  "anchor" : "para743"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Community and Social Services." ],
  "anchor" : "para744"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Community and Social Services; thank you. I, like many of us, had three hours’ sleep last night. We were working on municipal campaigns.", "I want to say again that the select committee was a wonderful experience. It’s one of the few opportunities I think we have to work in a non-partisan way to actually solve a problem. We certainly had a problem to solve, which is the treatment of those with disabilities in this province. Most are condemned to a life of poverty, as the minister knows well. Certainly, if you’re on Ontario disability, you are living well below the poverty line in this province.", "Over and over again, what we heard is that the wait-lists must go; that if you need services, you need to access those services as quickly as possible. There were some 46 recommendations in that select committee.", "I hearken back to another select committee that did wonderful work too, which was the mental health and addictions committee, which made a number of recommendations as well. The problem there was that only three of those recommendations have actually been acted on.", "I know that this minister will do better. I know that all 46 of the these recommendations will actually be acted on. I’m interested in what the rollout will be. I know that she has spoken in very general terms, but if she could send across to the critic the actual rollout of those 46 recommendations, that would be much appreciated.", "I also want to say that I have a message from David Lepofsky—we all know who David Lepofsky is—for AODA. He again has submitted a freedom-of-information act request to Metrolinx. Why are they going ahead with plans for the Eglinton LRT that are going to be inaccessible? As transportation critic, this also hits home with me. The government was going to make him spend $250 just to get the FOI. This is a person with disabilities representing those with disabilities. They don’t have the money, Minister. The Premier waived that fee, and yet he’s still waiting for that information. That’s maybe minor in the great scope of things, but it’s really important. It shows the ability of this government to respond to those with disabilities trying to work for those with disabilities. Right now, it’s inaccessible; Metrolinx’s plans are inaccessible.", "To get back to the select committee—I’ve only got five seconds left because I want to leave some time for my friend here to speak about mining and the wonderful world of it. But just to thank all those who worked on the select committee and, in particular, kudos to the member from Whitby–Oshawa, whose idea it was." ],
  "anchor" : "para745"
}, {
  "speaker" : "Joe Cimino",
  "text" : [ "First, I’d like to take this opportunity to welcome all those who have joined us for Meet the Miners Day. It is wonderful to have you here and to learn about all your projects and the important contributions of mining in both the country and the province.", "I’m delivering these remarks on behalf of my colleague Michael Mantha, our critic for northern development and mines. He was unable to be here because he’s presently meeting with mining industry representatives, with our caucus and with our team. As many of you know, over the last few years Michael has had the opportunity to tour the majority of mines in Ontario and has brought your concerns back to caucus and our leader.", "Mining plays such an important role in our economy. It fuels cities and drives employment. As many of you know, I am the MPP for Sudbury. So many of the constituents I represent, so many of the families I know and so many of the workers in our city work in the mining industry, as do many of my family members who immigrated here in the late 1950s and early 1960s. It is the heart of our city. Mining drives our local economy.", "I look forward to also meeting with many of you tonight at the reception and over the coming months and years as we work together. While the mining industry makes enormous contributions in many sectors of our society, we hear too often of the struggles you are facing.", "Last month, the minister wrote an editorial in the Sudbury Star claiming that the Liberal government is leading the way in driving development in the Ring of Fire and that significant progress has been made this year. After lack of action in the Ring of Fire and in countless other mining projects in our province, and a vague announcement on creating a development corporation, the Wynne government gave itself a deadline of 60 days to create the corporation that was to include partners from industry and First Nations. What the Wynne government produced, in order to meet its self-imposed deadline, was a board comprised of four government bureaucrats sitting around the table by themselves.", "This government has failed to bring industry together. They have failed to bring First Nations together. The facts speak for themselves. Industry is unable to continue working under these conditions. Some have left, taking good jobs with them.", "Northerners, First Nations and industries need less rhetoric from the government and more action to get shovels in the ground in the Ring of Fire. Thousands of jobs in communities across the north depend on it.", "I thank you for coming today. My colleagues and I look forward to meeting with you and supporting your projects and working together to create the much-needed jobs." ],
  "anchor" : "para754"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition that has been signed by people from right across this great province.", "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I support this petition. I’ll affix my name to it and pass it along with Danielle to take to the Clerk." ],
  "anchor" : "para764"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario:", "“Whereas Ontario is home to over 400,000 first-, second- and third-generation Hispanic Canadians who originate from the 23 Hispanic countries around the world; and who have made significant contributions to the growth and vibrancy of the province of Ontario;", "“Whereas October is a month of great significance for the Hispanic community worldwide; and allows an opportunity to remember, celebrate and educate future generations about the outstanding achievements of Hispanic peoples to our province’s social, economic and multicultural fabric;", "“We, the undersigned, call upon members of the Legislative Assembly of Ontario to support proclaiming October of each year as Hispanic Heritage Month and support Bill 28 by MPP Cristina Martins from the riding of Davenport.”", "Speaker, I agree with this petition, I affix my name to it, and I’ll give it to page Adam to bring forward to the Clerk." ],
  "anchor" : "para777"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "This is a petition that’s signed by a great number of people, not only from my riding but from a lot of ridings around it and from all over the province:", "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "Thank you very much, Mr. Speaker, for allowing me to present this petition on behalf of all the people who signed it." ],
  "anchor" : "para783"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the proposed changes to physiotherapy services in the province of Ontario effective August 1, 2013, will severely restrict the access to physiotherapy treatments for seniors who live in retirement homes; and", "“Whereas these changes will deprive seniors and other eligible clients from the many health and mobility benefits of physiotherapy;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the provincial government guarantees there will be no reduction in services currently available for seniors and people with disabilities who are currently eligible for OHIP-funded physiotherapy.”", "I couldn’t agree more. I’m going to sign it and give it to Ben to be delivered to the table." ],
  "anchor" : "para796"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I have a petition here that was compiled by David Brennan from Mississauga:", "“To the Legislative Assembly of Ontario:", "“Whereas childhood apraxia of speech is a rare neurological speech disorder that affects oral motor planning;", "“Whereas an estimated 3% to 5% of the world’s childhood population are diagnosed with childhood apraxia of speech;", "“Whereas Ontario has excellent speech-language centres and programs that currently provide treatment for childhood apraxia of speech;", "“Whereas children diagnosed in Canada with childhood apraxia of speech are eligible to receive the children’s disability tax credit to assist with therapy costs;", "“Whereas greater public awareness of speech disorders and the benefits of early intervention speech-language therapy are needed in the province of Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to join the United States of America in declaring May 14 as Apraxia Awareness Day.”", "I support this petition, and I sign it." ],
  "anchor" : "para803"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas one in five children attending school in Ontario have asthma; and", "“Whereas a severe asthma exacerbation can—as in the case of Ryan Gibbons’s case—be fatal when a child does not have ready access to their relief medication; and", "“Whereas practical steps can be taken to limit exposure to asthma triggers and ensure children have easy access to their prescribed medication; and", "“Whereas Ryan’s Law mandates that school boards and schools develop a comprehensive asthma plan that limits students’ exposure to asthma triggers and have ready access to their medication to ensure all students can attend school in an asthma-friendly environment;", "“We, the undersigned, petition the Ontario Legislature to:", "“Ensure that all members of provincial Parliament—particularly the respective party House leaders—make Ryan’s Law a top legislative priority to ensure that it moves expediently through the committee review process and be brought back for third reading at the soonest possible date.”", "I agree with this petition, and I affix my signature to it." ],
  "anchor" : "para814"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition consisting of 2,300 names, all original signatures, gathered in part by Rona Ramsey, a fairly elderly lady from my riding—but it comes from all over Ontario. It reads as follows:", "“Whereas the specialized MS clinics in Ontario are in need of funding in order to continue to provide essential health care services to those living with multiple sclerosis;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We strongly believe that the responsibility of providing health care to Canadians rests with the government and government-funded health care institutions. As a result, we urge the government to provide the essential funding for these clinics to continue operating.", "“Over 20,000 Ontarians rely on the MS clinics to provide them with specialized care and expertise. The care, support and services that the MS clinics provide are absolutely essential to the MS community. The investment in MS clinics reduces the burden on the health care system by ensuring MS patients are able to visit or contact their MS clinic as opposed to relying on acute care.”", "I fully support this petition, the 2,300 people who signed it, and will ask the good page Faith to bring it to the Clerk." ],
  "anchor" : "para823"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I have a petition that I’d like to read.", "“To the Legislative Assembly of Ontario:", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "Mr. Speaker, I support this petition, I am affixing my signature, and I will pass it on to page Marie-Thérèse." ],
  "anchor" : "para830"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas one in five children attending school in Ontario have asthma; and", "“Whereas a severe asthma exacerbation can—as in the case of Ryan Gibbons’s case—be fatal when a child does not have ready access to their relief medication; and", "“Whereas practical steps can be taken to limit exposure to asthma triggers and ensure children have easy access to their prescribed medication; and", "“Whereas Ryan’s Law mandates that school boards and schools develop a comprehensive asthma plan that limits students’ exposure to asthma triggers and have ready access to their medication to ensure all students can attend school in an asthma-friendly environment;", "“We, the undersigned, petition the Ontario Legislature to:", "“Ensure that all members of provincial Parliament—particularly the respective party House leaders—make Ryan’s Law a top legislative priority to ensure that it moves expediently through the committee review process and be brought back for third reading at the soonest possible date.”", "I agree with this petition, Mr. Speaker, and I affix my signature to it." ],
  "anchor" : "para840"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’m pleased to present a petition on behalf of the credit unions of Ontario and my good friends at the Windsor Family Credit Union, the WFCU.", "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows”....", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with this petition. I will sign my name to it and present it to Danielle to take up to the Clerk." ],
  "anchor" : "para849"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario also has the highest average premiums in Canada;", "“Whereas auto insurance rates are regulated by the Ontario government through the Financial Services Commission of Ontario (FSCO);", "“Whereas Ontario insurance reforms in 2010 are saving companies almost $2 billion in the value of ‘statutory’ accident payouts each year but the government is still allowing companies to increase drivers’ premiums;", "“Whereas it is unfair for drivers to pay higher premiums when the industry is enjoying billions in savings each year;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“That the government direct the Financial Services Commission of Ontario (FSCO) to bring the average Ontario auto insurance premium down by 15%....”", "I agree with this petition, sign it and will give it to Ben to deliver to the table." ],
  "anchor" : "para859"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Again, I have a petition. I keep getting these from great numbers of people in my riding who have signed the petition. It’s to the Legislative Assembly of Ontario.", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "Thank you again, Mr. Speaker, for allowing me to present this petition. I will affix my signature, as I agree with it." ],
  "anchor" : "para868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. The time for petitions has expired.", "Resuming the debate adjourned on October 23, 2014, on the motion for second reading of the following bill:", "Bill 18, An Act to amend various statutes with respect to employment and labour / Projet de loi 18, Loi modifiant diverses lois en ce qui concerne l’emploi et la main-d’oeuvre." ],
  "anchor" : "para879"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated Tuesday, October 28, 2014, I’m now required to put the question.", "Mr. Flynn has moved second reading of Bill 18, An Act to amend various statutes with respect to employment and labour. Is it the pleasure of the House that the motion carry? I heard a “no.”", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell.", "I have received a deferral slip. Pursuant to standing order 28(h), this vote will be deferred until tomorrow during deferred votes.", "Resuming the debate adjourned on October 28, 2014, on the motion for time allocation on the following bill:", "Bill 15, An Act to amend various statutes in the interest of reducing insurance fraud, enhancing tow and storage service and providing for other matters regarding vehicles and highways / Projet de loi 15, Loi visant à modifier diverses lois dans le but de réduire la fraude à l’assurance, d’améliorer les services de remorquage et d’entreposage et de traiter d’autres questions touchant aux véhicules et aux voies publiques." ],
  "anchor" : "para885"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When this item of business was last debated, the member from London–Fanshawe had the floor. Member, you do have the floor, and you can continue with debating this issue." ],
  "anchor" : "para896"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Thank you, Speaker. I was waiting for you to sit down." ],
  "anchor" : "para897"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s fine. I recognize the member from London–Fanshawe." ],
  "anchor" : "para898"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, thank you very much. I’m glad to continue the time that I have left on the clock and to contribute to this debate on Bill 15, the Fighting Fraud and Reducing Automobile Insurance Rates Act.", "There was a little bit of confusion earlier, and I’m glad we got it straightened out because I really want to point out a few things on this bill that are very important.", "When I started this morning, I think I used about five minutes. I was just on a roll there and getting started. My train of thought was going to be unravelling very logically and showing the pieces of the puzzle and how this bill really does not help consumers. What it does is it impacts consumers in a very detrimental way when it comes to their rights to sue under this act.", "The first thing I went over was the fact that in the first part of this explanatory note that happens in the bill they talk about the towing and storage services and the Highway Traffic Act. They talk about the dispute resolution system that really is the meat and potatoes of this bill with respect to how it’s going to adversely affect consumers. Then they talk about the licensing of insurance agents, and repair and storage liens. There’s a little bit in this bill—it seems like this government is actually combining bills to try to get through a lot of legislation in a very short time. We just came back to the House on October 20 and it seems like everything is being very rushed, especially when we’re talking about constantly trying to negotiate debate times for members to speak to bills. But the government seems to take the preference of time allocation.", "Going back to the bill, the first 23 pages are about the towing section of auto insurance and how the government has put legislation forward, feeling that the towing industry in the insurance sector really needs to be revamped. I agree that it does need to be revamped. It needs to be looked at so that people know what the cost is when their vehicles are being towed away—that their property isn’t kept in that vehicle and held for ransom until they pay an exorbitant bill. That’s something that I think we can agree with.", "The other part of the bill, which is the dispute resolution process—it starts on page 24. What happened here is that Bill 15 is affecting how people can sue under insurance claims. Right now, this bill proposes to reduce the prejudgment interest rate applicable to court awards for damages for non-pecuniary loss. The proposed changes concern tort claims for pain and suffering made by innocent accident victims. So you’re in an accident, it’s not your fault, and you want to sue for non-pecuniary losses, and those would be things such as tort claims like pain and suffering.", "One pecuniary loss is economic loss. For example, accident victims have a right to sue for economic loss, including 70% of net income before trial and 100% of their gross income after trial. The medical rehabilitation and related costs not covered by OHIP or the SABS, the Statutory Accident Benefits Schedule, are covered if the injury meets the threshold for pain and suffering. So you have to prove your economic loss, and you can sue for that, but where the interest piece comes into play is pain and suffering. It’s also known as non-pecuniary loss. Accident victims or their representatives may also sue for pain and suffering if the victim dies or sustains permanent and serious injury or disfigurement and/or impairment of an important physical, mental or psychological function. This wording is known as the verbal threshold.", "Court awards for pain and suffering of less than $100,000 are subject to a $30,000 deductible and a $15,000 deductible if there is an award under the Family Law Act for less than $50,000. A lot of people don’t realize that when you actually sue for pain and suffering, there is now imposed a deductible under their award, and one of the optional coverages under this new proposed accident benefits section in 2010 was that you could purchase to reduce your deductible. Again, a lot of people really didn’t foresee paying extra to lower the deductible if they were going to sue in the future, so people didn’t really prepare, and that’s something that was different that came out in 2010.", "With regard to the prejudgment interest: “As a general rule, a successful plaintiff is entitled to prejudgment interest at the ‘prejudgment interest rate.’ In general terms, the ‘prejudgment interest rate’ is the Bank of Canada rate that prevailed at the time the lawsuit was filed. As of July 2014, this was 1.3%. Tort claims for ‘pecuniary loss’ (for example, lost business income) are subject to that general rule.”", "If you’re suing because of pecuniary loss, loss of income, the insurance companies will be subject to 1.3% interest. That’s the way it is now. Also, the way it is currently, the exception to that, is if you sue for a non-pecuniary loss, for example, the pain and suffering—this is the exception that’s currently in the bill before this legislation came due:", "“An exception to the general rule is created for claims for ‘non-pecuniary loss’ (pain and suffering). For these claims, the prejudgment rate of interest is the rate determined by the rules of court made by the Civil Rules Committee. Currently, the rate is 5%.”", "That’s something in this bill that we’re talking about today. The proposal is that we should be changing the interest rate to 1.3% across those two types of lawsuits, a pecuniary lawsuit and a non-pecuniary lawsuit. That doesn’t make a lot of sense, because if you think about someone who is an accident victim, who is innocent and wants to sue for pain and suffering, the insurance companies have deep pockets and they can drag those things out for a very long time, which means victims of injuries can actually suffer a great financial loss.", "We have found out from the deputations that have happened during this committee process, before we went to a majority government—I’ll just quote from here:", "“From the perspective of some accident victims groups and personal injury lawyers”—so we’re looking not from the insurance company point of view to say, “Take my prejudgment interest down from 5% to 1.3%,” because they’re the ones that are going to benefit from that. That’s a no-brainer. They’re the ones that are going to benefit from a lower interest rate.", "The ones who aren’t going to benefit are the victims, and this is what we had to say: The changes to the prejudgment interest rules will only encourage—and we said this—insurance companies to delay their settling of claims. Specifically, they say insurers will be happy to incur a 1.3% interest penalty while their money is earning much higher rates in the stock market and other investments.", "If you think about it, what is the incentive? They don’t have to rush to settle their claim or to go to court. They can actually keep their money in the bank and make more money on it. If we change the 5% to 1.3%, what’s the incentive? They’re going to sit there and actually make money.", "The victim, who is actually going to sue for pain and suffering, is continually having to endure that suffering because they don’t have deep pockets like insurance companies.", "“The Ontario Trial Lawyers Association … is” truly “concerned about changes to the prejudgment interest rate in pain and suffering claims. Under the proposed legislation, the rate would be lowered,” again, as we said, to 1.3% from 5%. “If this change is approved by the Legislative Assembly, insurers will be set to profit particularly in serious cases”—in serious cases, Speaker—“as they can earn greater returns by delaying settlement” etc.", "It doesn’t take a lot to figure out that this has nothing, absolutely zero, to do with insurance fraud—absolutely nothing. What’s the motive? The modus operandi? I’m not a lawyer; Jagmeet from Bramalea–Gore–Malton is.", "We actually have to really question why that little piece has snuck in here on page 24, and maybe page 25. I haven’t gone through that particular piece where I found it specifically in the bill, at this point, but that’s been buried quite a bit. What is the reason? I’d like an explanation. How does that help fight insurance fraud and lower consumer auto insurance rates? I would love an answer from this government.", "I know I can’t ask for a late show explanation on that, but if I could I would, because I’d like a comprehensive explanation from the Minister of Finance as to where that connects—lowering interest rates paid on judgment and reducing auto fraud and giving consumers a lower insurance rate. The answer: It does not. That really has nothing to do with this whole conversation. That’s one thing I wanted to mention.", "The other thing we had talked about early this morning—the member from Leeds–Grenville, the member from Renfrew–Nipissing–Pembroke and the member from Nickel Belt talked about it—is the fact that this government wanted to time-allocate this bill so that other MPPs didn’t have the opportunity to talk to this bill. I’m very proud and very honoured and humbled to be an MPP and stand here in this House and actually be able to bring the voices of the constituents of London–Fanshawe and talk to this government, reason with this government, try to negotiate with this government—" ],
  "anchor" : "para899"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Good luck with that." ],
  "anchor" : "para922"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "—yes—about the bills and the changes that we would like to see forward to make things better.", "When we time-allocate things, that’s kind of contradictory to what we’re all here for; it’s almost like we’re a punch clock. You’re here for a six-and-a-half-hour debate. If you can’t get your time in, if you can’t get your voice in for your constituents, sorry, you lose.", "When we had a minority government—I was a first-time MPP then—I can tell you that was the best kind of democracy that I would use as an example. Having a majority government is a whole new world for us who served in 2011. I can tell you, Speaker, I like the minority government. The government was more apt to actually contribute, amend, negotiate and listen.", "We could ask them to do all those things, but the ball now is in their court. If they don’t want to play, I guess we just have to continually stand here and explain to the people of Ontario—people need to understand that even committee hours are being cut, and if we don’t speak up and talk about that, nobody will know. They think it’s actually par for the course, an everyday routine. It’s absolutely not an everyday routine.", "We had an awesome opportunity back in a minority government to travel the province and get people’s feedback. It was a very interesting process, and when you have that process happen, you actually get bills that are going to make a difference to the people of Ontario, to the people of your riding. It’s not about time allocation and rushing things through and getting all your accolades, “Wow, this government can make things happen.” You’re making things happen alone. You’re not making things happen with the representation that’s on this side of the House that really could give you some really good information.", "Don’t rush it. Sometimes things can’t be rushed. We’ve agreed that there are some bills in this House that we can time-allocate. We all seem of the consensus that it is going to help the people. They’re decent bills, somewhat decent bills; we can work with those. But for the ones that are really important to us, perhaps where we have something to contribute and say, a value to change for those people and those consumers, we need to be heard and we need to have democracy work in this House.", "I wish, I hope—I don’t know; I’m going to keep talking about how I think that I could get through to any of these members, and in your caucus meeting you can actually speak up and ask your whip and your House leader to go back and say, “You know what? Maybe that Armstrong was right. Maybe we should be listening to other people’s voices.” Because you have four years to hear what other people say—there were changes. Yes, you have a majority government and that’s the way it ended up, this election. But you have four years to hear some of the changes that happened in Oshawa, Sudbury and Windsor West. Those were voices that were speaking to you then—and Niagara Falls too. They were speaking to you then." ],
  "anchor" : "para923"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "You weren’t speaking to us at the budget." ],
  "anchor" : "para930"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "We did talk about the budget, and the member mentioned that. We don’t always have to agree on everything, but you have to agree to hear us out in debates and committee.", "I remember that I called someone, one of your MPPs, and someone recently told me that I was a very reasonable person to work with." ],
  "anchor" : "para931"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Absolutely." ],
  "anchor" : "para933"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I am, but we need democracy to make it happen. You can’t be reasonable if you’re not going to give us time to debate this bill in the robust manner that we’re looking for. That’s not reasonable. If we’re willing to work with you, work with us. That’s what I want to say.", "I just think that in order for the consumers not to get hit even harder and if they really want to protect consumers and if they care about the people of Ontario who drive a vehicle, and their auto rates, and the kind of settlements they get, let’s have some more debate on this so we can drive it home for them." ],
  "anchor" : "para934"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para936"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m proud to end the debate today on behalf of our party with regard to the shutdown of democracy that this Liberal government is taking forth with this motion.", "It was quite interesting, the member from Beaches–East York talking about how committee travel is nothing but a dog-and-pony show. It’s unfortunate that this is the way the Liberal government tends to feel.", "Interjection." ],
  "anchor" : "para937"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "There he is; he’s still calling it a dog-and-pony show. I’m not sure if he’s the dog or the pony.", "However, I’ve worked on auto insurance in this Legislature for the last three years now, and general government has done quite a bit of research and committee hearings with the people of Ontario. In fact, this government allowed us to travel throughout the province to hear about auto insurance.", "The problem is that we never, ever talked about the towing industry. It was never brought up, nor was it a discussion point on the agenda of these committees. I find it quite interesting that this government will allow us to travel and talk about auto insurance, unless we get to the towing part, regulating the towing industry throughout the province; then they shut down debate. They won’t let this committee travel to hear the voice of people outside the GTA and Toronto where this bill is going to mightily affect, because again they’re trying to use a blanket statement to cover all facts.", "We see what happens when this government does that. We’ve seen it with the asthma policy in our school system, when they treat all medications as one blanket fits all. They can’t do that. You can’t do that. It doesn’t fit in the school policy and it definitely does not fit when it comes to auto insurance. It’s a very complex product in this marketplace. It’s one of the highest amounts we pay throughout Canada. Unfortunately, when you shut down hearing from the people of Ontario outside of Toronto, to hear their concerns—because auto insurance affects them differently and, in particular with the towing industry, we have to hear what their voices have to say, because they will have comments that will actually make this piece of legislation that much better in order to serve everybody throughout Ontario.", "I’m asking the government to come back off their motion, de-table the motion, un-table the motion so that we can have a proper democracy going forward. Let the committee travel throughout the province and hear the voices of the people of Ontario." ],
  "anchor" : "para940"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Mr. Bradley has moved government notice of motion number 6. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a 10-minute bell.", "I’ve received a deferral slip requesting that the vote on government notice of motion number 6 be deferred until Wednesday, October 29, 2014. This vote will take place during deferred votes." ],
  "anchor" : "para946"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further orders of the day?", "Resuming the debate adjourned on October 27, 2014, on the motion for second reading of the following bill:", "Bill 10, An Act to enact the Child Care and Early Years Act, 2014, to repeal the Day Nurseries Act, to amend the Early Childhood Educators Act, 2007, the Education Act and the Ministry of Training, Colleges and Universities Act and to make consequential and related amendments to other Acts / Projet de loi 10, Loi édictant la Loi de 2014 sur la garde d’enfants et la petite enfance, abrogeant la Loi sur les garderies, modifiant la Loi de 2007 sur les éducatrices et les éducateurs de la petite enfance, la Loi sur l’éducation et la Loi sur le ministère de la Formation et des Collèges et Universités et apportant des modifications corrélatives et connexes à d’autres lois." ],
  "anchor" : "para954"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When this item of business was last debated, we had completed questions and comments on the debate by the member for York–Simcoe.", "Further debate?" ],
  "anchor" : "para958"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to rise today to discuss Bill 10, an act that revises child care legislation here in Ontario. I first rose to address this bill in its previous incarnation in the spring. There are many points I made then that I will be touching back on again today.", "Before I proceed, I want to recognize the work of my colleague the member for Hamilton Mountain, Miss Monique Taylor, who called last summer for the Ombudsman to investigate the state of unlicensed child care in this province. I want to note, as well, that the Ombudsman rose to that occasion and provided us with a report last week about the oversight of unlicensed child care. I want to read Miss Taylor’s response to the Ombudsman’s report.", "She said: “Last year, I requested that the Ombudsman conduct an investigation into the government’s oversight of unlicensed child care. Today’s scathing report is deeply disturbing for parents like me. It reveals that this Liberal government has systematically failed to do its job to protect kids in unlicensed child care. This isn’t just about an old law that doesn’t work; it’s about a government that has put kids at risk through ‘years of bad administration and neglect,’ in the words of the Ombudsman. From complaints that go uninvestigated, to sloppy records and toothless inspections, it’s hard to see how the government could do a worse job.", "“Parents deserve far better. No family should fear for their” children’s “safety at child care. The Liberals need to act on the Ombudsman recommendations and ensure inspectors can do their job. Most importantly, this report reveals the need to build a true system of licensed, not-for-profit child care that can meet the needs of Ontario’s families so that no family is forced to turn to illegal daycares. New Democrats will hold this government accountable for their record and will continue to advocate for the necessary changes to protect the children of this province.”", "She went on to say, “I ... thank the Ombudsman and his staff for their thorough investigation and recommendations.”", "Speaker, I just want to make a distinction here. There are informal daycares that are not licensed that operate within the law and there are daycares that are unlicensed, informal and operate outside of the law—a very important distinction. I meet many moms, parents, in their homes with one or two other children who are looking after them and providing good care. That exists. I know that sometimes when I’ve had discussions with people there has been a confusion between informal and illegal. They are very distinct things; very, very distinct.", "The Ombudsman deserves credit for his report, as do his staff, who did an excellent, thorough and thoughtful investigation. As you’re well aware, Speaker, the Ombudsman’s investigation began after four children died in the GTA in the space of just seven months last year. The Ombudsman has made an unprecedented number of recommendations—113 in total—to address the gaps and improper practices he uncovered in his investigation. He called on the government to take urgent action to protect children in unlicensed daycares because he found systemic government ineptitude that has put kids at risk for years.", "It is startling and it is distressing for all of us, and to every parent and grandparent in Ontario, for the Ombudsman to describe the government’s approach to child care regulation as “sloppy,” “inconsistent,” “inadequate,” “poor” and “alarming.” I want to take a few minutes this afternoon, before discussing the substance of the bill, to actually walk through some of his findings and recommendations.", "First, I recognize that the government has started to make changes. Bill 10, the Child Care Modernization Act, is an important step to overhaul the Day Nurseries Act. I note, Speaker, that I say “important” rather than “perfect.” I imagine that we will have extensive debates on this bill. I imagine that in committee there will be points of view, concerns and observations brought forward by those in the child care community that will affect the substance of the bill. I hope that the government is open to amendments that will make this bill far more useful for the people of Ontario.", "I also recognize and acknowledge that the Ministry of Education has taken steps, since the transition of child care from the previous ministry in 2012, to address some of the problems the Ombudsman found. I appreciate the work that the minister’s staff and the ministry staff have taken to come to grips with the problems before us. I recognize that the ministry has accepted all of the Ombudsman’s unprecedented 113 recommendations. I note, however, that the Ombudsman wrote that those efforts are, in his opinion, “too little, too late.”", "There is no question, Speaker, that the existing legislation is outdated. If I remember correctly, it was first introduced and put in place in the 1940s. But that is hardly the only problem. Tools are only useful if a government is willing to use them. For far too long, this government has not properly used the tools that it does, in fact, have. As the Ombudsman says, the ministry need not wait for the new law—that’s Bill 10—to pass to start making long-overdue changes.", "I think this is an important consideration. Bills are only part of the mix when you’re dealing with a specific social issue. Bills give a government powers to act. They set down a framework for action on the part of those who are providing child care. But, far beyond that, one needs to have in place administrative mechanisms and enforcement mechanisms. One has to have investment. Government has to see this in a complete and systemic way. Simply the passage of a bill is not enough to actually deal with a broad variety of problems. Bills are passed and essentially allowed to sit on library shelves or on computer servers somewhere for many decades. If ignored, they have no impact on the world around us or the problems that people are dealing with. This bill may become a useful piece of legislation, but it’s going to have to be useful in the context of a larger effort on the part of the government to address the problems before us.", "At paragraph 117, the Ombudsman writes, “Many of the gaps and inefficiencies in the child care licensing program are not necessarily products of outdated legislation, but of years of bad administration and neglect”: again, not just a question of legislation, but a question of administration, of commitment of resources, of a commitment on the part of the government to actually address a problem.", "Bill 10 will help to fix the outdated legislation, we hope, with a number of amendments, but it cannot reverse 10 years of bad administration and neglect under this government. To ensure we don’t have another 10 lost years will require investment and commitment, not just the introduction of laws.", "The Ombudsman comments that each day, an estimated 823,000 school-aged children under the age of 12 spend time at an unlicensed home care. That’s in addition to an untold number of infants and toddlers who receive care in unlicensed child care centres.", "This report is scathing about what has happened in this past decade. It’s hard to see how the government could have done a worse job for the past 10 years, said the Ombudsman. He even said, “The government of Ontario should also use the example of this program and its transfer” to the Ministry of Education “as a cautionary tale for all levels of management in the Ontario public service.”", "We have an area here of significant public interest that has been badly mismanaged. In 2012, the Ministry of Education received 274 complaints about unlicensed child care facilities. In 2013, that number doubled to 526 complaints about unlicensed child care. The Ombudsman found that “the process for responding to complaints about unlicensed daycares was patently defective.” That’s an extraordinary thing to say. It isn’t just this government that says that children are extraordinarily important; I would say every member of this Legislature recognizes the importance to this society and to our families of our children. And yet, when children are in a situation where they may be at risk, we have not had an adequate system for responding to complaints, for making sure that those children are safe and well cared for.", "He writes this as well: “It is inconceivable in this electronic age that regulatory activity that impacts the health and safety of children has been monitored for years by such archaic means.” He writes that the practice around requiring a complaint before launching an investigation is “ridiculous” and a “meek enforcement style.”", "He says that the ministry clearly dropped the ball. “Its failure to enforce the Day Nurseries Act left unscrupulous individuals free to provide illegal child care, and placed scores of children at risk in an overcrowded, unsanitary and unsafe environment. Unfortunately, the ministry’s abysmal response to complaints ... was not an isolated occurrence.” As one parent in this building, a reporter, said to me, she found the report of the Ombudsman extraordinarily chilling.", "According to the Ombudsman, while the Ministry of Education has initiated improvements, “In my opinion, its delayed, inconsistent and incomplete response to complaints and concerns relating to unlicensed child care providers is unreasonable and wrong under the Ombudsman Act.”", "Speaker, we’re talking about a very large-scale failure of public administration here, a letting down of families across Ontario, a lack of concern for, regard for, the safety of our children.", "The Ombudsman goes on to talk about inspections. Frankly, you can have as many rules and laws as you want. If you don’t have people who can go out and inspect, find out and determine whether people are respecting those laws and then take action to enforce, then the bill is effectively a dead letter, a well-written piece of legal material that has no force or effect.", "The Ombudsman notes that the ministry has six regional offices to conduct inspections. Employees are called program advisers, not inspectors, and it means they have difficulty figuring out whether their job is to advise people or actually conduct inspections.", "Now, I can see the utility of having advisers. It makes sense to me to have people who are trained, who can go out and talk to people who are administering daycare centres, home daycare, and actually help them move along and provide higher quality care. But we need to be very clear that we need more than advice; we need people who will investigate to see whether or not there is compliance with the law.", "There are only 49 permanent program advisers and 15 temporary program advisers in Ontario. These are the only people responsible for inspecting licensed child care, daycare agencies and unlicensed sites. Remember, Speaker, we’re talking about hundreds of thousands of children. That is spreading inspections very thin, very thin indeed.", "I note that one of the responses of the ministry is to say that six investigators are going to be assigned to beef up this complement. I’m not a person with a law enforcement background. I don’t know the technical details of what ratio you need to be truly effective, but I have to say, speaking as a layperson, 50 or 60 people to look after the safety of hundreds of thousands doesn’t seem reasonable to me. It doesn’t seem reasonable to me.", "One of the things that the Ombudsman touched on was the importance of investment in the child care sector. He noted parents are only forced to use unlicensed child care because there are so few licensed child care spaces in this province. That is indeed the case, Speaker. I talk to parents on a regular basis who want the highest quality care for their children. Often, because there isn’t a lot of information about it—certainly not the same amount of information as there is about restaurant inspections—they don’t know whether centres are licensed properly or unlicensed.", "I had a situation in my riding a few years ago: a three-storey house, totally unlicensed child care, at least 30 children—five to six infants in cribs on the third floor. Because fire inspectors had been in and declared the building was safe, from their fire perspective, parents thought that things were fine, but in fact it was an unlicensed centre. If there had been a fire, and happily there was not, I don’t know how they would have gotten the infants off the third floor.", "Parents don’t have the same information about child care that we have as restaurant-goers: the ability to see posted notices from the department of public health saying whether or not a restaurant has been inspected and passes the inspection.", "Jane Mercer of the Toronto Coalition for Better Child Care, a long-time activist and veteran in this sector, said in the Star in the spring, “Governments have known for decades that there is a whole underground system in child care that they have actively chosen to ignore. The fact that they have chosen not to look at it for so long is” because “they haven’t wanted to pay for the (licensed) child care system families need.” And she’s right.", "In addition to this bill, this government needs to invest in licensed not-for-profit child care. That has got to be the core of the solution to the problem that families in Ontario are facing. The government also needs to invest in its staff resources to ensure that investigators can do their job.", "Recommendation 4 from the Ombudsman: “The Ministry of Education should ensure that it has adequate resources to properly administer and effectively enforce the Day Nurseries Act.” Speaker, I’ve touched on this a few times. The Ombudsman touched on it. It is a critical piece. A bill needs people who will ensure that its legal provisions are actually carried out.", "Ministry officials told the Ombudsman that they were drowning under the volume of work when he was carrying out his investigation. One staff member said, “We’re so busy … It’s not that we don’t want children to be protected, but please don’t go out looking for them because we can’t handle what we have now.”", "What does that say, Speaker? What does that say about the priority of safety for the children in this province when the people who have responsibility for enforcement effectively are saying, “Don’t bring me any new problems. I can’t handle the ones I’m dealing with now”? It’s a very substantive statement.", "I want to touch on one last piece of the puzzle that the Ombudsman addressed. He had some disturbing comments about how the ministry treats parents. He found that parents “are generally disregarded and relegated to a minor role … Ministry officials told us they do not normally contact parents to obtain information about their children and daycare schedules,” when they are conducting an investigation into a child care provider. The Ombudsman found that the ministry neglected to engage parents in the enforcement process and tended to avoid them all together.", "Now, I’m glad that this bill does include a provision so that parents will be able to enter child care centres at any time to ensure their child is safe. That is a positive step forward. I would ask, though, that the ministry also take steps to address this point that was raised by the Ombudsman: the necessity to keep parents in the know rather than keeping them in the dark.", "Now, the work of the member for Hamilton Mountain, Monique Taylor, and the work of André Marin is very powerful background to the discussions of many issues that are before us with regard to this bill. I want to acknowledge the work they did, but I also want to acknowledge the work of Andrea Calver, the former executive director of the Ontario Coalition for Better Child Care, and the coalition itself. They have been—I think the correct word is “relentless”—in the work they’ve done to try and improve the situation of children, parents and child care providers in this province.", "A number of points were raised by the Ontario Coalition for Better Child Care in their assessment of this bill and of changes to regulations around child care ratios that are going on independently of this bill.", "As you are well aware, Speaker, families across this province feel squeezed, and they feel squeezed because in fact they are squeezed. The Canadian Centre for Policy Alternatives produced a report this year about the income gap in this country, which is reflected quite faithfully in Ontario, and that’s that half the income goes to 20% of the population and 80% of the population lives on the other half of the income. That means very large numbers of people find it hard on a regular basis to pay their bills, to keep their noses above water, to have stability in their lives.", "One of the most significant pressures facing young families is the cost and availability of child care. Parents get frantic about encountering waiting lists that they know will mean their child will never get into a licensed daycare centre, being told it will be 10 years. Talking to young parents, whose common word of advice to other young parents is, “Register when you’re thinking about getting pregnant. Don’t wait for pregnancy, register real early. When you think it might not be a bad idea to have children at some point in your life, register then.”", "They’re concerned about the cost because, frankly, at the going rate of $1,000 and up per month per child, if you have two or three children in care, that is bigger than your rent bill, bigger than your mortgage. You’re paying an extraordinary amount of money. They worry about the safety of their children and there is no getting around it: We’ve seen deaths in child care provider situations, as the Ombudsman has noted. But beyond those deaths—so tragic and so extraordinarily painful for the families involved and for everyone who is in any way immediately touched by them—there’s the anxiety that it provokes in parents themselves. They will read newspaper articles and they will see clips on television and they’ll start to second-guess themselves: “Is my child safe? Did I make the right decision? Do I really understand who these people are and the quality of care they’re providing?” That’s an anxiety, in addition to the cost and availability issues, that we are called on, as legislators, to address.", "This past summer, I was going door to door, talking to some of my constituents, and came across a young family. They were living in Riverdale, so my guess is, they have a pretty big mortgage. Both of them needed to work. They didn’t have any choice. The reality was, they could not find a licensed child care spot. Even if they were willing to pay more, they couldn’t find one. They found an unlicensed spot, and as much as they liked the child care provider, the home care provider, they were anxious because there wasn’t an independent oversight. That, Speaker, is something that gnaws at people, that makes them feel uncertain from day to day. They said to me, “As many problems as we have trying to balance the books to make our house work, this is one issue that we profoundly need government to address,” so that they, going to work, don’t feel anxious; so that they feel comfort and confidence that their child will be well looked after and safe.", "In my own riding of Toronto–Danforth, we have nearly 10,000 families with about 15,000 children. That’s 7,000 children aged zero to five and over 4,000 kids under age 14 who live below the low-income cut-off. Approximately 28% of the children in my riding are living in families under the low-income cut-off. That’s a lot of children in poverty, in need, whose families face multiple stressors—child care, or lack of it, more to the point, being one of the big stressors that they face.", "Approximately 2,500 single-parent families are in my riding with median incomes of less than $30,000 per year—large numbers of people facing very difficult circumstances, driven by economic necessity to place their child wherever they can find an opening; licensed or unlicensed, formal or informal, legal or illegal.", "I’ll just say, a few years ago, in another instance, I was going door to door and came across a family with two parents working. They were, I would say, lower-middle income. Two days before, the child care centre where they had taken their child was revealed to be an illegal centre, with something like 15 or 20 children in there. Inspectors acted correctly: They said, “You can’t do this. You can’t have an illegal centre.” But suddenly you had 15 families scrambling to find a spot. They were desperate. They were more angry at the ministry for taking action than they were at the child care operator, because they just couldn’t get anything else. They had to have some care.", "In the minister’s opening remarks at second reading of the predecessor bill, Bill 143, the minister said, “Ontario’s children and families cannot wait any longer.... They cannot wait for us to strengthen oversight in the child care sector. They cannot wait for access to safe, modern care that gives children what they need most.” In this, I agree with the minister: Families, parents and children cannot wait. But I’m not sure, and my colleagues are not sure, that the bill, as it’s currently written, actually addresses the problem that we see in the child care sector, which is why, Speaker, I refer to a need to have this discussion in committee, to have discussions between all three parties, on an ongoing basis, to find ways to improve this bill.", "The Ontario Coalition for Better Child Care issued a statement on February 28 of this year: “Ontario needs a stronger system of public and not-for-profit child care: Let’s do it right!” They talk about the proposed amendments to regulation 262.", "Now, I have to say, Speaker, for those who are watching this debate, that what we have before the Legislature is a bill, but what is also being considered at the same time, by the minister and the Ministry of Education, are regulations that would have substantive and far-reaching impact on the quality of care in this province. Those regulations are not before us for debate, but, Speaker, as we discuss this bill, these regulations have to be in our mind, and, in fact, I think they have to be part of the discussion because they will have very substantial impact.", "I want to quote from the Ontario coalition’s statement. They recommend that the following actions be taken prior to implementing changes to regulation 262—the regulation that doesn’t have to be debated here, but which will, on its own, have far-reaching consequences for the child care sector. They recommend: “A full review of the issues facing early learning and child care programs, with an opportunity for information sharing and consultation with academics, sector leaders and families.”", "I think they’re quite correct in saying that the regulation needs to be put aside while further discussion takes place. This regulation has received many comments from the public. In discussions I’ve had with the minister, she’s said that people have been talking to her. I think those comments have to be made available to the rest of us, so that we, in an informed way, can debate and make suggestions for changes to this government.", "The Ontario coalition also said that what was needed was “a full review of the infrastructure of the early years sector and the required supports to build capacity and quality in order to implement change in a consistent, thoughtful manner.”", "Again, Speaker, bills are not enough, regulations are not enough. There is physical infrastructure, financial investment, a commitment to actually making the system work, that goes beyond a bill, goes beyond a debate in this chamber, in order to ensure that we have the child care that our families need. When we pass bills in this chamber, we give government a set of guidelines, a framework, within which they can operate. But all bills have their limits.", "This bill, in whatever form is finally passed, and regulation 262, in whatever form that’s finally presented and made law, are going to make substantial changes in the child care sector in Ontario. There are thousands in the formal and informal sector who are going to be going through a transition, and I think it’s incumbent on the government to talk about, in this debate, exactly what their strategy is to make that transition.", "Many of you were here, I think, for the whole process of rolling out full-day kindergarten. I think that full-day kindergarten makes a lot of sense. It’s very popular with my constituents. But I have to say to you, Speaker, the way that it was rolled out caused a lot of stress and a lot of confusion. There was not clarity on how different pieces of the sector would be dealt with. There was a lot of anxiety on the part of parents and those who work in the child care sector as to what was going to come next.", "When I deal with people in the child care sector—and I have to say, I was at a meeting earlier this year at Dandylion Childcare Centre in my riding. I was meeting with the board members at 5:30 in the afternoon. We were all sitting in these incredibly small chairs over not a bad pizza with about 10 kids orbiting us loudly. It was an intriguing conversation because every so often one of the board members had to reach out and grab a child so that no damage was done to the child or to the daycare centre—" ],
  "anchor" : "para960"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Or to the pizza." ],
  "anchor" : "para1018"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Or to the pizza—no, the kids had their own food table. They were fine. They would grab food and run. We were safe. Our pizza was under control.", "But what I found there and what I find everywhere in the child care sector is things operating so tightly.", "It’s quite a contrast for me to be the energy critic and the education critic. Both the education side and the energy side have areas where there are a lot of resources. A lot of money flows through the energy sector and a lot is spent on education, but I have to say that it’s when I get to child care that I find that really it’s just rubber bands and paper clips holding everything together. That’s a huge problem. This is a significant sector. Its success will have real impact on all our lives and the lives of all our families. There is going to have to be more investment in this system.", "I want to go on to other comments by the Ontario Coalition for Better Child Care. They write: “Further, we believe that legislative and regulatory changes should not be implemented to save money but based on the articulated principles outlined in the Early Years Policy Framework. Building an early learning and child care system on these principles will make positive change for the children and families of Ontario. It will also respect the important work of our registered early childhood educators.”", "I think it’s incumbent on all of us here to take in the recommendations of the Ontario Coalition for Better Child Care and have them shape our approach to this bill and the regulations that are being considered in other forums. Keep them in mind when we go to clause-by-clause debate on this bill.", "I want to note that this bill will be affected by increasing the number of children that are looked after by each early childhood educator. This bill increases the maximum number of children in licensed home care from five to six. As many as 12 children under the age of two can receive care from two providers working together.", "The concurrent proposed regulation changes will increase the size of groups for younger children. Children as young as 13 months will be able to be in groups of five kids to one staff, which is an increase in group size of 66%. This is a huge concern to parents and people in the child care advocacy sector. This debate on this bill is really our only chance to talk to this regulation, which, as I’ve said earlier, is of great consequence.", "I want to take a few statements from briefing notes that have been put out by the Childcare Resource and Research Unit. People will be familiar with the name Martha Friendly, who has been an advocate for child care for decades and, frankly, is widely respected; someone who, when she speaks, everyone involved in the child care sector should be sitting up and listening to.", "She writes: “Why is child care quality important? Child development research makes it clear that the importance of quality of early childhood programs cannot be overstated. If children are to benefit from them, early childhood education and child care programs must be high quality; poor quality early childhood education may be negative for children.”", "She goes on to say, “While no one structural feature alone can predict quality, the research shows that staff-child ratios (adults to children) are one of the most important elements of quality, especially for younger children. Overall, the research finds that fewer children per adult … are associated with higher global quality scores; more interaction between staff and children; more responsive caregiving; better academic, cognitive and social outcomes.”", "And ratios have a direct impact on the staff themselves—on working conditions, on the morale, on the ability of people to be recruited and retained.", "Martha Friendly goes on to say: “The research also shows that it is particularly important for younger age groups—infants and toddlers—to be cared for in child care settings with better ratios and group sizes.”", "The Childcare Resource and Research Unit goes on to look at the proposed ratio-to-group-size changes and what it means for young children. Currently, they write, “An infant between one and one and a half years may not be walking or eating independently and is likely to be in diapers. She is currently in an infant room with nine other babies and three adults,” at least one with ECE—an early childcare education—training certificate. What’s proposed: “Under the new ratio/group sizes: She could be in a room with 14 other babies, between one and two years, with three staff, at least one with the ECE”—early childhood education—“training.”", "Speaker, I have been in rooms with large numbers of 12-month-olds, and frankly, it’s pretty chaotic. I see the member has had similar experience. She knows whereof I speak." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "You’re being polite." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’m being very polite.", "These ratios have got to be gotten right. If you’ve got too many infants, 12-month-olds, in a room, you are not going to have adequate, proper care for those children. They are not going to get the developmental support that they need, and frankly, the adults who are in the room are going to be fried. We’ve got to consider both sides of that equation. When people who work in this field, who do the academic research, who are in touch with child care centres, warn loudly that these ratios are highly problematic, we need to pay attention to that. The minister needs to pay attention to that.", "Another example: Currently, “A toddler between two and two and a half years is in diapers or toilet training, walking but not yet cautious about danger and not yet comfortable with always ‘using words’ to settle a dispute about a toy.” We’ve all seen toys used to beat others about the head. That child would now be “in a toddler room with 14 others between one and a half and two and a half years with three staff, (at least) one with ECE training.” That’s currently.", "“Proposed: Under the new ratio/group sizes, he could be in a room with 23 other toddlers and preschoolers between two and four years with three staff, two of whom are” early childhood educators, “or in a room with 15 others with two staff, (at least) one with” early childhood education “training.” Speaker, those are very substantial changes in ratio.", "It’s been interesting to me to have not only people like Martha Friendly express concern about these ratios but, frankly, having unlicensed providers in my riding who have had a long history of providing home care come in and say, “I don’t work in those centres, but the ratios that I’m hearing about don’t sound like they will work.” It was said to me that they deal with a lot of infants; they deal with a lot of toddlers: “That would be very, very difficult for anyone to manage, and I can’t see it working for those children.” So it’s not only those who have a long history of working in the field as academics, as managers, but also those who, on a day-to-day basis, look after children in their own homes, saying that the ratios that the ministry has been talking about would be extraordinarily problematic.", "In Ontario right now, there’s a regulated full- or part-time centre-based space for about 20% of the children under age five. Only 14% of children under age 13 have access to licensed child care options, according to the Ontario Coalition for Better Child Care; 25% of child care is owned by private for-profit organizations. There are approximately 10,000 licensed spaces for infants under 18 months, but according to the ministry’s own figures, approximately 43,000 children under the age of 12 months enter child care each year, and another 55,000 enter child care after 12 months of age. This means there are at least 98,000 infants competing for just 10,000 licensed spaces each year—one space for every 10 infants.", "I talked earlier about how parents have spoken to me about their difficulties, their anxiety about not being able to get a space: women who have taken maternity leave, desperate to get good care so they can get back to work; fathers who have taken paternity leave, and between the two parents, they’re trying to work out who is going to go back to work and who isn’t.", "Last summer, the summer of 2013, I was dealing with an issue at Children’s Circle Day Care in my riding. A child care centre was set up a few decades ago by a dedicated group of parents, as a non-profit, with very high-quality child care—it serves local schools Jackman and Withrow—and as part of the transition to full-day kindergarten, they had applied to the city of Toronto for money to reconfigure space so they could take in infants.", "We ran into some problems in definitions with the city. Everyone worked hard to resolve it. Ultimately it was resolved, and the infant spaces went ahead. What was extraordinary to me was that on a hot summer night in July, in a packed church hall, people were trying to sort this out and understand what was going to happen with the potential for infant care; and the number of totally desperate parents who were just on pins and needles at the thought that this wouldn’t go through. The need for care is profound.", "Again, it is good for us to have this bill before us. It’s good for us to debate this bill. It’s good for us to work to improve this bill. But it’s going to take more than a bill to deal with the anxiety of parents. It’s going to take a commitment from this government, and not just the current government but governments that will be in this province for decades to come—a commitment from all of them to our families and our children.", "My former colleague from Davenport spoke about this in the spring when we were discussing Bill 143, and I’ve seen it myself. A few years ago, I went through my riding, and there’s a section between Mortimer and Sammon east of Greenwood. Very few people in this room will know exactly what that geography is, but it’s mostly smaller bungalows built post World War II. It was basically the beginnings of that community as it moved north from the Danforth in East York. As I went door to door to door, I saw baby buggy after baby buggy, swing set after swing set, and new parent after new parent come to the door. I called it the baby belt, and that’s how we understood it in my office. There was a baby belt there in the north part of the riding.", "That was a few years ago. Earlier this year—" ],
  "anchor" : "para1035"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Now it’s the toddler belt." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "That part’s the toddler belt, but the baby belt has, as it were, reproduced itself in other parts of the riding. There are a lot of babies coming.", "An awful lot of people, an awful lot of the next generation, are coming to the door these days with newborns in arms and asking, “Where’s the child care centre I need so I can go to work so I can pay for my house, so I can make sure that when this child gets older, they can go to university and get the education that they need?”", "There’s a daycare subsidy waiting list in this province that is too long. Parents in many parts of this province, including Toronto and Ottawa, need to put their names on the subsidy waiting list as soon as they learn they’re pregnant. I referenced that earlier. They have to do that as soon as possible if they want to have any hope of getting a space so they can return to work. Even then, they may well be out of luck.", "In Toronto, as of November 2013, there were only 3,600 vacant licensed spaces, but over 17,800 names on the waiting list for a child care fee subsidy. In Hamilton in March of this year, there were 1,028 children on the subsidy wait-list. My guess is if you went to other urban centres, if you went to Niagara Falls, if you went to London—frankly if you went across town to Parkdale–High Park, or to Kitchener-Waterloo, you’d find similar wait-lists and a similar difficult situation.", "People who need those subsidies are in great difficulty. Those who are making more money, with difficulty, can pay a thousand bucks a month. Those who are working in precarious work or otherwise low-paid work are facing huge difficulties if they want to ensure their children are looked after properly.", "We have to look after that end, the subsidy end, the investment end on the part of the province, but we also need to be addressing the whole question of low wages for staff. Low wages and not enough opportunity for advancement are serious problems affecting the child care sector. According to the Ontario Coalition for Better Child Care, the average wage of a child care worker is just $16 per hour. That is extraordinary, Speaker. These are responsible positions. These are people who are trained. These are people who have young lives literally in their hands—$16 an hour. In the words of the Association of Early Childhood Educators of Ontario and the Childcare Resource and Research Unit, “The child care workforce, earning low wages and benefits, is already struggling in an environment offering little support.” This poses significant challenges for recruitment and retention of qualified, educated and experienced staff. Frankly, when I go and talk to people who run non-profit child care, and my guess is it’s the same in the for-profit sector, they have people on staff who are capable, but always on the lookout for better work because they find it very difficult to live on the wages that they’re being paid. This is an issue that this province is going to have to address. We’re talking about the people who have charge of our children, who have responsibility for helping those children develop, learn and grow their ability socially and intellectually—multiple, multiple stressors on families, parents and child care workers, and some serious consequences.", "The Ombudsman, in his report, talked about a number of deaths in unlicensed centres. I want to remind everyone in this chamber, as we debate this bill, that the need for enforcement, for regulation, is of consequence.", "On July 28, 2010—that’s over four years ago—two-year-old Jérémie Audette drowned at an unlicensed daycare in Ottawa. Jérémie was brought by his private home daycare provider to a group outing at another home care provider’s backyard. The inquest heard that there were 30 children and four to six adults at the home. Jérémie’s death was ruled accidental, but the 2012 inquest made a number of recommendations about how to make unlicensed child care safer for children. The inquest jury made 16 recommendations, including the following—and, Speaker, I believe we should be keeping those inquest recommendations in mind as we go through this bill:", "They suggested that the ratios of adults to children should be the same at unlicensed home child care providers as at licensed providers.", "They recommended that all unlicensed private home daycares, regardless of licensing, should be registered with the ministry. The registry would enable all child care providers to be informed of any changes in the Day Nurseries Act, safety notices or training.", "They noted that all registered daycares, including unlicensed private home daycare facilities, should be subject to unannounced safety inspections.", "They recommended that, as part of registration, private home care operators must demonstrate that they possess current, appropriate first aid and CPR training to respond to potential emergency situations.", "They recommended that the ministry establish additional criteria for staff-child ratios for off-site excursions to ensure that all children are properly supervised “in an environment of increased risk.”", "They recommended that the Ministry of Education publish information regarding the differences between licensed and unlicensed private home daycares, and make it available at libraries and medical facilities.", "These are not earth-shattering recommendations, but very practical ones. Many parents don’t have the knowledge of the difference between licensed, unlicensed, formal and informal care.", "In January 2011, 14-month-old Duy-An Nguyen died at an unlicensed Mississauga daycare. The provider was charged with murder.", "On July 4, 2013, Allison Tucker, age two, was found dead in an unlicensed child care in North York. Her provider was charged with manslaughter, and the case is before the courts.", "The case most significantly explored by the Ombudsman was that of two-year-old Eva Ravikovich, who died July 2013 at an unlicensed home daycare in Vaughan. The daycare was illegally overcrowded. There were at least 35 children registered at the Vaughan daycare, and when police arrived, they reportedly found 27 children. The ministry had failed to investigate four complaints. Eva’s parents are now suing the Ministry of Education, alleging government negligence was a factor in Eva’s death. In January 2014, the ministry asked that the lawsuit be dismissed. In the notice of motion filed with the court, the ministry says it “does not owe the plaintiff a duty of care,” because that facility was unlicensed and unregulated.", "In November 2013, a nine-month-old baby, Aspen Juliet Moore, died at an unlicensed child care facility, the third death in an unlicensed child care within that past year.", "The ministry apparently does not have a central repository for these sorts of incidents so that one could track them. As much as I don’t want there to be any incidents reported, so that a registry would not be necessary, at this point I think it’s reasonable to say that there should be a registry so that people can track the numbers, the statistics.", "In October 2013, Halton regional health officials said they still don’t know if the Ministry of Health takes any action when they forward complaints about child care facilities. Do they pass these on to the Ministry of Education? That is something that we need to know about. If there isn’t a protocol in place, there should be a protocol in place. If the department of public health finds that a facility is dirty, unhealthy, and is functioning as a child care centre, licensed or unlicensed, at the same time, there should be a protocol for reporting to the regulator, now the Ministry of Education.", "Speaker, just a last word about inspections. Licensed centres are monitored by provincial personnel on an annual basis, but inadequate oversight of unlicensed child care is a major problem. The ministry doesn’t track unlicensed daycares and is only supposed to visit them if someone formally complains.", "In 40% of cases of complaints about unlicensed home daycares, inspectors found the providers were in violation of the Day Nurseries Act because they had too many children in their home; that is, more than five under the age of 10. As I’ve said earlier, Speaker, it’s not just a question of having a rule or regulation in place. We have rules and regulations in place. We don’t have enough people to go out and enforce what we already have in place. Fifty to 60 people for hundreds of thousands of children, probably thousands of installations, thousands of set-ups—that ratio appears to have been inadequate, and we need to hear from the government how they will address that as we go forward.", "Speaker, we need regulation of child care in this province. We need investment in child care in this province. We need investment in regulation of child care. I say to the minister that she was acting responsibly in bringing forward a bill. I hope that we will have the opportunity in committee to hear from all of the stakeholders. I hope that improvements to the bill are considered seriously by all three parties and that, where there is an opportunity to make this bill more effective, it is made more effective. But I also say a bill is not enough. Investment, commitment—those things have to be part of the process as well." ],
  "anchor" : "para1048"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? I recognize the Minister of Education." ],
  "anchor" : "para1073"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Thank you. I’m very pleased to respond to the comments from the member for Toronto–Danforth, and because he concentrated on other issues in child care, I will do the same.", "First of all, my 18-month-old grandson is one of your baby boom constituents." ],
  "anchor" : "para1074"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I know." ],
  "anchor" : "para1076"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "So we have a mutual interest here.", "I want to also make it clear that I concur with the remark that the member opened with, that the vast majority of unlicensed home care providers, informal home care—whatever you want to call it—actually do a great job. I had my own children in unlicensed child care more often than not. So that’s not the issue. The issue is, when they break the rules, what happens.", "The Ombudsman made a very thorough report. Sixty of those recommendations which we have already met fall outside Bill 10. I want to mention some of those.", "Number one: We have actually established a dedicated enforcement unit—that is, people whose sole responsibility is responding to complaints or knowledge of unlicensed home child care. If they find that there is a confirmed violation, we have now created an online searchable website where those violations will be posted, which means that if a parent is looking for informal child care, they can go to the website and see whether that particular provider has violated the act. We also have established a 1-800 call number where people can call and lodge a complaint. You don’t have to track down the ministry’s regional office anymore. And the training is consistent with the suggestions of the Ombudsman." ],
  "anchor" : "para1077"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions or comments?" ],
  "anchor" : "para1082"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s my pleasure to comment on the speech from my honourable colleague from Danforth.", "This Bill 10: We’ve got some real concerns about it, and our critic Garfield Dunlop, the member from Simcoe North, has articulated them extremely well.", "The potential exists for 140,000 children to be without child care under this bill because they’re not listening to what the people are saying. You can’t just take this brush—the minister just said that the vast majority of folks who run an unlicensed daycare are wonderful caring for children. Our children were in a private daycare. Our neighbour looked after them when we were working—and my God, we couldn’t have found a better place for our children. How convenient is that—right next door—when my wife and I were working. But the provisions in this bill are going to make it very difficult for those private, unlicensed places to operate. They’re willing to get licenced. You’ve got to allow them to fit.", "The issue here is—you always talk about “the children.” I’m one of 14 children, so I know what it’s like to grow up in a home where there’s a lot of activity. But if you really are caring about the children, you can’t take this bill and pass it without some amendments and some discussion that could drastically reduce the number of child care opportunities for those children. I hope the government is not going to do what they’ve already done, on Bill 18 and Bill 15, and quash debate and not allow this to be heard throughout the province where those parents of those children are. Don’t time-allocate this bill. Give us the opportunity to have full committee hearings throughout the province." ],
  "anchor" : "para1083"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Parkdale–High Park." ],
  "anchor" : "para1087"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Thank you, Mr. Speaker. I listened, of course, with interest to my colleague from Toronto–Danforth. He gave, as always, a very detailed and very thorough discussion of this bill. One of the issues he touched on primarily was the lack of inspection. That’s critical. No regulation and no bill will attack that unless there are enough inspectors to enforce it. I would like to hear from the minister on that.", "I wanted to say a few words about the feminist aspect of this problem. We’re next door to Quebec, where you can get $7-a-day child care. We’re next door to Manitoba, where you get $17-a-day child care. This is a question of women’s equality too. I remember back in the day, Mr. Speaker, in the 1960s, that one of the key demands of feminists was universal, accessible, affordable child care. We’re further from it now than we were back then. That’s distressing because you will never have true women’s equality without affordable, accessible, safe child care. Why? Because still now in 2014, child rearing falls to women in most families most of the time. That’s still the fact. So for women to get ahead, for women to explore careers and professions, they have to have this option. We have to have this option. And we don’t.", "Surely this horrifying report from the Ombudsman is really a result of the lack of emphasis and interest in providing quality child care, period, in this province.", "Quebec, by the way, their program—and they proved it—pays for itself. So you can’t use money as an out here. They have proved that if you provide that child care for women and families, guess what? The taxes that the women pay because they’re working actually pay for the child care that’s provided. So there’s no excuse for not doing the right thing. Please do it, Minister." ],
  "anchor" : "para1088"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions or comments." ],
  "anchor" : "para1092"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Ontario is taking steps to strengthen oversight of the province’s unlicensed child care sector while increasing access to licensed child care options for families.", "I don’t think anyone would think that there’s anything wrong with keeping our children safer. As a former educator who dealt with some children who were three and a half years old, I think it’s very important that we do this. Who could object to the people who look after those children being licensed? I don’t understand it. I don’t understand why people would not want to be licensed and keep children safe.", "This Child Care Modernization Act will shut down a child care provider when a child’s safety is at risk. Is that not what we want? Is that not what we would like to happen when a child is in danger? We want that person to be gone from child care. The people who are going to harm children or abuse children—and it’s very seldom; don’t get me wrong—a big picture doesn’t come up on a screen, and that’s what the person looks like.", "I think the province overlooking and overseeing all of this child care is very important. I cannot understand why anyone would object to it.", "It also increases the number of children in licensed home-based child care from five to six. Who could object to that? I think that’s great.", "It requires private schools that care for more than five children under the age of four to be licensed. Who would object to that?", "I think we need to pass this bill." ],
  "anchor" : "para1093"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the original debater, the member from Danforth." ],
  "anchor" : "para1100"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My thanks to the minister, the member from Renfrew–Nipissing–Pembroke, the member from Parkdale–High Park and the member from Barrie for their comments.", "I think the minister is quite correct in saying there are a lot of people who provide unlicensed care on a good-quality basis. Frankly, there are a whole bunch of people in this province who drive safely, and there are some people who don’t, and that’s why we have police on the road. There are a lot of people out there who are doing the best they can and doing a good job in their homes with children, but there are some who aren’t. For those who aren’t, there needs to be a system in place, people assigned to ensure that our children are looked after safely.", "I think that part of the bill—and we may have debate about precisely how it all puts together. Maybe what you’ve got is the most practical; we will see, Minister. But the idea that you would actually ensure that children were protected, that the government of this province would look out for their best interests, look out for the best interest of parents, seems pretty logical to me.", "The other questions that I raised in my speech, about ratios, about the level of investment needed—I hope that this debate will allow us to get into the substance of those issues at the same time. It isn’t just going to be a bill; it’s also going to be budgets, as you’re well aware.", "The speaker from Renfrew–Nipissing–Pembroke: I have to say, sir, that I now better understand the source of your approach to the world. With 14 kids, I would think everyone would just have a number, and you would do your best to herd them around. My mom grew up in a family of seven, and even there, I think you could get lost in the crowd. I think that is why this member in particular is able to stand out when there are a lot of people around." ],
  "anchor" : "para1101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1106"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’ll be sharing my time with the Minister of the Environment and Climate Change—so 10 minutes each.", "It’s my pleasure to rise as the Minister of Children and Youth Services to speak in support of the Child Care Modernization Act.", "If I could just go back to the last round of debates, I want to acknowledge the MPP from Toronto–Danforth because I thought his insights and comments were very thoughtful and measured. I know how much he knows about education because he actually came out to Durham region—it was before the election, right? I think it was in April. I remember being really sick." ],
  "anchor" : "para1108"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "You were." ],
  "anchor" : "para1111"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "But you tolerated me.", "He came out all the way from Toronto–Danforth to Durham region, where an education debate was being held. There was representation from all parties. We had some really significant questions posed to us. He knows his stuff; I like to think I know my stuff. I think it was great. It was a good debate, and I think the participants enjoyed that. So I just want to say thank you to the member for doing that and coming out to our region and meeting with some of the teachers and other staff at the Durham school board.", "In talking about the Child Care Modernization Act, I just want to reframe what this is all about. I think there’s always this temptation, when we have legislation, to try to bring everything into a bill. This one brings in quite a bit.", "Just to summarize, I suppose, what this bill is all about, it will first give the province authority to issue administrative penalties—up to $100,000 per infraction by a child care giver—and increase maximum penalties for legal offences under the proposed act, changing that from the current $2,000 to $250,000. It’s pretty significant.", "It will also increase the number of children that a licensed home-based child care provider can care for. That increase will be from five to six.", "It will clarify what programs and activities are exempt from licensing requirements, including care provided by relatives, babysitters, nannies, and camps that provide programs for school-aged children. I think that will be the kind of clarification that will be very welcome.", "It will also require that all private schools that care for more than five children under the age of four be licensed.", "Finally, there will be amendments to the Education Act to ensure that school boards offer before- and after-school programs for six- to 12-year-olds where there is sufficient demand. Also, programs could be delivered directly by boards, by third-party child care providers or by authorized recreation providers. So there is a fair amount of flexibility here in how that will be operationalized.", "The legislation before us is intended to build on work that has been introduced before to improve oversight of child care, including the creation of a dedicated enforcement team, to investigate complaints against unlicensed providers, and the development of an online, searchable database of validated complaints.", "I want to echo what the member from Toronto–Danforth said and what the Minister of Education said, which is that it is our belief that the vast majority of child care providers are very dedicated and very professional, and they put the interests of our children first and foremost. But we do want to make sure that we have strong legislation, of course, to make sure that our system is as safe and effective as it can be.", "It is part of our investment to make sure that we continue to invest in people and give children the best possible start. Of course, if we’re not investing in children’s starts, we’re not really helping them reach their full potential. As the minister responsible both for children and youth and for women’s issues, I feel very, very strongly about this.", "Where have we come from? Funding for child care in Ontario has increased from $532.4 million to close to $1 billion, a 90% increase since 2003. Also, the licensed child care capacity has grown by nearly 90,000 spaces since 2003, and that includes more than 22,000 new licensed, not-for-profit child care spaces since 2005.", "Full-day kindergarten: We’ve talked about that; we’ve heard from other speakers about this. It’s a very significant investment, of course, in the early learning years, and we’ve seen results from that, and we know it is impacting the entire educational system. We know it’s so important to getting good outcomes for our children.", "We provided additional funding to support the transition to continue to modernize child care in Ontario. We had new funding of $90 million in 2012-13, $68 million in 2013-14 and $84 million in 2014-15. Starting in 2014-15, our government is also investing an additional $33.6 million over three years to further support ongoing operations and modernization of the child care act. That’s where our money should be spent, quite frankly, when we look at how our budget is divided up. This does and should represent a significant part of Ontario’s investment.", "We want to introduce this act, move it forward and bring it to fruition to modernize child care and the early years system in Ontario, and we want to protect licensed child care spaces and the subsidies to improve the quality of care. We will provide wage increases of $1 an hour in 2015 and $1 an hour in 2016 for child care workers working outside the public school system. That’s part of our commitment to look at the compensation programs for people who support children and other Ontarians, whether it’s child care workers or PSWs, to make sure they’re fairly compensated for the very, very important work they do, recognizing that we are putting, in this case, our children in their hands when we go to work or school—whatever. It is important that they be acknowledged professionally and that compensation be kept as competitive as possible.", "Speaker, you’ll know too that we increased the child benefit by $100 in 2014—I think I actually announced that two days after the election; it was a real thrill for me to make that announcement—and that we are indexing benefits to the level of inflation in July 2015. I’m so happy that that got passed through the budget.", "We are calling on all federal parties to adopt a national child care program in their upcoming 2015 election, whenever that is. We want to work with a willing federal partner to increase access to improve the quality of licensed child care as a core element.", "Also in the budget, we have supports to help retain early childhood educators and close the wage gap, as I mentioned. The average wage, unfortunately, of an ECE is $16.34 an hour. However, in school boards, they make over $22 an hour. That’s something we need to monitor as ECEs move through their salary grids.", "I’m supportive of this moving forward. I sense a lot of support from the third party as well. I hope they will agree with this plan and, of course, tweak it as appropriate, as it goes to committee. I don’t think—I stand to be corrected—the PCs put forward any kind of plan for child care. In fact, if I remember correctly, I think they wanted to get rid of full-day kindergarten, for example. If we hadn’t been elected, we’d probably be seeing the elimination of that as we speak. That was disappointing, as well as filibustering at committees and blocking this kind of important legislation.", "I do look forward to the co-operation of the third party as we move forward on this very important piece of legislation. I congratulate the Minister of Education for bringing this forward." ],
  "anchor" : "para1112"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the Minister of Children and Youth Services.", "I now recognize the Minister of the Environment and Climate Change." ],
  "anchor" : "para1132"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you very much, Mr. Speaker. I want to thank my colleague the Minister of Children and Youth Services for her very thoughtful and important contribution to the debate and to this legislation.", "I also just want to acknowledge my friend the Minister of Education, who I knew before I was in politics for the second time. I got to know her doing work in her community of Guelph and saw her rather remarkable leadership and understanding of community in a very complete way. I think this legislation reflects her broad world view and her sense of being able to bring people together.", "I also want to acknowledge my friend from Toronto–Danforth because I agree with my colleagues on this side that that was a particularly thoughtful intervention. I think there is a great deal of alignment between both our parties on the importance and necessity of this.", "As we go through the legislative process, I think we’re always aware of how quickly numbers change in this House. While we and the third party share a much more common view of this than the official opposition, I think that it’s very important that we put our kids first, especially when we get elected with a common view.", "It’s interesting to me because I’m always amazed at how disconnected we get from our past and how quickly we live only in the present and we seem to live without thought for the future. When I was reading this bill, I was thinking about the women in my family and in my life.", "I went back to my grandmother. Mr. Speaker, my grandmother immigrated to Hamilton in 1908 and started raising a family. I was trying to imagine, if she actually lived in Canada when these kinds of programs were available—she had nine children. Two of them died of childhood diseases, which I would think would be incredibly difficult. She lived in a two-bedroom cold-water flat in Montreal. When she was a young woman, relatively speaking—in her forties—her husband had a stroke. He worked for the rail yards and could no longer work. She worked as a char, a cleaning lady, and tried to raise seven kids and support an ill husband. That was my family two generations ago. I grew up knowing my grandmother, this amazing woman. I didn’t know her as a mom because she was an elderly woman by the time I was adopted.", "This is a remarkable advancement. There are not that many places in the world that are actually capable and able and wealthy enough to introduce these kinds of solutions and these kinds of programs for the problems that have been pointed out, that this government is not just responding to but leading beyond those issues. This is really quite a remarkable accomplishment.", "I think about my mom. My mom is a remarkably brilliant woman. She became a mom in the 1950s and adopted me and my sister. My mom was a stay-at-home mom. My mom had a brilliant business mind. She had great acumen. She was mathematically very, very skilled. But she had to be a stay-at-home mom. That was just what you did, especially in a very traditional Ukrainian family. The girls raised the family before they thought about anything else.", "We have a more enlightened view. It only took us 200 years to elect a woman Premier, but eventually us guys catch up.", "I think about when my sister and I finally got old enough that my mom, had she had child care, had she had these kinds of programs, had we had early childhood education—she would’ve had a different life, as would my grandmother. Once we got out and my father left the corporate world and started his own business, my mom basically ran the business. She was the marketing genius. She balanced the books. She did the business plan. I remember how happy my mother was—not that she didn’t like being a mom, but she actually got to a point in the latter half of her life when she got to be the kind of professional that she wanted to be.", "Fortunately, by the time my sister became a parent—she had three children early in life, and her husband left her all alone, struggling, with just high school. My sister went back and became a nurse in her thirties, raising three children who were somewhat challenging. I don’t think my sister would have been able to do that had she not been living in Canada and had the benefit of child care. My nephew now is a very, very good chef here in Toronto. The three children have done very well. But my sister had to face some pretty huge challenges financially. If it hadn’t been for these kinds of social supports and these kinds of programs, she would not have those choices.", "The enemy of good is perfect, and we will forever struggle to make child care more universal and more affordable. We will work forever to make early childhood education work better, to make sure that those workers who provide those services are better valued and better remunerated. But those are really huge things.", "The numbers of children you raise—I was a foster parent and an adoptive parent. I had one child, my amazing son, Michael. Michael has fetal alcohol syndrome and has a whole bunch of health challenges that make his life more painfully difficult than any other human being I’ve ever known. To get through a day, if you know kids who have dealt with FAS, is a remarkable struggle to maintain your dignity and self-control. My son now owns his own business in Edmonton and has seven employees, and if you had talked to his social worker, you would never think that was possible.", "I got to be a parent. The most important thing I’ve done in my entire life is be a dad. Now I’m a granddad, which isn’t cool with my gay friends anymore, but I think it’s kind of cool. I’m really proud of my son and my grandson. That’s only possible because of the amazing social and cultural infrastructure that we have.", "Everyone else has spoken articulately and so well to the bill, to the improvements that have been made, but I just think that sometimes you have to stand in this House and remember how far we have come. I think that sometimes women know that more than men, because women—let’s be quite frank—have borne the responsibility for the entire care and nurturing of children. Before we had words for things like autism, those kinds of children became—the extended family supports. We lived in a generation—certainly my dad did, where he was expected to not be home, and to be the breadwinner, to bring that money home, and women have dealt with these kinds of things.", "It’s appropriate now that we finally have as many women on the front bench in this government as we have men. I think that we’re seeing more and more progressive social policies, more concern about early childhood education, more concern about the income of PSWs and working women on the front lines. To be fair to the third party, which also has a very large contingent of women—I think that that’s it. I think that many of us who are men are finally getting a little bit more sensitized to those responsibilities of parenthood and our responsibility to ensure that the wealth we generate actually is more equitably distributed, that the income-earning amount of one individual shouldn’t determine the opportunities, the well-being and foundation on which a child is raised.", "While we’re not yet where I want to be, I think this bill takes us all closer to a society in which we’re removing, systemically, barriers to children—all children, regardless of race, colour, gender, country of origin, sexual orientation, whatever. This is an incredibly important thing.", "I joined this government in 2010 for a whole bunch of reasons, largely because I was quite a climate change activist and doing a lot of human rights work, and I was particularly impressed with some of the things that I had seen this government do. But I was particularly interested, as someone who has struggled—I was the first gay person I know to actually get the right to parent legally in Canada, which was quite something for me and seems to be a bit late in coming, but certainly is something that—so I really struggled, because I realized that if I screwed up, there wouldn’t be a long line of people in my community behind me to be able to do that.", "It seems to me that we’re finally getting to that kind of place where we’re actually getting to some equality. We’re not doing that in the best of times. In my lifetime—I just had my 57th birthday on Saturday, and I think about that half-century that I’ve been alive. Through some of the best times, when we had the biggest economic booms, we did not expand our social safety net. We did not look at our children and hold them up with greater opportunity.", "What this really means, more than anything else, is greater independence for children. This means more and more children won’t have to rely on a struggling single mother with seven kids and an ailing husband to try to make their lives work, which is almost mission impossible. This means that we have a better opportunity that those kids will grow up to be independent, to take care of themselves, to have higher self-esteem and to feel more equal in the society that we live in.", "There are many of us here, under different political stripes, who would share that philosophy and those values. I think sometimes—and I’ve often said I feel this place is way too partisan—that we should have these more frank conversations and look, as aboriginal people do, to our grandkids’ grandkids, seven generations down, and realize that if we can get as many positive changes in the next seven generations as we had in the last, we’re really on the right track.", "Mr. Speaker, I want to thank my colleague the Minister of Education for her leadership, her thoughtfulness and her vision, and the consistency of her values that she brings to politics." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the Minister of the Environment and Climate Change, and belated happy birthday.", "Further questions and comments? I recognize the member from Stormont–Dundas—" ],
  "anchor" : "para1158"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "South Glengarry." ],
  "anchor" : "para1160"
}, {
  "speaker" : "The Speaker",
  "text" : [ "—South Glengarry." ],
  "anchor" : "para1161"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "You forgot the most important part.", "Speaker, I just wanted to talk a little bit about this bill and some of the issues it’s causing. Being a parent from the rural areas, we had our neighbours looking after our children. It’s been quite an issue that we would make that not so available to us. I want to read a few words from a letter I received from somebody in my riding. It says:", "“We live in Morrisburg, and there are no Toronto-style facilities in this area.", "“Please fight for common sense when making suggestions for these changes. Know that the majority of parents rely heavily on the private sector home-based child care options. Many of us don’t want the government dictating where and who can look after our children.", "“Everything this Liberal disaster has touched has been a total epic failure. Why would we want them now dictating the fate of our children? Just look at the deaths of these children ... these caregivers were reported a number of times to the government, and yet they still failed!", "“More regulations and government overreach is not the answer, nor will it ever be.”", "There has to be the ability for parents to do what they think is right, especially in the rural areas where the next daycare facility may be 30, 40, 50 kilometres away and maybe not a possibility for people who are not travelling to the centres in Cornwall. They’re travelling to Berwick or some of the areas in the country, and finding child care options are not plentiful, and I think we’re taking away these options.", "The problems we’re having are not with the small operators. Now, forcing them to register and become part of a bigger association is not doing anything but creating what the study shows: 140,000 daycare shortages. In a system that talks about 17,000 on waiting lists just last year, clearly there are not enough options, and I don’t think we don’t want to do anything that would restrict it further." ],
  "anchor" : "para1162"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Niagara Falls." ],
  "anchor" : "para1170"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to talk about a couple of things. I’ve been here for quite a while. Somebody talked about drivers, being good drivers and bad drivers, but the one thing about a good driver or a bad driver is they have to have a licence. Yet when we’re taking care of the most important things in our lives—our kids and our grandkids—they don’t have to have a licence to take care of them. It makes absolutely no sense to me.", "I want to talk about the cost to families. Very similar to my colleague, I have three daughters. My oldest daughter is 40, with two kids. Chantel has three girls, all under seven. I can tell you exactly what it’s saying here: Child care in Ontario can easily cost $70 or $80 a day, up to $20,000 a year. Ontario families pay the highest child care costs in Canada. High daycare costs hit parents—and this is interesting to me, because this is exactly what has happened to my family—when they least expect it, when they have, on average, the least amount of money in their adult lives. They are just starting careers, paying off student debt, and they are making new mortgage payments.", "When we take a look at the cost to our kids and our grandkids, we should make sure that we do have affordable daycare. It’s at the time when they’ve got to pay for things for their children. It’s at a time that they’re putting them into sports and watching them grow, so it is an issue.", "When you take a look at other things that are happening here—and this is our party—we recognize that it’s time to overhaul the Day Nurseries Act. It was an act in 1946. I think it’s a good time to probably upgrade it. It is outdated, and it needs to be replaced.", "I think it’s so important to make sure—and one of the members talked about it. I really believe this is an equality issue, because most of the time daycare—and it certainly is done that way in my family—falls back on to the mother, without a doubt.", "My time ran out." ],
  "anchor" : "para1171"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1177"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m very pleased to respond to the comments from my colleagues: the Minister of Children and Youth Services and the Minister of the Environment and Climate Change.", "The member from the official opposition actually did make an interesting comment, which is that when you look at rural and northern Ontario, given the geography, one does have to understand that often the only available child care is going to be home care. That’s one of the reasons that, unlike the various suggestions that say everybody should be licensed, in fact, we have said, “You know what? The reality of the geography of Ontario, the reality of various economics”—and my problem was always my schedule. I had a very erratic schedule, which meant that I went to home care because my schedule, quite frankly, didn’t fit with a licensed child care centre. It was irrelevant whether it was available. I had one schedule one day and something different the next. So we have to understand that people need a variety of options.", "But what we also have to be sure about is that every option is safe. We do that in different ways. Where it’s a child care centre, it’s very structured. We have the option of licensed home child care. We want more people to go there. But even when it’s unlicensed home child care, we need to make sure that it’s safe. That’s a large part of what we’re doing with Bill 10: making sure that those home care options are safer because we recognize that families need the flexibility." ],
  "anchor" : "para1178"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1181"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I appreciate the opportunity to share my comments because, if in fact this government chooses to time allocate this bill as opposed to accepting a very reasonable suggestion from the member from Simcoe North in terms of putting this bill out to committee so they can hear from stakeholders and parents across this province—I want to take time today to read a comment from a letter that I received from Georgetown. This is from the perspective of a child care provider:", "“I am a mother of three wonderful children, ages 5, 7 and 11 months. My two oldest are in school full time, so I take on two other children for child care.” We need these extra dollars in our household.", "“Even though my older children are in school for the entire day, if this bill passes, I still have to include them into my numbers, which hardly makes sense. I decided to only take in two children due to the fact that I wanted to give them the proper amount of attention with them being under two years old, but if I have to include my own 11-month-old child, then I would have three children under the age of two and have to say goodbye to one of the other children.", "“I provide exceptional care to all of the children and have followed the Day Nurseries Act. The parents are happy with me and most of all, the children are happy here, settled and comfortable.”", "Again, Speaker, we need to be reasonable and give this bill proper attention. We feel very strongly, in the opposition, that this proper attention would be best facilitated by going out throughout the province and hearing from stakeholders that have a stake in it. The idea of dictating and not being transparent and not being open to the realities of the provision of daycare in rural Ontario, northern Ontario and across the rest of the province—it has to be taken into consideration, and this government must do better in terms of listening to people." ],
  "anchor" : "para1182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the Minister of Children and Youth Services for final comments." ],
  "anchor" : "para1187"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Well, Speaker, I think this has been an interesting debate. I sense that we’re all on the same page when it comes to providing the best daycare for our children in Ontario. Their safety and security and helping them reach their full potential is something we can all easily agree on.", "As I made comment on in the debate earlier, this is not a new development. We’ve been modernizing child care over the years. We have been investing heavily in this sector. We want to continue to do so. By no means do we want to stifle debate, but I think there has been a tremendous amount of input from members in this House and from the sector, advice to the Minister of Education. We’ve been meeting with and hearing the thoughts—the issues and opportunities have been presented. We also have taken very seriously the recommendations of the Ombudsman’s report. There are many recommendations there. As the Minister of Education mentioned, the Ombudsman has acknowledged that this act we’re talking about addresses a significant amount of those recommendations.", "The members of the opposition want to travel, and I think there is a time and place where you do travel a bill. I don’t think this is one of them, Speaker. We know what’s going on with this bill. We know the concerns of stakeholders. The Minister of Education will continue to welcome feedback as this bill moves forward. I think we have to apply some judgment here about when it’s really effective to travel a bill, and I don’t think it is in this particular case. We need to move it forward and make the edits, the modifications, as appropriate, respond to the Ombudsman, and let’s get on with it.", "Thank you, Speaker, and thanks to everyone who made comments." ],
  "anchor" : "para1188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank all members for a respectful debate today." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 6 o’clock and the Legislature will be adjourned until tomorrow at 9 o’clock." ],
  "anchor" : "para1194"
} ]