[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have laid upon the table the individual members’ expenses for the fiscal year 2013-14. Members will find copies in their desks.", "Resuming the debate adjourned on July 23, 2014, on the motion for third reading of the following bill:", "Bill 14, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 14, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para33"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "As I was saying yesterday, one of the things that the budget talks about, very clearly laid out in the 2014 Ontario budget—and I’m going to quote from it. The budget indicates that they’re going to “maximize” value and are going to be “unlocking” the full value from government assets. The assets are listed: Ontario Power Generation, the Liquor Control Board and Hydro One. Listen, we’ve asked continually, what does that mean when you say things like “maximizing value,” when you say things like “unlocking the full value”? What does that mean? As part of our responsibility, we want to know what the government is going to do, so that the people of Ontario know what’s going on. So when we hear this language, “maximizing value,” does that mean you’re going to sell these assets to maximize value? Does that mean you’re going to rent it out? Does that mean you’re going to come up with some other creative financial tool to get value out of this? What does that mean? That’s why we asked the question repeatedly: Are you going to sell off these public assets?", "We haven’t received a straight answer, and this goes back to my initial point: You had great messaging—and we have to commend you on your messaging—but when you scratch beneath the surface of that messaging, what’s the real substance there?", "One of our issues is that you talk about and touted your budget as the most progressive budget ever, but how can you have a progressive budget on one hand, when you speak about potentially privatizing or selling off public assets that are revenue-generating? How can you have a progressive budget when your own hand-picked economist talks about the fact that this is going to result, by 2017, in 100,000 job losses in the public sector? That’s your own economist saying that; that’s not us. We’re curious. How can these things all be true at the same time that this is a progressive budget?", "As Bloomberg News says, this Liberal government budget will result in the “Biggest ... Cuts Since Harris.” How does that add up with, again, calling this budget the most progressive budget ever?", "Let’s talk about some of the other issues that come up in this budget and how, again, they are problematic and how they raise questions around, is this budget really a progressive budget or is it really an austerity budget?", "One of the things that I’ve learned, and I ask you all to consider this: If you do the same thing and you get a certain result, and you do that again and again—you do something, you get a certain result; you do something, you get a certain result—if you think doing that exact same thing again and again is going to give you a different result, that, to me, is absolutely unreasonable.", "One of the things we’ve seen for the past 10 years is this theory that simply giving away corporate tax breaks is going to somehow result in jobs. We’ve seen that. This is not a new idea. We’ve seen that being tried here in Ontario for the past 10 years. Cutting corporate taxes, no-strings-attached policies, does not result in job creation. The evidence is there, and in my life, I can say that the decisions I’ve made that have been based on evidence, that have been based on rational thinking, have been far better than the decisions that I’ve made based on my emotional or irrational thinking.", "So I ask you, as the government, to consider how the $2.5-billion Jobs and Prosperity Fund, which is essentially a fund of money given to corporations to encourage business but with no strings attached—how is that going to change from the past? We’ve seen that giving money to a corporation without any strings attached doesn’t result in job creation, so using this same plan that hasn’t worked before—I’m very skeptical that somehow it’s going to work now. So I question that in the budget.", "Something that has come up time and time again, and it’s an issue that impacts not only people in their homes, but also impacts people in terms of manufacturing and other jobs, is the fact that energy costs are rising. The reality is that, as energy costs rise, it puts a burden on families, because they have a difficult time paying their hydro bills. As the member from Timiskaming–Cochrane noted, when folks who live in northern parts of Ontario use electricity as their primary source of heating, that cost is prohibitively high, and it’s putting people in a very difficult position. On top of that, businesses rely on energy to be able to run their factories and their industry, and if the costs are so high, it’s going to create a deterrent for those businesses. So, again, what is this budget doing to address that very crucial issue which would impact day-to-day family households as well as businesses? There’s really nothing of substance with regard to energy in this budget.", "Post-secondary education: My riding has a particularly large population or proportion of youth. Students who are seeking to get a university education, a post-secondary education, want to get this education as a means of bettering their lives. Now, the reality is, there are very talented young people out there who are discouraged from going to university because the costs are so high, because the tuition fees are so high, and this is something we shouldn’t be proud of, but another highest or first that we have is that we pay the highest rates of tuition in the entire country. We also contribute or invest the least in terms of dollars on a per capita basis in our post-secondary education.", "In this budget, the government is proposing to continue the 30% grant. Now, a 30% grant sounds like a great idea, of course. You’re giving a grant to students to make their tuition fees more affordable. It sounds good on the surface, of course, but let’s scratch a little deeper. Tuition fees have gone up year over year. If tuition fees continue to increase—I’ll give you a little simple example. If tuition fees are really, really, really expensive and you give a 30% grant, they’re still really, really expensive. So a 30% grant after a number of years is going to have no impact, because if tuition fees are going to become so expensive, a 30% grant off of a colossal amount is still a pretty colossal amount. So it’s not going to benefit students.", "What we proposed was the idea of freezing tuition fees. Now, the jurisdictions that have the lowest tuition fees in Canada are jurisdictions that have frozen tuition fees. Newfoundland has done so and Quebec has done so. If you were serious about improving the situation for post-secondary education, if you really wanted to make post-secondary education more affordable, then you would implement a tuition freeze, not a 30% grant, given the fact that tuition fees are going to increase year after year.", "Transit: I have to give you so much credit for your messaging on transit. Somehow, you sold such a phenomenal message on transit that people have bought it. I applaud you for your message: Your message is phenomenal. But is the substance phenomenal? I question that. I think your messaging was great. You won over the public, and I applaud you for that: great job. But let’s look at the substance. We’re in 2014, the last time I checked. Am I right? This is the year 2014. What jurisdiction, what country in the world in 2014 is investing in diesel trains as their route to take a city into a modern direction? What jurisdiction in 2014 is saying, “Okay, our solution to connecting our airport to our downtown core is to build a dirty diesel train. That’s our new, modern innovation”? That’s not the direction that we should be heading in in 2014. If this was a hundred years ago, a salute to you; sure, we could do diesel trains. But in this time and age, why are you investing in a diesel train?", "And on top of that, the air-rail link—there are no stops planned. This could be a great alternative route for people to be able to get into the city. This could be a great route to take them off of the roads and the highways. This could be a great way to reduce gridlock and free up congestion. But instead of using this air-rail link as a great alternative form to get into the city and allow for multiple stops, you’re building a dirty diesel train going through vibrant communities, not offering any stops. Just a link straight from the airport to the downtown core, with nothing stopping in between, seems absolutely irrational. I’m sure the voters and the people of Ontario, when they look a little deeper, will start to wonder, “What is this all about? Why are they not electrifying this train and why aren’t there any stops so we can actually make use of this?”", "Now, I talked about priorities yesterday, and in your transit plan you talk about a number of things. Again, the messaging was phenomenal, but there is an important thing here: We have to prioritize. Certain things have to be done before others. In the budget it talks about a number of things and gives them all equal priority. We know in downtown Toronto—anyone who’s taken the main downtown line—that first and foremost we need a downtown relief line. That’s something we need right away. But the fact that your plan doesn’t differentiate between a downtown relief and a Yonge extension to the north shows how little you prioritize the real concerns and needs of the people of Ontario, and particularly the people in Toronto. If you have an already overburdened, overflowing downtown line and you add an extension to that, you’re only going to overburden that already congested line and create a bigger problem. The solution has to be that there’s got to be a prioritizing of making a downtown relief line first, and then you can consider extensions. But the fact is that this budget doesn’t say that; this budget doesn’t clarify that we need to build this first. It just broadly says, “We’re going to do a number of things, including an extension, including a relief line.” That does not make sense. Again, your messaging was phenomenal, but your substance lacks a lot." ],
  "anchor" : "para34"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It’s like they talk like New Democrats in an election and then they govern like Tories." ],
  "anchor" : "para50"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "That’s a great point, actually, that the member from Timmins–James Bay mentions: You talk like the NDP but you govern like the Conservatives.", "Another really major priority that we know a number of people in Ontario are facing—and the reality is that this is another first or another “highest” that you’ve achieved under the Liberal government—is that we’re paying the highest auto insurance in the country." ],
  "anchor" : "para51"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "They’re first at something." ],
  "anchor" : "para53"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "They’re first at a lot of things: the highest tuition fees, the highest energy costs and the highest auto insurance. So you’re hitting a lot of highs—probably not the right type of highs, but you’re certainly hitting a number of highs.", "Now, with auto insurance, I look at the plan that’s in the budget. There’s essentially no new plan; it’s a reiteration of what you previously have tried before. Here’s my concern: I mentioned earlier that if you do the same thing and you get the same outcome, if you all of a sudden think that doing the same thing is going to give you a different outcome, there’s a serious problem in your thinking.", "The reason I bring this up is that in 2010, this government said, “Listen, we understand that the auto insurance rates are too high. We understand; we get it,” which I applaud you for. I’m happy you understood that that was a problem. So in 2010, the Minister of Finance at the time said, “Listen, I get it. The auto insurance rates are too high. We need to bring them down. We need to get them under control.” Great. He said, “Well, to get them down”—this sounds very familiar, so pay attention—“we need to reduce the costs. We need to take costs out of the system.” Okay. Costs for who? “Well, costs for the insurance companies. We need to bring their costs down. If it’s less costly for insurance companies, then the trickle-down effect will mean the premiums will go down.” Okay. I see the logic there. You’re thinking that if you reduce the cost for the insurance companies, then the premiums will come down. Okay. So what did you do? In 2010, you implemented changes that slashed—and when I use the word “slashed,” this is modest; I think it’s worse than slashed—benefits that the drivers receive if, God forbid, someone gets in an accident. The statutory accident benefits were slashed. Caps were put in place.", "These caps, this slashing of benefits, resulted in—what do you think? A 10% reduction in costs? A 20% reduction in costs? No. A 30% reduction in costs? No. A 50% reduction in the cost for statutory accident benefit payouts. Putting it bluntly, the insurance companies paid out 50% less than they had had to before to Ontario consumers who had auto insurance—50% less.", "Imagine you ran a business. I’m sure there’s lots of business people here. You run a business, and overnight, your main cost in your business—if it’s a restaurant, your food; if you have an eyeglass company, your eyeglasses; if you’re running a major manufacturing industry or a major factory, your hydro bill—is cut by 50%. How would that impact your profit margin? Think about it. Your major cost is reduced by 50%, and it’s reduced by 70% in the GTA—a 70% cost reduction. So the costs certainly came down. Well done, finance minister. You did your job; you got the costs down.", "But now the big question: What do you think happened to the auto insurance rates? The costs went down for insurance companies by 50%. That’s a huge cost reduction. That’s massive. In fact, it’s one of the most historically significant cost reductions in the history of the auto insurance market in Ontario—a 50% cost reduction in one year, from 2010 to 2011.", "Guess what happened to the auto insurance premiums. Did they go down? No. Funnily enough, they went up by 5%. They went up by 5%. From 2010 to after 2011, they went up by 5%. Please explain that to me. How is that possible, that you give the auto insurance industry a 50% cost reduction and the premiums went up by 5%? I tell you, if you don’t have the will to ensure the rates go down, you can cut the costs as much as you want for the auto insurance industry and they won’t bring down premiums. There have to be some strong measures taken by the government.", "The government has made auto insurance mandatory legally. The government also has the responsibility to make sure that auto insurance is affordable. If you make it mandatory, if it’s legally mandatory to insure your vehicle, then it has to be the responsibility of the government to also make it affordable.", "The steps that have been taken so far have certainly benefited the auto insurance industry. And the steps that you’re proposing again—reducing the interest rates for settlements, taking it down from 5% to 1.3% so that insurance companies don’t have to pay as much, getting rid of the right to sue—all these things will benefit the auto insurance industry, but will they ensure that our premiums go down? I think not.", "This speaks to the budget, the fact that on the surface the messaging sounds good, but when you dig deeper the substance is not there." ],
  "anchor" : "para54"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para64"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m very pleased to have this opportunity to respond to the member for Bramalea–Gore–Malton on his presentation on this budget bill. I think it’s important to point out, again, some of the facts relating to the budget, some of the key numbers that have been discussed over the course of the debate on the budget motion, as well as the debate on the budget bill itself.", "This budget shows a deficit this year of $12.5 billion. It’s up from last year. It shows an accumulated debt of $289 billion, if I’m not mistaken, again, up by about $20 billion year over year. It shows interest costs on the debt of about $11 billion a year this year. Mr. Speaker, as we know, this is the third-largest item in the budget after only health and education. It is actually the fastest-growing single line item in the budget. It’s expected that the interest costs will increase by about 8% a year over the foreseeable future. Clearly, this is a huge concern of our caucus.", "It’s a huge concern in my riding. The people of Wellington–Halton Hills are very concerned about the growth in government spending and, really, the accelerated government spending not just this year, but over the last number of years, going back to 2003. We know that as government spending has increased dramatically, people have not yet seen a dramatic increase in the quality of public services. In fact, we question very much if we’re getting good value for the taxpayer’s dollar, and of course, we’ve seen tax increases in this budget, too. That is a concern to our caucus and to a great many people across the province of Ontario.", "I think the member for Bramalea–Gore–Malton represented his constituents well with his speech, but we all need to continue to focus on these big spending issues and the deficit and debt issues that have been raised over the course of the debate by our caucus. We challenge the government to do more to control government spending and to create jobs in the province of Ontario." ],
  "anchor" : "para65"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para70"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It’s always a pleasure being in the House when my colleague from Bramalea–Gore–Malton speaks. He has such a way of articulating some of the issues and concerns that came up through this budget.", "A lot of them resonate. The member comes from the Toronto area, but for myself as a northern member, a lot of the issues that he brought up are very much close to home for me, particularly some of the points that he brought up on auto insurance, on the hydro issues and on jobs. All of these measures are affordability measures. While I was knocking on doors in the recent election, they were the primary issues that I was hearing on every doorstep—particularly hydro—from businesses, from everyday, average people, from home owners, from seniors, from people on fixed incomes. They’re finding it hard. They understand the fact that, not only in their household budgets, but in order for them to move forward—they get the fact that hydro needs to come under control, particularly when it comes to developing opportunities for jobs and businesses.", "I’ve seen so many good manufacturing jobs disappear from Algoma–Manitoulin. It is frustrating to see. I’m a statistic of those losses. I came from the forest industry. I came from an area where we had a vibrant local of about 3,800 members. Within six months, we dropped down to 600 members.", "So the issues that he brings forward are not just from the Toronto area; they are across this province. If we do not get the biggest question—and the thing we need to tackle is getting our energy under control and developing the right policies for this province—we’re in very deep trouble." ],
  "anchor" : "para71"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para75"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to thank the member across for his comments. He questioned maximizing value for public assets. I think as a government, it’s a very responsible way to know how much your assets are worth. We are put in power to manage public assets, so we’ve got to know how much those assets are worth. If I was running a company, a small business, I’d need to know how much my small business is worth and how much revenue it’s generating. I think it makes a lot of sense for us to know that.", "He talked about whether or not this is a progressive budget. I think it’s pretty obvious. On June 12, people decided this budget is worth their support.", "We talk about the Ontario Retirement Pension Plan. That’s something that many governments have talked about, or discussed, in the past, but this Premier is actually taking the opportunity to execute on that.", "We talked about transit. Transit is probably one of the top priorities of this budget. Living in a riding where I see congestion every day, I’m hungry for some sort of solution, and I think this budget addresses that.", "Electrifying trains: We’ve got to start somewhere. The air-rail link connecting Union to Pearson is going to relieve the congestion on our highways. It’s going to be ready for the Pan Am Games. I think that’s very, very important, because next year, we’re going to see a lot of tourists coming to Toronto. It’s fantastic. It’s the biggest sporting event this country has ever seen, so we have to have the infrastructure ready to transport these people. I think it makes a lot of sense to have this air-rail link and electrifying it as we go.", "We talked about building a transit network. This is something I hope the member across will support, because we’re really putting our money where our mouth is." ],
  "anchor" : "para76"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para82"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I thought it was an interesting contrast that the member from Bramalea–Gore–Malton made in regard to talking about—", "Interjection." ],
  "anchor" : "para83"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I’m still choking over all the diesel.", "Interjection." ],
  "anchor" : "para85"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Exactly. We’re going to be choked on the diesel that comes down that line, and the member from Trinity–Spadina thinks it’s a good thing. I remember the former member from Trinity–Spadina: He would never have taken that position.", "But, anyway, I thought he had a very interesting contrast when he talked about—you know, pretty good on the communications side. They did a pretty good job, those Liberals, going out there trying to portray this as the great progressive budget, the best progressive budget in the history of the universe. I think they did a pretty good job of that. But, as we start to peel back the onion, as they say, and you look at really what is in that budget, you’re finding out that it’s not as progressive as they make it out to be.", "I just heard Liberal members get up and talk about the virtues of privatization. Since when did privatizing public assets become a progressive move? It, quite frankly, is the opposite of that.", "I also know, because the member has raised it in his debate, that Mr. Drummond—do you remember Mr. Drummond, that wonderful right-wing guy who was hired by the Liberals in order to write, essentially, a Conservative budget but call it progressive?—said himself, “Listen, you follow this budget plan, and there’s going to be 100,000 less working in the civil service of Ontario at the end of the process.” I heard; I was in that election. I remember the Premier, Madam Wynne, was running around saying, “Oh, Tim Hudak—he wants to get rid of 100,000 jobs. That’s terrible. We would never do that.” But even Mr. Drummond admits that the government’s own document, their own progressive budget document that they say is so great, actually is going to lead to pretty severe job losses in the province of Ontario.", "So I think you did a very good job of portraying and talking about the contrast between the communications spin and what exactly is inside that budget. What you’ve really got here is a Trojan Horse budget." ],
  "anchor" : "para87"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bramalea–Gore–Malton, you have two minutes." ],
  "anchor" : "para92"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "What I had hoped to do is just point out some of the inconsistencies in the budget and how on one hand calling it a progressive budget and on the other hand looking at the priorities—they don’t add up.", "One of the important things is the pension plan. I just want to reiterate this point. They talk about a pension plan, which is a great idea, and it’s a great message. You went out to the public saying, “Listen, we want to bring in a pension plan.” But what are you actually bringing in? You’re immediately bringing in a PRPP, which is a pooled retirement pension plan. You’re immediately bringing that in right now. In 2014, you’re bringing that in, which is going to benefit banks, which is a private pooled retirement fund based on market volatility, which puts people’s retirements at the risk and at the mercy of the market. That’s what you’re doing right away. And the plan that you talked about so much—you’re not even going to scratch the surface of that plan. You may introduce that plan about three or four years down the road. So you did a great job of messaging and making it sound like, “Hey, we’re going to work on this pension,” but, really, what are you doing? Your priorities are very different.", "That’s what I want to raise: that, on one hand, talking about a progressive budget is not really a progressive budget if you just talk about it and the substance to it. Having freezes on budgets for hospitals is essentially a cut. You’re cutting services, and it’s going to cut jobs, which is fine if that’s what you openly say. If you say, “Hey, we’re going to cut jobs,” that’s fine. But my problem is that you called it progressive, and it’s not progressive when you’re actually doing cuts. If you look at the details of it, it looks more like an austerity budget.", "One of the last things I want to end off with is that there are a lot of commitments that you’ve made in this budget, and I’m hoping you’re going to follow through on these commitments. One of those commitments, which is important to my riding and particularly to many constituents across Ontario, is the commitment to transit, and one in particular: all-day two-way GO to the Kitchener line. That would benefit Brampton; that would benefit many people. Electrifying the GO would benefit many people. Please do it." ],
  "anchor" : "para93"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para98"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate this morning. I want to begin, initially, by speaking to the member from Trinity–Spadina, who was talking about how the Pan Am Games are going to be the biggest sporting event in this country’s history. Liberals have a lot of fun with numbers, and they spin things in a lot of ways. But to try to spin this event as being bigger than the 1976 Summer Olympics or the 1988 Winter Olympics in Calgary or the 2010 Winter Olympics in Vancouver is just absolutely ridiculous. Ask the television networks how much they’re willing to bid on it. Ask the advertisers how much they’re willing to pay for 30 seconds to get on television for the exposure. They’ll tell you what the biggest games are. But you guys, you’re all sold on these Pan Am Games because you’ve already made such a mess of them.", "But I’m going to get back to the budget. Because you know me, Speaker: I am always on topic." ],
  "anchor" : "para99"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m listening." ],
  "anchor" : "para101"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "So the budget, 2014: The government thinks that somehow—and congratulations. You won the election. I’ve heard enough already, okay? But the election was no embracement of your budget—not at all. You think that somehow everything you’ve done has been vindicated by the election of June 12. This budget was never approved by the people of Ontario. They’re very concerned about it.", "You know, every time I read a story about Charles Sousa, the Minister of Finance, speaking somewhere about this budget and about the fiscal plan for Ontario put forth by the Liberals here, I can’t help but think of a pretzel.", "Interjections." ],
  "anchor" : "para102"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Can I have a little bit of quiet on the right side here? Because I’m having difficulty hearing the speaker.", "Continue." ],
  "anchor" : "para105"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’m sure what you meant, Speaker, was a little quiet on the wrong side, but I understand.", "Anyway, all I can think of is this gigantic pretzel, because every time Charles Sousa speaks on the budget, he is twisting himself each and every way about where this government’s going with the fiscal plan.", "You know, there was a good editorial in the Ottawa Sun on the weekend.", "Interjection." ],
  "anchor" : "para107"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Now the member wants to run down the good members of our press. Shame on him. My goodness gracious, they’re professional people. You should try and act that way too.", "Now, here’s a couple of the things that were written:", "“There are skeptics because of what Sousa himself told the Legislature in his fall economic statement on November 7, 2013, just eight months ago:", "“Back then, Sousa said: ‘Mr. Speaker, we will continue to make new strategic investments to spur growth, create jobs, strengthen services and help families. We are on track to balance the budget by 2017-18. However, should global economic conditions falter, causing revenue growth to fall further, our priority is clear—this government will continue to protect investments in jobs and families ahead of short-term (deficit) targets.’", "“Translation: If push comes to shove we’ll blow the deficit in favour of spending, hardly comforting given that Sousa also said provincial revenues were already more than $5 billion lower than the Liberals projected in 2010.", "“But, again, that wasn’t what Sousa said just six months prior to his fall economic statement”—" ],
  "anchor" : "para111"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Point of order." ],
  "anchor" : "para117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Point of order." ],
  "anchor" : "para118"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Speaker, on three occasions, the member has referred to the Minister of Finance by something other than his ministerial title or his riding name." ],
  "anchor" : "para119"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize that, but I thought he was reading from an article, so I did forgive him for that." ],
  "anchor" : "para120"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I am, Speaker, and if he had woken up earlier, he would have recognized that too.", "“But, again, that wasn’t what Sousa”—you know who he is, Bob—“said just six months prior to his”—" ],
  "anchor" : "para121"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Come on, you know better than that." ],
  "anchor" : "para123"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "He knows better than that, too." ],
  "anchor" : "para124"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the speaker, once again, if he would respect the other members of the Legislature and refer to them by their title." ],
  "anchor" : "para125"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Absolutely—“just six months prior to his fall economic statement when, in his May 2, 2013, budget speech, he said: ‘Mr. Speaker ... our government is absolutely committed to eliminating the deficit by 2017-18 ... and then reducing the net debt-to-GDP ratio to the pre-recession level of 27%.... We will not shift the burden of debt to future generations, nor will we ignore the responsibilities we face today.... Mr. Speaker, let me make it clear: Our government believes eliminating the deficit is the single most important step we can take to grow the economy and create jobs. Eliminating the deficit makes resources available for strategic investments that will boost economic growth that leads to job creation.’", "“But if Sousa”—because it’s written right here—“believed that, why did his 2013 budget increase the $9.8-billion deficit the Liberals inherited from Dalton McGuinty to $11.3 billion (a hike of 15%) and why did his 2014 budget increase it another 10.6% to a predicted $12.5 billion this year?”", "Well, I’m not going to read the whole article—because I want to have time for my own words and I know they appreciate them over there—but what it indicates is that you get a conflicting message from the Minister of Finance every time he opens his mouth. The reason why is because they have absolutely no idea how they’re going to get to a balanced budget by 2017-18. It’s a different word every day. It keeps everybody out there confused. It keeps people wondering, “Oh yes, I just heard the finance minister say today they’re committed to eliminating the deficit,” or, “Oh, I just heard the finance minister say, ‘Don’t worry about job creation and investments in Ontario. We’re not going to let short-term goals get in the way of our long-term goal of what is building Ontario into that province of opportunity.’” Once again, I’m just paraphrasing.", "There’s no clear message because there is no plan. If Charles Sousa, the Minister of Finance, had a plan he would at least be able to stick to it, but they have no idea how they’re going to get there.", "That is what is really dangerous for people here in the province of Ontario—really dangerous—because we just saw where the Amalgamated Transit Union received an 8-point-something per cent increase over four years to their wages, when the President of the Treasury Board said that there is no money out there for wage increases. That’s one group, and you know that the pressure is going to be exerted much more strongly from all other public sector groups to say, “Hey, sauce for the goose, sauce for the gander; we want our little cut of that as well.”", "I’m a little confused. If there’s this much money—because she said, “Oh no, they’re going to have to get that money from other parts of the revenue stream over at the TTC.” Is there that much money being wasted that they can find that somewhere else? Is that going to be the narrative right across the government when they get into negotiations here later this year and into the fall, when they get into negotiations with public sector unions about new contracts? Are they going to say, “Oh, well, we found money for wage increases because it was found somewhere else”? What does that say about the management of the whole budget in general? If you can find the money to pay out huge wage increases, you must have waste somewhere else. It just doesn’t happen. There is no money tree. I know that’s hard for the Liberals to believe and it’s hard for them to accept, that somehow behind the Ministry of Finance building there isn’t this money tree that just keeps growing and growing and sprouting more billion-dollar bills for the Ontario government to waste. That’s not going to happen.", "So how are they going to get there if they keep doing this? They say, “Well, we’re going to draw the line.” I’ve been at the finance committee hearings on repeated occasions. I have never had a deputation at a finance committee hearing—the pre-budget hearings are the ones I’m talking. I have never had anybody come to those hearings and say to the government, “You’re spending too much money. I really think you need to cut back. There are no good ideas to pour billions into.” I’ve never heard anybody come to those hearings and say, “Stop spending money.”", "I’ll tell you who comes to the hearings: everybody who believes—and rightfully so in many cases—that they have a great idea for the government to pour more money into, that this sector or that sector, or this issue or that program, needs to be funded to a greater degree for it to be completely successful, or for it to continue to be successful. I’ve never heard somebody come and say, “We need less money.”", "So when the pre-budget period comes up next year, they are going to be inundated, just as they are every year, with a group of deputants that say, “Our program is in danger of collapsing,” or, “The fine work we do for this group of people” or that group of people “is in danger of being lost, if you don’t put more money into it.” That’s the kind of pressure that is going to continue to be exerted on this socially activist Premier. This is her DNA. How is she going to say no? There are a million good ideas, if we had an unlimited supply of money. So how is this Premier going to say to those people, “No, there is no money”? It’s not going to happen, Speaker. You know it. You know that I’m right. It is not going to happen. She is going to find a way to spend that money and increase the deficit next year.", "Where is this going to put us in the final year, 2017-18? That is going to leave the government with either an absolute retraction or a failure of their plan to balance the budget, which they’re absolutely committed to. In the throne speech there were no ands, ifs or buts about it: They’re absolutely committed to balancing that budget. So where is that going to leave them in the final year, because they don’t have the you know what to deal with it on an ongoing basis? If you don’t start dealing with it today, the problem only gets bigger.", "They say they’re not going to kick this down the road for future generations. That’s exactly what they’re planning to do. In the last year, 2017-18, we are going to be faced with either a withdrawal of the promise to balance the budget, which is going to send a terribly negative signal to investors all around the world, not only the credit rating agencies but everybody who has money to invest in the economy of their choice—this will send a tremendously negative message to those people. They’re either going to have to say, “We’re not going to balance the budget,” or they are going to have to embark on a government austerity program with cuts that you will have never seen the like of ever before because they will have pushed the envelope so far. Instead of making those incremental changes now and then next year, they will have to do everything in the final year. They are going to be faced with an impossible task—an impossible task—and the people of Ontario are going to pay, one way or another. Because if they’re not going to make those cuts to balance the budget, then they are going to have to increase taxes by a commensurate amount. So if they’re not going to make the cuts, they’re going to increase taxes.", "Now, what effect will that have on our economy if they increase the taxes by that amount? We’re not talking chump change here, Speaker. We’re talking in the tens of billions of dollars by the time we get there. How are they going to do that? If they have to increase the revenue in order to balance those books, that’s going to have the same dampening effect on our economy, in a different way. Those investors are going to say, “No, I’m not putting my money into an economy where I’m taxed to death. It’s not going to happen.”", "They’ve got a tiger by the tail here. I know they’re pretty smug over there right now because they’ve got their majority and they’re all pretty happy, all feeling pretty secure. On a personal basis, yes, you are secure for four years, but what are you doing to the security of the people of Ontario? What are you doing about the security of the next generation? What are you doing about your children, your grandchildren and those yet unborn? What are you doing for those people? What future are you offering them because you refuse to face reality? You refuse to face reality, whistling past the graveyard and hoping that somebody else is going to pick up the pieces when you’re gone. That is wrong.", "Anyway, Speaker, it’s just amazing how little time I get to speak in this place, and then to top it all off, I get interrupted by points of order from time to time.", "I want to speak to a specific item in the budget now. There are so many, I could go on for three days." ],
  "anchor" : "para126"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "No doubt." ],
  "anchor" : "para142"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, was that support of my proposition or was that a denial?", "Let’s talk about one particular item in the budget: the increase in the aviation fuel tax. All across Canada, in other provinces, they’re either reducing it or eliminating it. In BC, they’ve eliminated it because they recognize the dampening effect it has on commercial activity—and commercial activity from the point of view of average citizens buying airline tickets to travel, as well, and the competition we face because in this country we’re all border cities, and not too far away from any major city is going to be the United States of America, that gigantic economy that seems to be able to offer things at a lower price than we do. So what are we doing? We’re going to raise the aviation fuel tax and force people over the border.", "The finance minister says he’s going to help out some airports—did he say northern? Did he say smaller?—but every airport and particularly the smaller ones.", "I’m going to talk about the Pembroke regional airport, Pembroke and Area Airport, in my riding. They’re going to be hurt terribly by this aviation fuel tax, and they are struggling as it is. Most of these airports have been taken over by municipalities. There are six municipalities that now look after the Pembroke and Area Airport. They’re left holding the bill. They can’t get federal funding unless they have a scheduled carrier coming in on a regular basis, and in order to do that, they have to be able to offer the services, and in order to be able to do that, they have to be solvent. It’s a struggle for them. And now, over the next 20 years, they’re going to have to invest at least $7.5 million in upgrades to that airport, or they’ll be forced to close. Yesterday I had a good chance to talk to Allan Wren, the chairman of the airport. Now they’re going to get hit with this aviation fuel tax. This is going to further erode the amount of business being done at the Pembroke and Area Airport.", "The Premier talks about wanting to support all of Ontario. In counties like Renfrew, we are dependent on having that regional airport. We don’t have very many other opportunities. Nobody is going to come in and build a new airport in my riding of Renfrew–Nipissing–Pembroke. The Pembroke airport, which is a very high-quality facility, is already there, but we’re now threatening that very airport with the decision you’ve made to raise that aviation fuel tax.", "Today we’re going to vote on that budget. I’ll be voting against it. But sadly, the pawns on the other side will take their marching orders and vote with the social activist Premier and support this bad budget. They’re going to support a budget that spends $12.5 billion more than we take in this year. They’re going to support that. I will not support that.", "Some of the things they’re doing are so hurtful to rural Ontario. They continue to talk about supporting rural Ontario, but every action they take is one that is detrimental to the success of rural Ontario. The increase in the aviation fuel tax is one that is very, very specific.", "I could go on and talk about so many other items in the budget, but I am shocked that I’m down to my final minute." ],
  "anchor" : "para143"
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para152"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes.", "Now, this is the last opportunity, and I’m going to say this to the new members over there because I don’t think, in the few short weeks that you’ve been here, that even intravenously, they’ve been able to feed you enough of the Kool-Aid to completely corrupt you yet. Can I say that?", "Interjection." ],
  "anchor" : "para153"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, point of order. So I withdraw. I withdraw.", "But I don’t think they’ve been able to do it to you yet. You have one last chance to redeem yourself to the people of Ontario. Show that you’ve got a spine. Show that you’re going to stick up for them. Show that you’ve got a mind of your own. Vote against this budget. I implore the new members of the Liberal Party: Vote against the budget. It’s your last chance—", "Interjections." ],
  "anchor" : "para156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Questions and comments?" ],
  "anchor" : "para159"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, I think it needs to be said, and for the record, I’m going to say it today: The member from Renfrew–Nipissing–Pembroke is probably one of the most entertaining and satisfying speakers in this House. Please give him a round of applause." ],
  "anchor" : "para161"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "You may not agree with him, but you can’t deny that you enjoy listening to him.", "I always enjoy listening to you, sir, and I must say that." ],
  "anchor" : "para163"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much." ],
  "anchor" : "para165"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "No, you really do. You did a great job. It was really enjoyable.", "One of the things I want to pick up on and which the member talked about was looking at the different regions of Ontario. I think we have a very important responsibility, and I’m hoping that we can work on this over the next couple of years, but there are issues that exist in rural Ontario—and the member brought up some of the issues and the fact that particularly with the aviation fuel tax, it’s going to impact his local airport, and that’s an important, vibrant part of his community. So there are impacts and there are issues that face rural Ontario.", "One of the things we need to do—and I think it’s very important—is recognize that while we have a lot of different regions and a lot of different concerns, really, underneath all those differences, we have a lot in common. We need to work on solutions and we need to work on ways that we can come up with, collaborative solutions, that recognize that, though there are different areas of this province that have different issues, running through those differences is a very, very unifying similarity and a unifying common issue. We need to work towards creating more unity in our province instead of looking at issues that divide and pit urban against suburban against rural, because, really, at the end of the day, there’s so much we have in common, and we should work towards creating a better Ontario for every region in Ontario." ],
  "anchor" : "para166"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para169"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I’d like to just deal with three things my honourable friend mentioned. First off, taxes: Our business taxes and taxes on investment and capital now are lower than they were when you were in government. Number two is they are significantly lower than the United States, Mr. Speaker, to the point that the United States right now has $38 trillion in offshore taxes in business it cannot collect. Even Republican senators like Hank Paulson, Bush’s Secretary of the Treasury, point to Canada’s business tax, and Ontario’s particularly, as being the right way to go. So I guess you’re a lot smarter than most people in the world, my friend.", "Second, the Pan Am Games: This is a party, opposite, that delivered nothing. Vancouver got the Olympics when you were in power. Montreal got the Olympics when you were in power. Calgary got the Olympics when you were in power. The Conservatives, in 40 years of governing, got us bubkes, Mr. Speaker. We haven’t seen an international event in Ontario since 1934. Winnipeg got the Pan Am Games in 1967 and 1999. They are so appallingly ignorant of this, they don’t know that the Pan Am Games is actually a larger event than the Olympics: more athletes, more visitors and, for economic development, incredibly important, because our trading relationships with Mexico, the United States, Chile, Argentina and Brazil are so incredibly significant.", "So the reason we have those bright, young, open-minded members—the member from Beaches–East York, who is the first Liberal there in 102 years, and my friend from Burlington, the first Liberal in about 70, 74 years—is that people were tired of that ignorant rhetoric of not knowing or having enough understanding of the economy. And they don’t drink your Kool-Aid, my friend.", "Interjections." ],
  "anchor" : "para170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sit down, please.", "Questions and comments?" ],
  "anchor" : "para174"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m pleased to comment on my colleague from Renfrew–Nipissing–Pembroke and his comments. The Liberals really didn’t take them well, the realities that he was giving to you about the numbers that are happening across the province of Ontario and how you are jeopardizing the future.", "The Minister of the Environment, or Climate Change, or whatever he wants to be called, gets up there and pontificates that we are not projecting, that we are not telling the people of the province of Ontario what’s really happening, and they are the only party that’s going to save the world, and we know that’s not true.", "Look at your budget. Look at what you are doing to the people of Ontario by putting them in record debt and deficit. Your third-largest budget item is paying the interest. What is that doing for health care, education and social services?" ],
  "anchor" : "para176"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the speaker to speak through the Chair, please." ],
  "anchor" : "para179"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "You’re ignoring the realities.", "Mr. Speaker, the Liberal government have the award for the 90th consecutive month in a row for record unemployment in this country. Now, they wear that as a badge of honour. Should you not just be totally embarrassed?", "The companies, they’re leaving—as soon as you got elected, they continued to leave. So just watch the numbers as businesses leave the province of Ontario. You’re not creating jobs; you’re losing jobs. What was it: some 39,000 jobs just in June alone that you lost for the province of Ontario? And now the aviation fuel tax: We’ve spoken a lot about it. It’s affecting our small municipal airports that are struggling to survive. That’s another uncompetitive disadvantage that they’re going to have.", "They don’t have a plan to balance the budget. There’s a lot of rhetoric. And they do get the award for spinning to the public of Ontario that everything is okay. Everything is not okay, and we’re going to see that in the years to come. I feel sorry for the province of Ontario that this Liberal government is in power." ],
  "anchor" : "para180"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para184"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House and to follow the member from Renfrew–Nipissing—where is the other one?" ],
  "anchor" : "para185"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Pembroke." ],
  "anchor" : "para186"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Pembroke. He is one of the most engaging speakers in the House, and he brought up some points—I don’t always agree with him, but he brought up some points specifically on his airport. I also have an airport, Earlton regional airport, and it’s struggling to maintain itself. The local municipalities are putting money in the pot to keep that airport there. It also needs scheduled air service, because if it doesn’t get it, we won’t have any air service. We don’t have train service anymore. So while we talk about big plans for Toronto, and I agree with some of these big plans, there are other parts of Ontario that have no public transportation. What they’re proposing in this budget is going to make that even more precarious.", "I’d like to bring up another issue. They’ve got big plans and we’re going to spend all this big money, but let’s bring it right back to our municipalities. One of my municipalities is Kirkland Lake. Two years ago, Kirkland Lake almost burned down from forest fires. Yes, the Ministry of Natural Resources sent in the big choppers and they saved Kirkland Lake. But Kirkland had a local MNR fire service, and what happened last year, due to MNR budget cuts, is that they were cut. So in a town that almost burned down, that’s surrounded by forest, they cut the forest firefighters.", "In this budget, if you look in the fine print, guess which ministry is cut again." ],
  "anchor" : "para187"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "MNR." ],
  "anchor" : "para190"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The Ministry of Natural Resources—and Forestry, provided it doesn’t burn down.", "That’s the problem with this budget: great messaging—a billion here, a billion there—but when you read the fine print, it’s a cut here and a cut there, and much bigger cuts coming, and they’re not telling anyone." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Interjections." ],
  "anchor" : "para193"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sorry; I made a mistake in my count. My apologies to you.", "The member for Renfrew–Nipissing–Pembroke, you have two minutes for a response." ],
  "anchor" : "para195"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much. I’d like to thank the member from Bramalea–Gore–Malton, the Minister of the Environment, the member for Haliburton–Kawartha Lakes–Brock and the member for Timiskaming–Cochrane for their remarks.", "The member for Timiskaming–Cochrane said something very pertinent about the communication skills of the Liberals. There’s no question they’re great communicators. The Minister of the Environment is a great communicator, except he only ever wants to talk about 20% of the story. But the people of Ontario have a right to the whole story. My colleague from Haliburton–Kawartha Lakes–Brock started to talk about the rest of the story.", "Do you remember that radio show, “The Rest of the Story,” that little snippet there after the noon news? Well, now you know the rest of the story. This is where Liberal budgetary policy is getting us: 36,000 lost jobs in the month of June alone. Where were the jobs replaced? Oh, more jobs in the public sector. They’re not producing anything; they’re not making any widgets; they’re not adding to the economy the way jobs in the private sector will, because our taxes pay for that job, as opposed to economic activity paying for that job. So very good points by my colleague, and I appreciate them.", "It speaks to the big picture about how really, really lost you people are when it comes to managing the budget and the province’s economy. Because you’re so optimistically unrealistic, you’re hoping that somehow, all of a sudden, just at the eleventh hour, the fairy godmother just swoops in and takes away all your problems and the deficit’s gone, the debt begins to be reduced and Ontario is doing great again. Well, Ontario won’t do great again without the right leadership. You people have not shown it in 10 years—11 years—and by this budget you show once again that you’re incapable of that leadership." ],
  "anchor" : "para197"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Further debate? Last call for further debate.", "Mr. Naqvi has moved third reading of Bill 14, An Act to implement Budget measures and to enact and amend various Acts. Is it the pleasure of the House that the motion carry?", "All those in favour of the motion, please say “aye.”", "All those opposed to the motion, please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote being required, it will be deferred until after question period." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para208"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands recessed until 10:30 a.m." ],
  "anchor" : "para210"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, I’d like to introduce a volunteer of mine for the summer, going into grade 12 next year, Jason Kerkvliet. Thanks, Jason. He’s made the trip to Toronto today." ],
  "anchor" : "para213"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I would like to welcome my three hard-working interns to watch question period at Queen’s Park today. They are from the great ministry of MCIIT. They are Rebecca Neilson, Aliya Hussein and Ian Davis. Welcome to Queen’s Park." ],
  "anchor" : "para214"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’d like to introduce two constituents from my riding, if they would stand. They are Sean Sullivan and his son Michael. Sean is a well-known lawyer in our community and he’s also my riding association president. His entire family worked very hard on our campaign, and I’m delighted to have them here today." ],
  "anchor" : "para215"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "I would like to introduce two of my guests today. I would like to welcome my ministry’s summer interns, Stephen Colle and Jacob Hong. I would like to thank them for their hard work and their wonderful contribution to my ministry. Thank you very much. Merci." ],
  "anchor" : "para216"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "It’s a great pleasure to introduce two of my interns, the young ladies over there, Gazal Amin and Tanvir Janmohamed. I wish them all the best in their careers in the future." ],
  "anchor" : "para217"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m very pleased to welcome some guests of mine from Scarborough–Agincourt: the mother of page David Zhou, Ying Zheng, and family friend Yi Fang Ding. Welcome to Queen’s Park." ],
  "anchor" : "para218"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I’d like to welcome from my community of Scarborough–Guildwood the mother of page Stephanie Ttofas, Angela Ttofas, and her brother Constantine Ttofas, who is a former page." ],
  "anchor" : "para219"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome Karina Smith from my campaign office. She worked very hard for me during the campaign. Welcome, Karina." ],
  "anchor" : "para220"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Speaker, I have four great interns to introduce, and a couple of them may have been introduced already: Neville Britto and Sanjjey Jegathesan, two I know very, very well; and Evan Walman and Max Stern, from my previous post and my current post." ],
  "anchor" : "para221"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "C’est un grand plaisir que je vous présente mon assistant exécutif, Phillipe Murphy-Rhéaume, qui est dans la Chambre aujourd’hui." ],
  "anchor" : "para222"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to introduce a constituent of mine and a good friend, also an intern at the Ministry of Health: Ms. Tara McDonnell. Welcome, Tara." ],
  "anchor" : "para223"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to welcome back to the Legislature my beautiful wife, Tawnya Smith, who’s here, and my daughter Reagan; and to welcome back to the Legislature my daughter Payton, who was a page just prior to Christmas, and also her friend Alex Calderon, who’s here." ],
  "anchor" : "para224"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have with us today in the Speaker’s gallery the newly installed ambassador to Canada from the Republic of Moldova, Her Excellency Ala Beleavschi. She’s accompanied by her spouse, Ghenadie Beleavschi. Please join me in giving a warm welcome to our ambassador." ],
  "anchor" : "para225"
}, {
  "speaker" : "The Speaker",
  "text" : [ "At the risk of being a little premature, but with the understanding of the House, I would like to announce that this will be the last day for our pages—possibly. Might I say thank you.", "What I was cautious of was to ensure that we are still thinking things through. But in the case that it is, I would love for us to acknowledge our appreciation to our pages." ],
  "anchor" : "para228"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To ensure that everyone perfectly understands what I was getting at, the Speaker has absolutely no influence over this whatsoever, and the House does participate in discussions. So thank you very much.", "It is now time for oral questions." ],
  "anchor" : "para231"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "My question is for the Premier. Premier, when the election was called, people across Ontario were still waiting to find out the facts about the billion-dollar gas plant scandal here in the province of Ontario. Now, you’ve apologized for the billion dollars over and over again—we understand that—but there’s some unfinished business: a police investigation into possible criminal activity. We were waiting at the justice committee to hear from two very important witnesses, Peter Faist and Laura Miller.", "Premier, I’m going to ask you this: When committees are reconstituted, will you ensure that we have the opportunity to interview and to depose witnesses Peter Faist and Laura Miller, who are central to this criminal investigation?" ],
  "anchor" : "para235"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I thank the member opposite for the question. I made it very clear during the election campaign, Mr. Speaker, that we believed it was important that the justice committee should be able to complete its work and write a report. As the member opposite knows, the committee had the opportunity to look at 400,000 pages of documents, including 30,000 from the Premier’s office. There were more than 70 witnesses who were in front of the committee.", "Really, I believe it is very important that the committee have the opportunity to do the writing of that report so that the conclusions it reached as a result of looking at all of those documents and hearing all that testimony will be in a report that can provide advice for going forward." ],
  "anchor" : "para237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para239"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Premier, I hardly think it’s time for report writing when we have yet to hear from the two key witnesses. If Perry Mason found out that there were two eyewitnesses to the case, they would be heard.", "We’re asking you. You have the power. Don’t let this report get written. It is not time to write the report; it is time to hear what Peter Faist and Laura Miller know. They are the central characters in this caper. They know what happened.", "We are talking about deleted emails, destroyed documents. This is a serious, serious case. You cannot put this off and say that it’s time to write the report. The people of Ontario have the right to know what happened.", "These people will not speak to the police, as is their right, but they have said through their lawyers that they will testify before the justice committee. Will you not take your responsibility seriously and allow those witnesses to come before the justice committee?", "Interjections." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para245"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "John, are you running?" ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would remind the Chair of the Cabinet that when I stand, nothing happens.", "Premier." ],
  "anchor" : "para247"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker.", "As a number of my colleagues on this side of the House have said, you are not Perry Mason, but your performance was worthy of Perry Mason.", "I just want to clarify: There were some comments made by the member for Toronto–Danforth on December 12 of last year. He said at that time, “I believe it’s time for us to get down to report writing. We’ve amassed a large amount of evidence, both oral and in electronic copy.”", "At the same time, he made this motion: “I move that the Standing Committee on Justice Policy meet on the following days for the purpose of report writing.” That was the member for Toronto–Danforth on December 12, 2013.", "The member for Bramalea–Gore–Malton, on April 29 of this year, said, “I move that ... the Standing Committee on Justice Policy begin report writing in open session.”", "So, in fact, there were members of the committee who were fully apprised of what the committee had gone through, fully apprised of the information that the committee had in front of it, who actually believed that it was time for report writing. I believe that. I concur." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para256"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, I’m not pretending to be Perry Mason, but I will say this: At the time of that motion before the committee, Peter Faist and Laura Miller were not even known about. Nobody knew the role that they played. You’re premature and you’re wanting the people to hear what you want them to hear, but what the people really want to hear is what Peter Faist and Laura Miller had to do with this caper. They want to know what their involvement was and who else is involved in this possible criminal activity.", "You have a responsibility as the Premier of this province. You have absolute power now. You’ve got your majority. You can compel this committee to see those two witnesses so we will finally hear who might be responsible for the destruction of documents and the deletion of emails.", "Interjections." ],
  "anchor" : "para257"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will maintain my request for decorum.", "New question. The member for Nepean–Carleton.", "Interjections." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, sorry. Well, there goes my decorum. Let’s all use our inside voices, please." ],
  "anchor" : "para263"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para264"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for his inspiring performance today. We were missing him in the House.", "I remind the member opposite that he is also not the OPP. There is a criminal investigation in this matter, as you are aware, and it is before the police. I think it would be the prudent thing to do for all members to let the police do their work.", "In fact, I agree with what the Leader of the Opposition said on July 14, when he said that we’ll have to rely on the OPP to do their business there. He was right, and I urge the members to rely on the OPP to get the work done. That is the most prudent course. We should let the police do their job." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "As subtle as it was, I would remind the House leader, and all members, that we do not reference anyone’s presence or absence in this place." ],
  "anchor" : "para268"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "We’re happy to have him back too." ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the member from Prince Edward–Hastings to allow me to try to get some decorum. Thank you." ],
  "anchor" : "para270"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is also to the Premier. In the throne speech, your government committed to Ontarians that it would allow the justice committee to complete its work on the gas plant scandal, but, as my colleague from Renfrew–Nipissing–Pembroke pointed out, to date, the justice committee has not been instructed to pursue that report writing. As well, the Liberals have made no effort to ensure that two key and remaining witnesses, Laura Miller and Peter Faist, have come before the committee. I remind her that the NDP only asked for the report writing when they didn’t expect there would be an OPP investigation into this government.", "So will the Premier live up to her promise and her commitment to the people of Ontario, strike the justice committee this summer and ensure that those two key witnesses appear before it?" ],
  "anchor" : "para272"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para274"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I thank the member opposite for the question. Speaker, as the Premier mentioned, the justice committee has been working on this issue for a full two years. They have heard from 90 witnesses thus far on this very important issue. They have received about 400,000 documents to look at, and 30,000 of those documents come straight from the Premier’s office. It is time for them to continue the work of writing the report. They have ample information available to them. It is a good time that they give advice to the government as to what steps can be taken to ensure that we have got proper siting rules in place in the province of Ontario when it comes to large energy infrastructure." ],
  "anchor" : "para275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para276"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I asked the Premier this question and I think it’s important for her to answer Ontarians through this question. There are currently two ongoing OPP investigations into your government, one at Ornge and one here with the gas plants scandal. You may have given us 40,000 documents, but we need these two key witnesses to testify so that we can get the answers that we need, deserve and can continue to do the work that we’ve been asked to do by the public.", "I give the Premier credit, as well as the former Premier credit, for testifying before the committee, and I’ll also take her at her word that she wants to ensure that this will never happen again. But if the Premier truly believes that it is her job to prevent this from happening in the future, she will strike the committee this summer, she will ensure those two key witnesses appear before the committee, and she will allow the committee to report to this assembly. Therefore, I ask the Premier, one final time, will you commit today to ensuring those two key witnesses appear before the committee and that that is done this summer?" ],
  "anchor" : "para277"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "As I mentioned earlier, there is ample information that has been provided to the committee. The committee has been doing fairly diligent work for a full two years. It is time that we get some guidance from the committee. In fact, even the members of the committee, as the Premier mentioned earlier, have started talking about report writing. In fact, there was a motion that was presented from the member for Toronto–Danforth to do exactly the same: to start the work on report writing so that all the information that has been collected throughout the hearings can be used in a meaningful way to provide guidance to the government. I really urge the members to start focusing on writing their report so that we can use that information for more useful purposes." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para280"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Again, back to the Premier: You made the commitment in your throne speech that the committee would begin its report writing. That hasn’t happened. You made a commitment to the public that this would never happen again, but you’re refusing to allow us to talk to two very key witnesses. We are never going to get the $1.1 billion back that your government squandered in order to save five Liberal seats in the second-last provincial election. You promised us that that cancellation would only cost $40 million, and we found out that that wasn’t true.", "So I ask you again: You made a commitment to the people of Ontario that you would allow the justice committee to pursue its report writing. You made a commitment to the people of Ontario that you wouldn’t let this happen again. Why are you breaking the commitment? Why won’t you live up to your obligations? Why won’t you do what you said you would in your throne speech? Please answer me that." ],
  "anchor" : "para281"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "What the member opposite is asking is for us to insert ourselves into a police investigation. Speaker, that would be an entirely inappropriate thing to do. Let the police do their work. They are the most capable ones to be able to accomplish that task. That’s what we need to focus on, and the committee needs to ensure that the evidence that they have collected, the information that they have gathered over the last two full years, with 400,000 pages of documents, over 90 witnesses who have testified—that we now start the work of report writing. I look forward for the justice committee to commence that work." ],
  "anchor" : "para283"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Yesterday, the Premier said, “I do welcome the Auditor General’s questions. I welcome her scrutiny at any point....” Yet the Premier is blocking New Democrats’ calls for an independent report by the Auditor General on the Liberals’ election budget despite the growing questions about the gaps between rhetoric and reality—gaps like the $1.1-billion hole where dedicated revenue funds for transit are supposed to be.", "Will the Premier acknowledge that the government has no intention of actually placing $1.1 billion annually from the gas tax into a dedicated legal entity like the Trillium Trust?" ],
  "anchor" : "para285"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just say, once again, that we are committed to building transit. We are committed to putting money into the trust so that it can be clear to people what the projects are that we are going to build and the money that’s being spent on those projects.", "Again, I think what’s happening is the leader of the third party is looking for some reason not to support the budget.", "Just in terms of the general questions about our fiscal plan, if the leader of the third party would read her own platform, she’d remember that she based her platform on our fiscal plan. She said, “We will balance Ontario’s books by 2017-18 with significantly more fiscal space than the Liberal plan.” She goes on to say, “Our plan will provide an additional fiscal cushion of over $700 million annually.”", "So she was using our plan as the foundation, and she was going to—" ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para292"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The need for an independent review of the fiscal plan by the Auditor General is becoming clearer and clearer by the day. While the Premier claims to be dedicating billions of repurposed gas tax dollars to transit, she has chosen not to establish, by law, any dedicated transit funds in the public accounts. That raises red flags, Speaker. Will the Premier confirm that the Ministry of Finance still does not know how to account for the government’s claims of dedicated funding or how much funding is actually going to flow for transit?" ],
  "anchor" : "para293"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Finance is going to want to comment on the specifics, but let’s just listen to what’s happening here. The fact is, we made a commitment in our budget. We built a fiscal plan around investments in transit and transportation infrastructure across the province. They adopted it. The leader of the third party and her colleagues adopted that fiscal plan.", "Then they said they were going find $600 million more cuts but, all the while, they did not have a specific plan in addition to what we had put in place for building transit. They did not have a plan that would build the transportation infrastructure, transit, roads and bridges around the province that we know are so very necessary.", "We have that plan. We’ve got the pathway laid out for how we’re going do that. I hope that is a compelling enough argument that they will now vote for the budget and support that transit investment." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para297"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The problem is that the Premier likes to talk about the path, but the path simply doesn’t exist in the budget that she tabled here in this Legislature. So my question remains to this Premier: Why won’t she call on the Auditor General to conduct an immediate review and address the questions, like this one, about the lack of a dedicated fund for transit for the repurposed gas tax dollars—why won’t she answer those kinds of questions that are swirling below the surface of her Trojan Horse budget?" ],
  "anchor" : "para298"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para299"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I think I just heard the member opposite from the third party saying that she would vote for the budget if it clearly states our support from the Auditor General. On page 46, “Once the funds are established, the province would track new spending on projects, ensuring transparency and accountability for all Ontarians. An online portal would report publicly on project funding and implementation progress.” That’s page 46.", "On page 180, we’ve outlined the work we’re doing on the reporting mechanism, that we’ll work closely with the Auditor General to ensure accountability and transparency in the process. That’s on page 180.", "On page 163, we state clearly time and again, “The government will not sell public assets for the purposes of meeting operating budget shortfalls.”", "We’ve said it’s dedicated to infrastructure. We clearly stated that in the budget. I now look forward to your supporting the budget as we put it forward.", "Interjections." ],
  "anchor" : "para300"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Tourism, Culture and Sports will come to order.", "Interjections." ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You better.", "Start the clock. New question." ],
  "anchor" : "para309"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. The Premier cannot brush off the questions that are being asked about the credibility of her fiscal plan. If she wants to dodge these questions she should at least stop preventing the Auditor General from providing trusted and independent answers. Why won’t the Premier allow the auditor, who has valuable expertise and experience, to provide the public with the answers to the questions about what’s really in her Trojan Horse plan?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as I have said repeatedly, I welcome the scrutiny of the Auditor General. The Minister of Finance has just gone over how we are clear that we want to work with the Auditor General as we set up this new process for investing in transit and transportation infrastructure. The Auditor General will do her work. She will report in the fall, and as I say, we welcome that scrutiny.", "But I think that it is very important that people understand that the fiscal plan that we put forward is exactly the fiscal plan that the NDP built their platform on. They took the plan that we had put forward and then they said, “We’re going to find $600 million more in cuts.” The fact is that the plan that we put forward is the one that they supported. I hope that they understand that and therefore will support our budget." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para315"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the fact of the matter is that this Premier, particularly this Premier, has talked a lot about dedicated transit funds, but with no legal guarantee that so-called “dedicated transit funds” will actually support transit projects. It’s actually time to get the auditor’s take on this fiscal plan. It’s time to address the confusing gap between what the Premier says, what the finance minister says, and what the budget actually does—a gap that the Ministry of Finance officials are trying to figure out behind the scenes. Will the Premier call in the auditor to sort out the confusion for the public or not?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as we have said, the Auditor General will do her work, will look at our plan. We have laid out clearly how we will engage her in terms of setting up these new processes.", "We are committed to building transit, just as we are committed to a $2.5-billion Jobs and Prosperity Fund, just as we’re committed to broader infrastructure investments; in fact, $130 billion in transit, transportation, schools, roads, bridges, hospitals—all those public infrastructure investments that we know are so important for the economy. We’re committed to $4.2 billion in school retrofits and builds. We’re committed to a made-in-Ontario retirement pension plan. We’re committed to increasing the Ontario Child Benefit. We’re committed to expanding student nutrition programs. I would have thought that the leader of the third party and her colleagues would have supported all those things." ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para319"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "An open review of the assumptions, estimates and forecasts in this budget is the prudent and responsible thing to do. It’s the way to promote transparency and confidence in our province. It’s the way to protect our economy by providing the independent assurance to families, businesses and investors that they need to see. Why is this Premier standing in the way of an independent review that can only provide clarity and help strengthen the confidence in Ontario’s fiscal position?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para321"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "What stood in the way of an independent review on a timely basis was an untimely call for an election, and that is what caused our problem.", "We are doing an audit on our books; that’s going to happen. It’s going to come out in public accounts in the fall, so the Auditor General will do her job.", "The member has already been advised that in the budget it talks at great lengths about how that transparency will work and the fact that it is dedicated funding to transit. So we’re saying that’s what it is. The Auditor General will certainly support it when we put it forward.", "But more importantly, the member opposite talks about something that’s very critical, and that is an accountability officer, which we were prepared to put forward. They delayed it; they called an election. Now we have to put that in place as well." ],
  "anchor" : "para322"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Minister of Health. Minister, would you agree that it is a fundamental responsibility of the provincial government to ensure that all Ontarians have the fastest ambulance response times possible?" ],
  "anchor" : "para328"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I can’t help but think that this may be a Trojan Horse question, so I’m anxiously awaiting the supplementary, just to see where the member opposite is going on this.", "Of course, having the best possible ambulance service in Canada, indeed in the world, is our aspiration as a government. It’s important that individuals across this province, when they have the need or a family member has the need for that type of service, have access.", "I want to use the opportunity—I am certain the member is going to shine some more light on this in a moment, but I want to commend the 7,000 paramedics across this province, the more than 1,600 ambulances that they are working through and with, and the many, many health care workers who do an excellent job every day of providing that service for Ontarians." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para332"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I as well. In fact, I will give you a bit of credit here. Your government did take steps to streamline dispatch in the region of Niagara in 2005, and, as a result, local officials were able to shave two minutes off emergency response times.", "The region of Waterloo has put forward a similar proposal, yet your government has stood in the way of this life-saving solution for more than two and a half years. Former Waterloo region police chief Larry Graville found that by moving forward with the region’s plan to bring all dispatch centres under one roof, local officials could improve ambulance response times by one minute and 16 seconds.", "Minister, why does your government think that improving ambulance response times in Niagara region makes sense, but not in Waterloo region?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I do appreciate the question. The member opposite no doubt knows that the province is responsible for dispatch; the municipalities have responsibility for operating our emergency medical services. It’s important that this partnership work extremely well and that it also be a seamless operation. So at the end of the day, we have to look at the patient experience and ensure that what we’re providing as a service in a coordinated fashion is indeed providing that high-quality service that Ontarians should and need to expect.", "I’m happy to look into this. I know that there are several jurisdictions that want to or are having this conversation with my ministry, and I would be happy to follow up with the member opposite on this." ],
  "anchor" : "para336"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the minister for the Pan/Parapan Games. Speaker, Infrastructure Ontario is a crown corporation wholly owned by the government of Ontario—in other words, the people of Ontario. A responsibility of Infrastructure Ontario is to manage project delivery for the people of Ontario.", "We have just learned that Infrastructure Ontario is now threatening to withhold $89 million from the contractor responsible for overseeing the construction of the Hamilton stadium because construction is not on schedule and the stadium wasn’t done in time for the July home games of the current tenants, the Hamilton Tiger-Cats, and probably won’t be done for all of August.", "Speaker, will the minister tell Ontarians how this “on budget, on time” project now has to have the government step in and threaten to withhold payment to the foreign-led private contractor it picked if the contractor doesn’t pull it together and get this job done?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The minister responsible for economic development, trade and infrastructure." ],
  "anchor" : "para342"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para343"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "It’s a long title.", "The challenge I have with this is your position, your party’s position, when it comes to AFP projects. The idea of AFP projects and the new way that Infrastructure Ontario does these projects is it takes the onus off the taxpayer and places it on the contractor. You oppose that. It’s ironic that you would ask this question, because if you had your way, the taxpayers would be on the hook for any cost to delay. The way that Infrastructure Ontario has wisely put this contract forward, it takes the taxpayers off the hook. The good news—", "Interjections." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Two things: Questions to the Chair and answers to the Chair, which prevents the member from Hamilton East–Stoney Creek being asked by me to come to order." ],
  "anchor" : "para347"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I’ll certainly comply with that. I don’t know if that will help, but I’ll certainly comply with that, Mr. Speaker." ],
  "anchor" : "para348"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer." ],
  "anchor" : "para349"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The good news here is that the Hamilton Tiger-Cats will soon be in a brand-spanking-new stadium, something that we all can be very proud of and celebrate." ],
  "anchor" : "para350"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para351"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "We also learned that the city of Hamilton has agreed to intervene with your people—who aren’t doing the job—and the contractor, to press the issue of the million-dollar contractual obligation made to the Ticats for every home game that they’ve missed. The city of Hamilton realizes the seriousness of this problem. Ontarians realize it. It’s just not clear that the minister realizes it.", "Speaker, where is the accountability? Will the minister guarantee that the penalty paid to the Tiger-Cats for every home game that they miss due to construction delays will not be underwritten by Ontarians? Don’t forget, Speaker—to the minister—that they’re going back to Spain. Good luck trying to collect it at international court." ],
  "anchor" : "para352"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The only guarantee here is that, had we listened to the member opposite and his party when it comes to these kinds of infrastructure projects, Ontario taxpayers would be on the hook for any delay costs. The fact is that, the way these contracts are written, Ontario taxpayers are not on the hook. That’s good news to Hamilton taxpayers and good news to Ontario taxpayers.", "It’s also good news that the record of Infrastructure Ontario when it comes to these kinds of projects is almost unheard of around the world: 29 out of 30 projects that they’ve done through the AFP process have been on time and on budget. That’s a pretty good record.", "At the end of the day, this project will get built in time for the games, which is priority number one, and in time for the Tiger-Cats to run onto the field and celebrate a brand new stadium.", "Interjection." ],
  "anchor" : "para354"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Hamilton East–Stoney Creek is warned.", "Interjection." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And the Minister of Aboriginal Affairs will come to order." ],
  "anchor" : "para360"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is also to the Minister of Economic Development, Employment and Infrastructure. Minister, Ontario’s economy continues to grow, creating jobs and business opportunities for Ontarians. The global economic environment, although showing signs of recovery, remains challenging.", "This means that, in a highly competitive world, we have to work tirelessly to create conditions for our companies and people to succeed, both now and in the future. We must build on our momentum and move forward with a balanced approach to grow the economy and create more jobs for Ontarians.", "I know that my constituents in Halton, along with residents across Ontario, want to know what this government is doing to ensure a robust and competitive future for Ontario’s economy. Mr. Speaker, through you to the minister: Could the minister update the House on how the government will help Ontario’s economy foster competitiveness and innovation, and create jobs?" ],
  "anchor" : "para362"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I want to thank the member for this very important question. There’s no question that our government’s top priority is to grow our economy and create good jobs in every region of the province. Our efforts have helped make Ontario number one in North America for foreign direct investment, and we’re determined to build on that success.", "That’s why, as part of the 2014 budget, our government introduced the new 10-year, $2.5-billion Jobs and Prosperity Fund. This fund follows up on a recommendation from Don Drummond to consolidate cross-government business support programs to create a more coordinated, one-window approach, with consistent accountability and measurement systems.", "The fund will improve Ontario’s ability to attract significant business investments and support our future economic growth as regions around the world compete fiercely for these investments. This government is absolutely committed to competing and winning in the global economy." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para368"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you to the Minister of Economic Development, Employment and Infrastructure for the update. My constituents will be pleased to hear that our government is moving forward with key initiatives that will help grow Ontario’s economy, foster competitiveness and innovation, and create jobs.", "Minister, the agri-food industry is an important contributor to our economy. Ontario food-processing companies provide jobs for close to 96,000 people.", "In my riding of Halton, we are fortunate to have a strong food-processing sector. For example, Dare Foods Ltd. continue to produce innovative, high-quality products for consumption around the world.", "But, Minister, Ontario’s food processing faces intense competition from other jurisdictions, both in North America and internationally. Many of my Halton constituents want to know how the Jobs and Prosperity Fund will assist those striving to provide quality food in a competitive economy.", "Speaker, can the minister please provide details on how the Jobs and Prosperity Fund will ignite job creation?" ],
  "anchor" : "para369"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "To the Minister of Agriculture, Food and Rural Affairs, please." ],
  "anchor" : "para375"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "While I’m on my feet this morning, I had the opportunity last Tuesday to visit the community of Tecumseh and visit the Bonduelle company that was devastated by a fire last Friday.", "I want to thank the member from Halton for her question. In fact, my brother and sister-in-law, Doug and Jane, live in the great community of Milton. They know that in Milton, the food industry is an important contributor to the economy.", "We look forward, when our 2014 budget is approved this afternoon, to the $40 million annually for food processing in the province of Ontario to build on the $34 billion that the agri-food sector contributes to Ontario’s GDP—740,000 jobs in that sector—and I look forward to working with the member from Halton for even more jobs in this sector, Mr. Speaker." ],
  "anchor" : "para376"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Good morning, Speaker. My question, through you, is to the Minister of Energy. Good morning, Minister.", "Every day, multinational companies in my riding and across the province crunch numbers to compare the costs of operating in Ontario to other jurisdictions. Good-paying jobs that built our province, and support communities like Brockville, hang in the balance of these calculations. With our industrial electricity costs among the highest in North America, Ontario’s competitive advantage has disappeared along with those jobs.", "But there is a solution to lower our energy costs and retain our manufacturing base. Can you tell the manufacturing workers still employed in my riding, who are worried about their future, why you stubbornly refuse to import cheap, green hydro power from Quebec?" ],
  "anchor" : "para380"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "First of all, Mr. Speaker, I appreciate the question. The member will remember our budget that we introduced in May and which we reintroduced and hopefully will be finished today. There is an expanded program, the Industrial Electricity Incentive Program, which actually uses our surplus energy to incent new businesses to establish here in Ontario and to expand existing businesses. That gives them in excess of a 25% reduction on their industrial electricity rates in the province of Ontario.", "We’ve already done a number of these programs, and they’ve been taken up 100%. We’re expanding the program, and it is creating jobs. It’s creating jobs in eastern Ontario and every other part of the province, particularly in northern Ontario." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Back to the minister: Minister, the infrastructure exists for us to get this cheap power. You know that, because you already use it to pay Quebec to take our expensive excess wind power. A lack of wires here isn’t the problem; it’s you clinging to a failed ideology. Put away your comments about your programs, and let’s deal with what’s happening in the real world. Jobs are vanishing, and I fear there’s worse news to come for our economy and in my riding if you continue to do nothing about these increased rates. Meanwhile, manufacturers in Quebec enjoy electricity prices 55% lower than ours.", "When is the light bulb going to come on over there? How many more manufacturing jobs do we have to lose? Put away your failed plans, and start negotiating with Quebec." ],
  "anchor" : "para386"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, the member might know that Ontario and Quebec are already significant electricity trading partners. In fact, Ontario can import power from Quebec when it is cost-effective to do so. The member should also know that Quebec has the need for Ontario power. In fact, this January, over a period of four or five days, Quebec did not have enough power to serve its own population, and they were importing some of our surplus power. They have electric heating across the province.", "In fact, the member should know—and he’s not listening; the member is not listening, Mr. Speaker—that our long-term energy plan has a provision in it that requires us to start discussions with Manitoba and Quebec with respect to more energy trading. He should also know that it takes significantly more infrastructure in terms of transmission and interties and significant costs to make it happen.", "Mr. Speaker, we are very, very—" ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para391"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Minister of Labour. Yesterday, the minister told reporters that unpaid internships do not exist in Ontario and that he is not sure if this is a growing problem.", "The thousands of young people in this province who are asked to work for free after they graduate know that unpaid internships exist, and the thousands of Ontarians who agree that this government needs to take action know that the problem has increased since the recession.", "Speaker, how can the minister deal with an issue when he refuses to acknowledge that it exists?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for this important question. Let me be very, very clear: What we are saying is that if you perform work for somebody else in the province of Ontario and they derive a benefit from that work, you’re entitled to get paid under the Employment Standards Act. What I would have said is that unpaid internships are illegal. There’s no such thing as an unpaid internship. What there is is a job that you’re entitled to receive pay for. You get as much coverage under the Employment Standards Act as anybody else in the province of Ontario.", "We have been out on a blitz on this. We respond to phone calls. We respond to anonymous tips. If there’s anybody in the province of Ontario right now who is performing work and is not being paid, please contact the Ministry of Labour. We will enforce the act. We will ensure that these people get the coverage they deserve and need." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Speaker, there are estimates that as many as 100,000 people are working as unpaid interns in Ontario. There are too many employers who are ignoring their obligations under the Employment Standards Act or who are not aware of them. There are too many unpaid interns who are desperate for any kind of work experience and fearful of lodging a complaint.", "Unpaid internships are ethically wrong, and they are bad for the economy. Will the minister commit to amending the Employment Standards Act to prevent the exploitation of unpaid internships?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you again for the supplementary question. On average, the Ministry of Labour receives about 18,000 Employment Standards Act claims per year, and we act on each and every one of them. We do the investigation. We ensure that everybody in the province of Ontario who is performing work for somebody else, where that person is receiving a benefit from that work, is covered under the Employment Standards Act.", "We had a blitz that started on April 1 of this year. It was a 10-week blitz that ended in the middle of June. We expect to have the results of that available very shortly. We’ll be acting on that as well. But during every single proactive inspection done in workplaces in the province of Ontario today, the issue of illegal unpaid internships was raised and investigated. It’s something we’re very proactive on, something we’re very concerned about.", "I am quite happy to work with the member on the private member’s bill to ensure that whatever coverage we can give to these young people is given." ],
  "anchor" : "para401"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is for the Associate Minister of Health and Long-Term Care with the responsibility for long-term care and wellness.", "There’s no better time than the summer to go outside, to get active and to stay fit. Since healthy kids grow up to be healthy adults, it’s especially important for young Ontarians to put that video game controller down or shut down the computer and get outdoors.", "I have two teenagers and know only too well how difficult it is to motivate our children to make the right choices for their health. Yet thousands of Ontarians try to do just that every day, whether it’s parents taking their kids to the beach or volunteers at a summer camp.", "My question for the minister through you, Mr. Speaker, is, what is our government doing to help parents and communities keep kids active and healthy?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I’d like to begin by thanking the member from Kingston and the Islands for her question. Like you, I have a teenaged daughter, and I’m very concerned and motivated to ensure she grows up to have healthy habits.", "The fact is that the habits we get in our childhood are the ones that endure. If we want our children to grow up to be healthy kids, we have to give them a healthy start. That’s one reason our government has focused so much on our youth and on our schoolchildren.", "One such fund that we have that we are continuing to invest in is the Healthy Communities Fund. This fund was established in 2009 to support grassroots, locally-driven wellness initiatives. The fund helps communities plan and deliver programs that improve the health of Ontarians, particularly high-risk and underserved populations, with a special focus on our youth.", "One example is Motivate Canada’s Activate Ontario youth initiative. This project trains young leaders to play an active role in improving physical activity, self-esteem and youth leadership." ],
  "anchor" : "para409"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Thank you, Minister. Speaker, this sounds like exactly the initiative that will encourage kids to stay physically active. There is nothing quite like being physically active when it comes to increasing confidence and engaging our youth in their communities. I am proud to represent a university town where there are many young leaders who are looking for work in their community, so I know that young people in my riding would be interested to know more about initiatives like this.", "I know that many parents like myself and yourself realize that reaching out to young people and getting our youth involved can sometimes be easier said than done. Through you, Mr. Speaker, could the minister tell this House how these initiatives are reaching out to young people?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Again, the member for Kingston and the Islands asks a very pertinent question. I’m pleased to tell her and this House that the initiatives supported through our Healthy Communities Fund have been remarkably successful at engaging our youth and young Ontarians and, indeed, people of all ages. Since 2009, the fund has provided almost $14 million to 81 organizations to deliver health and wellness projects. More than 300,000 Ontarians have benefited from these initiatives.", "To give you another example, the Fédération de la jeunesse franco-ontarienne youth healthy living initiative is reaching out to young Franco-Ontarians to provide education and resources to help them make better choices about healthy eating and active living.", "And 8-80 Cities’ Doable Neighbourhood Projects are small-scale interventions to improve the health of our young, and we will continue to invest in this." ],
  "anchor" : "para417"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is to the Premier. Premier, your government keeps pushing through a proposal in my riding to build eight 500-foot-tall wind turbines—that will be as tall as the TD tower here in Toronto—on the flight path of the Collingwood Regional Airport and on the flight path of the Clearview airport, despite opposition from surrounding municipalities and despite safety warnings from the airport boards and pilots.", "Collingwood airport board chair and engineer Charlie Tatham has told provincial officials that the location of the turbines poses a lethal danger. The situation is serious, in light of the crash that occurred in North Carolina where four people were killed hitting a wind turbine near the airport. If this project goes ahead, it won’t be a question of if there will be deaths; it will be a question of when those deaths occur.", "Premier, I ask you again: Is it still your plan to allow this project to go ahead, despite vast opposition from the community and the dangers that it will create?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para424"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I thank the member for the question. It is a serious issue and a serious consideration. But the member will know that we cannot simply unilaterally cancel an existing contract. It has a lot of repercussions to do so.", "We do have a process. I will refer the supplementary to the Minister of the Environment and Climate Change. There are federal regulations as well that deal with airports. They are in play here. We already know that in at least one other circumstance, the federal government has required the moving of turbines because of safety concerns. There is a process for that, and I will refer that to the Minister of the Environment." ],
  "anchor" : "para425"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para427"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is really to the Premier, and I’ll address her in a moment. But I’ll just say, Minister, this airport isn’t registered in the same way—neither airport is, the Clearview one and the Collingwood one—as Chatham, so there are no rules.", "This goes back to Chris Bentley, when he said to me that there were all kinds of rules and federal regulations and that, and I said, “No, do your homework.” I guess nobody in your department is doing their homework, because the fact of the matter is there are no rules because nobody thought a government would be so stupid as to put 500-foot wind turbines on flight paths to airports.", "Premier, you appeared in the riding just before you became Liberal leader. During your leadership campaign, you were interviewed and you said three things: The green energy project should not be allowed to move ahead in the face of community opposition; an airport shutdown because of wind turbines doesn’t make sense; and you committed to review the situation at the Collingwood airport. It has been a year and a half since you made that commitment. What has happened with the review? We’ve certainly heard nothing." ],
  "anchor" : "para428"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Minister of the Environment." ],
  "anchor" : "para431"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "If the member was a little less confrontational and had a little more humility for his party, we could get this resolved.", "Mr. Speaker, this should be, and is, a federal responsibility, and there are guidelines for airports, and the federal government—and this is not an Ontario issue, my friend; it is a national issue, because this problem has come up in other provinces with other types of structures. The ministry is reviewing that right now. I have already met with a number of—", "Interjections." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para435"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "They control the airports; you control the turbines." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I control your voice.", "Interjections." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to remind all members: You do not use anyone’s name, other than their title or their riding. It has got to stop.", "Wrap up, please." ],
  "anchor" : "para439"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you very much.", "We are approaching the federal government. I am very happy to sit down after the question period with the member. If he actually wants to resolve this issue, I’m happy to work with him. If he’s trying to play political football, that doesn’t help this.", "This is a problem that Ministers of the Environment, Ministers of Transportation, and Ministers of Energy across Canada right now are trying to work on a framework for. The federal guidelines are very soft; they’re problematic; and we need—" ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para444"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "My question is to the Premier. Premier, as you should know, next Tuesday is the running of the 79th Prince of Wales Stakes at the Fort Erie Race Track.", "Last year’s race attracted over 10,000 spectators. This year, with 11 horses already confirmed to run in the Prince of Wales, they are expecting close to 12,000 fans from across Ontario and the United States.", "I’ve been proud to stand here in this Legislature time and again to speak on the importance of the track to the community and the Niagara region, including St. Catharines.", "Will the Premier join me on Tuesday, July 29, for the Prince of Wales Stakes to see how important the racetrack is to the community and the Niagara region?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "First of all, let me just say how thrilled I am that there is racing at Fort Erie. Let me just say how pleased I am that, as we committed, there would be a race season at the track this year, and there is a racing season. We made that happen.", "I want to commend the community, the community that worked hard, partnered with us and made that happen. I have less than no control over my calendar in terms of where I will be, but I really appreciate the invitation. I know how important the track is to the community, and I certainly appreciate the member extending the invitation." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para452"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’m guessing that that might be a no, but I will go to this, because I want to answer your question: There are 1,000 direct and indirect jobs tied to the Fort Erie Race Track. It is a cornerstone of this community.", "A few months ago, the Auditor General said that the Slots at Racetracks Program was cancelled without proper planning, without proper community consultation, and without any consideration of what this would do to tracks like Fort Erie, or the local economy.", "To your response: We need to reinstate the Slots at Racetracks Program and increase the racing schedule from 37 days to at least 74, because you can’t run the track and protect 1,000 jobs with 37 days.", "Will the Premier sit down with the representatives from the racetrack and from the Fort Erie community and work out a plan to assure a long-term—" ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Premier?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para458"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I’m very pleased to answer the question from the member from Niagara Falls.", "Of course, we have put in place a five-year, $500-million program to support a very important industry in rural Ontario: the horse racing industry, be it thoroughbred racing, standardbred racing or quarter horse racing.", "A couple of weeks ago, I had the opportunity to meet with representatives of the horse racing industry at the Queen’s Plate, which is the first leg of Canada’s triple crown.", "We look forward to seeing a big crowd at Fort Erie next week for the second leg of Canada’s triple crown, and then the third race will be held at Woodbine later.", "Mr. Speaker, I want to inform the House that this year, of course, is the 50th anniversary of Northern Dancer, perhaps Canada’s most renowned racehorse, winning the Queen’s Plate.", "All of us celebrate the good news in Ontario’s horse racing industry, as we’ve brought that industry back." ],
  "anchor" : "para460"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "My question is for the Associate Minister of Finance. Minister, generations of Ontarians have been well served by the Canada Pension Plan. However, for many of my constituents in Etobicoke–Lakeshore and across the province, we know that a pension gap has emerged. The time has come to close that pension gap, particularly for middle-income earners with no access to a workplace pension plan.", "Last December, provincial finance ministers from across the country came together and called on the federal government to collaborate on moving forward with an enhancement to the CPP. Unfortunately, the federal government has made it clear they’re not willing to take action on this issue. As a result, the Ontario government has decided to move forward with a made-in-Ontario retirement pension plan.", "Mr. Speaker, through you to the minister: Can she please make it clear to this House why this government decided to move forward with an Ontario pension plan rather than waiting for the federal government to finally come to the table on CPP enhancement?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Thank you to the hard-working member from Etobicoke–Lakeshore, who is already making such a difference in this Legislature.", "Indeed, this is a serious gap. The fact of the matter is that the middle class is not saving enough for retirement.", "Our objective with the Ontario Retirement Pension Plan is to build Ontario up. We know that two thirds of Ontarians don’t have a workplace pension, and voluntary measures are simply not enough. CPP is not enough to survive on. The maximum benefit is $12,500. Economist David Dodge’s report shows that this is an economic imperative. The ORPP will allow for a predictable stream of income that future retirees can depend on when they need it most.", "Enhancing the CPP is the preferred option, but the federal government has unilaterally blocked CPP enhancements.", "Mr. Speaker, Ontarians expect leadership, and we will lead the way with the Ontario Retirement Pension Plan." ],
  "anchor" : "para470"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you to the minister for her thoughtful and detailed response. I’m pleased to hear that Ontario is leading the way and moving ahead with an Ontario Retirement Pension Plan. I have spoken with many of my constituents who are genuinely concerned that they will not be able to save enough for their retirement. Many of my elderly constituents are concerned about their grandchildren’s future, and I’m concerned about my daughter’s generation’s future.", "Youth in this province are more likely to be working for multiple employers throughout their lifetime, which can lead to a patchwork of workplace pension coverage or no coverage at all. If they’re lucky enough to be part of that one third of Ontarians who do get access to a workplace pension plan, that still might not be enough.", "That’s why many of my constituents are concerned about the design and implementation of the ORPP: because they know the way it’s built and implemented will also affect businesses.", "Mr. Speaker, through you to the Associate Minister of Finance: Can she please explain to the House how the ORPP will affect businesses?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "The ORPP is an enhancement to our economy, and it will support three million Ontarians who live on CPP alone or whatever they’re able to save. It’s about ensuring that everyone has a secure, stable retirement with a predictable stream of income.", "Our government will provide leadership on this. We will support Ontarians in saving through a new ORPP. We will consult widely with people, including business. We’re listening to businesses’ concerns.", "We’ve struck a technical advisory group that’s providing input. We’ve sought the advice of former Prime Minister Paul Martin, and we have an implementation lead, Mr. Michael Nobrega, former CEO of OMERS.", "Mr. Speaker, we will introduce the plan in 2017 to coincide with a phase-down of EI premiums. We will phase in the introductions, starting with the largest businesses first.", "Mr. Speaker, this is about leadership. This is about building Ontario up and providing for those in their retirement years." ],
  "anchor" : "para480"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "A question to the Minister of Health: My constituency office in Stormont–Dundas–South Glengarry receives daily inquiries from residents who are having difficulties accessing the health services that they deserve. Some families have been registered with Health Care Connect for more than four years and are still waiting for a doctor.", "Numerous constituents who require long-term-care facilities for a family member are forced to wait years to have their needs met. In fact, according to the Auditor General, they’re the longest wait times in Ontario, waiting almost three years for a bed. But according to the Champlain LHIN, my riding of Stormont–Dundas–South Glengarry is oversupplied with both physicians and long-term-care beds.", "Minister, clearly your data does not add up. When will you get serious about meeting the needs of my constituents? For either your data is wrong, or they are doing a really bad job with this oversupply." ],
  "anchor" : "para486"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question from the member opposite, who may not know that we made an important commitment in our platform: a commitment to provide every Ontarian with a primary care provider." ],
  "anchor" : "para489"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We’re almost there, but not quite." ],
  "anchor" : "para490"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "And we’re almost there. In fact, more than 90% of Ontarians have access to a primary care provider.", "I understand that, as we continue the transformation, our action plan for health care, in moving more services closer to where people need and require them—that best quality care, that timely care—and transfer more of that care into the community, whether it’s home care or long-term care, which was referenced by the member opposite—we will continue to make sure that we get that balance right. At the end of the day, it’s important for us to make sure we’re providing that quality of care as close to home as where people need it, ensuring that it’s of the highest quality." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Back to the Minister: Minister, the facts are clear. The LHIN has stated that we have enough long-term-care beds to meet requirements beyond 2030, by which time, according to the Auditor General, the population over 75 is projected to increase by almost 50%. He also stated that constituents in eastern Ontario are waiting up to three years for a long-term-care bed, the worst in the province.", "Minister, when my constituents come into my office because they have a loved one who can’t be placed in a long-term-care facility or find a local practitioner, they are insulted when your ministry says our riding is oversupplied with both physicians and long-term-care beds.", "When will you address the problem and provide the health care that we are paying for and that we deserve?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "We are making those investments. We’re making those investments in long-term care. In fact, we’ve seen a decrease in the wait times for long-term care across the province specifically because we’re investing more in home and community care. The member opposite, I’m sure, agrees that when appropriate, it’s much better to support individuals and their families in their home or as close to home as possible. That may be a long-term-care facility, but often it isn’t; it might be a residential setting, a retirement home, a home care environment. Of course, for those times when they do need a higher level of supervision and support, we provide that.", "I just encourage the member opposite—we’re investing in it. It is in our budget to invest more in home and community care. I would hope that the member opposite would support our budget and vote for it today, because those are the kinds of investments that we need to do precisely what the member opposite has asked us to do." ],
  "anchor" : "para497"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. Two years ago, the province cancelled the Slots at Racetracks Program and announced a bold plan to build casinos. The government certainly moves fast at cancelling the slots at racetracks, like at Sudbury Downs, and we suffered immediately. The province said it would issue a request for proposal in 2012, but we’re now in July 2014. There is no sign of an RFP and there certainly are no casinos.", "In southern Ontario, the RFP for a casino operator must include horse racing. The Premier said that she was thrilled there was racing at Fort Erie, but in northern Ontario, there is no racing. Sudbury Downs has been cancelled, a hundred jobs have been lost, along with terrible blows to the agriculture industry.", "The question is simple: Will the Premier give northern Ontario the same deal it gives southern Ontario and make sure that the casino operator in Sudbury includes horse racing?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para503"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the member from Nickel Belt for this question. I did have a discussion with her earlier this week. Sudbury Downs was offered a fair deal in our negotiations with the Ontario Racing Commission as part of the overall partnership plan. For reasons unknown to me—and there was a question with regard to horse supply for Sudbury Downs. I did indicate to the member that we would take a second look at Sudbury Downs in terms of the 2015 racing season.", "I did take the opportunity to talk to John Snobelen, along with John Wilkinson and Elmer Buchanan. We’ve put in place the five-year $500-million plan for horse racing in Ontario. We’ve moved ahead with that file, and I’ll certainly get back to the member with regard to Sudbury Downs.", "Deferred vote on the motion for third reading of the following bill:", "Bill 14, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 14, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para504"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Would all members take their seats, please. Could be close. All members take their seats, please." ],
  "anchor" : "para512"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Last chance, folks. The last chance.", "Interjections." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker",
  "text" : [ "See what you’ve done? See what you’ve done?", "On July 23, Mr. Naqvi moved third reading of Bill 14. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para574"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 56; the nays are 37." ],
  "anchor" : "para613"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para614"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Brampton West on a point of order." ],
  "anchor" : "para618"
}, {
  "speaker" : "Vic Dhillon",
  "text" : [ "We have some special little people visiting here: my kids, Saajan, Robin and Taj, and as well, my niece and nephew, who are visiting from India, Ikroop and Daman Rao." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just before I make this proclamation, I want to thank all members. Again, I’m not making assumptions, but if there are assumptions to be made, I wish all of you a safe and happy summer with your families.", "Also, know that I know, and we all know, that you work very hard in your constituency offices during the times in which the House is not sitting. I wish you safety with you and your families.", "There are no further votes.", "This House stands adjourned until 1 p.m. this afternoon." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Administrator has been pleased to assent to a certain bill in her office." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The following is the title of the bill to which Her Honour did assent:", "An Act to implement Budget measures and to enact and amend various Acts / Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para627"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Mr. Speaker, I’m pleased to introduce to you today my partner, Chris Van der Vyver, who’s in the members’ gallery, and my daughter Linnaea Kiwala. I’m absolutely delighted that they’re here with us today. Thank you so much for coming." ],
  "anchor" : "para630"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "On Canada Day, four people had their contributions to our country’s agricultural industry recognized as they became the inaugural members of the East Oxford Agriculture Hall of Fame.", "Today, I’m pleased to have the opportunity to recognize them again. The recipients were: Charles Gracey, Don Lazenby, Erle Kitchen and Ross Butler.", "Charles Gracey was inducted into the Canadian Agricultural Hall of Fame in 2001. He was the driving force behind the creation of a check-off on cattle marketing in Ontario which became the model for other provinces to follow.", "Don Lazenby is recognized for his contribution to dairy herd management and for guiding innovation and systems development for the dairy industry. He also organized a program to expose Oxford county students to the dairy industry.", "The late Erle Kitchen was a Holstein breeder and author of many of the policies of Canada’s dairy organization. He was also known across the country for his contributions to government policies.", "In addition to being a farmer, Ross Butler created the “true type” drawings of animals that were used in schools and are now known worldwide. I’m proud to have two of his prints in my office upstairs.", "I also want to recognize Bill Hampson, a fourth-generation farmer who was the creator and driving force behind the East Oxford Agriculture Hall of Fame. Tragically, he passed away too soon to see his idea completed, but it will always be part of his legacy.", "In planning for the event, Bill said, “Canada Day was the fitting time to recognize these people who made such great contributions to our country’s agriculture sector.” On behalf of the people of Oxford, I want to say that I agree with Bill Hampson." ],
  "anchor" : "para633"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I would like to take this opportunity to speak about Viola Pilkey on her 90th birthday. Vi is a woman who has been contributing to Oshawa’s story for years. She’s a trailblazer and a pillar in our community with deep roots in politics, the NDP and women’s initiatives, charity work and social justice.", "Viola moved to Oshawa in 1924 and has spent her life being a part of the city and its journey ever since. She has always kept pace with the people and the politics— maybe it is fairer to say or that the people and politics have had to keep pace with Vi Pilkey.", "Always active in her community, it was in politics that Vi shone the brightest. Though she never held office herself, she quarterbacked the campaigns of her husband, Cliff Pilkey, as alderman and MPP for Oshawa, as well as her son Allan, who was elected as alderman, mayor of Oshawa and, later, as MPP.", "In 1968, Vi played one of the largest roles in Ed Broadbent’s breakthrough win. In a span of one year, she steered her husband’s win, her son’s win and Ed Broadbent’s win. Regardless of political stripe, that is a remarkable achievement.", "Vi received Oshawa’s Community Legends award in 2013 for her active volunteer work with many community and labour organizations, charities and political campaigns.", "Personally, I cannot thank Vi enough for her enthusiasm and investment during my campaign. I appreciated the invaluable opportunity to draw from her experience and passion. Thank you, Vi.", "Happy 90th birthday, Viola, from the Legislative Assembly of Ontario and from your beloved community of Oshawa.", "Interjections." ],
  "anchor" : "para642"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are some heavy conversations going on around this side. Can we keep it a little quiet?", "Members’ statements?" ],
  "anchor" : "para650"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "La circonscription d’Ottawa–Orléans que je suis très fière de représenter depuis le 12 juin dernier est une communauté active où la diversité culturelle et linguistique est omniprésente et vit en parfaite harmonie.", "J’aimerais reconnaître et saluer aujourd’hui devant cette Chambre l’initiative de Loyal Kigabiro et de son président. Les Tambours sacrés du Burundi au Canada, en abrégé Loyal Kigabiro, est un groupe de tambour sacré du Burundi à vocation pédagogique. Il initie et instruit toute personne désireuse de faire sien l’art des Batimbo du Burundi.", "Je participais justement samedi dernier à un spectacle de levée de fonds tout particulier afin de venir en aide aux sanctuaires des Batimbo traditionnels du Burundi.", "Les tambours sont sculptés à partir d’un arbre dénommé Cordia africana et sont couverts par la peau de vache.", "J’aimerais remercier l’entraîneur, M. Patrice Ntafatiro, pour l’extraordinaire spectacle qu’il a offert avec ses élèves.", "Je suis très heureuse de souligner comment la communauté du Burundi à Orléans est active et je salue leurs efforts constants afin de sensibiliser et de promouvoir la culture du Burundi en Ontario et au Canada." ],
  "anchor" : "para653"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I rise on behalf of recreational vehicle enthusiasts in Leeds–Grenville and in rural communities across Ontario.", "Last November, this House unanimously passed a motion to amend regulation 316/03 under the Highway Traffic Act. MPPs from all parties spoke strongly in favour of updating the act to allow side-by-side off-road vehicles, four-seat side-by-side vehicles and two-up vehicles on our roadways under the same conditions as other ATVs. This would treat all ATVs equally, giving owners the same opportunity to explore our great province.", "It was interesting that the current Minister of Transportation was among those who spoke in support. So on behalf of the Thousand Islands ATV Club, the Johnstown ATV Club and other clubs throughout Leeds–Grenville and the province of Ontario, I’m calling on the minister to act on this issue. There is no need for a rerun of that debate. He can make all these amendments, which have the support of MPPs, municipal leaders, businesses, the Ontario Federation of Anglers and Hunters, and ATV enthusiasts.", "In the lead-up to the debate last November, I was inundated with letters, emails and phone calls from ATV clubs and riders throughout my riding. They spoke about safety enhancements to these ATVs, and said it’s time the Highway Traffic Act caught up with the times.", "They also mentioned that this is a great opportunity to give the tourism economy in rural Ontario a much-needed boost. I agree, and we all need to make it happen.", "I appreciate the minister’s supportive words that he put into place last year. Let’s just move forward." ],
  "anchor" : "para660"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "In 2010, under the green energy FIT program, a contract was awarded to Canadian Solar to build three 10-megawatt solar farms in the city of Temiskaming Shores. The community was fully in support of the project, and as construction began, it was announced that TransCanada Energy would purchase the facilities on completion. Since residents of our region have a long-standing relationship with TransCanada PipeLines, they were further encouraged by this development. A contract from the OPA, reputable public companies—what could go wrong?", "Although the contract was granted to Canadian Solar, the actual construction was subcontracted to ABB, who then hired Clarida Construction, who then employed local companies to do the actual work. When Clarida failed to pay the local contractors, the project touted as an economic boom turned into a nightmare. ABB replaced Clarida but refused to honour invoices for previous work. The new company was soon replaced by another, with more unpaid bills.", "I wrote a letter to the Minister of Energy on February 4 advising him of the situation and asked for his assistance. He replied on April 3, directing my constituents to consider legal advice.", "During the election campaign, my Liberal opponent also wrote the Minister of Energy: “I am respectfully requesting that you issue a directive to the OPA to halt this project until Canadian Solar, its general contractor ABB and their subcontractors, and the Temiskaming Shores businesses come to a resolution of the outstanding amount owing to this date ... of $21.3 million....”", "Since the Minister of Energy won’t act, I’m asking the Premier to step in and save these family-owned businesses." ],
  "anchor" : "para667"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I think it’s safe to say that every hockey player dreams of winning the Stanley Cup and bringing it home to celebrate in their community. Now, not many get a chance, but happily, last weekend, a Kitchener native had the opportunity to do just that.", "This past Sunday, to the delight of hockey fans across Waterloo region, LA Kings forward Tanner Pearson brought the Stanley Cup home to Kitchener." ],
  "anchor" : "para674"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Yes.", "Thousands of fans lined up at Kitchener city hall for a chance to get their picture taken with Pearson and the venerable cup. No one wanted to miss this. After all, for those of you who are Leafs fans, you can appreciate how rare it is to be able to celebrate with the Stanley Cup.", "Mr. Pearson was a first-round pick of the LA Kings in 2012. He grew up playing minor league hockey in Waterloo region before being drafted. He played for the Waterloo Siskins and the Barrie Colts. He also had the opportunity to represent Canada at the 2012 World Junior Championship.", "We are immensely proud of Mr. Pearson, and we wish him all the best in his NHL career. Hopefully, he’ll be able to bring the cup back to Kitchener again in the not-too-distant future." ],
  "anchor" : "para677"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, Elvis has not left the building. In fact, this weekend, he will be in Collingwood, where Elvii from around the world will gather for the 2014 Collingwood Elvis Festival.", "This festival attracts hundreds of thousands of Elvis Presley fans to my riding each year for a fun-filled weekend of music, competition, tribute performances and family attractions. The full schedule of events can be found at collingwoodelvisfestival.com, the events web page,", "This year in particular is a special year for the festival as they will be celebrating their 20th anniversary. In tribute to this milestone, the festival is thrilled to be welcoming special guest Priscilla Presley.", "Famous in her own right as a well-known actress and businesswoman, Priscilla has a new book, entitled Shades of Elvis, that she will be promoting throughout the festival. It showcases photographs of celebrities wearing Elvis’s iconic sunglasses.", "Priscilla will be joined by her co-author, Christopher Ameruoso, for a photo and autograph session on Saturday at the Collingwood library.", "As a big Elvis fan, I am all shook up about meeting Priscilla and enjoying all the festival has to offer.", "I invite all members of this Legislature to visit my riding this weekend to enjoy all that the festival has to offer and to pay tribute to the great King of Rock and Roll. It’s a wonderful event and I think you’d all enjoy it thoroughly.", "Thank you, thank you very much, Mr. Speaker." ],
  "anchor" : "para682"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I rise today to tell you about two amazingly creative fundraising events in Kingston and the Islands.", "Firstly, Princess Animal Hospital donates all the money that it receives for dog and cat nail trims back to the community. Yes, making money from animal nail clippings is possible in Kingston. The last donation of $745 was just presented to the Kingston Grandmother Connection, a charity that I volunteer with, which in turn was donated to the Stephen Lewis Foundation for their work with HIV/AIDS orphans in Africa. Doctors Latimer, Ouellet and Caudle are to be commended for their commitment and generosity towards local charities.", "Secondly, last weekend in front of city hall—Canada’s first Parliament—I participated in the second annual Pull Together for Epilepsy Fire Truck Pull, and, no, I didn’t pull it with my teeth. Conceived by Susan Harrison, the executive director, and superbly organized by staff and volunteers from the Epilepsy and Seizure Disorder Resource Centre, nine teams pulled a fully loaded fire truck 100 feet against the clock. The whole event would not be possible without the dedication and volunteer work of the Kingston Fire and Rescue, which placed first and third.", "At that event, we raised more than $9,500 to assist 300 people with epilepsy in our community.", "Needless to say, my team, comprised of local politicians and honourables came in—can you guess?—last. We could have used your help, Mr. Speaker." ],
  "anchor" : "para691"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I invite all members to grab your dancing shoes and a friend and come to visit my unique riding of Cambridge on August 1, 2 and 3. The city will be again hosting the Mill Race Festival of Traditional Folk Music, now in its 22nd year. It’s the result of the vision of Brad McEwen, a local musician who has worked tirelessly for its continued success.", "The festival includes a wide variety of folk music and dancing from across Ontario, Quebec and the United Kingdom. The legacy of a long tradition of British folk music is combined with the multicultural and multinational features of this country to create an event that is quintessentially Canadian.", "The folk festival is structured in the vein of a traditional European festival. Musicians will be performing on various stages and areas in the historic downtown core alongside the Grand River.", "There will be a wide array of arts, crafts and foods on offer throughout the venues, which, coupled with the superb music and dance, is sure to create an atmosphere of celebration and excitement.", "Some events will take place at the breathtaking Mill Race amphitheatre, an outdoor performance space which encompasses the stone ruins of a textile mill overlooking the Grand River, another seamless and beautiful blending of old and new, tradition and innovation.", "The Mill Race Festival is a great chance for folks from all around and in Cambridge to enjoy a unique and unifying celebration.", "Mme Gélinas moved first reading of the following bill:", "Bill Pr4, An Act to revive Bruno’s Alignment Limited." ],
  "anchor" : "para697"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para707"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 86, this bill stands referred to the Standing Committee on Regulations and Private Bills.", "Mr. Sousa moved first reading of the following bill:", "Bill 26, An Act to amend the Taxation Act, 2007 / Projet de loi 26, Loi modifiant la Loi de 2007 sur les impôts." ],
  "anchor" : "para709"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para713"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Does the minister have a brief statement?" ],
  "anchor" : "para715"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "No statement, Mr. Speaker." ],
  "anchor" : "para716"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On a point of order, the government House leader." ],
  "anchor" : "para718"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding An Act to amend the Taxation Act, 2007, that has been introduced just now." ],
  "anchor" : "para719"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi seeks unanimous consent to move a motion. Agreed? Agreed." ],
  "anchor" : "para720"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that the orders for second and third reading of this bill shall immediately be called consecutively; and", "The Speaker shall put the question on the motions for second and third reading of the bill immediately, without debate or amendment, no deferral of either vote being permitted; and", "In the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para721"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that the orders for second and third reading of—" ],
  "anchor" : "para725"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para726"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Agreed? Agreed.", "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Sousa moved second reading of the following bill:", "Bill 26, An Act to amend the Taxation Act, 2007 / Projet de loi 26, Loi modifiant la Loi de 2007 sur les impôts." ],
  "anchor" : "para727"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the motion carry? Carried." ],
  "anchor" : "para733"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On division." ],
  "anchor" : "para734"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On division.", "Mr. Sousa moved third reading of the following bill:", "Bill 26, An Act to amend the Taxation Act, 2007 / Projet de loi 26, Loi modifiant la Loi de 2007 sur les impôts." ],
  "anchor" : "para735"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para740"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On division." ],
  "anchor" : "para741"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On division.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para742"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para745"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the Standing Committee on Estimates." ],
  "anchor" : "para747"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved a motion seeking unanimous consent. Agreed? Agreed." ],
  "anchor" : "para748"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that, on behalf of the Standing Committee on Estimates, the House leaders of the recognized parties shall conduct a process of estimates selection provided for in standing order 60, and shall submit the resulting list of selections in writing to the Clerk of the Committee no later than Friday, September 12, 2014, at 5 p.m.; and", "That, notwithstanding the order of the House dated July 16, 2014, or any standing order, the Standing Committee on Estimates be authorized to meet for the purpose of organization and to consider estimates as follows: Tuesday, September 30; Tuesday, October 7; and Tuesday, October 14 from 9 a.m. to 12:30 p.m., and Wednesday, October 1; Wednesday, October 8; and Wednesday, October 15, 2014, from 9 a.m. to 11:15 a.m.; and", "That, notwithstanding standing order 63(a), the Standing Committee on Estimates shall present one report with respect to all of the estimates and supplementary estimates considered pursuant to standing orders 60 and 62, no later than November 27, 2014; and", "That all other sections of standing order 63 shall apply to the November 27, 2014, reporting date; and", "That, notwithstanding standing order 60(c), the estimates of the ministries and offices shall be considered in the following order: those ministries and offices selected by the members of the party forming the official opposition, followed by those ministries and offices selected by the members of the party having the third-largest membership in the House, followed by those ministries and offices selected by the members of the party forming the government." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved—" ],
  "anchor" : "para754"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para755"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Agreed? Agreed.", "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para756"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’d like to introduce a petition to the Legislative Assembly of Ontario:", "“Whereas current federal laws are not a strong enough deterrent to stop criminals from driving around with unlawful handguns in their cars;", "“Whereas in recent years there have been a number of innocent people shot and killed by unlawful handguns carried in cars despite the hard work of our local police;", "“Whereas unlawful handguns in cars, drive-by shootings, and gun crimes are threatening innocent citizens and our police officers on duty;", "“Whereas the constant flow of illegal smuggled guns into the hands of street criminals continues;", "“Whereas only police officers, military personnel, and lawfully licensed persons are the only people allowed to possess handguns;", "“Whereas Bill 24 would help police take these gunmen off our streets and make our communities safer;", "“We, the undersigned, petition the Legislative Assembly of Ontario to pass Bill 24.”", "I fully support this petition and I hand it to our page Stephanie." ],
  "anchor" : "para761"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I attach my name to this and I give it to page Emma." ],
  "anchor" : "para771"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario and it reads as follows:", "“Whereas there are an estimated 100,000 to 300,000 unpaid internships in Canada each year; and", "“Whereas youth unemployment in Ontario is over 15%; and", "“Whereas the Ontario Ministry of Labour is not adequately enforcing the laws on unpaid internships;", "“We, the undersigned, petition the Legislative Assembly of Ontario to take the following actions:", "“(1) Proactively enforce the law on unpaid internships;", "“(2) Engage in an educational campaign to inform students, youth, employers, educational institutions and the general public of the laws surrounding unpaid internships; and", "“(3) Undertake a comprehensive review of the current laws surrounding unpaid internships in Ontario.”", "I fully support this petition, affix my name to it and will give it to page David to take to the table." ],
  "anchor" : "para781"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Royce Simpson from Lively, Ontario, in my riding, and it reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline;", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of … price regulation; and", "“Whereas jurisdictions with … price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;", "“We … petition the Legislative Assembly of Ontario” to “mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it, et je demande à mon page Gabriel de vous l’apporter." ],
  "anchor" : "para791"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering”—", "Interjections." ],
  "anchor" : "para799"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para801"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I support the petition. I sign my name to it and give to it page Hayden." ],
  "anchor" : "para802"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I support this petition, sign my name to it and give it to page David." ],
  "anchor" : "para810"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding the House schedule." ],
  "anchor" : "para820"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi seeks unanimous consent to put forward a motion respecting the House calendar. Is there unanimous consent? Agreed." ],
  "anchor" : "para821"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that the House do now adjourn until October 20, 2014." ],
  "anchor" : "para822"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that the House adjourn until October 20, 2014. Is it the pleasure of the House that the motion carry?", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Interjections." ],
  "anchor" : "para823"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Carried on division." ],
  "anchor" : "para828"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands adjourned until October 20, 2014. I wish all of you a happy summer." ],
  "anchor" : "para831"
} ]