[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A point of order from the member from Nepean–Carleton." ],
  "anchor" : "para27"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It’s my pleasure to rise in the House today to do something that it occurred to me I should do on Saturday with the opening of the Strandherd-Armstrong Bridge, which is something I worked very hard on for the past eight years. The government made a sincere effort to engage me in that event, and I wanted to sincerely thank my colleague the government House leader as well as my colleague from Ottawa South for not only including me but also for recognizing the work I did on that project. I may say to the members opposite that if they continue to do that, I think the tone of this Legislature will be something that would make all Ontarians proud." ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m guessing that’s somewhere between a point of order and a member’s statement. I’m not 100% sure. It’s Monday; I’m patient." ],
  "anchor" : "para29"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "It’s a pleasure for me to welcome my brother Michael, sister-in-law Lisa and nieces Dana, Ella and Georgia to the Legislature today. They’re from Ottawa–Orléans, the great riding of Marie-France Lalonde. Welcome." ],
  "anchor" : "para31"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "I would like the House to join me in welcoming Mr. Wilf Arndt from Waterdown. Wilf is the executive director of the business improvement area in Waterdown and the founder of probably Ontario’s newest farmers’ market. Welcome, Wilf." ],
  "anchor" : "para32"
}, {
  "speaker" : "Mr. Bas Balkissoon",
  "text" : [ "I’d like to welcome a guest of mine from the islands of Trinidad and Tobago. She’s visiting us here in the Legislature to witness our proceedings. She’s in the east members’ gallery. Her name is Fernella McCarthy, and she’s accompanied by my wife, Tahay Balkissoon. I’m pleased to have them here." ],
  "anchor" : "para33"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Good morning. We’d like to welcome page Brendan Sheppard’s father, Andrew Sheppard, who is in the public gallery this morning. Welcome, Andrew." ],
  "anchor" : "para34"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Good morning. We’re pleased to welcome the family of our page Ashley Bowes from Oshawa. Welcome to her mother, Katherine, and father, Scott, Amber, Ilah, and family friends, as well: Andrew, Keira and Charisma. They will be in the public gallery this morning." ],
  "anchor" : "para35"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have laid upon the table the 2013-14 annual report from the French Language Services Commissioner." ],
  "anchor" : "para37"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Speaker, my question is for the Premier. Premier, this last Friday’s job numbers provide more proof that your failed economic policies are toxic for Ontario families. Statistics Canada told us that almost 34,000 Ontarians lost their jobs last month alone, bumping up the unemployment rate to 7.5%. That’s 34,000 more people who are struggling to feed their families in an Ontario that continues to fall further and further behind the rest of Canada.", "Your budget will be more of the same policies that landed us in this mess in the first place. It will continue to hurt Ontarians who are losing their livelihoods as a result. Premier, why do you refuse to accept the reality that your failed economic policies continue to hurt Ontario families?" ],
  "anchor" : "para40"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, there’s no doubt that after two strong months of job growth it’s disappointing that this last month’s job numbers were not as good as we would have wanted, and I think that’s the case in other parts of the country as well. But, Mr. Speaker, that does not negate the fact that what we know is needed right now is investment and support for our economy.", "We do not need what the Leader of the Opposition and his party were proposing, which is to cut and slash and to actually slow the economic recovery. We know that investments in infrastructure and support for and partnership with business are what we need to do, and that is the plan that we have proposed to the people of Ontario. That’s the budget that we will be reintroducing today." ],
  "anchor" : "para42"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para44"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Again to the Premier: Today’s budget won’t be a surprise to anyone, including the rating agencies, who have given dire warnings about the short- and long-term impacts of this budget. A 1% increase in borrowing costs could add as much as $3 billion in annual interest payments, yet the man in charge of the government’s coffers assured the press gallery that the “bankers aren’t freaking.”", "Premier, your finance minister won’t be so laid-back when the bankers call you, as they did Bob Rae—and I remember it very well—to tell you that Ontario’s line of credit has been cut off and that they’re not going to lend you any more money. Do you appreciate that this is the reality you will face if you proceed with this budget, that one day Ontario’s credit is going to get cut off or get awfully more expensive for Ontario?" ],
  "anchor" : "para45"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para48"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "While the Leader of the Opposition continues in their pattern of talking down Ontario rather than building the province up, we will be reintroducing the budget that we brought to the people of Ontario, and that budget, that plan, invests in the people of Ontario. It invests in the infrastructure of the province, Mr. Speaker, in communities across the province. It invests in the talent and the skills of the people of the province. We know that we have to be the best-educated and best-trained workforce in the world.", "Our plan makes sure that people will have retirement security, so in having an Ontario Retirement Pension Plan in the absence of a federal partner, we are taking leadership, we are stepping up, and we will put that retirement pension plan in place.", "The Leader of the Opposition is correct: We are introducing the same plan that we ran on. We are reintroducing the budget, which is exactly what we said we were going to do." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings, come to order.", "Carry on, please." ],
  "anchor" : "para54"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Agriculture, come to order." ],
  "anchor" : "para57"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "Back to the Premier: Premier, I remember very well when Wall Street bankers called Floyd Laughren and Bob Rae and said, “We’re not going to lend you any more money.” It led to the breaking of collective agreements right across the public sector and the chaos created by the social contract." ],
  "anchor" : "para58"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Rae days." ],
  "anchor" : "para59"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "And the Rae days that many people remember.", "You’re ignoring the financial experts. You’re moving ahead with the same failed economic plan. Some 34,000 families on Friday can’t possibly agree with your plan. The unemployment among youth is the highest it has been in my 24 years in this House. And yet for 11 years, you just keep plowing ahead with the same failed economic policies.", "Premier, you need to change course. You can’t ignore the lenders because they’re either going to cut you off some day or make money very, very expensive for the government to borrow. That will take billions of dollars out of front-line services and hurt services that we count on, like health care and education. Why do you persist on this failed path?" ],
  "anchor" : "para60"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, I would just note to the member opposite that in the two months prior to these job numbers, the job numbers were up in Ontario; in fact, more jobs have been created. The fact is that overall we have recovered more than 460,000 jobs since the economic downturn.", "Yes, I am disappointed that last month’s job numbers were not what we would want them to be, but that’s exactly why the plan we’re bringing forward and the strategy we ran on and that we will reintroduce today in the form of our budget is the one that is needed to make sure that we invest in infrastructure, that we invest in the talent and skills of this province—" ],
  "anchor" : "para64"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para67"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—that we have partnerships and supports like the Southwestern Ontario Development Fund, the Eastern Ontario Development Fund and the Northern Ontario Heritage Fund, those supports that allow partnership with business, that allow businesses to expand and allow jobs to be created. That’s how we know this is the right plan for the people of Ontario." ],
  "anchor" : "para68"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Good morning, Speaker. Good morning, Premier. My question is for the Premier. Ontario lost 34,000 jobs last month, bumping our unemployment rate up to 7.5%. Let’s talk about that. That is the 90th consecutive month that Ontario’s unemployment was higher than the national average. That’s seven and a half years, Premier—not a very proud record, yet your budget raises taxes and somehow still increases the deficit. Your budget also shows interest costs growing by $1 billion every year.", "Can you please tell us how higher taxes and higher interest payments are creating jobs in Ontario?" ],
  "anchor" : "para70"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para72"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "As the Premier said, while the job numbers in June weren’t exactly what we would have liked, the fact of the matter is, when you look at the overall trend, those numbers fluctuate month to month very significantly. There have been 460,000 net new jobs created since the recession. We’re up 172% in jobs since the recession.", "Ontarians recognized that our job plan was the way to go in the June election when they soundly rejected the PC approach. They rejected the PC plan to fire 100,000 workers and supported our plan to instead invest in education, invest in training, invest in infrastructure. They supported our plan to create jobs with partnerships through businesses, which are creating over 50,000 jobs through our regional economic development funds and our partnerships. They rejected the PC approach to cancel those programs.", "We’re on the right track, and this budget’s going to ensure that we continue—" ],
  "anchor" : "para73"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para76"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Premier, it’s almost incomprehensible that you will not heed the warnings of the rating agencies. Moody’s has warned you twice now, first on May 2 and again last week. Then BlackRock has also sent a shot across your bow: Change your deficit financing strategy or be prepared to pay more. Portfolio Management’s Norman Levine told you to be ready for multiple downgrades simply because you show no plans to change your ways.", "Premier, when you use tax dollars to pay interest, that’s money that you continue to take away from front-line services, like health and education. You’ve already cut physiotherapy services for seniors. You’ve already cut cataract surgeries. You’ve already cut diabetes testing strips. Premier, what will you cut next to pay for the extra $1 billion you’re spending on interest next year?" ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Before I go to the minister, I’m going to ask that the whistling stop.", "Carry on." ],
  "anchor" : "para79"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Thank you, Mr. Speaker. The election’s over. The people of Ontario have spoken. Enough of the negative rhetoric. Enough of the tearing down of the efforts of Ontario businesses to build up our economy. The fact is, Ontario’s economy is in full recovery. The fact is, Ontario has now created 460,000 net new jobs. The fact is, we’re up 172% from the recessionary low.", "Ontarians supported our plan, for instance, to partner with the auto sector to support 500,000 jobs; they rejected their plan, Mr. Speaker, to abandon the auto sector. They supported our plan to invest in our people, to invest in infrastructure and to invest in building a positive climate for investment in Ontario’s economy, a plan that has made us number one in North America for foreign direct investment.", "It’s time for the PCs to demonstrate that they learned something from the people of Ontario. It’s time for the PCs to support the budget—" ],
  "anchor" : "para81"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para84"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please. Be seated, please.", "Final supplementary." ],
  "anchor" : "para86"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "You call it negative rhetoric; Moody’s calls it a negative rating.", "Premier, we’re at a real crossroads in Ontario. In the last 10 years, you’ve doubled our debt, you’ve relied on borrowed money to pay our bills and you’ve tripled our hydro rates, so much so that companies have left Ontario for cheaper hydro. That sent 300,000 manufacturing jobs packing. These are undeniable facts.", "The budget does absolutely nothing to address the skyrocketing price of hydro. Companies are waiting. They’re looking for leadership. Your announcement that hydro rates are going up by 42% is not what they want to hear. We already have the highest hydro rates in North America.", "People want to see something different in this budget that will restore affordable hydro rates. Premier, will you deliver that to them?" ],
  "anchor" : "para88"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "My goodness, Mr. Speaker, the opposition are just so negative. They seem to get off on talking down Ontario’s economy.", "There’s still more work to do, and in this budget we want to ensure that we continue to work with our business community. The fact is, as I said, we’re up 460,000 net new jobs. The fact is, we’re number one in North America for foreign direct investment. We’re also the number one mining financial centre in the world. Our auto sector, our information and communication technologies sector and our financial services sector are among the top two in North America. We’re in the top three in life sciences—" ],
  "anchor" : "para92"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para95"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "We’re in the top three in so many different sectors in our economy in North America.", "Ontario has rejected your negative approach in the last election, so stop talking down Ontario’s economy, show them that you learned something and support the budget that we’re moving forward with today." ],
  "anchor" : "para96"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier. Some 34,000 people lost their jobs in Ontario last month alone. The Premier keeps telling people that the budget is progressive, but it’s a Trojan Horse plan, and there’s a big hole where there should be a jobs plan.", "When the Premier reintroduces her budget, will it do anything to reverse failed Liberal policies of corporate handouts, and instead put in place a real, targeted plan to create jobs instead of killing jobs?" ],
  "anchor" : "para99"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "This is the same question that has just been answered twice, coming now from the NDP, which is somewhat surprising.", "What I will say to the leader of the third party, as I said to the leader of the Conservatives, is that we are obviously not happy when, out of three months, in one month the job numbers are down, but the fact is that we have recovered more than 460,000 net new jobs since the economic downturn.", "Now, that doesn’t mean that that’s even across the province. It doesn’t mean that there aren’t pockets of this province where there is obviously more work to do, and we acknowledge that. We understand that there are certain parts of this province that were hit harder than others, and that’s why it’s very important that we have targeted responses and work with regions of the province to make sure that there are economic development plans in place that are suited to that region, but that kind of work involves building up those regions, investing in them and working with them." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para104"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I want to talk about another hole in the budget plan for the province. The Premier insists that her budget includes a plan for transit, but it has holes in it so big that you could drive an imaginary bullet train through them. There are holes where you would expect to find, for example, a downtown relief line, and holes where you would expect to find a plan for clean electric trains or a real plan for two-way, all-day GO in this province.", "Is the Premier going to deal with these holes, Speaker, or will Liberals have people waiting at the station yet again?" ],
  "anchor" : "para105"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, I just want to be clear with the leader of the third party that what she is talking about—a plan for transit—is actually what is in our budget, Mr. Speaker. It is in our plan. We actually have a plan for the things that she is talking about. Whether it is the downtown relief line, which is part of the Big Move, or whether it’s electrification of the GO lines so that we can have full-day, two-way service, those are actually part of our plan. They actually weren’t part of the NDP’s plan, but they are part of our plan.", "That’s the budget that we are reintroducing, Mr. Speaker, because we said we were going to do it. We are doing that today. If we can get the budget passed in the Legislature, we want to move to implement it because those things that the leader of the third party is talking about are part of our plan, and we want to make sure they get implemented." ],
  "anchor" : "para108"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para110"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, families across Ontario are watching their bills go up, and as people turn on the air conditioning to deal with the rising temperatures, they’re watching their bills go through the ceiling. For 10 years, bills have been going up, but instead of a plan that gets rates under control, there’s another big hole in the budget.", "Are people who are paying their bills going to get déjà vu all over again and see their rates go up by 42% under this government?" ],
  "anchor" : "para111"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me just talk a little bit about what is in our plan, Mr. Speaker, because I don’t know whether the leader of the third party quite understands that the budget that we are introducing today is the same budget that we introduced at the beginning of May." ],
  "anchor" : "para113"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member for Hamilton East–Stoney Creek says that it was shot down. Here’s what the member for Hamilton East–Stoney Creek and his colleagues shot down: $4.2 billion in school retrofits and builds; a made-in-Ontario pension plan; increasing the Ontario Child Benefit; increasing social assistance benefits; $810 million to support adults with developmental disabilities; expansion of low-income health benefits; $20 million for expanding the student nutrition program; and $42 million to prevent and reduce homelessness. Those are all in our budget.", "The NDP is not supporting any of those, Mr. Speaker, unless, by this afternoon, they have a change of heart and support our budget." ],
  "anchor" : "para115"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock, please.", "Be seated, please." ],
  "anchor" : "para118"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Agriculture will come to order—second time.", "New question." ],
  "anchor" : "para121"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, my next question is for the Premier. Although she loves to reel off her little list, this Trojan Horse budget is filled with all kinds of other surprises that she doesn’t like to talk about much, like the fact that the Liberals are planning to have a fire sale of public assets, things like the LCBO and our hydro companies, even while they bail out American real estate companies.", "It’s astonishing that the Liberals are planning to sell the LCBO when even Mike Harris said it was too valuable to sell. Does the Premier really think it’s a good idea to burn the furniture to heat the house?" ],
  "anchor" : "para124"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, again, the leader of the third party is making it up, as she did during the election campaign. She’s making it up. The fact is, there have been investments in assets in this province for decades, and assets need to work for the people of the province.", "What we have done is, we have asked Ed Clark, who is CEO of Toronto-Dominion Bank, to work with a team and to make sure that the assets that are owned by the people of Ontario are working to the maximum benefit of the people of Ontario because we want to make sure that we have those dollars to reinvest, to invest in the infrastructure and the assets that we know we need for the future.", "If the leader of the third party doesn’t think that’s a good idea, then I think she should be clear, because I think investment in the assets that we need today is a responsible thing to do for the people of the province, Mr. Speaker." ],
  "anchor" : "para126"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para129"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, the Liberals claim that auto insurance bills are coming down, but by talking about approved rates, they’re not talking about the rates that drivers are actually paying. Drivers get a surprise every time they open the bill from their auto insurance company because they’re not seeing any savings at all. Drivers know the real story, whether the Liberals coat it with shiny red paint or not.", "When the Premier introduces her budget this afternoon, will drivers see real savings, or will it be more of the same Liberal spin without any real relief for the people who are paying the bills?" ],
  "anchor" : "para130"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "What I hear the leader of the third party doing is going through a list of somewhat connected but disjointed questions—again, the kind of platform she had, where things aren’t necessarily connected—looking for a rationalization not to support the budget, because there is so much in this budget that is good for the people of the province. The leader of the third party talked about a little list; it’s actually a long list of things that are in the best interest of the people of the province.", "On the issue of auto insurance, the leader of the third party knows full well that, on average, auto insurance rates are down 4.6%. We are on track to make sure that those auto insurance rates come down by 15%.", "She knows that, but she’s throwing up this rhetoric in order to justify not supporting the budget, not supporting wage increases for personal support workers, not supporting new funding for long-term-care homes, not supporting an expanded mental health and addictions strategy and not supporting a comprehensive action plan for—" ],
  "anchor" : "para132"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para135"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "New Democrats know exactly where we stand, and we know that this Liberal plan is full of holes, and it is full of surprises. It’s a plan to sell off public assets, but it bails out—" ],
  "anchor" : "para136"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order.", "Continue." ],
  "anchor" : "para138"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It’s a plan to sell off public assets but bails out American real estate speculators. It makes life more expensive for people but hands more no-strings-attached giveaways to corporations. And the jobs plan is the same jobs plan that led to Ontarians losing 34,000 jobs last month and has led to employment in manufacturing hitting its lowest point in this province since 1976—not good work from the Liberals.", "Does the Premier agree that her budget plan is a Trojan Horse plan for Ontario?" ],
  "anchor" : "para140"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Believe it or not, a lot has changed in Ontario since 1976, so it’s very important that the government in 2014 have a plan that’s relevant to 2014, not to 1976. That means that it’s necessary to invest in advanced manufacturing. It’s necessary to partner with businesses so that they can expand and so that they can keep up globally.", "Ontario has recovered more than 460,000 net new jobs. We have a plan that will continue to invest in the businesses in this province, support the businesses in this province and support the people in this province who need training that is going to allow them to be globally competitive—and make sure that we have an international trade strategy that finds new markets.", "It’s 2014. We’re introducing a budget that’s good for Ontario in 2014." ],
  "anchor" : "para142"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "My question is also to the Premier of Ontario. On Friday, we learned that Ontario lost 34,000 jobs. That’s equivalent to the town of St. Thomas, just for your information.", "The government’s strategy of job reduction, high taxes, high hydro bills and the high cost of government is compromising the livelihood of tens of thousands of Ontarians. Today, when the Liberals retable their May budget, Ontario is expected to see a credit downgrade. That will cause further job losses in the province of Ontario.", "Two specific policies come to mind. The Ontario pension plan and the aviation fuel tax could cost Ontario massive job losses, according to the CFIB and Air Canada.", "Does the Premier really think that losing not just thousands of jobs but tens of thousands of jobs is progressive?" ],
  "anchor" : "para146"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para150"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Let’s talk about tens of thousands of jobs. Let’s talk about the 50,000 jobs that have been created in this province from the partnerships that we’ve engaged in through our regional economic development funds, an approach supported by the people of Ontario in the last election, and your approach to cancel those programs was rejected.", "Let’s talk about the 500,000 jobs, direct and indirect, in our auto sector. We’re going to continue to partner with our auto sector. Our Jobs and Prosperity Fund, which is part of this budget, will have spent $2.5 billion over 10 years to continue those partnerships. You opposed those funds, and the people of Ontario rejected your approach and supported ours.", "Mr. Speaker, we’re going to continue to keep investing in this province. We’re going to continue to keep partnering with our business community. We’re going to continue to keep—" ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para155"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "That rhetoric was all well and good for an election campaign, but as John Maynard Keynes once said, “When the facts change, I change my mind.” Well, the facts did change with a credit downgrade on the outlook for this province as a result of this budget.", "The government needs to understand: Fewer jobs mean there are fewer people paying taxes for our schools, our hospitals and our infrastructure. That means the Liberals will have to either raise taxes, cut services or do both, all while giving our sovereignty over to credit rating agencies in New York and elsewhere in the world.", "The government needs to be honest with Ontarians right now. This is not the activist centre; this is an activist failure. On top of the 34,000 jobs we lost last month, will the Premier admit she is on track to losing tens of thousands more jobs as a result of this 2014 budget?" ],
  "anchor" : "para156"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "As we’ve said, last month was not the best month for job creation in the province of Ontario. But if you look at the overall picture and the trends, we’re up 460,000 net new jobs since the recession. That’s the fact, Mr. Speaker. We’re headed in the right direction.", "But I want to ask the member to think about this: How would it have looked last month if our numbers came in 100,000 less because of your plan to fire 100,000 people in this province? The people of Ontario chose well in the last election. They chose an economic plan that’s having results, that’s going to continue to build a strong economy. They rejected your plan to lay off 100,000 people. It’s time for you to learn something from that. It’s time for you to support our budget to invest in infrastructure, to invest in partnerships, to keep building on the economic success that we’ve had to date." ],
  "anchor" : "para159"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "My question was for the Minister of Finance, but I’ll direct it to the Premier. Last week at the Empire Club, in a discussion about Ontario’s finances to a group of assembled civil servants, your Minister of Finance said, “Come on, guys, take those happy pills.” In other words, he doesn’t think that Ontario’s economy is that bad. But the reality is that bad.", "Ontario’s unemployment rate is now up to 7.5%. It’s much higher for youth in the province of Ontario. Good-paying manufacturing jobs are at their lowest point since 1976, and according to the latest jobs numbers, we are down 34,000 jobs.", "Would the Premier ask those recently-laid-off people in this province, the good people of this province, to just take some of those happy pills?" ],
  "anchor" : "para162"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Economic Development will want to speak to the supplementary, but I just want to say that the fact is that we, along with other jurisdictions, are still recovering. There is no doubt that the economic downturn hit Ontario very hard. We have a diversified economy, but the manufacturing sector in this economy was hit very hard by the economic downturn—and we’re going through a transition. As I said to the leader of the third party, it’s not 1976, when there was a different kind of traditional manufacturing in this province. Manufacturing is developing and advanced manufacturing is necessary—it’s necessary for those investments to be made in order for companies to be able to compete globally. That’s why what we’re proposing in our budget is so important: that we make those investments, that we partner with business and that we have an economic strategy that works for all regions of the province.", "I hope that the member opposite will find her way clear—" ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para167"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "To the Premier: We are not recovering because you keep doing the same thing over and over again, and then we get the same results.", "Ontario has been above the national unemployment rate since 2007. That’s under Liberal governments that include much of the current cabinet on that side of the House. The loss of tens of thousands of good-paying jobs in the province of Ontario is not a time to make flippant remarks. Your government’s plan to create jobs in Ontario isn’t working and it hasn’t been working for a long, long time.", "Will the Premier tell the people of Ontario in concrete terms why they should believe anything will be different under this government when there apparently hasn’t been a plan since 2007? And will someone on that side of the House please apologize to the people of this province for saying that they should just take some happy pills when they can’t get a job in the province of Ontario?" ],
  "anchor" : "para168"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para171"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Mr. Speaker, I would say to the member opposite, show a little faith in the judgment of the people of Ontario. The people of Ontario chose, in June, to support an economic plan that has created 460,000 net new jobs since the recession. They rejected your plan to put in place a silly little job creation tax credit that would have given businesses money for creating jobs they would have created in the first place.", "They also rejected your plan to jack up corporate tax rates—that wouldn’t have helped our economy; it would have hurt our economy—and they supported our plan to continue to partner with businesses, something you called corporate welfare.", "Show a little faith in the people of Ontario. Show that you’ve learned from some of the things that they told you in this election. Support the budget that we’re providing today to keep building a strong economy, create jobs and invest in infrastructure." ],
  "anchor" : "para172"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "My question is to the Minister of Training, Colleges and Universities.", "Each summer, as students finish classes and final exams at post-secondary institutions across the province, they struggle to find summer employment. My 20-year-old son has many friends who have just finished first- or second-year college or university. Employment during the summer months is important to these youths, not just to save money for the school year, but also to gain valuable work experience that will help them to find that job or career after they graduate.", "It’s our responsibility, as a government, to ensure that our young people have meaningful opportunities for success. Now that we’re a few months into the summer, can the minister tell us what the government has done to ensure access to jobs for our young people this summer?" ],
  "anchor" : "para176"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "I want to thank the member from Cambridge, and also, I want to congratulate her on her election. I’m pretty sure that she will make an excellent MPP for her riding and also be a powerful voice for her constituents.", "Mr. Speaker, through my ministry’s summer jobs services, students have been able to search for jobs through my ministry’s employment network. Also, they can get help with their resumés, and they can apply for funding to start up their own summer companies.", "We are also offering a $2-per-hour hiring incentive to employers to hire students during the summertime. Our government, this year, has invested $29 million to connect students with job opportunities across the province. This summer, our program will help 30,000 students to find jobs.", "Mr. Speaker, helping our young people and students to succeed is of prime importance for our government." ],
  "anchor" : "para179"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para183"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "Thank you, Minister, for informing the members of the House about what our government is doing to help young people find meaningful jobs this summer. I’m glad our government has committed to providing great opportunities such as these. My 20-year-old son is currently employed by just such a program.", "Summer is a great time for our youth to experience something outside of their comfort zone. Whether this is by doing jobs that allow them to work outdoors or by bringing them out of urban areas and into Ontario’s northern and rural communities, summer is about new experiences. For example, my son trained to become a fire ranger. He got a job this summer with the Ministry of Natural Resources near Timmins. Last week, he went to fight a forest fire by helicopter. He has learned new skills that were definitely not in his comfort zone a few months ago.", "Speaker, can the minister share with the members of this House how our government helps to provide youth with jobs in Ontario’s outdoors?" ],
  "anchor" : "para184"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Minister of Natural Resources and Forestry." ],
  "anchor" : "para187"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the question, and let me offer my congratulations, as well, to the member on her election. I’ve got a number of former Thunder Bay folks who are living in that riding who are thrilled by her election.", "Speaker, the Ministry of Natural Resources and Forestry has a long history of offering young people their first jobs in parks, in science and research, and in offices across the province. In fact, MNR is the largest employer of youth in the Ontario public service. This particular summer we’ll be offering over 1,900 jobs to youth—employment in the MNR right across the province.", "These jobs will be in a wide variety of different sectors. For example, they might work on a project to create habitat for species at risk, help monitor the health of the forests or assist with community environmental events. Those in the Stewardship Youth Ranger Program will work on natural resource management projects in their own communities.", "Speaker, I’m thrilled with the role that the Ministry of Natural Resources and Forestry continues to play in offering summer employment opportunities for youth right across the province of Ontario." ],
  "anchor" : "para188"
}, {
  "speaker" : "Ms. Christine Elliott",
  "text" : [ "My question is for the Premier. Last week, you stated that you were “extremely interested in the work of the select committee. In fact, this is an issue that a number of us on all sides of the House have been concerned about for some time.” However, when I asked for unanimous consent for the committee to be re-struck so it could table its report, you and your government turned it down.", "With a promise of $810 million for developmental services that’s going to be tabled in this afternoon’s budget, the recommendations of the report could go a long way to making sure that you get good value for money. Instead, you are choosing to throw money at a broken system.", "Premier, will you commit to re-striking the select committee so it can file its final report and deliver the supports and services that individuals and families across Ontario so desperately need and deserve?" ],
  "anchor" : "para194"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the government House leader will want to speak to the specifics of this issue. But the member opposite knows full well that the release of the report and the findings of the committee—that whole discussion is part of the House leaders’ discussion. There is a negotiation going on right now about how the business of the House will be done over the next couple of weeks. The member opposite knows that." ],
  "anchor" : "para197"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m going to negotiate some quiet.", "Please finish." ],
  "anchor" : "para199"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "She also knows that the $810 million that we have in our budget for people with developmental disabilities is necessary money. She knows that there are wait-lists and that there are programs that people cannot get access to because there isn’t enough money in the system.", "I understand that there need to be changes, but I also understand that there needs to be investment, and that $810 million is needed in the system, Mr. Speaker, so we need that budget to pass." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para203"
}, {
  "speaker" : "Ms. Christine Elliott",
  "text" : [ "Mr. Speaker, I’m anticipating what the House leader is about to say; he’s going to say it’s all caught up with the work of the House and what’s going on. There’s a very big difference between the work of the standing committee and the work of the select committee. That is a truly non-partisan thing, and I think it’s really shameful that you’re hiding behind that in order to block what’s going on with this select committee.", "Premier, $810 million is a lot of money. We need to make sure that it’s being spent properly, yet you don’t even want to hear the report of the select committee. I don’t understand why, and thousands of individuals and families across Ontario don’t understand either. It’s a simple thing to do. Why won’t you just say yes? Allow the select committee to do its work, reconstitute the committee so it can file its report, and then listen to its recommendations. People are counting on you to do the right thing, Premier." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para207"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para209"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I thank the member for Whitby–Oshawa for her important question. I appreciate the work that she has done on this very important issue, along with other members of the committee from all three parties on this very important issue.", "As the Premier has said, in the budget today we are going to be committing about $810 million for our developmental disabilities sector, an initiative which I very much hope the opposition parties will support. That’s why, Speaker, the conversations that the House leaders are having right now in terms of constituting committees are very important: because that also involves the select committee so that the work that she refers to gets done.", "As to the member for Whitby–Oshawa, if her House leader agrees to the kinds of conversations we are having this afternoon, we can have that committee established. But we all have to work on reconstituting committees as a whole, as has always been the tradition in the House, and we’re working hard towards achieving that goal." ],
  "anchor" : "para210"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. The people of Windsor have been clear: We need a new hospital to serve our families. Today planning is under way to select a site, draw up master plans and determine future uses for existing facilities. But our community is worried about the government’s commitment to deliver a new Windsor hospital on time.", "Speaker, will the minister commit to delivering funding for the new Windsor hospital, or is he planning to delay a project that our community desperately needs?" ],
  "anchor" : "para214"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question. It gives me the opportunity to indicate what we have done in terms of the planning process already under way for the potential future needs of the Windsor area.", "We’ve invested $2.5 million towards the preliminary planning process to develop the scope and governance, which are important aspects of this process, for a proposed new acute care hospital in Windsor.", "I want to say that Windsor Regional Hospital as well as Hôtel-Dieu Grace Healthcare and community partners are all currently working together with the Erie St. Clair LHIN and developing that important stage 1 proposal.", "Planning our health care future is a collaborative process. We’re very eager to hear that important feedback from the Windsor community." ],
  "anchor" : "para216"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para220"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Health care austerity continues under this government’s Trojan Horse budget. Three straight years of frozen budgets mean hospitals are sending more services to private clinics and charging patients more for parking and other user fees.", "The people of Windsor need a firm commitment from this government that a new hospital will be fully supported by the provincial government and delivered without any delay. Speaker, will the minister tell us how much funding this government will provide to deliver the Windsor hospital on time?" ],
  "anchor" : "para221"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I think the member opposite would agree that we shouldn’t make decisions without having that important community input, and that’s precisely what this planning proposal is set up to do.", "I would offer to the member opposite, if she’s interested in actually learning more of the details, to have my ministry provide her with a full briefing so that she is up to speed on precisely what our plan is, and the action. I hope you take me up on that offer for a briefing from the ministry.", "But in terms of her comment about austerity, the truth is absolutely the opposite, and particularly for Windsor: 93 more doctors, as of 2012, compared to 2003. The Erie St. Clair LHIN now has 588 more nurses than they had in 2005. And of course, as she knows well, the Chatham–Kent health link—as I would hope she knows well—is providing this amazing coordinated care to the area’s most complex patients.", "Those are just a few examples of how we’re investing in Windsor health care." ],
  "anchor" : "para223"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "My question today is for the Minister of Children and Youth Services. Minister, we know that life can be challenging for children with communication, developmental and physical disabilities. It can also be very difficult for the families involved.", "In my riding of Barrie, I have met with and heard from families that are facing these challenges. I am always impressed by their constant strength and unrelenting commitment to support and advocate for their children.", "I have heard from many Barrie families, including those of the children attending the ASD class in my school, about the difficulties they face getting special-needs services for their children.", "My question, Mr. Speaker: Can the minister please inform this House about what our government is doing to address the concerns and challenges that these families face when trying to access special-needs services?" ],
  "anchor" : "para228"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "First, I want to congratulate our new member from Barrie on her successful election to this Legislature.", "I’d also like to thank the Premier for asking me to take on this very important role. Thank you, Premier.", "Speaker, as you know, when I was the parliamentary assistant for the Minister of Children and Youth Services, I undertook an engagement to explore ways to improve programs and services for children with special needs. I met with families, researchers and service providers in cities all across Ontario to discuss how our government can improve access to and support for services we offer families and children with special needs.", "I heard from families that navigating the system is indeed difficult, stressful and tiring. I heard that rehabilitation services are often inconsistent. These findings form the basis of my report, which, along with advice from leading experts, went on to inform our new strategy." ],
  "anchor" : "para232"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para236"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "I would like to thank the minister for her answer. I commend her for all of her efforts when it comes to reaching out to families and experts to improve the services our government offers. I know that that experience will serve her well in her new role as the Minister of Children and Youth Services.", "Minister, the concerns you heard during those engagement sessions are similar to the concerns I’ve heard in my riding of Barrie. You mentioned that your report formed the basis for our government’s new Special Needs Strategy.", "My question to the minister is this: Could she please inform this House of the details of the new strategy and how it improves services for children and their families?" ],
  "anchor" : "para237"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Indeed, I did hear from families that navigating the system can be a very challenging process. That’s why we will be hiring service coordinators to make planning for child care easier, and easier for their families.", "I also heard from experts that early intervention is so important. That’s why, as part of our strategy, we will introduce a new pre-school development screen that will connect children and families to the services they need sooner.", "I also heard that access to rehabilitation services is very inconsistent as children move through the system. That’s why we’re integrating the delivery of these services by making access seamless from birth through to the school years.", "By implementing this strategy, our government is ensuring that children and youth throughout Ontario can reach their full potential." ],
  "anchor" : "para241"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "My question is to the Premier. Premier, earlier this year, you said you were going to take middle-class tax hikes off the table. But then, just weeks later, you turned around and slipped an excessive new tax hike into your budget which will be imposed on all passenger and cargo flights. Once this tax is in effect, the cost of goods will rise and Ontario flights will become the most expensive in Canada.", "Premier, do you still think your aviation fuel tax won’t affect the middle class, or are you just hoping Ontarians miss what you’re really up to?" ],
  "anchor" : "para246"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para248"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Yes, this is part of the budget that we’ll be tabling later today. The fact of the matter is, we’re going to build public transit in this province. We’re going to invest $29 billion over the next number of years to do that, and it does require some revenue tools. At least we’ve laid out where the revenues are going to come from and it’s very clearly in the budget. Yes, it is challenging and it will be challenging for the sector, but we need those revenues to invest in building public transit, unlike your approach, which was to find those revenues by laying off 100,000 public servants. That’s where your savings were going to come from.", "We do have revenue tools. They are part of the budget. It’s never easy, and I don’t expect any sectors that are impacted by those revenue tools to be pleased with that. At the same time, it’s in the interest of ensuring that we build public transit in this province that we need to make these challenging decisions." ],
  "anchor" : "para249"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para251"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Yes, back to the Premier again. Premier, in your desperate race to raise more revenue, you’ve put forward another punitive tax hike without any consideration of its economic consequences. In fact, the airline industry says that when it asked you for an economic impact assessment on your aviation fuel tax, you couldn’t provide one.", "We all know it’s the policy of your government to tax first and ask questions later, but you still have time to chart a new course. Premier, will you do the right thing and remove this tax hike from your budget, or will you recklessly move forward with no regard for middle-class Ontarians and our economy?" ],
  "anchor" : "para252"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "Our budget was clear and our platform was clear. We’re going to build public transit in this province. It’s not easy, but we’ve laid out a path to get us there, unlike the member opposite and his party and unlike the other opposition party. It’s not easy, and we’re going to have to work together as a province. We’re going to have to work with our business community, and in this case the aviation sector.", "We will work with the airlines to ensure they can adjust to these challenges. But this tax hasn’t been touched since 1992. They’re paying less as a percentage than other fuel in our economy. The fact of the matter is that in order to ensure the competitiveness of our economy and our quality of life, we need to invest $29 billion in public transit and transportation in this province. We’re going to get that job done. It’s not going to be easy, but we’ve laid out a path to get there. I commend the budget that we’re about to bring forward and ask for your support." ],
  "anchor" : "para254"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "My question is to the Minister of Transportation. Since I first arrived at Queen’s Park, I’ve been working with all parties to get year-round GO train service to Niagara Falls.", "The 12 mayors, the regional chairs, businesses and residents of my riding have been clear: It’s time for the government to deliver daily GO train service to Niagara Falls. In fact, during the campaign, the Chair of Cabinet promised to get the job done. He admitted that the Welland Canal was not a problem after all, and he committed the government to delivering GO train service in 2015.", "After all the delays, will the Minister of Transportation commit today to ensuring year-round GO train service all the way to Niagara Falls? If not, why not?" ],
  "anchor" : "para257"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I want to thank the member for Niagara Falls for that question. I know it’s an important question for the community that he represents, and also for the people of Niagara region.", "But what I want to particularly do this morning is pay tribute to the member from St. Catharines, who is an individual who has long been a champion for making sure that we can continue to invest in his region. That member from St. Catharines understands, as we do on this side of the House, why it is so crucial that we pass the budget that we have put before the people of Ontario, which includes $29 billion for investments in crucial infrastructure, including transportation and including transit.", "I sincerely hope that the member from Niagara Falls, who has put forward the question this morning, will encourage his colleagues to work with us to pass the budget, so that we can keep moving Ontario forward." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para263"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "The Liberals were very clear during their campaign. They said they would expand GO service outside the GTA. They said they would deliver GO service that the people and businesses of Niagara Falls need.", "The Chair of Cabinet couldn’t have been more direct when he promised year-round GO train service to Grimsby, St. Catharines and Niagara Falls. He said, “I’m committed to it, and the government is committed to it, in 2015.”", "Speaker, will the minister confirm that year-round GO train service will be delivered all the way to Niagara Falls?" ],
  "anchor" : "para264"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member opposite for his supplementary, but again I say to that member, and to his leader and the rest of the folks on that side of the House, that that is why it is so important for them to listen to what took place during the course of the recent election campaign—to heed the voices of the people of Ontario, work with us on this side and pass the budget, so that over the next 10 years we can invest $29 billion in all kinds of fantastic projects for Niagara region and the rest of the province, whether it’s the GTHA or beyond.", "I said in my initial answer that the member for St. Catharines has long been a champion for additional investments in his community. Because of the local leadership of the member from St. Catharines, he has been able to deliver positive results for his community, including GO train summer service and GO buses to Burlington. I want to thank the member from St. Catharines for his advocacy and his being a strong champion for the people of Niagara region." ],
  "anchor" : "para267"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "New question. The member for Etobicoke North." ],
  "anchor" : "para269"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Merci, monsieur le Président. Premièrement, je voudrais vous féliciter pour votre réélection. Ma question est pour le ministre de l’Énergie, the Honourable Bob Chiarelli.", "As part of our energy platform for the province, conservation is, of course, an important component. I continue to receive a number of inquiries from my own residents in the great riding of Etobicoke North about energy conservation.", "My residents are not merely interested in doing their part to save the planet, but more particularly how energy conservation initiatives can affect their own personal consumer energy bills. They want to know, in a word, how they can save money.", "Now, in my fourth term here in Parliament, I have seen our government’s energy strategy evolve and how we have worked to publicize, strengthen, foster and reward a culture of conservation.", "My question is this: Will the minister please inform this chamber about the specific actions and the latest thinking that our government is taking to promote energy conservation for the province?" ],
  "anchor" : "para271"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "I thank the member from Etobicoke North for his interest in this matter. Conservation is one of the cleanest and most cost-effective energy resources. It offers consumers a way to reduce their bills, and reduces the need to build new generation, transmission and distribution infrastructure.", "That is why our government made Conservation First a key element of our long-term energy plan, so we can build on the work that has been done to foster a culture of conservation in Ontario. As we plan for Ontario’s electricity needs, we will invest in all cost-effective conservation before new generation.", "To ensure we aggressively pursue all conservation options, we set a 2032 conservation target of 30 terawatt hours, enough to power a city the size of Toronto." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para280"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Minister, I appreciate the strides that Ontario has made in energy conservation under our government." ],
  "anchor" : "para281"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "Speaker, while I do appreciate the encouragement I receive constantly from the member from Hamilton East–Stoney Creek with his consistent heckling, I would invite him, at least, to sit in his own seat while he does so.", "I understand that according to the Canadian Energy Efficiency Alliance, we have already improved Ontario’s conservation rating from a C- to an A+ over the past seven years. Speaker, that’s a rating that’s going in the right direction. Yet there is always more work to be done, particularly on such an important file as energy. We must continue to give electricity consumers in Ontario more tools to help them conserve energy in their homes and businesses.", "Speaker, could the minister please tell the House what programs are available to homeowners and small businesses to help them conserve energy and save money?" ],
  "anchor" : "para283"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, saving energy means saving money. For every dollar invested in energy efficiency, Ontario has avoided about $2 in system costs. The same is true for consumers. Energy you don’t use is energy you don’t pay for.", "Through government programs, consumers now have access to information and funding to choose the most energy-efficient appliances and products for their homes and for their businesses.", "We will also introduce new financing tools, including on-bill financing for energy efficiency retrofits, starting in 2015.", "The peaksaver PLUS program has helped some consumers reduce their consumption by up to 9%.", "You won’t hear the other parties talking about conservation. I think the opposition—" ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para291"
}, {
  "speaker" : "Mr. Garfield Dunlop",
  "text" : [ "My question is for the Minister of Training, Colleges and Universities. Minister, I want to congratulate you on your appointment to this position.", "As you know—and I hope you’ve been briefed on this—Bernie Fishbein, the electricians’ union’s long-time lawyer, chaired a number of ratio review panels for the Ontario College of Trades, including the review for the electrician trade. It is alleged in an application for judicial review that Mr. Fishbein was in a conflict of interest when he chaired the electricians’ review panel, as he failed to disclose his long-standing professional relationship as a lawyer with the electricians’ union. The electricians’ union was one of the participants in the ratio review, and Mr. Fishbein recommended their proposal for the ratio review of the electricians’ trade.", "Mr. Speaker, a conflict of interest is very unacceptable to Ontarians, particularly when it comes to decisions affecting their careers and businesses. So I will ask the minister: Will the minister direct the College of Trades to ignore Mr. Fishbein’s recommendations and order a complete new review for this trade?" ],
  "anchor" : "para294"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Mr. Speaker, I want to thank the member opposite for that question. Investing in the people of Ontario is of prime importance for this government. That’s why we have created the Ontario College of Trades. For the first time in the history of this province, tradespeople have the same rights as doctors, dentists, teachers and nurses to make decisions in relation to their own business. It’s not for the politicians, it’s not for the bureaucrats, to make decisions for them. That’s why we have created the Ontario College of Trades.", "It’s just over a year since the college started its operation, and they have made great progress. They have reviewed 33 professions, and, out of that, they have reduced ratios. The member opposite has always asked questions in this chamber about reducing the ratios. They have reduced the ratios for, I believe, 14 professions, and they have also introduced one more profession into the compulsory category. They have been doing a great job within the short time since they started operation." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Mr. Garfield Dunlop",
  "text" : [ "Minister, I think the first thing is, you’d better get briefed on this College of Trades.", "Your government and your biased appointment of the electricians’ union lawyer has raised apprenticeship ratios for electricians from 3 to 1 to a convoluted 6 to 1—a 6-to-1 ratio review.", "Minister, your new 6-to-1 ratio for electricians is a barrier to entering the electricians’ trade, and it affects small businesses. Do you not understand that? Why won’t you reject the biased advice of the electricians’ union lawyer and your biased process, and lower apprenticeship ratios for electricians to what we want: a 1-to-1 ratio? That’s what we want." ],
  "anchor" : "para300"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Mr. Speaker, the ratios are basically the number of journeypersons—the teachers to students. This is a decision the college should be making, not me, not politicians and not bureaucrats. That’s why we have created the Ontario College of Trades, and that’s what they are doing.", "In just over a year since their operation, they have reviewed 33 professions and they have actually reduced the ratios for 14 professions. They have been doing a great job. We are going to review and appoint an adviser to the Ontario College of Trades in the near future, so that the college’s operations can be reviewed in general. That is our position.", "I’m sure the member opposite, who comes from a trade background himself, knows very well that it’s very important that tradespeople have to decide on their own the ratio of teachers to students in this profession." ],
  "anchor" : "para303"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Minister of Training, Colleges and Universities. According to the Ontario Undergraduate Student Alliance, our province is failing an alarming number of post-secondary students. Fully two thirds of students are worried that they won’t have enough money to complete their degree. At approximately $8,000, Ontario has the highest undergraduate tuition fees in Canada, and concerns about taking on huge debt loads are causing some students, particularly those from underrepresented groups, to think twice about university education.", "How can the minister defend a budget that does nothing to improve access to post-secondary education, does nothing to reduce barriers and make sure we are leveraging the talents and skills of all of our young people?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "Mr. Speaker, I want to thank the member opposite for that question. Since we came to office in 2003, we have invested heavily in secondary and post-secondary education. Actually, our higher education plan with a $6.2-billion investment has been and is the biggest and the largest investment in post-secondary education in the past 40 years in the history of this province.", "As a result of these heavy investments in our post-secondary education, we have created 170,000 more spaces for our students so that our young people can get a higher education in our universities and colleges. We have reduced tuition fees by 30%. The member opposite and her party actually voted against that 30% reduction. This saves $530 million to our students in order to be able to continue their education." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There are no deferred votes. This House stands recessed until 1 p.m. this afternoon." ],
  "anchor" : "para311"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I rise today to share with you the highlights of the 31st annual Chantry Chinook Classic Salmon Derby media day.", "For many, the amazing riding of Huron–Bruce is commonly known perhaps for Bruce Power or for its vast production of agricultural commodities, but it is also known as Ontario’s west coast, as it is rich in recreational and tourism destinations like the 31st annual Chantry Chinook Classic Salmon Derby.", "This past Friday, by 7 a.m., on board Dwindle’s Dream, a group of us headed out into Lake Huron to see if we could do our captain and first mate, Rick and Chris Dwinnell, proud during our four-hour media day adventure.", "Fishing has become quite high tech. Fish finders, downrigging and fishing poles sitting in well-positioned holders across the back of the boat made the task more interesting for me, and one could say I am hooked.", "Long story short, our crew, which included Liz Dadson of Kincardine Times, Gary Byers of a sports radio show in Owen Sound, and Dale Hainer of Ontario Out of Doors, reeled in eight out of 11, and we did our captain and first mate proud. We ended up with a chinook, a coho and six nice-sized lake trout.", "My claim was to make the first catch of the day as well as a 7.5-pound lake trout. I’m proud to say that the proverbial big one did not get away, as Liz Dadson reeled in an 11.5-pound chinook as well as top honours of the day with her catch.", "The actual Chantry Chinook Classic Salmon Derby runs July 26 to August 10, and I encourage everyone to make the trip to Kincardine or Port Elgin." ],
  "anchor" : "para315"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "In the last six months, I’ve gone through two elections and knocked on many doors in Niagara Falls, Fort Erie, Niagara-on-the-Lake and surrounding communities, so I’ve had the opportunity to hear the residents and their concerns. The residents want to see their communities thriving again.", "In Fort Erie, there’s a chance for the province to save the heart of the town: the racetrack. Simply put, the racetrack cannot survive on 37 race days. The track needs at least 72 to 77 race days, and we need to return the slots to the track. If we take these actions, we can help protect 1,000 jobs there and create more.", "On Tuesday, July 29, the track will be hosting the 79th Prince of Wales Stakes, the second jewel in the Canadian Triple Crown. With full support from the racing community, I’d like to personally invite Premier Wynne to come to visit Fort Erie for the Prince of Wales Stakes. I’d like the Premier to experience everything that Fort Erie has to offer and see how important the racetrack and the slots are to the town and the Niagara region.", "We must reverse the trend of empty plazas and high unemployment and get new businesses into empty storefronts. A long-term solution which would protect the track will do that.", "Speaker, Niagara should be and can be the engine that drives the recovery of the province. In Niagara Falls, we have a great opportunity to build the economy by bringing year-round, all-day GO train service. Even members from the Liberal Party admit that the Welland Canal is not an obstacle. We can bring in the trains to stimulate the local economy and put people back to work. They told me the issues, and I’ll keep raising them here in the Legislature." ],
  "anchor" : "para323"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Mr. Speaker, while thousands of Canadians tuned in to watch the exciting conclusion of the month-long FIFA World Cup soccer event, I want to share with you and the members of this House how this event played out in the city of Kitchener, which is home to one of the strongest German communities in Ontario and in Canada.", "At the Concordia Club, a German cultural centre established more than 140 years ago, eager soccer fans began arriving early in the morning, overwhelming the organizers, who did not expect such a big crowd. By noon the place was packed to capacity with about 500 people, with hundreds more lined up outside.", "The two-hour match between Germany and Argentina was tension-filled, as neither team was able to score during regulation time. But when Germany’s Mario Götze finally drove the ball into the net at the 112-minute mark in extra time, Kitchener’s Concordia Club erupted in jubilation. That was soon followed by joyous fans spilling out onto the streets of Waterloo region, where they paraded through the downtown.", "Canada is a country of immigrants, and when we see an event like this where athletes from our nations of origin excel, it captures our attention. This was the beautiful game played out to its finest, with the outstanding German team deserving the win. The World Cup is truly wunderbar, and today the good people of Kitchener are relishing in this victory." ],
  "anchor" : "para329"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "I am pleased to recognize the 100th anniversary of the Listowel Armouries. On Saturday I had the privilege of attending the commemoration ceremony to mark this milestone. The celebration highlighted the armoury’s building and honoured those who trained there, those who served our country overseas and those currently serving.", "The event featured an advanced demonstration by the Guelph regiment, an afternoon flyover by two World War I vintage aircraft, viewings of large war memorabilia collections, and a moving piece by Cambridge artist Dave Sopha which features the portraits of our fallen Canadian soldiers from the Afghanistan war.", "The Listowel Armouries were originally built in 1914 and housed the 100th battery of the 21st Royal Canadian artillery regiment through both the First and Second World Wars. The Listowel Agricultural Society acquired the building in 1970, preserving the traditional armoury style. Today, the building is known as the Listowel Agricultural Hall and is busy year-round with fundraising events, celebrations and the annual Listowel Fair.", "I would like to take this opportunity to thank everyone who contributed to Saturday’s celebration. Thank you to Elizabeth Johnston, the fair organizer, and the entire Listowel Agricultural Society, all of whom have worked tirelessly putting this event together. Thank you to the councils and staff of North Perth and Perth county, which have supported this project since the beginning. Thank you to the many donors and sponsors who came together to offer their support. To the many volunteers, participants and attendees, thank you for celebrating this historic landmark." ],
  "anchor" : "para334"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I’m very pleased to rise today and share with you how much I enjoyed the blueberry pancake breakfast at the Skead Community Centre yesterday. The breakfast was the kickoff to Sudbury’s 29th annual Blueberry Festival. Did you know that blueberries have been named the world’s most nutritious fruit? They have strong antioxidant and anti-inflammatory properties, especially wild blueberries, which grow in abundance throughout my riding.", "In fact, I was at a C.R. Judd Public School graduation in Capreol, and past graduates were telling me that they make over $100 a day picking blueberries for the blueberry co-op. You can buy the fruits of their labour everywhere in Nickel Belt, including at the Anderson Farm farmers’ market on Wednesdays in Walden.", "And don’t forget: Capreol Days are fast approaching. On the August long weekend join the museum and the town for a celebration of everything Capreol. There will be vendors, food, beer tents and live music. The CN safety train, Little Obie, will be there, giving rides to the families, as well as Miss Lily’s Olde Time Photos at the heritage centre.", "In closing, I want to congratulate all of the volunteers from the Walden Mountain Bike Club for a fantastic turnout for the Canada Cup/Ontario Cup mountain bike cross-country event this weekend. It was fun, exciting and extremely well-organized. Thank you to Rob St. Marseille, the president; Rusty; and the volunteer coordinator, Mary Waddell." ],
  "anchor" : "para339"
}, {
  "speaker" : "Ms. Indira Naidoo-Harris",
  "text" : [ "I rise today to tell you about a wonderful event that I attended in Halton over the weekend. I was honoured to participate in the one-year countdown to the Toronto 2015 Pan Am/Parapan American Games in Milton. The cycling events for the games will be taking place in Halton and the one-year countdown was a very special celebration. There was something there for all ages, and of course most of the events had something to do with the cycling theme. People young and old hopped on bikes during the day to take part in the Keep the Bikes Spinning Challenge. It was tons of fun. There were also other activities, including live entertainment, food, vendors and even colouring for the kids.", "I remember when the space where the velodrome is being built was just an empty field—not anymore. These days, if you were to stroll to that field, you would see a magnificent, state-of-the-art cycling velodrome under construction. This will be the only facility of its kind in Canada, and it will be a combination of a high-performance indoor cycling track facility and a community recreation facility.", "More than 10,000 exceptional athletes and officials from 41 countries are set to compete in the games, and Halton residents will have front-row seats to the cycling events. The level of competition is sure to be world class.", "The velodrome will host other facilities—and there will be other things happening across the GTA, but the most important thing is that these facilities will be here and will give something back to our communities for years to come. They will create new opportunities to grow our economy and will attract local business opportunities. They will also help foster healthy living. Perhaps most importantly, they will also inspire future Canadian champions and allow them to train closer to home." ],
  "anchor" : "para344"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "I rise in the House today to recognize an exceptional team of junior lacrosse players from the riding of Parry Sound–Muskoka. I would like to congratulate the 2013 Huntsville Hawks on winning the peewee D provincial championships at the annual sports festival in Whitby.", "This past weekend, the Hawks celebrated their victory and raised their championship banner. This was while playing host to the annual Jack Bionda Shootout peewee tournament at the Don Lough Arena in Huntsville.", "I would like to recognize coaches Rick Boucher, assistant coach Rob Ludlow, trainer Dave Thur and team manager Lesley Reynolds, as well as president of the Huntsville Minor Hawks, Cory Veitch. It is through their efforts and the help of countless volunteers—that contributed to the 2013 season being such a success.", "Even though the team plays out of Huntsville, there are players representing communities from across Muskoka.", "I am proud of this group of young athletes and wish them the best of luck this summer season as they defend their provincial gold.", "Congratulations, Huntsville Hawks." ],
  "anchor" : "para350"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "I rise today to acknowledge the 50th anniversary of the Aurora Youth Soccer Club and to highlight the many contributions the organization has made to the town of Aurora and surrounding communities.", "Since 1964, the Aurora Youth Soccer Club has provided youth and adults the opportunity to play the beautiful game of soccer. The club has provided members with the highest level of soccer development and the opportunity to develop friendships in a healthy, inclusive, enjoyable and safe environment by embracing the principles of good sportsmanship and fair play. Today, the club serves 4,200 participants from more than 2,700 local families.", "Given that there are 56,000 people in Aurora, you’ll understand why the Aurora Youth Soccer Club boasts the highest per capita soccer club participation in Canada. And yet the club remains a community-based, volunteer-directed organization.", "Along with a robust house league, its representative teams play at the provincial and international levels.", "If—no, when—Canada one day wins the World Cup, it will be because organizations across Ontario like the Aurora Youth Soccer Club have instilled in our young people a love of the sport and a solid foundation of how to play.", "I’m sure members here today join me in congratulating the Aurora Youth Soccer Club on its 50th anniversary." ],
  "anchor" : "para357"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I’m very happy to stand here to talk about a very important health care institution in my riding: Toronto East General Hospital. Toronto East General Hospital services not only Beaches–East York but also Toronto–Danforth, Scarborough West, Don Valley East and Don Valley West, the Premier’s riding.", "Early in the campaign, I had a chance to sit and talk with Rob Devitt, the president of the hospital. We spoke at great length about the planned addition at the hospital for a new patient care centre. They currently have ward beds that service up to six people. In this day and age of contagious diseases and superbugs, that is just not an appropriate way of delivering health care, and they recognize it and they have an addition planned.", "Funding for that plan was contained in the budget from May 1, which, unfortunately, was not supported by the other side of the House, forcing the election. They were very concerned that their whole project would have been in jeopardy if the right government wasn’t elected.", "I heard at the doorstep how important this institution was to the riding and how much they wanted to see this addition. Knowing that we would restore the funding was an important consideration for why people supported the Liberal plan.", "With the election of our new majority government, I can tell you that everyone breathed a great sigh of relief. Assuming we can get this budget passed and we get the members opposite to support it, this project will go forward.", "The community has raised almost $60 million towards the project, making it extremely worthwhile. Lord Thomson of Fleet—Ken Thomson—and his wife, Marilyn, provided significant funding to it, so it will be known as the Ken and Marilyn Thomson Patient Care Centre.", "Mr. Potts moved first reading of the following bill:", "Bill 12, An Act to amend the Employment Standards Act, 2000 with respect to tips and other gratuities / Projet de loi 12, Loi modifiant la Loi de 2000 sur les normes d’emploi en ce qui concerne les pourboires et autres gratifications." ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para376"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I think this is a very important bill. It was brought forward by the previous member for Beaches–East York a number of times, and I’m delighted to be able to reintroduce it here. It’s a good bill, and it deserves all-member support.", "Ms. McMahon moved first reading of the following bill:", "Bill 13, An Act to proclaim the month of June as Ontario Bike Month / Projet de loi 13, Loi proclamant le mois de juin Mois de la bicyclette en Ontario." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para383"
}, {
  "speaker" : "Ms. Eleanor McMahon",
  "text" : [ "This bill proclaims the month of June each year as Ontario Bike Month. I think it’s an excellent piece of legislation and an opportunity for the provincial government to celebrate Ontarians, right across this province, who enjoy cycling on a daily basis for recreation or daily transportation." ],
  "anchor" : "para384"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Grey Bruce Health Services’ Markdale hospital is the only health care facility between Owen Sound and Orangeville on the Highway 10 corridor;", "“Whereas the community of Markdale rallied to raise $13 million on the promise they would get a new state-of-the-art hospital in Markdale;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of Health and Long-Term Care announce as soon as possible its intended construction date for the new Markdale hospital and ensure that the care needs of the patients and families of our community are met in a timely manner.”", "I support this petition, will sign it and send it with page Matthew." ],
  "anchor" : "para387"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have a petition signed by people from right across Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I agree with this petition. I will affix my name and give it to page Lavanya to take up to the Clerk." ],
  "anchor" : "para394"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I have a petition.", "“To the Legislative Assembly of Ontario:", "“Whereas Health Canada has approved the use of Esbriet for patients with idiopathic pulmonary fibrosis (IPF), a rare, progressive and fatal disease characterized by scarring of the lungs; and", "“Whereas Esbriet, the first and only approved medication in Canada for the treatment of IPF, has been shown to slow disease progression and to decrease the decline in lung function; and", "“Whereas the lack of public funding for Esbriet is especially devastating for seniors with IPF who rely exclusively on the provincial drug program for access to medications;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Immediately provide Esbriet as a choice to patients with idiopathic pulmonary fibrosis and their health care providers in Ontario through public funding.”", "I agree with this petition and I affix my name to it and I give it to page Tania." ],
  "anchor" : "para408"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the tick-borne illness known as chronic Lyme disease, which mimics many catastrophic illnesses such as multiple sclerosis, Crohn’s, Alzheimer’s, arthritic diabetes, depression, chronic fatigue and fibromyalgia, is increasingly endemic in Canada, but scientifically validated diagnostic tests and treatment choices are currently not available in Ontario, forcing patients to seek these in the USA and Europe; and", "“Whereas the Canadian Medical Association informed the public, governments and the medical profession in the May 30, 2000, edition of their professional journal that Lyme disease is endemic throughout Canada, particularly in southern Ontario; and", "“Whereas the Ontario public health system and the Ontario Health Insurance Plan currently do not fund those specific tests that accurately serve the process of establishing a clinical diagnosis, but only recognize testing procedures known in the medical literature to provide false negatives at 45% to 95% of the time;", "“We, the undersigned, petition the Legislative Assembly of Ontario to request the Minister of Health to direct that the Ontario public health system and OHIP include all currently available and scientifically verified tests for acute and chronic Lyme diagnosis, to do everything necessary to create public awareness of Lyme disease in Ontario, and to have internationally developed diagnostic and successful treatment protocols available to patients and physicians.”", "I agree with this petition. I’ll affix my name and send it to the desk with Ayesha." ],
  "anchor" : "para417"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from the northeast.", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas-price regulation; and", "“Whereas jurisdictions with gas-price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They petition the Legislative Assembly of Ontario to “mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask page David to bring it to the Clerk." ],
  "anchor" : "para424"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Mr. Speaker, this is a petition on planning for Ontario’s future.", "“To the Legislative Assembly of Ontario:", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree with this petition and I will put my name to it." ],
  "anchor" : "para432"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas, beginning on January 1, 2013, the WSIB was expanded to include groups of employers and principals who had previously been exempt from WSIB and had private insurance; and", "“Whereas this new financial burden does nothing to improve worker safety and only drives up the cost of doing business in Ontario;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To repeal the statutory obligations created by Bill 119.”", "I support this petition, will affix my signature and send it with page Matthew again." ],
  "anchor" : "para442"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I have a petition from people across Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and is only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I am pleased to affix my name to the top of this petition and send it with page Hayden." ],
  "anchor" : "para449"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario.", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I support this, I’ll affix my name to it and I will send it with Brendan." ],
  "anchor" : "para462"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Green Energy Act has driven up the cost of electricity in Ontario due to unrealistic subsidies for certain energy sources, including the world’s highest subsidies for solar power; and", "“Whereas this cost is passed on to ratepayers through the global adjustment, which can account for almost half of a ratepayer’s hydro bill; and", "“Whereas the high cost of energy is severely impacting the quality of life of Ontario’s residents, especially fixed-income seniors; and", "“Whereas it is imperative to remedy Liberal mismanagement in the energy sector by implementing immediate reforms detailed in the Ontario PC white paper Paths to Prosperity—Affordable Energy;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately repeal the Green Energy Act, 2009, and all other statutes that artificially inflate the cost of electricity with the aim of bringing down electricity rates and abolishing expensive surcharges such as the global adjustment and debt retirement charges.”", "I fully support this petition, will affix my name and send it with page Victoria." ],
  "anchor" : "para471"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from all over Ontario.", "“Whereas thousands of Ontarians live with pain and infection because they cannot afford dental care;", "“Whereas the promised $45-million dental fund under the Poverty Reduction Strategy excluded impoverished adults;", "“Whereas the program was designed with rigid criteria so that most of the people in need do not qualify; and", "“Whereas desperately needed dental care money went unspent and was diverted to other areas even though people are still suffering without access to dental care;", "“We, the undersigned, petition the Legislative Assembly of Ontario … to do all in its power to stop the dental fund from being diverted to support other programs; and", "“To fully utilize the commissioned funding to provide dental care to those in need.”", "I fully support this petition, will affix my name to it and ask Thomas to bring it to the Clerk." ],
  "anchor" : "para480"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree with this petition, am affixing my name to it and giving it to—" ],
  "anchor" : "para489"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para497"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the University of Guelph’s Kemptville and Alfred campuses are two of Ontario’s outstanding post-secondary agricultural schools; and", "“Whereas these campuses have delivered specialized and high-quality programs to generations of students from agricultural communities across eastern Ontario and the future success of the region’s agri-food industry depends on continuing this strong partnership; and", "“Whereas regional campuses like those in Kemptville and Alfred ensure the agri-food industry has access to the knowledge, research and innovation that are critical for Ontario to remain competitive in this rapidly changing sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That Premier Wynne in her dual capacity as Minister of Agriculture and Food act immediately to reverse the University of Guelph’s short-sighted and unacceptable decision to close its Kemptville and Alfred campuses.”", "I fully support, will sign my name and send it with page Matthew for the third time." ],
  "anchor" : "para499"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from people from Nickel Belt.", "“Whereas the Ontario government has made ... (PET) scanning a publicly insured health service available to cancer and cardiac patients...; and", "“Whereas, since October 2009, insured PET scans are performed in Ottawa, London, Toronto, Hamilton and Thunder Bay; and", "“Whereas the city of Greater Sudbury is a hub for health care in northeastern Ontario, with Health Sciences North, its regional cancer program and the Northern Ontario School of Medicine;", "“We, the undersigned, petition the Legislative Assembly of Ontario to make PET scans available through Health Sciences North, thereby serving and providing equitable access to the citizens of northeastern Ontario.”", "I fully support this petition, will affix my name to it and ask Stephanie to bring it to the Clerk." ],
  "anchor" : "para507"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree to this and affix my name to it. I give it to Emma to deliver." ],
  "anchor" : "para514"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Since the time for petitions has been thoroughly exhausted and pursuant to standing order 58(b), this House stands recessed until 4 p.m. this afternoon." ],
  "anchor" : "para522"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I move, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Sousa has moved, seconded by Ms. Wynne, that this House approves in general the budgetary policy of the government.", "I would ask everyone’s indulgence as the budgets are being dispersed. Don’t put anything in the area in which we can have our pages deliver.", "The Minister of Finance." ],
  "anchor" : "para527"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, as I was saying—" ],
  "anchor" : "para530"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I rise to present the 2014 Ontario budget.", "Seventy-four days ago, we tabled a plan in this Legislature for the people of this province. It was a good one.", "For a brighter, stronger future.", "A plan that creates greater opportunity and security for Ontarians …", "In all corners of our province.", "We committed to reintroducing this budget if elected … and we are following through on that commitment today.", "At home I was taught to look out for others … not just yourself.", "To be open-minded …", "To seek input …", "And then make informed decisions.", "So, since I last tabled this budget, we took that plan to the people …", "From Sault Ste. Marie to Scarborough …", "From Windsor to Walkerton …", "From Barrie to Burlington.", "And they entrusted us and our plan …", "A plan that we begin to move forward … today.", "Mr. Speaker, Ontarians’ talent and skills, their compassion and competitiveness, their diversity and support for one another …", "Are what make our province so great.", "Our plan builds on those strengths …", "Our plan provides more opportunity …", "Our plan helps everyone achieve their best …", "And helps grow the economy.", "It’s designed to support all people of our province …", "And it does so by investing in the education and training that are necessary for the skills of tomorrow …", "By building up public transit to reduce congestion …", "By connecting communities across the province with new roads and highways …", "By partnering with businesses to create good jobs …", "By providing greater financial security for those retiring …", "And … underlying our plan is an unwavering commitment to balance the budget by 2017-18.", "Mr. Speaker, our plan looks not only at the days ahead … but also at the decade ahead.", "We have an economy with great potential …", "We have a reputation as a hub for global business.", "Companies around the world want to invest in our province.", "Ontario is, in fact, ranked first in North America for attracting foreign direct investment.", "And we have one of the most diversified economies in the world …", "That is why our plan invests today for a better tomorrow.", "We will make the right investments … in skills and training … in infrastructure … and in business to strengthen our competitive advantage …", "Pour créer plus de possibilités et d’emplois.", "Mr. Speaker, to build skills in the long term we will protect full-day kindergarten and the 30% Off Ontario Tuition grant.", "From early years learning through to post-secondary, we want to ensure Ontarians build the right skills through their lifetime.", "And for those who have just graduated from high school, we will introduce Experience Ontario.", "A program that would give young adults valuable work experience before they choose their path in life.", "And as mentioned on May 1, we are introducing a new $2.5-billion Jobs and Prosperity Fund.", "We will use this fund to partner with businesses to encourage new investment in Ontario.", "And we will make investments so people can keep us at the leading edge of innovation.", "This will help businesses grow and it will help them hire more people.", "Mr. Speaker, we also know we live in a global economy.", "So we will continue to go to other parts of the world to encourage more companies to invest here in Ontario.", "As the Premier announced in the speech from the throne … the first trade mission of this government will be to China in the fall.", "Mr. Speaker, when I was last here, I said that Ontario’s growth has outpaced its infrastructure for decades.", "Governments of all political stripes failed to make the necessary investments to unclog our highways …", "And while over the last 10 years we have made major investments to improve public transit, roads, highways and bridges, there is still more to do.", "We need to position our province for the future.", "The time has come for a plan that will improve not only the lives of Ontarians today …", "But also the lives of our children and grandchildren tomorrow.", "Our transportation plan—Moving Ontario Forward—would dedicate two new funds to fight traffic congestion and invest in transit totalling $29 billion.", "The first would help address congestion in the greater Toronto and Hamilton area.", "The second fund would invest in critical projects across the rest of the province.", "This is part of a $130-billion, 10-year investment in infrastructure.", "And not just for roads and highways …", "We are also investing in new schools and hospitals and other priorities … and are working to ensure our infrastructure will withstand the extreme weather we’re now experiencing due to climate change.", "Notre plan stimulera immédiatement l’emploi et l’économie.", "Our plan will help businesses get their goods to market faster, making them more competitive—that enables growth and the hiring of more people.", "And our plan will also help people get to work, home and school more quickly and safely.", "All of this means long-term prosperity for Ontario and an even better quality of life for our families.", "Mr. Speaker, we will also invest $1 billion for the development of the Ring of Fire in northern Ontario.", "This area contains $60-billion worth of minerals, including for the production of stainless steel.", "And we will continue to work to bring the federal government to the table as a partner to seize on this tremendous economic opportunity for both the province and our country.", "As part of our plan and in keeping with the public’s priority, we must also help secure the retirement of people who have worked their whole lives.", "Unless we take action now, too many workers will be left with a lower standard of living …", "And that would be unacceptable.", "That is why we are introducing the first-of-its-kind mandatory provincial plan to build on the Canada Pension Plan.", "And we have appointed an associate minister responsible for implementing our new pension plan.", "Because … after a lifetime of contributing to the economy, retirees deserve better.", "As I have said before, our plan would build on the strengths of the CPP.", "Our plan would enhance benefits for middle-income earners while keeping contribution rates low.", "The Ontario Retirement Pension Plan would be publicly administered at arm’s length …", "The ORPP would have a strong governance model, with experts responsible for managing investments.", "Mr. Michael Nobrega is here, also chairing that implementation strategy. We appreciate his efforts as well.", "Mr. Speaker, we are moving forward with this plan.", "Just a few weeks ago … the Premier, the Associate Minister of Finance and I met with the technical advisory group …", "We are all working to introduce this new pension plan in 2017.", "Going forward, we will continue to engage with other provinces and territories and welcome them to join our plan.", "And we hope that all members of this House will support it as well …", "Just like the majority of people in Ontario.", "Mr. Speaker, our government is committed to balancing the budget by 2017-18.", "We are on track to beat our deficit target for the fifth year in a row.", "This means that, over the last five years, Ontario’s debt is $24 billion lower than originally projected.", "Since 2010-11, our growth in program spending has been held to an average of 1.4% per year.", "Over the next three years, average growth in program spending will be less than 1.1% a year.", "Mr. Speaker, we acknowledge that there are skeptics …", "But let me be clear: We will balance the budget by 2017-18.", "We will control expenses.", "We will eliminate the deficit.", "And we will continue to cut where we can.", "But we will continue to invest where we must.", "All of which supports our priority to balance the budget.", "In order to support a stronger economy and create more jobs ... that means, Mr. Speaker, we must control our expenses.", "We will continue to manage compensation with our broader public sector partners to ensure that all costs are within Ontario’s existing fiscal framework.", "We propose to continue to freeze MPP pay as of April 1, 2009, until the budget is balanced.", "And Mr. Speaker, we have a proven track record in managing expenses and achieving deficit targets.", "And I commit to continuing to meet those targets going forward.", "Mr. Speaker, we will not stop once the deficit is eliminated.", "We will continue to control those costs in order to further reduce debt …", "Because we must not allow future generations to face that burden.", "We must do what we can now …", "In fairness to our children and grandchildren.", "Mr. Speaker, the new President of the Treasury Board will work closely with me, the Premier, the Treasury Board members and our cabinet colleagues to meet our fiscal objectives.", "Accordingly, we must also act on the revenue side.", "As noted in the budget, we are proposing to increase the aviation fuel tax by one cent per litre on September 1, 2014, and by one cent per litre annually until 2017.", "I also previously identified changes to the Ontario small business deduction to phase out this tax benefit for large corporations.", "And as indicated, we propose a personal income tax change for the highest 2% of tax filers in Ontario.", "In addition to our measures on the expense side, these additional revenues would help to fund transit and to pay down the deficit.", "Mr. Speaker, we will also look at maximizing and unlocking the full value of government assets …", "Including real estate and crown corporations such as OPG, Hydro One and the LCBO.", "We will receive independent advice from an advisory council … led by retiring CEO of TD Bank Group, Mr. Ed Clark.", "Unlocking the full value of these assets means improving efficiency and enhancing their performance and revenue.", "We owe it to all Ontarians to extract greater worth and returns for them as taxpayers—the ultimate owners.", "We will reinvest those assets to create greater returns and build a stronger future.", "Mr. Speaker, let’s also keep in mind that Ontario runs the leanest government in Canada.", "We are moving forward with more than 80% of Don Drummond’s recommendations for creating efficiencies in the public sector ...", "And we’re surpassing expectations throughout the system.", "We continue to have the lowest per-capita program spending of any province ...", "So it’s important that we find the right balance ...", "We will continue to reduce and eliminate the deficit ...", "While ensuring that we invest in vital public services.", "Mr. Speaker, the people of Ontario want their government to provide services so that they can achieve their best.", "That is why we will lead from the activist centre.", "Building opportunity ...", "Securing their future.", "Our government is making Ontario’s schools and hospitals among the best in the world.", "So as part of our plan, we will look to transform delivery and cover costs while maintaining the quality of those services.", "In May, I spoke about workers in developmental services, early childhood educators and those providing care in the homes of our elderly.", "Nous devons faire plus pour investir dans ces travailleurs...", "So beginning this year, we are increasing the support that we provide to these valuable care workers.", "And, Mr. Speaker, we will also continue to foster consumer protection and reduce everyday costs for Ontario families ...", "Particularly when it comes to auto insurance.", "We will reduce auto insurance rates by 15% on average in Ontario over two years.", "While progress has been made, more must be done.", "Given the delayed passage of an important bill prior to the election that would have lowered costs this spring ...", "I will reintroduce legislation tomorrow that takes aim at unfair practices in the towing and storage process of vehicles involved in accidents.", "We will continue to find new ways to reduce costs in the system and pass on those savings to consumers.", "Mr. Speaker, we are also introducing amendments to the Pension Benefits Act, previously part of Bill 151, which would include changes to help those affected by split pensions resulting from past government divestments.", "And finally, we are proposing changes to the Electricity Act, which were previously introduced in Bill 153, Complying with International Trade Obligations Act, 2014.", "Mr. Speaker, the federal government must partner and work better with the provinces, including Ontario, as well.", "Just last week we made some headway ... two new provinces ... Saskatchewan and New Brunswick ... signed on to be part of a co-operative capital markets regulatory system.", "A co-operative regulator would strengthen securities regulation across the country ...", "And increase protection for everyday investors.", "And Ontario was a leader in pursuing it.", "We need a strong, sustainable partnership ... in all areas.", "Mr. Speaker, we are all partners.", "Ontarians expect that we will ensure that they all have equal ability to achieve their best, too.", "To help pull people out of poverty ... through programs such as the Ontario Child Benefit.", "To give everyone the ability to succeed ... through skills training and a world-class education system.", "When it comes to the Ring of Fire, we expect the federal government to partner with us because it is a national economic priority.", "We are looking for a federal partner to build better transit ... because it is a national economic priority.", "Mr. Speaker, we are simply looking for a federal partner to treat Ontarians fairly ... because it is ... also ... an economic priority.", "Each year, the share of federal revenue raised in Ontario is higher than the share of federal spending in the province ... in a recent report, the gap was pegged at about $11 billion.", "This means that Ontarians’ taxes are currently redistributed to other regions of Canada to subsidize programs and services that Ontarians themselves may not enjoy.", "Mr. Speaker, no province is a more staunch supporter of Canadian federalism than Ontario, but this support cannot be taken for granted.", "Our economy needs a boost, but we have a federal government that, by their actions, is hampering that recovery.", "In 2014-15, our province will experience a year‐over‐year decline of $641 million in major transfers.", "According to the Parliamentary Budget Officer—the federal budget officer—over the last four years, the federal government paid a total of $2.2 billion to other provinces to specifically prevent their transfers from falling.", "This year, when Ontario was the only province facing a decline, the federal government ended the practice of transfer protection payments … that is out of whack.", "The people of Ontario deserve their fair share too.", "Mr. Speaker, we know that we are stronger when we all work as one.", "We must continually move forward.", "Mr. Speaker, with the right plan …", "And the experience to deliver that plan …", "This decade will see Ontario move forward in the new global economy.", "We will continue to be mindful of how we spend each dollar.", "We will eliminate the deficit by 2017-18.", "We will make the necessary investments to grow the economy …", "Create jobs …", "Build new public transit and roads for our people and communities …", "We will ensure a more secure retirement …", "And our government will deliver on this plan.", "Mr. Speaker, Ontarians saw, and see, the potential of this plan.", "For a stronger Ontario …", "With new opportunities …", "And a more secure future.", "And I’d like to thank them for their hard work … in making Ontario a great province.", "And I’d like to thank them for their confidence in their government, newly elected on this very budget.", "It is a privilege and we will honour it.", "They have asked us to implement our plan.", "Mr. Speaker, that is exactly what this government is going to do.", "Thank you, Mr. Speaker.", "Thank you to our team for standing up for the people of Ontario." ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The official opposition House leader and the member from Leeds–Grenville." ],
  "anchor" : "para722"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I move adjournment of the debate, Speaker." ],
  "anchor" : "para723"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Clark has moved adjournment of the debate. Do we agree? Carried." ],
  "anchor" : "para724"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para726"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I would ask the House to revert to introduction of bills." ],
  "anchor" : "para727"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "So ordered.", "Mr. Sousa moved first reading of the following bill:", "Bill 14, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 14, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para728"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para733"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para735"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, I have no statement at this time." ],
  "anchor" : "para736"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Government House leader." ],
  "anchor" : "para737"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Mr. Speaker, I move adjournment of the House." ],
  "anchor" : "para738"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader has moved adjournment of the House. Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”" ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The ayes have it.", "This House is adjourned until tomorrow morning at 9 a.m." ],
  "anchor" : "para743"
} ]