[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Speaker, a point of order." ],
  "anchor" : "para27"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member for Leeds–Grenville." ],
  "anchor" : "para28"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Do we have a quorum, Speaker?" ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum, please." ],
  "anchor" : "para30"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is now present." ],
  "anchor" : "para34"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I move that, pursuant to standing order 47 and notwithstanding any other standing order or special order of the House relating to Bill 109, An Act to amend various statutes with respect to employment and labour, the Standing Committee on Justice Policy be authorized to meet from 1 p.m. to 2 p.m. on Wednesday, December 9, 2015, for the purpose of clause-by-clause consideration of the bill; and", "That only those amendments to the bill which had already been filed with the Clerk of the Committee at its meeting on Thursday, December 3, 2015, shall be considered and, at 1:15 p.m. on Wednesday, December 9, 2015, such amendments shall be deemed to have been moved, and the Chair of the committee shall interrupt the proceedings and shall, without further debate or amendment, put every question necessary to dispose of all remaining sections of the bill and any amendments thereto, no 20-minute waiting period pursuant to standing order 129(a) being permitted; and", "That the committee shall report the bill to the House no later than Wednesday, December 9, 2015. In the event that the committee fails to report the bill on that day, the bill shall be deemed to be passed by the committee and shall be deemed to be reported to and received by the House; and", "That, upon receiving the report of the Standing Committee on Justice Policy, the Speaker shall put the question for adoption of the report forthwith, and at such time the bill shall be ordered for third reading, which order may be called that same day; and", "That, when the order for third reading of the bill is called, one hour of debate shall be allotted to the third reading stage of the bill, apportioned equally among the recognized parties. At the end of this time, the Speaker shall interrupt the proceedings and shall put every question necessary to dispose of this stage of the bill without further debate or amendment; and", "That the vote on third reading may be deferred pursuant to standing order 28(h); and", "That, in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Gravelle has moved government order number 60. Back to the minister." ],
  "anchor" : "para44"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "This is a very important piece of legislation. If passed, it will provide increased fairness to all workers across Ontario. If passed, the Employment and Labour Statute Law Amendment Act would provide more tools to resolve disputes in the fire sector, it would ensure that broader public sector transitions go as smoothly as possible through greater efficiency and stability, and it would help provide a fair, just and efficient workers’ compensation system.", "The fact is that both parties across the aisle decided that they were going to play some procedural tricks in committee and hold up this important piece of legislation indefinitely. We believe very strongly that it’s important we move forward with Bill 109. If one goes back to the last Parliament, the Legislature was frequently ground to a halt and was unable to move forward precisely because of those kinds of procedural manoeuvres from the other parties. Frankly, it now appears that the opposition is actually attempting to do same thing with Bill 109, which is most unfortunate.", "Some of the facts of the last Parliament are probably worth relaying. Only 39% of government bills were passed in the last minority government. That does compare to more than three quarters of bills that were passed going back to 1990.", "We now do have a new Parliament as of June 2014, and I think the people that put our government in place have sent a pretty clear message: They want our government to get on with the business of governing in the best interests of all Ontarians. Certainly, that’s why I stand here today, urging all members in this House to support this motion and help pass this important bill as soon as possible." ],
  "anchor" : "para45"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Over to the member from Wellington–Halton Hills for further debate." ],
  "anchor" : "para49"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m glad to be in the Legislature this morning to represent my constituents in Wellington–Halton Hills and also to discharge my responsibilities as the official opposition critic for the Minister of Labour, which means I have the opportunity to speak first in response to this time allocation motion and, I gather, when the bill is called for third reading.", "I must say that I beg to differ with the minister who just spoke, who moved the time allocation motion, who stated that both opposition parties were tying up the bill in committee. Unfortunately, I would have to say that he’s been misinformed. Whoever has reported that to him has given him false and erroneous information.", "The fact is, we have had one day of clause-by-clause consideration at committee starting at, as you know, Mr. Speaker, 9 o’clock in the morning till 10:15, and then resuming at 2 o’clock in the afternoon till 6 o’clock.", "It is true that we, as opposition members, moved amendments to the bill, which is our responsibility in committee, I think. If we have ideas and suggestions, if we have concerns, and in fact, if the public hearings that were part of the process too brought forward ideas and suggestions from organizations that have an interest in the bill—thoughtful suggestions—I think we as members of the Legislature have an obligation to listen to those public hearings, surely, and then in turn reflect some of what we’ve heard and some of our own ideas into the process through the clause-by-clause consideration, where amendments are moved, debated and voted upon.", "Now, it is true that the debates were quite lengthy in the public hearings last Thursday, and they did drag on to some degree. I think if you check the time that was taken up by the opposition parties, certainly one party—the New Democrats—was taking more time, but I’m not saying that to criticize. They had concerns; they have an opportunity to present those concerns at committee.", "It’s interesting that the government is now saying that one day of clause-by-clause on a bill is a delay, that there’s a delay going on, that the opposition is using procedural tricks to slow down the process. Mr. Speaker, that is fundamentally false. It’s not a factual statement. Yet, this government appears to be becoming so arrogant that they think that one day of clause-by-clause is an undue delay in the process. Then they stand here the very next week, the Tuesday following, and accuse us of delay.", "I would ask them to think about that and reflect upon it, because certainly I think most members of the government side would agree that there has to be some sort of a public process before debates are concluded and that the opposition has a role to play. There are a number of members on the government side who have never served in opposition, but there are quite a few who have, and I think there needs to be a greater understanding on the government’s side of what the role of the opposition is and, in turn, our responsibility to have a democratic process for consideration of legislation, leading to a final vote at third reading, and not just ramming a bill through the House.", "Now, it’s also true that the government is increasingly using time allocation as a means of expediting the passage of legislation. I certainly would admit that, when we were in government, we, from time to time, used time allocation too, especially in the final months of our term. But, I also think, to the extent that it is used routinely, it is a diminution of the democratic process. Again, I would ask the members on the government side to reflect upon these comments because I think they’re important ones that need to be considered.", "Bill 109: Of course, as I said, we haven’t had a complete opportunity to discuss the bill in terms of clause-by-clause discussion, but this time allocation motion would send it—in fact, I should put it on the record. This time allocation motion, as I understand it, was tabled late yesterday afternoon, which means it’s printed on the order paper, which appears on our desks the next day, which is today. I hadn’t had a chance to see the time allocation motion until I came into the House this morning at five to 9, and now we’re debating it. There’s something funny about that kind of a process too. I realize we’re getting close to Christmas, and there’s always a mad dash to conclude the things that the government wants to conclude, but there was really no indication, up until a few days ago, that the government was insistent on getting Bill 109 passed before Christmas. It seemed to be that the government was prepared to allow a reasonable process. But, of course, as we find out today, that proves not to be the case.", "I want to say that schedule 1 of the bill, the Fire Protection and Prevention Act, 1997, which creates amendments to the—sorry; the Fire Protection and Prevention Act, 1997, is a schedule that we support in the official opposition. Our new leader, Patrick Brown, has, for years, had very a strong working relationship with the professional firefighting services. Even though he served in the House of Commons, he had a lot of involvement and interaction with the professional firefighters in the province of Ontario, and certainly in his riding. He has a high degree of respect for the work that they do, as I do, and, I think, as all members of the House do. But we certainly want to work in a co-operative and constructive way with the Ontario Professional Fire Fighters Association and work with them to ensure that public safety is paramount. We do support schedule 1.", "I have, for years, as you know, Mr. Speaker, stood up in support of two-hatter firefighters, and I’m pleased that there is at least some level of legislative protection for two-hatter firefighters as a portion of Bill 109. That was certainly my interpretation when I read the bill initially.", "I want to make reference to AMO’s presentation to the committee, the Association of Municipalities of Ontario. Unfortunately, they didn’t get a chance to be there personally, but they sent in a written presentation. They said:", "“As we understand it, Bill 109 would amend the FPPA to address membership in firefighter associations in a number of ways. First, the FPPA would be amended to expressly permit associations to require the inclusion of closed-shop language in a collective agreement, which already exists in many of our members’ fire collective agreements. This includes features such as mandatory association dues deductions and provisions requiring membership in the association or giving preference of employment to members of an association.", "“However, these new provisions are balanced”—and they emphasize the word “balanced”—“by the inclusion of provisions designed to protect individual firefighters. These protections include where a firefighter has been expelled or suspended from their association, or who have been denied membership or had it withheld from them. The basis for these protections is a number of protected grounds, including, for example, engaging in ‘reasonable dissent’ within the association. These provisions may assist municipal governments that employ full-time firefighters who also serve as volunteer firefighters in other municipalities, who are often referred to as ‘double-hatters.’”", "Again, Mr. Speaker, double-hatter firefighters tend to be full-time professional firefighters who work for a city fire department, but might live in a small town nearby. They may want to act as part-time firefighters, or what we used to call volunteer firefighters, in their home communities on their days off. In some cases, going back to even before the introduction of my bill, Bill 30, in 2002, there were situations where the professional firefighters’ union was threatening to expel two-hatters from the firefighters’ union, which would have meant the termination of their full-time employment. It was a very heavy-handed sanction that was being threatened against—not in every case—but in a number of cases where two-hatters were wanting to continue to serve in their home communities.", "I stood up for the two-hatter firefighters in a private member’s bill that came to be very controversial and, in the end, was defeated by this Legislature, unfortunately, but received more hours of debate than any other private member’s bill in the history of the province of Ontario going back to 1950. We stopped looking at 1950.", "The point we made was supported by the Association of Municipalities of Ontario, the Fire Fighters’ Association of Ontario—which is the volunteer, or part-time, association—and the Ontario Association of Fire Chiefs, three important stakeholders in the fire service, who all agreed with my bill and spoke out in favour of it publicly, even though it was very controversial. Also, the fire marshal of the day, Bernard Moyle, actually came to the legislative committee—the province’s fire marshal, the senior fire official in the province—and spoke in favour of legislative protection for two-hatter firefighters.", "The irony is, 13 years later, here we are and the Liberal Party that spoke so strongly against my bill in 2002 and worked hard against it, with the exception of a couple of their members who supported my bill on a free vote at third reading, are now in government and bringing in some measure of legislative protection for two-hatter firefighters. I hope that it is the protection that we need, and I would suggest that it’s a good day for public safety in rural Ontario if indeed it is.", "The other schedule of the bill that I think needs to be talked about is the Public Sector Labour Relations Transition Act, or PSLRTA as it’s sometimes called. When we were in government, in 1997 we brought in legislation to require a vote when there was a merger of two workplaces coming together, to determine which union would represent the workers in the merged workplace. We call this merger-driven representation votes. Many of the public sector unions are very concerned about this provision in Bill 109. They expressed their concern at committee, and we listened. In many cases, public sector unions are saying that they want to continue the opportunity to have a free vote when there is a merger-driven process.", "We know that the Minister of Health is talking about substantial restructuring of the health care system. He’s talked about that publicly. It would appear that there is a restructuring of the health care system on the horizon. I think that’s why many of the public sector unions are very concerned about this. They want to have a say if indeed two workplaces are merged, allowing each individual member a secret ballot vote to decide which union they want to represent them. The government is saying no.", "We argued at committee that this is, again, a diminution of democratic rights. When you’re taking away a vote from someone in the interest of an expeditious decision that may not represent the true interests of the individual members or give them an opportunity to have their say, surely, Mr. Speaker, that, again, is a diminution of democracy in the workplace. That was a view that was supported by a number of the public sector unions that came forward—not all; there are some that are for it, some that are against it.", "The New Democrats, when they speak to this time allocation motion—I’m sure the member for Welland will talk about this, but we agree that there should be a continuance of the opportunity for merger-driven representation votes, and it shouldn’t just be a slam dunk decision by the government.", "In fact, the government is saying, “Trust us. Through regulation, we’ll set the appropriate threshold.” They’ve given an indication that if 60% of the workers in a newly merged workplace belong to one union, then that would be the threshold, and then the decision would be made to approve that union as the bargaining agent.", "But the fact is, there have been a number of cases over the years—and we’ve been told at committee and no one has disputed this—that even where there was a clear majority of one union representing the workers in a newly merged workplace, that union didn’t necessarily win the vote. Again, this is an issue of serious concern for our caucus.", "Of course, what the government has done is brought together three very different issues into one bill. That would be characterized by some as an omnibus bill, Mr. Speaker, and I think fairly so. It’s not a massive omnibus bill, but there are three very different labour issues brought together: the first one, the Fire Protection and Prevention Act amendments, which we support; the second one, the Public Sector Labour Relations Transition Act, which we do not support; and then the third area is the Workplace Safety and Insurance Act revisions.", "I hope I can find the presentation that was made to the committee—it was a written presentation, albeit, by the Canadian Manufacturers and Exporters. They were just here at the Legislature, and I’m sure they met with many MPPs on the government side. They’re one of the most important trade organizations in the country, really, representing our manufacturers all across Canada. They do an outstanding job. They’ve been in existence for, I think, 100 years, representing the interests of manufacturing, which is one of the pillars of our economy and hopefully will be in the future—and, as I said, has been in the past. Unfortunately, we’ve lost more than 300,000 manufacturing jobs in recent years, in part because of deliberate and conscious provincial government decisions, whether it comes to hydro, regulation or tax, and the anticipation of higher taxes because of the massive debts and deficits that have been run.", "The Canadian Manufacturers’ Association, now called the Canadian Manufacturers and Exporters, did express concerns about this bill and this provision of the act, schedule 3, the Workplace Safety and Insurance Act. They said this to us at committee:", "“With respect to Bill 109, CME is objecting to the proposed changes outlined in schedule 3 of the bill which amends the” Workplace Safety and Insurance Act by:", "“—creating a new offence for employer claims suppression", "“—increasing the maximum penalty for corporations on conviction from $100,000 to $500,000", "“—the potential for the creation of new administrative penalties by way of regulation.”", "They go on to say—and I’m going to have to paraphrase here because I’m running out of time—that they believe that the proposed legislative amendments are the result of unsubstantiated views that claims suppression is a prevalent activity which employers are using to keep workplace safety and insurance costs down. “It would appear that anecdotal evidence, not substantiated by any reliable studies, is serving as the impetus for new claims suppression penalties which we believe are unwarranted and unnecessary,” and they go on in great detail.", "We also heard from one of the, I would say, most knowledgeable experts on workers’ compensation issues in the province of Ontario, Les Liversidge, who made a presentation at the committee and who again made the point that these allegations of claims suppression by employers are largely unsubstantiated by any empirical evidence. There may be some anecdotal examples that the government might cite, and I’m told that the Ministry of Labour believes that this is happening and that there need to be changes to reflect that. But we still say, where’s the evidence? We haven’t seen it. The government hasn’t tabled it, the Ministry of Labour hasn’t tabled it, the WSIB hasn’t tabled it. So I question whether this is really an issue or if it’s just an issue that the government is making up to try to make it appear that employers are all bad and they’re all out there to abuse their employees, and it’s part of a left-wing government’s agenda to make employers look bad so as to continue to bring forward new regulation, higher tax and bigger government that we can’t afford.", "The fact is, in our free market economy, companies need to make money in order to reinvest and create jobs, and unfortunately, I’m not sure this government understands that in full. Companies need to make money. There’s nothing wrong with companies making a profit. We on this side of the House understand that; I’m not sure that the current government does. They think that business is a cow that can just be milked morning and night. They don’t seem to understand that if we want to have a private sector economy, we have to grow the private sector economy, we have to encourage the private sector economy, we have to have policies which encourage investors to want to invest in the province of Ontario, to create the new jobs we need. Unfortunately, I would have to say that is severely lacking. I have seen, unfortunately, in recent months and years with this government, not necessarily a deliberate and conscious effort to kill entrepreneurialism in the province, but the cumulative effect of all their policies is doing just that.", "Mr. Speaker, I am opposed to this time allocation motion. Unfortunately, I don’t have any more time, because we’re going to cede the floor to the NDP—but at the same time, time allocations should not be used routinely in this House. Every time it is used, it is a diminution of the democratic process and the process that should be employed in this House in the province of Ontario." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para87"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’m happy to get up and talk about this time allocation motion around Bill 109 that we’re here for this morning.", "I heard the minister, who spoke very briefly to this issue—in fact, the members on the government side of the House really have not spoken to Bill 109 at any length. I think the most anyone has spoken about it was five minutes.", "This is a very important bill. Unfortunately, it’s one of those small omnibus bills that has a poison pill in the middle of it. One piece of it, schedule 1, addresses protections for firefighters similar to those protections afforded to most workers in the province under the Ontario Labour Relations Act, and it brings firefighters in line with that.", "We heard from the Ontario Professional Fire Fighters Association at the deputations back on November 26, and they were very supportive of the legislation, which is going to give them some badly needed protections. However, they weren’t happy that in the middle of this bill there is a schedule 2 which is attacking workers’ rights to have a vote when there’s a merger or an amalgamation in the public sector—that could be a municipality, a hospital, the health care sector or the school system.", "This morning, the minister talked about this bill bringing fairness to workers in this province. The PSLRTA legislation has been in place for 20 years, and there wasn’t anybody who didn’t think that it was fair. This was legislation brought in under the Tories. It had some problems in the beginning, but over 20 years the processes have been worked out in amenable ways through decisions of the Ontario Labour Relations Act. The process works quite smoothly when there are votes.", "What is problematic here today is the fact that we’re in the midst of time—", "Interjections." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please.", "I’m having a little difficulty hearing our speaker this morning. If you have a conversation going on, I would ask you to please lower your voice so that I can still hear our speaker and show her the respect that she should have. Thank you very much.", "Please continue." ],
  "anchor" : "para95"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Thank you, Mr. Speaker. Apparently the members on the government side really aren’t interested in protecting workers in this province, or they’re not paying any attention to the rights of workers in this province.", "Here we find ourselves with a very important bill that is going to affect hundreds of thousands of workers in this province. There are 444 municipalities, another hundred hospital systems, 500 nursing homes, 90-some school boards in the province that could be impacted by this legislation. In any one of a merger and amalgamation, which we see more and more as this government continues to cut budgets by 6% and freezes budgets in health care—we’re going see more of these mergers as the government does their health care transformation. Health care workers, in particular, are going to be impacted by this legislation.", "In the past, workers had the right to go to a vote under PSLRTA. If you had 60% of the people unionized and 40% of the people not unionized, you went to a vote. Or if you had two unions representing the same workers, you went to a vote. What this legislation is proposing is that if one union has 60%, there will be no vote, so workers will no longer have the right to choose the union of their choice.", "We feel, and certainly the workers who we heard from at the deputations feel that this isn’t fair, and that in fact in every case there should be a vote so that nurses and perhaps education workers, if there was a merger of a school board, municipal workers—both inside and outside municipal workers, in the case of a merger—would have the right to choose the union.", "Now, some unions provide better service than others. Some provide some services that other unions don’t provide. For example, some unions will do compensation appeals for their members and CPP appeals, where other unions, because you’re not required to provide those services, may not. So when we get to these vote situations, workers in this province have the right to have a look at what services unions actually provide and make their decision based on that.", "I can tell you, Speaker, that in my experience—and I participated in, I would say, at least 20 of these PSLRTA votes over the years, when I was working for the Ontario Nurses’ Association—in all cases, the union that had the higher percentage of workers didn’t necessarily win the vote. There were situations where a union only held 10% of the workforce going in and they actually ended up with a 100% of that classification of worker at the end of the day—maybe because they had a good campaign; perhaps because they provided good service to their members; or because they provided certain services that appealed to the members.", "The minister spoke this morning about the opposition parties trying to delay this bill. In fact, we were in clause-by-clause. It was only one day last week. We had a number of important amendments to this bill and we had a number of our members who wanted to get on the record. The member from Kitchener–Waterloo was in to speak on the bill, and the member from Niagara Falls. The member from Oshawa actually spoke twice because she had a lot to say on Bill 109. When we’re talking about democracy, I think that it is important for everyone to have the opportunity to debate important bills such as this one.", "What we did hear at those deputations on November 26 was that there was only one consultation by the government, which is very concerning to me and to New Democrats. You’re putting in a bill that’s going to change the face of a voting process for certain groups of people in the public sector and you’ve only consulted with one stakeholder. I asked that question, Speaker, in those deputations, of each and every person that participated, and there was only one stakeholder that had been consulted. The rest of the stakeholders—OPSEU, CUPE, the Ontario Nurses’ Association, CLAC, the Christian Labour Association of Canada—none of those unions who are going to be affected by the changes in this bill were even called, nor were they consulted. The only time they heard about it was once the bill was tabled.", "Now, they had been consulted back in 2013, during the budget process. The Minister of Labour had contacted them—or the Minister of Labour’s staff, I guess, had contacted them—and at that point, after having those consultations two years ago, they were told that this legislation was not going to be brought forward, that there was no need to bring it forward and that it was a dead issue. Then, once it gets tabled again, they were not consulted at that point in time.", "Interestingly enough, we did an FOI to the ministry and what came back was that there was one stakeholder consultation, which we confirmed at the deputations. The Minister of Labour in that FOI said, “There are no problems with respect to PSLRTA,” so there was really no need to bring this issue forward. So one has to wonder why in fact the government did bring the issue forward.", "So, Speaker, I don’t think that there is any undue delay in this process, as the minister indicated from the government this morning, but certainly this is a fundamental change in a process that may actually see a charter challenge at the end of the day.", "If I can just share with you, there is some case law on this situation. It was the Mounted Police case in the Supreme Court that found that section 2(d) of the charter guarantees “a meaningful process of collective bargaining” which includes “a process that provides employees with a degree of choice and independence sufficient to enable them to determine their collective interests and meaningfully pursue them.” A summary of the case is here as well.", "The court noted that the hallmark of employee choice included “the ability to form and join new associations, to change representatives”—as I have talked about this morning—“to set and change collective workplace goals, and to dissolve existing associations,” for which there is a process already under the Ontario Labour Relations Act. And accountability to the members of the association is an important element of choice.", "Legal experts, Speaker, are of the view that the proposed amendments under Bill 109 to the Public Sector Labour Relations Transition Act would not stand a charter scrutiny. Depriving union members of the union of their choice on the basis that they fell below an arbitrary minimum percentage of a newly integrated bargaining unit is an unnecessary infringement of their charter right to the union of their choice, so the proposed change is totally unnecessary. There have been no problems under the current provisions, and having a vote without an arbitrary cut-off is consistent with workplace democracy and charter rights.", "Now, it’s interesting that, at this point, this Bill 109 really only applies to those sectors that I talked about: health care, school boards and municipalities. But, in fact, people are now starting, over the last few days as we’ve been debating Bill 109, to pay attention in the private sector and in other parts of the public sector.", "Just yesterday, actually, I had the opportunity to speak to a couple of long-time labour lawyers here in Toronto who are concerned that this legislation may threaten votes in other public sectors not anticipated under this PSLRTA act, and in the private sector, because, currently, if there are mergers or amalgamations of private businesses across this province and both of those workplaces are unionized and they go to the labour board, the labour board is the body that would order a vote. In those situations, historically, a vote was never ordered unless it was at about an 85% threshold; in some instances, even a 90% threshold.", "And so now, in fact, the board, if this bill is passed, may have a look and say, “Well, you know, maybe we should be using this threshold more broadly across this province.” And I can tell you that that is perking the ears of many unions across this province. It’s a problem today, and I think it’s going to be a bigger problem if this legislation is passed.", "I want to spend a few minutes, as well, because I believe that this really is an infringement on workers’ rights—I want to talk a bit about some of the other things that this government has been infringing on with respect to workers in the province. Just yesterday, we had Michael Prue’s tip-out bill. That was a bill that was supposed to protect workers in this province from unscrupulous employers who actually were taking their tips. The member from Beaches–East York put an amendment to his own bill, and that amendment took away the protections that the bill had intended in the first place. It certainly wasn’t Michael Prue’s bill at the end of the day.", "Here again is an infringement on workers in this province who are paid the lowest amount of money of any worker—$9.55 for a server. Now, this amendment would allow employers to take 3% to 5%—I hear in the restaurant industry, it’s generally 2.5%—of their tips to pay the bank service fees if you use a debit card or a credit card. Speaker, if you go into a restaurant, spend $100 and leave a $20 tip, that server is now going to lose perhaps 2% or 3% of that $20 tip." ],
  "anchor" : "para98"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Who’s going to get it?" ],
  "anchor" : "para119"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Well, the employer is going to get it. The owner is going to actually get that tip.", "Now, it may not seem like a lot, but if you’re serving 20 tables, that could add up to $5 or $6 in a day, which could be as much as $1,000 or $1,500 in a year for people who are working below the poverty line even when they’re working full-time in the restaurant industry or anywhere else." ],
  "anchor" : "para120"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "How much would an employer make in a year?" ],
  "anchor" : "para122"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Well, how much would an employer make in a year if they had 50 employees all giving them $5 or $6 every day they’re working?", "That is problematic. It is an infringement. It is not protecting service sector employees. It is not what was intended in the bill.", "I spoke to a fellow from Ottawa who has been involved with this bill since the beginning, since Michael Prue introduced it back in 2010. He wasn’t happy with that amendment. He was happy to see the bill pushed through, but he certainly wasn’t happy with that amendment, because all it’s doing is taking money out of the pockets of servers and service sector workers in this province." ],
  "anchor" : "para123"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Sounds like a Liberal thing to do." ],
  "anchor" : "para126"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "It sounds like a Liberal thing. I mean, the Liberals talk about being progressive, right? They’re so progressive. But every time they introduce a bill, there’s a bill that is either attached to it or embedded in it that isn’t quite so progressive. So I think that people need to know that, and that’s why we are standing up here talking about why we don’t need to time-allocate all of these things and why we need to have more debate on these issues.", "I also wanted to talk a bit about another non-progressive bill, Bill 144, in which was embedded the EllisDon bill. It used to be Bill 74. The Liberals voted against that bill. I think it was the member from—" ],
  "anchor" : "para127"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Monte McNaughton." ],
  "anchor" : "para129"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Monte McNaughton. I can’t remember; maybe you can help me, Speaker." ],
  "anchor" : "para130"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Lambton–Kent–Middlesex." ],
  "anchor" : "para131"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Lambton–Kent–Middlesex. He introduced a bill a couple of years ago, Bill 74. It was a bill that would have actually ended a historic contract between EllisDon and some of the building trades—I think UA Plumbers and Pipefitters, sheet metal workers and another group; I can’t quite remember who it was. But anyway, this agreement had gone on for 60 years.", "That member introduced a private member’s bill. The government initially seemed to be supporting it, but at the end of the day, when it came to a vote, they voted against it. They did that because we were going into an election and they needed that support. They didn’t need to have that hanging over their head at the time.", "But interestingly enough, now buried in Bill 144—the EllisDon bill has been resurrected. It was called the Fairness and Competitiveness in Ontario’s Construction Industry Act at the time, but now it’s just a schedule. I think it’s schedule 12 in Bill 144.", "This 60-year-old agreement required EllisDon projects in the Sarnia area to only hire sheet metal and electrical contractors. It applies to every area outside of the GTA and only to the industrial, commercial and institutional sectors.", "The Liberals and the Conservatives both supported EllisDon—a major political donor to the Liberals and PCs—to break its contracts with tradespersons who work for the company. EllisDon appealed that decision to the OLRB and then to Divisional Court. The OLRB actually supported the unions in this particular case, and then the Divisional Court overturned the OLRB decision. It then went on to the Court of Appeal, where it got overturned again in favour of the unions. Then the Supreme Court refused to hear it, so the 60-year agreement was still in place.", "Well, that wasn’t good enough for EllisDon or for the government, and so—" ],
  "anchor" : "para132"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "They’re one and the same." ],
  "anchor" : "para138"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "They’re one and the same, yes.", "So the Minister of Labour then ordered a mediation process. He brought in an arbitrator—a well-respected arbitrator—and they mediated for a couple of weekends, and they thought they had a deal, but at the end of the day, they didn’t. It didn’t ratify, and you know that those kinds of processes need to have a ratification, they need to have an end. Well, it didn’t ratify, and so we find ourselves with this bill back before us in Bill 144.", "This is the third bill that I’m talking about that is an infringement on workers’ rights here in the province of Ontario, and all of these bills are being time-allocated. The omnibus bill, Bill 144, the vast majority of the amendments yesterday in committee—I went and sat in committee with our finance critic, Catherine Fife, and when we got to 2 o’clock, they just—" ],
  "anchor" : "para139"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Four o’clock." ],
  "anchor" : "para142"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Oh, maybe it was 4 o’clock. Thank you." ],
  "anchor" : "para143"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It felt like 2." ],
  "anchor" : "para144"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "It felt like 2 o’clock to me, but it was 4 o’clock. At that point, they weren’t anywhere through the amendments to the bill, but they just deemed them all to have passed at the end of the day. Many, many schedules, in that very short period of time I was in there—I think there were probably eight or nine schedules passed in about 10 minutes, without any opportunity for any party to actually debate the issues.", "Anyway, back to schedule 12: We fast-forward to November 2014, and we find ourselves back with this EllisDon situation. During debate, New Democrats pointed out that if EllisDon genuinely felt that there was a competitive disadvantage because of the OLRB decision in 2012, it had its recourse through collective bargaining. Really, that’s how unions and employers—I mean, that’s why you join a union. You join a union so that you actually have the right to negotiate.", "If I take us back to the tip-out bill, that’s the other amendment that is problematic in it. The new regulations, the new parts of the bill that would have advantaged service sector workers—the lowest-paid workers in the province—if you happen to work in a workplace that is unionized, those new provisions do not apply to those workers until the collective agreement expires. This is different from what happens to every other worker in this province. If the Employment Standards Act makes an improvement, that supersedes the collective agreement if it’s better. If it’s worse, the collective agreement supersedes. But for these workers in the service sector, they’re going to have to wait to make sure that their employers don’t steal their tips until the collective agreement expires.", "In today’s world, that could be a three- or four-year collective agreement. In the old days, when the member from Timmins–James Bay and I were negotiating collective agreements, they might have been one-year or two-year collective agreements, because things were good in those days and you could actually negotiate some good pensions and benefits and wage increases, unlike today, when wages are frozen for five years here in the Legislature." ],
  "anchor" : "para145"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Longer than that." ],
  "anchor" : "para149"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Longer than that. How many years?" ],
  "anchor" : "para150"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I’ve been here 26, and I’ve been frozen all but five." ],
  "anchor" : "para151"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "All right, so the member from Timmins–James Bay said that his wages have been frozen for 20 of 26 years here in the Legislature.", "There were advantages to having short-term collective agreements: You could go back and get some really good working-condition improvements for your workers. But in this situation under this tip-out bill, these workers may be in a collective agreement that they’re stuck in for the next three years and not see any improvement in their tips during that period. Thankfully, though, if that’s the case and this passes, they won’t have to pay those bank and credit card fees for three years either. In any event, I’m told that there’s very low unionization in the service sector, so hopefully it won’t impact that many employees.", "I think you can get that the theme here, Speaker. The reason we’re talking about Bill 109, schedule 12 of Bill 144 and Bill 12—the tip-out bill from the former member from Beaches–East York, Michael Prue—is because workers’ rights are being infringed upon in each one of these pieces of legislation. We don’t know why this progressive Liberal government wants to negatively impact workers in this province.", "As I said, potentially hundreds of thousands of workers in the public sector could be affected by Bill 109, thousands of workers are going to be affected by Bill 12, and we know that there are thousands of construction workers as well who are going to be impacted by Bill 144, schedule 12, when the government ends this 60-year agreement with EllisDon." ],
  "anchor" : "para153"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Save me some time." ],
  "anchor" : "para157"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Yes, okay.", "I’m going to wrap up now. I just want to go back, though, and address the fact that the minister, who spoke for about three minutes to Bill 109 this morning, accused the opposition parties of trying to stall this bill. I think it’s important for each and every one of us to get on the record about how these workers’ rights will be infringed upon and negatively impacted, perhaps for the rest of their lives, by the introduction and the passing of these bills." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para160"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It’s unfortunate that we find ourselves with yet another time allocation motion. What a bad way of doing legislation.", "There is some legitimate concern on the part of New Democrats on one particular section of this bill. Rather than the government saying, “Okay, fine. We get it. We’ll hive off that part of the bill and deal with the rest of the bill in order to move it forward”—because, quite frankly, we can support most of what’s in this bill; there’s one particular section that we don’t support—the government decides it’s going to have to do things in this way.", "I just think it’s a darn shame because what we end up with is legislation being passed through this House in a very expedited manner that doesn’t give the opportunity for those people in our society who have something to say about what the government is doing here to have that say.", "In a parliamentary democracy, we are very blessed. We have a process by which we don’t just have a debate at second reading, which gives members the ability to speak to the particular bill, but, more importantly, we have the ability for people to be heard in the committee process.", "There used to be a time in this place not that long ago when, if bills were somewhat controversial or completely controversial, there would be a negotiation between the opposition and the government in order to allow the bill to travel in the intersession so that those people who wanted to say something on the bill had an opportunity to say it. The government, with its majority, always got what it wanted. That’s the way the parliamentary process works. They have a majority of seats on the other side of the House and of course they would get their way in the end, but the public would at least be heard.", "I do distinctly remember Kathleen Wynne, our Premier, saying when she was elected that she wanted to have conversations with Ontarians; she wanted to consult the people of Ontario; she wanted people to feel as if this was their government and they had an ability to have their say.", "What we’re seeing with the Liberals is essentially what we used to see under the Tories: If they don’t agree with the government, time-allocate and don’t give the public an opportunity to have their say. In fairness to the Harris government, even they travelled bills that were controversial, because the—" ],
  "anchor" : "para161"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "What about the Rae government?" ],
  "anchor" : "para168"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, no, I’m just saying that even under the Harris government, who time-allocated at a fair degree—they were probably the record keepers of the time allocation motions—" ],
  "anchor" : "para169"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Fair as in the opposite of unfair?" ],
  "anchor" : "para170"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Fair as the opposite of unfair. But I would say that at least Mr. Harris allowed the bill to travel. There would be this process by which the opposition would sit with the government House leader. They would have a discussion and say, “Okay, that particular bill, we get. You have legitimate concerns.” There would be some time afforded for the public to have their say, and the bill would travel in the intersession so that those people who were interested in saying something on a bill had a chance to do it.", "This government, when it comes to that, says that no, they know best, they have a majority, they can do what they want and they don’t need to listen to the public unless the public is saying what they want to hear. When the public is saying something opposite to what the government wants to hear, or is oppositional in some ways to what the government is trying to do, this government says, “No, you know, this long-standing tradition of parliamentary democracy that has been developed over hundreds of years and gives the public the right to have their say, we’re going to have nothing to do with it. We’re going to utilize our parliamentary democracy by way of a time allocation motion, to not only limit but stifle the ability of the public to have their say.”", "Now, I said at the outset that I understand there’s a majority here. The government has a majority of seats in this Legislature. Do I have any doubt that this bill would pass no matter what? Absolutely, I understand that it’s going to pass. But at least have the public have their ability to come before a committee, and hopefully a committee somewhere out in Ontario where people can come forward and be able to give their view. Who knows what the government is going to do? The government might amend the bill in some way.", "I want to give you a couple of examples of what I’ve seen in times when bills used to travel. I remember back in the day, when the Conservatives were in government, they had a particular bill having to do with changes to the Assessment Act. In that particular bill, the government was pretty convinced it was going to do things in a way that they thought was best, but we in the opposition said no. At that time, it was the third party, New Democrats, a third-place party, who said, “No, we think that this bill should travel,” because we had just gone through a very long debate in this province, through the Peterson years, the Rae years and now into the Harris years, about changing the assessment process.", "We had finally landed on a market value system that took some years to develop. This government, in very quick haste, was trying to change it to what they ended up calling “actual value.” Well, there were some problems in what they were doing, and guess what? The committee travelled. I was on that committee, and we went to places like Peterborough, Kingston, Thunder Bay and different parts around the province. Municipal councillors, ratepayers’ associations and others came before the committee and said, “Okay, fine enough. If you’re going to do this, here are some problems with your bill. If you don’t make the changes, you’re going to have real problems in trying to manage your way through with this bill.”", "Guess what happened, Speaker? The government actually amended the legislation, because the public had their chance to have their say. It turned out that—you know what?—sometimes governments get it wrong. Sometimes when people draft bills, especially when they’re drafted in haste, there’s a mistake that’s made in the drafting. We did a number of amendments. We didn’t get all our amendments; I’m not pretending for one second we got them all, but we got some fairly substantive amendments that actually fixed the bill.", "Imagine what could happen in this particular case. In this particular bill, there’s a very divided labour movement when it comes to what’s being proposed in schedule 12 of this bill—right? I got the section right?" ],
  "anchor" : "para171"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "Schedule 2 of this bill." ],
  "anchor" : "para178"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Schedule 2 of this bill. So there are some very divided views as to what this particular legislation is going to do and what it means to workers. There are also some issues about constitutionality. There may be a constitutional challenge. There are a number of other issues and I’ve only got six minutes so I’m not going to get into all of that.", "But my point is this: Imagine that in a democracy, that if the government were to say, “Yes, maybe we will allow this bill to go out into committee,” which it is now at, but allow it to be able to go out into the province somewhat so that people can have their say, so that the workers who are affected by this bill on either side—because there are winners and losers in this bill, we understand that. But workers across this province could organize, come before the committee and make their pitch to the committee about why they like this bill and what they like about it, or what they don’t like about this bill and what they would like to see changed.", "You never know. You may have a conversion on the way to Damascus, where all of a sudden you decide this democracy thing is not a bad idea. Listening to the public and sometimes doing what the public wants—God knows, it could work. You might all of a sudden find out that it is not a bad thing when democracy is alive and well, the public have their say, and the government has to react to the public. It would be an amazing thing.", "If we wonder why the public is showing up in provincial elections less and less so—in the last provincial election, we were in the low fifties, if I remember correctly. In some elections, I think we’ve almost been in the high forties. Why is that? Because over half of the population doesn’t pay attention to what happens in this place; because they say, “Well, they only do what they want. They don’t listen to me. Why should I care?”", "I think that’s a wrong attitude. I think you should care, because everything we do here is going to affect you in some way. For that reason, I think the government has to engage with the public and give the public an opportunity to have their say. It doesn’t mean to say that a government—or a Legislature, members of the opposition included—has to do what the public says just because the public says it, but I think you have to have your say.", "Imagine, members of the government party, if you were to take the same position in your constituency office that you’re taking by way of time allocation, if somebody comes into your office and you say, “Nope, I don’t want to hear you. Sorry, don’t walk in the door. No, no, I’m not talking to you,” or, “No, I’m not taking your phone call or responding to your email.” How long do you think you would last as an individual member if you didn’t allow people to walk into your constituency office, phone you, send you an email or send you something by way of Twitter or Facebook? You wouldn’t last very long. You’d be hunted out of office.", "Well, that’s what you do when you don’t allow the public to have their say when it comes to committee. It doesn’t mean to say that each and every bill has to travel through the province to be heard. No, there are a number of bills that I think the parties can agree on where we don’t have to have a long debate.", "For example, there’s an MNO bill that’s coming before this House tomorrow, I believe. The Métis Nation of Ontario has been working for some time in order to get changes done in an act that would allow the Métis Nation of Ontario to have certain rights that they need in order to operate as an organization. They went to the government. They went to the opposition. A draft bill was done. They gave it to us. We had the government ensure that it was actually tabled, so that the bill that was drafted would be the same as the bill that was tabled—we’ve seen that switcheroonie happen before—and we’re going to pass the bill without spending a lot of time, either in debate or in committee, because the stakeholders are satisfied and the government and opposition are satisfied.", "So there are times when bills go through this House and it’s not a thing where you have to send it out into committee. But clearly, when you have bills such as this, where there is a sizable opposition to what the government is doing, I think there’s a responsibility on the part of the government to say, “We’re going to hear you.” It’s just like when people go into Minister Gravelle’s office, or my office in Timmins, or the member from Welland’s in her riding. People have the right to come and see us. They have a right to be heard. It doesn’t mean to say that we have to do what they tell us, but it means we have to hear them.", "Why are we not doing that to the public when it comes to bills that are not supported by all the parties? We come here as representatives of the people. The process is that there are members who are elected on both sides of the House. The government side has a responsibility to govern, and we as an opposition have a responsibility to look at what the government is doing and try to amend it if necessary. The process of that is not the second reading debate or the third reading debate; it really is the committee.", "That this government is not allowing this bill to go into committee and to travel somewhat, to give the public their opportunity to have their say, I say is a disservice to the people of Ontario, and I think it’s a certain affront to what the people who framed the parliamentary system intended to have happen. Clearly, those who were there before us, in Westminster and other Parliaments around the world and Ontario, framed our standing orders so that the public has a chance to be heard. You do that at the committee level.", "This government now has a time allocation motion that we’re debating today that is going to take that bill out of committee tomorrow. It’s going to come into the House and it’s going to have very quick passage, and the public will have to live with the consequences of the decision of the government in that bill. I think that’s wrong. I think the government can have its way at the end, but I think what they at least have is a duty and a responsibility to listen to the people of Ontario and give them an opportunity to be able to have their say. The fact that the government doesn’t want to do that, I think, is a pox on their house.", "Kathleen Wynne, the Premier, said she wanted to listen to people; she wanted to have conversations with people. This is not a conversation. This is her hanging up the phone and saying, “Don’t call back, because I’m not listening.”", "I think that’s wrong, and that’s why we will vote against this time allocation motion." ],
  "anchor" : "para179"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para194"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I have said many times how I feel about time allocation in this House. I’m not going to dwell on that this morning, because time is limited, but we will be voting against this motion.", "But I did want to make an announcement in the House this morning. One of the privileges that we have, as members—and I would never want to abuse the privilege—is this opportunity to announce to the world something very, very important, as a member of this Legislature.", "Earlier this morning, I spoke to my wife—that’s not an announcement that is news to the world. If it is, I know we’re in big trouble.", "Interjections." ],
  "anchor" : "para195"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "What did she say, John?" ],
  "anchor" : "para199"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Did she say, “What do you want? What are you calling about? Why are you calling here?”" ],
  "anchor" : "para200"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes. But she informed me—and then I received a text from my son-in-law Tommaso, or Tom, Colucci, that our daughter Emily had given birth this morning—" ],
  "anchor" : "para201"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes—at 8:33 a.m. in Yellowknife, to a healthy baby boy. I was hoping I’d have more details. I don’t have the weight, and I don’t have a name at this point. I think they’re still negotiating. Nevertheless, it’s a wonderful Christmas present for our family.", "Other than our family, I wanted you folks and all these people listening here this morning to be the first to know. Thank you very much." ],
  "anchor" : "para203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Mr. Gravelle has moved government notice of motion number 60, time allocation of Bill 109. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote being required, it will be deferred until after question period today." ],
  "anchor" : "para205"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para212"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "No further business.", "Interjections." ],
  "anchor" : "para213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please.", "There being no further business, this House stands recessed until 10:30." ],
  "anchor" : "para215"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "It’s a pleasure to be here this morning and to welcome some guests from Interactive Ontario. Interactive Ontario is planning its first lobby day here at Queen’s Park. They represent over 300 digital media companies in Ontario.", "Today we have with us Carly Beath. She’s the person responsible for operations. We also have Hailey Wronski, Ruth Birman and Jeremy Friedberg.", "In rooms 228 and 230, we will have Interactive Ontario setting up shop. Please come by to experience some pretty cool interactive media." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To avoid conflict, we have in the Speaker’s gallery today a former member: from the 36th, 37th and 38th Parliaments, for Don Valley East, Mr. David Caplan." ],
  "anchor" : "para222"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I would like to introduce, in our gallery this morning, Becky Coles, who is one of the producers at Newstalk 1010. Welcome, Becky." ],
  "anchor" : "para223"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "We have some guests from my riding of Pickering–Scarborough East here today: the family of page captain Hannah Dossa. Her mother’s here, and her father, her sister, her grandparents and her great-aunt. Welcome to Queen’s Park.", "On behalf of my colleague the member from Ajax–Pickering, I’d like to introduce Frances Grove, Ken Hurst and Janet Swain, who are here with us today. Welcome to Queen’s Park." ],
  "anchor" : "para224"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to introduce Mary Lou Sukman from York–Simcoe, here today to bring attention to PKU day." ],
  "anchor" : "para226"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to welcome Bill Gibson, the area director for Unifor Kitchener-Waterloo. Welcome to Queen’s Park, Bill." ],
  "anchor" : "para227"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’ve got a lot of guests here in support of Bill 141, the pregnancy and infant loss legislation.", "I’ve got John Adams, the former city councillor; his son John Adams Jr.; Michelle Adams and Ryan Adams. John is the president of CanPKU.", "I have David Huha, who is here. I also have, all the way from PEI, Evelyn Bell. All the way from Elliot Lake, I’ve got Shannon Bedard and her daughter Faith Bedard. I have Maria Di Gregorio, I have Edna Wright—all the people in support of Bill 141. Thank you for being here." ],
  "anchor" : "para228"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Please join me in welcoming Frances and Scott Goodfellow from the beautiful riding of Dufferin–Caledon. They’re here to mark PKU day." ],
  "anchor" : "para231"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I’d like to introduce, from the great riding of Etobicoke–Lakeshore, my former executive assistant and now University of Windsor law student, Tanya Kuzman—T.K. is in the House." ],
  "anchor" : "para232"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "We’re joined today by the Automotive Industries Association, with President Jean-François Champagne, France Daviault and Jason Kerr, who are joining us in the audience up here today." ],
  "anchor" : "para233"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, I am seeking unanimous consent for all members to wear a yellow tie or scarf in recognition of the member for Nipissing’s, Vic Fedeli’s, sartorial consistency." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I reluctantly stand to offer unanimous consent. Do we agree? I heard a no.", "I’ll oblige as long as I get co-operation during question period.", "The member from Windsor–Tecumseh." ],
  "anchor" : "para235"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Point of order, Speaker: I think it’s only fair to inquire if the Minister of Aboriginal Affairs is prepared to provide all of the members with a yellow tie or a scarf." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order, so I’ll continue with introductions." ],
  "anchor" : "para239"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Speaker. “Always fair” is always appreciated.", "I would like to introduce a constituent of mine from Beaches–East York: Peter Miller, who’s chair of Interactive Ontario. I look forward to meeting with you during the break." ],
  "anchor" : "para240"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I know that the member from Eglinton–Lawrence welcomed the CanPKU delegation, but as well, here from Don Valley West is Patrick Gillette, representing his three-year-old son. They’re here to protest the government’s decision to ignore expert clinical evidence. I’m going to send it over with a page to the Minister of Health." ],
  "anchor" : "para242"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m delighted to welcome Deana Ruston from London here to the Legislature today." ],
  "anchor" : "para243"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to introduce and welcome Glenda Qua from the great riding of Halton." ],
  "anchor" : "para244"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I just wanted to welcome members of Unifor who are in the members’ gallery today, here at Queen’s Park for their lobby day." ],
  "anchor" : "para245"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "I have the great pleasure of wishing our colleague and friend Ted McMeekin a happy birthday today." ],
  "anchor" : "para246"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I would like to welcome a Unifor member from London. Her name is Colleen Wake, and she is here today for the second time visiting Queen’s Park. She’s really excited to be here to talk to the Liberal government about their issues." ],
  "anchor" : "para247"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’m sorry; I forgot. She took the 4 a.m. bus today from London to be here in support of Bill 141: Deana Ruston. Welcome to Queen’s Park, Deana." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions?", "Before I move on, I do want to ask members for their co-operation in introducing their guests. The least amount of preamble or post-amble is appreciated. The idea is to just simply take the five minutes to introduce our guests, and that’s where it should stay. I’d appreciate it very much if you would co-operate with that." ],
  "anchor" : "para249"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Acting Premier. It has been eight years since the government created the LHINs, and for those eight years, the Auditor General has noted that the province has failed to determine or establish a way to judge their performance. Not surprisingly, she has said that it makes it pretty difficult to determine whether they have any value for money. However, we know the minister has promised change.", "Mr. Speaker, is the government scrapping the LHINs, or, after eight years of creating them, have they finally figured out what they’re doing?" ],
  "anchor" : "para253"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health." ],
  "anchor" : "para255"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "This gives me the opportunity to thank the Auditor General for her most recent report, her annual report, that does reference and speak to both our CCACs and LHINS. These recommendations point us in a direction that already builds on the strong accountability and performance measurements that we have in place in our health care system, including through our LHINs. They have a responsibility, as this Legislature knows, to integrate health care across the health care system.", "We do know—and the Auditor General has spoken to this—that there is additional work to be done to further strengthen the accountability measures and make sure that we’re measuring the appropriate outcomes as well so that we can continue to improve the quality of care through that important role that the LHINs do play." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para259"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Acting Premier. I appreciate the fact that it seems to be in every Liberal minister’s speaking notes to say, “I thank the Auditor General.” The AG report, if you’ve read the 773 pages, is an indictment of your government.", "But I will continue. Whether you live in Moosonee, Milton or Muskoka, the people of Ontario deserve the highest quality of health care across our province. Sadly, the performance levels across Ontario and the 14 LHINs have been substandard. The AG reported that none of the 14 LHINs have ever met all of their targets in 15 areas of performance. But that wasn’t news to the minister. LHIN performance targets are a problem year after year.", "The minister’s response to these problems, according to the AG, was to “take little action to hold the LHINs accountable ... when low performance continues.”", "If you really want to thank the AG, maybe for once in your time as minister you can actually listen to the Auditor General.", "Interjections." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para265"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know that the PCs, had they been in power today, would have gotten rid of the LHINs and fired the workers. We believe, on this side, the government, that it’s important that health care decisions be taken at the local level, that they be taken in the community, not at Queen’s Park, and that they be taken at a level where we have community representation on local boards making local decisions that apply to local—", "Interjections." ],
  "anchor" : "para267"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s difficult to get control when the side that’s answering is heckling, too.", "Interjection." ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I’m right to say to the member from Leeds–Grenville: I don’t need an armchair quarterback. Let’s just listen to the answer and listen to the question.", "Please finish. You have a wrap-up." ],
  "anchor" : "para271"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m pleased to quote the AG. She says, “I am pleased to report that” over three quarters “of these actions have either been fully implemented or were in the process of being implemented. I want especially to note the exemplary performance of the Ministry of Education, Ontario Power Generation, ServiceOntario and the Ministry of Health and Long-Term Care in implementing recommendations from our audits two years ago.”" ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para274"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again to the Acting Premier: Based on their responses, I really wonder if they’ve even seen the AG report, because they have a different interpretation of the AG report compared to everyone in Ontario who’s looked at it, and every single media report.", "To the Acting Premier: Ontario has community care access centres. Thanks to the AG, we know that they spend 40 cents of every dollar on administrative costs and CEO salaries. We have two levels of health care bureaucracy that the average patient doesn’t interact with. They interact with personal support workers, nurses and doctors. That’s where funding should go—not an $800-million cut to patient care, not physiotherapy cuts in long-term-care homes.", "The AG report makes it very clear that this minister has ignored her previous recommendations. Mr. Speaker, will this government continue to ignore the Auditor General, will it be more spin or will they finally do the right thing and listen to the Auditor General?", "Interjections." ],
  "anchor" : "para275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para279"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, this was the second report this year by the Auditor General that referenced and dealt specifically with our CCACs. As I did in September with her first report, I embraced her recommendations and indicated the commitment of this government to implement every single one of them. We’re working on these latest recommendations as well.", "In the very near future, this government will be releasing a discussion paper which speaks specifically to her recommendations and to further changes on top of the 10 changes that I announced and that we’re implementing, responding to the Gail Donner report earlier this year on home and community care. We implemented an action plan focusing on function.", "Interjection." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville, come to order." ],
  "anchor" : "para284"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The discussion paper will speak to further needs and further changes that are required to improve the quality of care through home and community care." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move to the new question, the member from Leeds–Grenville: As soon as I said to come to order, you kept going. You’re supposed to stop when I talk to you.", "Interjection." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And the member from Dufferin–Caledon could also come to order." ],
  "anchor" : "para288"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, to the Acting Premier: Since I can’t get an answer on the lack of action on the LHINs, let’s talk about long-term care. Ontario’s long-term-care homes provide for the province’s most frail and vulnerable people. They must be held to the highest standard when it comes to residents’ dignity, health and safety.", "What have we learned from the Auditor General? We have learned that the backlog of complaints and critical incidents has more than doubled since 2013, during the time of our current Premier.", "When will they give the residents of long-term-care homes and their families the peace of mind and security they deserve? This is your mess. This entire fiasco is on your watch. Will you own it? Will you respond to the AG and do something meaningful in regard to long-term care?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Associate Minister of Health." ],
  "anchor" : "para293"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I thank the Leader of the Opposition for that question.", "As I said yesterday, we accept the findings and recommendations of the Auditor General and we thank the Auditor General for her work.", "I’m pleased to report that we are already implementing her recommendations. First, all outstanding inspections determined as high-risk by the Auditor General have now been completed. Especially important, we are well on our way to implementing her recommendations. Some of these initiatives have been under way for some time, long before the Auditor General’s report came out. For example, we are working with our partners to ensure stronger measures on repeated non-compliance, expanding the number of offence provisions under the current legislation. All this is to say we accept—" ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Acting Premier or the minister responsible for long-term care: You may say you’re accepting the Auditor General’s recommendations, but you know who doesn’t believe that? The Auditor General. She says in her report that you’re not taking the advice, you’re not realizing the situation that exists in Ontario.", "This backlog isn’t an issue the government can shrug off. Last year, the majority of critical incidents requiring inspections were a result of neglect or abuse. In just one year, that number has increased 90% on your watch. There were 1,750 of those incidents reported in 2014. Our senior citizens—our frail, our vulnerable—deserve better.", "Mr. Speaker, why isn’t this government making a priority of this mess? Why is this government not investigating these serious complaints?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Since we’re in the business of quoting the auditor’s report, let me quote something here as well. While we acknowledge what we must do, I am pleased the Auditor General has acknowledged that “the ministry’s new comprehensive inspection process was an improvement over its previous inspection program,” and that the inspection process “is more extensive than those in other provinces.”", "It’s a little rich, questions on inspections coming from the opposition, who never even inspected long-term-care homes when they were in power." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para304"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Acting Premier: According to the AG’s report, four of the five regional offices had complaints or critical incidents that have been outstanding for more than a year—more than a year. Astonishingly, 65% of cases were closed without inspection and had insufficient information to show why an inspection was not required. And you’re proud of that.", "This government has ignored the complaints of families. They simply told them to go away, with no explanation as to why their complaint wasn’t investigated. This is just callous.", "Mr. Speaker, I’ve got a loved one in a long-term-care facility, and I would be absolutely livid if there was a serious incident and we complained and there was no investigation. Thank goodness that hasn’t happened in my family, but it’s happened in 65% of the complaints they have had in Ontario.", "How can you stand by this? How can you spin your way out of this? This is wrong. Deal with it.", "Interjections." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Associate minister." ],
  "anchor" : "para310"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Once again, I thank the Leader of the Opposition for his question. As I said before—let me repeat this: All outstanding inspections—", "Interjections." ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Let’s keep the battle of the books away.", "Carry on." ],
  "anchor" : "para314"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "As I was saying, all outstanding inspections determined as high-risk by the Auditor General have now been completed. The reason is that we do take our inspection process very seriously. We do take the recommendations of the Auditor General very seriously, and we are working to implement those recommendations. Work has already started.", "Again, that’s very rich coming from the opposition, a party that, when they were in power, for long periods of time completely forgot to do any inspections." ],
  "anchor" : "para316"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre par intérim. The Ontario Auditor General says that seniors are waiting as long as 198 days before they get home care. My question is very simple: What happened to the Liberal commitment to five-day home care?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para321"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "As I mentioned before, we’ve had now three important, I would call seminal reports this year alone: Gail Donner at the beginning of the year; two reports now from the Auditor General. I take all of those reports equally as seriously.", "The important aspect of these reports is that they provide very specific guidance and recommendations. I’ve embraced and supported and accepted all three of the reports and committed to implementing their recommendations. We are well on our way to implementing many of the recommendations expressed in these reports.", "Earlier this year, I released an action plan focusing on improving the quality of care, including addressing the issues referenced by the member opposite. In the coming weeks, I will be issuing a further discussion paper, which will be making significant proposals for change to continue to improve." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para325"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Speaker, our Premier promised she was not going to cut health care, but so far, the track record is quite different. She has fired over 625 nurses this year alone; 150 health care workers in North Bay are receiving pink slips for Christmas; 84 jobs are being cut in the Belleville and Trenton hospitals; on Friday we learned that another 12 jobs are being lost at St. Joseph’s hospital in Hamilton; and the list goes on.", "Hospitals from Oshawa to Sarnia to Ottawa to Sault Ste. Marie are cutting front-line health care workers because of this government’s funding freeze. But you know what, Speaker? Every one of these cuts hurts patient care.", "What happened to the Liberals’ promise not to cut health care?" ],
  "anchor" : "para326"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "It’s important to note that the NDP voted against our budget that had $250 million of new money to invest in home and community care. It was the NDP government that—under their watch, as a result of their decisions, there were 3,000 fewer RNs employed in this province, as a result of measures taken by that party when they were in government.", "We’ve taken the opposite approach. We’re investing in home care, more than 800,000—", "Interjections." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "If it starts up, I’ll go to the individual.", "Carry on." ],
  "anchor" : "para332"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "There are now 24,000 more nurses employed in this province than there were when we came into office in 2003.", "These are important investments. Our commitment to our nursing professionals is there. Our commitment to improving home and community care is as vital as it always has been." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para336"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Well, over the last few weeks, we’ve heard a lot about “transformation” in the health care sector. The Minister of Health uses that word all the time. So does Ed Clark, the Premier’s privatization adviser and chief Hydro auctioneer.", "But what we are really seeing are seniors waiting over 200 days for home care when the Liberals had a commitment to five days; we see nurses being fired when we had a commitment not to cut health care; and we see people who need care who can’t gain access.", "When I hear “transformation,” I hear a weasel word. Are deeper cuts and even longer wait-lists—" ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not parliamentary. Withdraw, please." ],
  "anchor" : "para340"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I withdraw, Speaker." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carry on." ],
  "anchor" : "para342"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "When I hear “transformation,” I’m wondering, are deeper cuts and even longer wait-lists the sort of transformation the Liberals are planning for us?" ],
  "anchor" : "para343"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, we’re doing the opposite of what the member opposite is alleging. We’re increasing our investments in home and community care. We’re increasing the number of visits that are available to Ontarians. Last year alone, our nurses and personal support workers saw 35 million visits across this province. That was 1.3 million more visits than took place the year previous.", "We’re increasing our investments in home and community care this year by roughly $250 million, so that we’re spending almost $5 billion. A tenth of the health care budget is being invested in home and community care, where it should be, Mr. Speaker, as it helps us move people out of hospitals into their homes, into their communities where they can be better cared for due to innovations and the supports available, and that’s where they want to be." ],
  "anchor" : "para344"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Acting Premier. The Auditor General said that she was concerned about how the Liberal government was handing out job creation dollars without any accountability or without even checking whether the money was needed in the first place.", "The question is quite simple: When will the government be appointing the arm’s-length boards and independent advisory committees for the Southwestern Ontario Development Fund and the Eastern Ontario Development Fund?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para349"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I want to thank the member for that question. It’s a question that I look forward to addressing. But I think it’s important, as well, to recognize when a member asks a question that’s a legitimate question and when sometimes members get up in righteous indignation when they have no right to do so.", "I want to compare your question to the question from the Leader of the Opposition yesterday, when he got up in righteous indignation. Here’s a member who served in a federal government that supported 3,000 jobs, in partnering with Oakville, through those very same business supports; 8,000 jobs in Guelph through those very same business supports; 8,000 jobs in Cambridge and Woodstock. Where was the righteous indignation then?", "But, Mr. Speaker, this takes the cake: I recall being in Barrie at the launch of the data centre, through a partnership with the federal government, and I have a photo of myself, Mayor Lehman and the Leader of the Opposition and his smiling face, cutting a ribbon with us and celebrating our business support programs.", "Interjections." ],
  "anchor" : "para350"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Start the clock.", "Interjections." ],
  "anchor" : "para354"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Supplementary?" ],
  "anchor" : "para356"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, I appreciate that the minister considers my question as legitimate; I would appreciate a legitimate answer to the question.", "In 2012, MPPs passed legislation to ensure that the Eastern Ontario Development Fund and the Southwestern Ontario Development Fund would have independent boards, local advisory committees and annual reporting to create much-needed transparency in this House, but the government is refusing to put those sections into law. This is just another example of the government failing on the fundamentals of governance.", "After last week’s Auditor General’s report, it’s clear that the government isn’t up to the job of managing job creation in this province and making sure that those funds work for Ontarians. I’ll ask again: When will those independent boards be appointed in this House?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I appreciate the patience of the member opposite for giving me the opportunity to state something that I was looking forward to saying today.", "The member realizes—in fact, we’ve worked with colleagues on his side of the House, as well—that it’s really important that we strike a balance with our regional economic development funds to ensure that we’re responding to those communities in a timely fashion. We’ve worked very closely with local municipalities, including his own area of Windsor.", "Mr. Speaker, we have a process that we put in place that is highly accountable. For every dollar invested, there have to be jobs created. If they’re not, those dollars are clawed back or not flowed in the first place. There’s a very stringent process of consideration for these projects. They’re not politically determined in any way. There’s a process that comes through and, Mr. Speaker, I’d be happy to talk a little bit with the member offline about this.", "Interjection." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew will come to order.", "Final supplementary?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Quite simply, in 2012, this House passed legislation to ensure that the Eastern Ontario Development Fund and the Southwestern Ontario Development Fund had independent boards who would make the choices to ensure that job creation dollars helped families in our communities, not just government friends.", "Does the government think that job creation funds need less oversight, less independence, and less transparency?", "Interjection." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader, second time.", "Minister." ],
  "anchor" : "para371"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "When I spent hours working with this member and talking with this member at estimates—", "Interjection." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo, come to order." ],
  "anchor" : "para375"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "—explaining the very stringent process we go to, for him to make those allegations after knowing that we have a very stringent, very accountable process is really not fair at all.", "The fact of the matter is that I do not intervene and have not intervened in any recommendation that has come forward through the Eastern Ontario Development Fund or the Southwestern Ontario Development Fund. They work their way up through the communities. They’re open funds, and we encourage corporations and companies to make access to them. Communities in southwestern Ontario and eastern Ontario are very pleased with the administration of these funds. I suggest that you listen to them as well." ],
  "anchor" : "para376"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Just when we thought it couldn’t get any worse for home care patients in Ontario, the Auditor General tabled her report last week that revealed additional concerns about the severely troubled CCACs. What the opposition suspected, and we now know, is that the ministry has done little to address multiple issues that were identified five years ago.", "Five years later, some Ontarians are receiving less care because of where they live. Five years later, supports still aren’t available to the friends and families caring for home care clients. In fact, over 12 years, there has been no thorough evaluation of the current CCAC delivery model that ensured CCACs were providing consistent and quality care.", "Mr. Speaker, where was the accountability, and why, over the past 12 years, did this government set up CCACs to fail?" ],
  "anchor" : "para379"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question, again, and we acknowledge that there is much more work to be done. I have accepted all the recommendations of the Auditor General in her September report, and we’re working on implementing those. We’re working on implementing her recommendations that came out most recently in her annual report.", "Importantly, Mr. Speaker, this work began in earnest earlier this year when we received Gail Donner’s report on home and community care that pointed the way. We accepted each one of her recommendations, turning them into an action plan focusing on the quality of care and the timeliness of providing that care.", "I think even the member opposite would agree that we need to continue that transition—because innovations allow us to do so, and the support that we’re able to provide allows us to do so—provide as much of that care as we can in the community and in the home environment. That’s what we’re working to do, and we know that there’s much more work to be done." ],
  "anchor" : "para382"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the minister: The Auditor General’s report revealed that the number of patients served by CCACs has only increased 20% while spending on home care services has almost doubled.", "This government knows that whenever possible, the ideal place to provide care to seniors is in their own home—care that prevents expensive hospital visits and maintains their quality of life. This government has known for quite some time that our senior population will only continue to grow.", "The CCACs investigated in this report never allocated the maximum number of home care hours they could because of budget constraints.", "Why have the Liberals allowed CCAC bureaucracy to eat up 40% of home care funding year after year?" ],
  "anchor" : "para386"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The member opposite is a health care professional, and he knows that in recent years, the patients that he has seen, or would see now, are coming to him with increased complexity of care. That’s what we’re seeing in our home care environment as well. Our ability, fortunately, to address those individuals’ needs, and their families’ and caregivers’ needs, in their home and in their community has increased, but it also requires those important investments, to take advantage of innovations and deliver that quality of care.", "That’s why we continue, year after year, to the point where almost $5 billion—10% of the health care budget—is invested in home and community care. That’s going up by $250 million this year, $250 million next year and the year after that. We’re making those changes as pointed out for us by the Auditor General and by Gail Donner’s report. We’re continuing to make those changes to advance the quality of care." ],
  "anchor" : "para390"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is to the Acting Premier. Last night was a long and terrible night in Thunder Bay. At the Thunder Bay jail, a correctional officer was taken hostage in a violent takeover of a whole floor of the jail. He was held hostage for four hours, and while his safe release was successfully negotiated and he is physically secure, the dangerous crisis situation went on through the night and took emergency correctional personnel to finally stop. We commend the correctional officers and crisis teams who spent the night trying to keep everyone safe and secure. We know that inmates are again secure as of this morning.", "Our jails are plagued by fires, floods, broken cell door locks, understaffing, overcrowding—especially with individuals who haven’t been sentenced—drug overdoses and assaults, riots and routine lockdowns. And now we have had a violent hostage situation. This government keeps corrections out of sight and out of mind. Will the minister now acknowledge there is a crisis in corrections? Will the minister take responsibility for the violent situation in Thunder Bay?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Attorney General." ],
  "anchor" : "para395"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "I can confirm that a correctional officer was taken hostage last night. As a result of successful negotiations, the officer was released. Our thoughts, of course, are with the officer and his family, friends and colleagues at this time.", "Our utmost priority throughout this situation was to bring about a peaceful resolution while ensuring the safety of our staff and the public. The incident was confined to the jail; there were no inmate escapes and no threats to the safety of the general public. The circumstances of this incident are under investigation by the police and the ministry." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para398"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Again my question is to the Acting Premier. This morning, correctional staff and parole officers across this province started voting on a contract that, if voted down, will put this province one step closer to a strike or a lockout in our jails. At the same time, it’s being reported that managers will be receiving pay increases.", "We know that while jails stay chronically overcrowded and clearly dangerous, the province has built or kept aside bed space for managers in the event of a strike or lockout. The last time there was a lockout, the government used managers from other ministries and departments to staff the jails.", "In light of the hostage-taking and crisis in Thunder Bay, does the Acting Premier really want unqualified managers from various ministries like finance, the environment or the Treasury Board running our jails?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "The Deputy Premier, please." ],
  "anchor" : "para402"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "There is a ratification process under way. We will let the collective bargaining process work independently. We do believe that we have arrived at a deal that is both fair to workers and fair to the public.", "I have to say that we very much value the work and dedication of our public servants. They do extraordinary work. We rely on their advice, we rely on their professionalism, and we rely on their expertise to help make Ontario the very fine place that it is.", "There is a ratification process under way. We will let the members decide, but I have to say, I think this is a good deal for everyone." ],
  "anchor" : "para403"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "My question is for the birthday boy, the Minister of Municipal Affairs and Housing." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Appropriate acknowledgement, please." ],
  "anchor" : "para408"
}, {
  "speaker" : "Interjection",
  "text" : [ "Birthday man." ],
  "anchor" : "para409"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Withdrawn. Yes, the birthday man.", "Climate change is an extraordinarily important issue to my constituents in Beaches–East York. While the Premier is representing our government in Paris at the United Nations climate change conference, here at home we have ongoing plans to reduce greenhouse gas emissions. The minister, as part of his mandate, was directed by the Premier to lead the coordinated review of the growth plan and the greenbelt plan, along with the Niagara Escarpment Plan and the Oak Ridges moraine plan.", "Working closely with the Minister of Natural Resources and Forestry, his goal is to improve the alignment of investments in transit with the planning and development decisions that will create more complete communities across the province. The review is also motivated by key commitments to protect prime agricultural lands in consultation with farmers.", "Mr. Speaker, yesterday was a milestone—" ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I stand, you sit.", "Minister of Municipal Affairs and Housing." ],
  "anchor" : "para416"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Thanks, Mr. Speaker, and thanks to the member from Beaches–East York.", "Several months ago, our government struck a panel led by the Honourable David Crombie to review the four pieces of legislation mentioned. The panel consisted of key agricultural, municipal, environmental and developmental sector expertise.", "Yesterday was a milestone for the panel’s work, as they presented their report. Grounded in extensive consultation, through 17 public meetings attended by over 3,500 people, and after receiving over 20,000 individual written submissions, they made 87 recommendations.", "The significant participation and feedback is indicative of how much people want to get engaged in building strong, healthy communities. I look forward to having the opportunity to review all those recommendations with my ministry as we—" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I very much appreciate the minister’s answer and the great work that he continues to do on this file. The coordinated review has received considerable praise as a shining example of public consultation. The panel and the rest of his team who were involved in this important outreach should feel very proud of the diligent work that was done to date to ensure that Ontarians’ views were heard.", "We know that better-planned communities translate into many benefits, including significant savings on infrastructure costs at all levels of government. That means that more money can be spent on transit, health care and education. It also means less driving and less greenhouse gases, to help fight climate change.", "Speaker, through you, will the minister tell this House how this report from the Honourable Mr. Crombie will be used?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Again, thank you to the questioner. The credit belongs entirely to the panel, a very esteemed group of people who worked hard together to advise us on how to best combat climate change; protect agricultural lands, water and natural resources; keep people and goods moving; and build healthy communities that will attract workers and jobs.", "Our government remains committed to working with municipalities to grow the greenbelt. This report will also help us navigate this important policy area. The report will also aid our government in ensuring that the greater Golden Horseshoe, Canada’s fastest-growing urban region and the province’s economic engine, will be able to accommodate the additional 4. 5 million people expected.", "Again, I thank the panel, a very esteemed group, for their great work. I look forward to working with Mr. Crombie and others as we move forward." ],
  "anchor" : "para428"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Associate Minister of Health and Long-Term Care.", "The associate minister stated in this House last week that she was building nursing home beds. She claimed she put new beds in Thunder Bay, Kitchener-Waterloo and Windsor. Nothing could be further from the truth.", "The fact is that she didn’t put 500 beds in Thunder Bay. The news release talks about home care but not nursing home beds. As for Waterloo-Wellington, they’ve actually seen a decrease in the rate of long-term-care beds per senior citizen. As for Windsor, the minister is rehashing a 2011 announcement. The truth is, 2,000 seniors remain without access to a bed. The associate minister needs to own up to her mistake and withdraw the erroneous statements.", "Through you, Mr. Speaker, I ask: Will she correct her statement, show accountability and immediately release the schedule of all nursing home bed developments in Ontario?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I thank the member opposite for his question.", "I’m going to reiterate the fact that we continue to invest in long-term-care beds here in Ontario. That is why we’ve added 10,000 beds and counting since we came to office and we have redeveloped 13,000 beds.", "I’m going to give you some—", "Interjections." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When I sit, I’ll wait for the person who tries to get one in.", "Carry on." ],
  "anchor" : "para440"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I’d like to give a recent example. This is from the Village at University Gates in Waterloo. I was there at the opening on October 30, but it’s been in operation for some time. That’s 192 new beds. That’s an example of the beds we are investing in.", "Interjections." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings, come to order, and the member from Hamilton East–Stoney Creek, come to order.", "Supplementary." ],
  "anchor" : "para444"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Back to the associate minister—", "Interjections." ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me.", "I seem to have been challenged. As soon as I asked him to be quiet, he did it again. The second time for the member from Hamilton East–Stoney Creek.", "Supplementary?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I reiterate: Where? With all due respect, this is pure humbug. You’re not going to build any new long-term-care nursing home beds. Is the associate minister even aware that this government has not issued a single announcement on nursing home beds in four years?", "This is why her second statement from last week is the one that really takes the cake: “But we are not resting on our laurels.” We “have also added beds in Oshawa.” That’s just callous. The Oshawa-Whitby facility was built to replace the one that burned down in a fire in 2014 and houses the same residents displaced by that fire.", "Mr. Speaker, this government has been failing our sick and frail seniors for 12 years. Through you to the associate minister, I ask: Why make erroneous statements? Why won’t you just admit that you have no intention of building any new nursing home beds?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Let me just address the issue of humbug. I would like the member opposite to ask his own colleagues who were there at the opening of the Waterloo long-term-care residence if they thought it was humbug: colleagues such as Michael Harris, representing Kitchener–Conestoga, or Ted Arnott, representing Halton Hills. They were there representing their constituents. You should ask them if they think it’s humbug.", "Interjections." ],
  "anchor" : "para454"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Interjection." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings, second time.", "Interjection." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’ll get your first.", "New question." ],
  "anchor" : "para460"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "My question today is to the Minister of Transportation. Yesterday we learned that less than 8% of the trucks on our roads receive safety inspections each year, and of the trucks that do receive inspections, roughly 25% of them fail.", "In 2008, the Auditor General revealed serious flaws in our commercial vehicle inspection system. Seven years later, it looks like little has changed. Why does the government knowingly risk the safety of Ontarians by allowing so many unsafe trucks onto our roads?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member from Niagara Falls for his question. I think one thing he would know—because I’ve said it many times here in the chamber and beyond the chamber—is that over the last 13 years, the province of Ontario has ranked first or second across all of North America for road and highway safety. That’s first or second across all categories. But in particular, over the last number of years, the amount of large truck traffic on Ontario’s highways has risen dramatically, and in that same period, the number of fatalities involving large trucks has dropped precipitously.", "When we take into account all of these factors, road and highway safety is of paramount concern to this government. It’s a crucial part of my mandate. We will continue to work with the industry and we will continue to work with all partners to make sure that we are delivering road and highway safety for the people of Ontario, as they expect and deserve." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Thank you, Minister. I appreciate your answer. But as you know and everybody in this House knows, because we spoke about it, the roads last year in Ontario were unsafe to drive on. You know it and everybody else knows it.", "Minister, there is a pattern here. This government cuts costs and then it cuts corners. In the past few months, we have learned about the serious flaws with Ontario’s privatized truck drivers’ examination centres. We have known for years that privatized winter road maintenance is a mess. Seven years after the AG’s report, we are again seeing serious flaws with the commercial vehicle inspection system.", "When will this government stop cutting corners and endangering Ontarians by restoring proper oversight on the safety of our highways? Our kids and our grandkids deserve no better." ],
  "anchor" : "para468"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I think the member opposite meant “no less.” I’d be happy to help him with his questions in the future, I suppose.", "To be really clear about this, Speaker, I know it might not fit with the opposition’s narrative around these issues, but the results are clear. I couldn’t be any more clear about this: For 13 years in a row, the roads and highways in this province have ranked first or second in North America in terms of road and highway safety. I said that earlier; I’ll continue to say that.", "We have to remember, as well, that between 2002 and 2011—I said this earlier—we have seen the number of fatalities involving large trucks decline by 41%.", "Each and every single year, the Ministry of Transportation’s enforcement officers conduct more than 110,000 commercial inspections annually.", "Working together, for all of these reasons, we continue to deliver the road and highway safety in this province that the people deserve." ],
  "anchor" : "para471"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. The forestry sector is an important industry for our province, employing nearly 170,000 people and generating more than $11 billion for Ontario’s economy. Trade with the United States is significant to this sector, generating exports valued at close to $5 billion and accounting for as much as 95% of Ontario’s forestry and wood product manufacturing exports.", "Recently, the nearly decade-long softwood lumber agreement between the US and Canada expired. Discussions about this agreement and any future softwood lumber trade agreements between the governments of Canada and the United States will have a significant effect on Ontario’s forestry sector.", "Speaker, can the minister tell us about the current status of the softwood lumber agreement?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member from Newmarket–Aurora for this question.", "The softwood lumber agreement is obviously very important to us here in our ministry, and to the forest products sector in Ontario. The agreement, first penned in 2006, expired in 2013. There have been two subsequent one-year extensions of that agreement. It is fully expired as of October of this year.", "We now find ourselves in a situation contained in the original 2006 agreement that is referred to as a standstill period. What that means is that there is about one year of what would be considered to be free trade between Ontario as a forest products exporter and the United States, where they have agreed in the 2006 agreement not to import any duties or taxes on the exporting industry in Ontario. This is a period of time where we need to be vigilant, to be working towards the new agreement. We are reaching out to our federal partners, who are obviously the lead on the file, seeing what we can do to prepare ourselves for the end of the standstill." ],
  "anchor" : "para481"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para484"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "Thank you, Minister, for the update on the current status of the process. It’s important that this is a priority for you and the Ministry of Natural Resources, and I’m satisfied that it is.", "It’s also clear that this agreement is complex and complicated to negotiate. At the same time as negotiations move along, issues may develop in a rapid manner. This will require that Ontario be prepared to quickly respond to requests for information and proposals.", "Can the minister tell us how his ministry is working with the industry, other levels of government and other stakeholders to ensure continued access to the important US market for our softwood lumber products?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Again, I want to thank the member from Newmarket–Aurora for the question.", "We have spent a great deal of time in our ministry reaching out to industry on this particular file. There are three major softwood lumber exporters in the province of Ontario: Resolute, Eacom and Tembec. Of course, there are others in the industry who export into the market, but they are the three biggest players. Most of their product does go to the US.", "We’ve also been in contact with Ontario’s trade reps in Washington and, as I mentioned in my opening remarks, we have done outreach to our federal counterparts. We’re looking to sit down as soon as we can with our new federal ministers who have their hands on this file. As I mentioned earlier, they are the lead, but we will do everything that we can to ensure that Ontario’s interests are represented in federally led negotiations with our American partners on this.", "We understand fully the importance of this industry to Ontario, and we understand very clearly the importance of this industry to northern Ontario specifically. We’ll do everything that we can to represent their interests." ],
  "anchor" : "para488"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "To the Minister of Health and Long-Term Care: We are joined in the gallery today by patients and their families suffering from a brain-threatening disease called PKU.", "Comme le ministre le sait, la PCU est une maladie héréditaire métabolique trouvée dans environ un de chaque 12 000 nouveau-nés au Canada. Le seul traitement approuvé, Kuvan, a été approuvé en avril 2010, et ce gouvernement l’a classé en 2013.", "Amazingly, five years later, not one single Ontario patient has gained access to Kuvan due to this government’s highly restrictive criteria. En fait, les trois seuls qui ont appliqué pour le traitement ont été rejetés. Today we learned that one of the advocates has actually filed a complaint to the College of Physicians and Surgeons because of frustration with this government’s mishandling of the file.", "Let me say it again: Not one single patient has received a treatment that government officials have approved. Est-ce que cela vous semble juste?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question. I think the member opposite knows that we took the politics out of funding drugs in this province. Our decisions on which drugs to fund are based on science and evidence.", "In the case of Kuvan, in 2011, the national Common Drug Review issued a do-not-list recommendation for the drug. Twice the province reviewed Kuvan, both reviews resulting in a do-not-list recommendation. But despite three negative recommendations, Ontario, since February 2013, has been funding, through our Exceptional Access Program, Kuvan on a case-by-case basis. The criteria for funding were established with input from the manufacturer and from clinicians who treat PKU.", "In June of this year, the manufacturer, BioMarin, informed the ministry that they now intend to file a resubmission to the Common Drug Review. We look forward to seeing that submission and reviewing it for the fourth time." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para500"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Again to the minister: I think the point here is that the criteria are too difficult. The government knows that two years ago, all of Ontario’s specialists who treat PKU wrote to the government to express their concerns with the criteria. Ils ont même fourni des révisions suggérées pour aider à assurer que les patients reçoivent le traitement dont ils ont tellement besoin. Mais à ce jour, le conseil des experts et les preuves cliniques ont été ignorés.", "Today we learned that those same specialists have again written to you to express their continued frustration at the lack of Kuvan access in Ontario.", "Je vais avoir un page législatif livrer au ministre la preuve médicale qui soutient l’appel pour modifier les critères, les preuves que le département de santé a choisi d’ignorer.", "We have asked before: Will this government commit today to revise the criteria so these patients can receive the treatment they desperately need?" ],
  "anchor" : "para501"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I do want to acknowledge the advocates and patients who are here today. This is an incredibly challenging and life-threatening illness.", "Saskatchewan is the only other Canadian jurisdiction to list Kuvan with precisely the same criteria as Ontario. BC chose not to list the drug. Quebec funds maternal PKU, which is the case in Ontario as well. This indication is also covered in Ontario, and Quebec considers other requests on a case-by-case basis.", "Alberta was identified by advocates as funding. We found out that this was through a temporary disability program. Alberta no longer funds PKU. It’s not funded in the UK. It’s not funded in New Zealand.", "We need to be consistent, take the politics out of this and make our decisions based on science and good evidence. Notwithstanding that, we have made this drug available on an exceptional-access basis to those individuals who truly do need it and where it has been proven to be beneficial." ],
  "anchor" : "para505"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Acting Premier. This morning, Londoners learned that 500 surgeries in our local hospitals will be cancelled, to be rescheduled at a later date. This means that 500 patients who have already been waiting in pain for up to two years will be forced to wait even longer.", "One of my constituents, Brian Peck, was told in November 2014 that he needed a hip replacement, but it may not be scheduled until the end of 2016. He is using a walker and has already fallen three times because of his hip. The surgeon says he will probably be in a wheelchair by the time he gets the surgery.", "The hospitals say they’ve run out of money; the LHIN blames the hospitals for booking too many surgeries.", "My question is: Who in this Liberal government is looking out for patients, for these 500 people in London who are now facing a health care crisis?" ],
  "anchor" : "para510"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health." ],
  "anchor" : "para514"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "This is obviously an extremely important issue. We have an expectation, both through our LHINs and the hospitals directly, that they continue to work together closely, not only within the fiscal framework provided to them but in a manner, importantly and critically, that maintains and enhances the quality of care that’s provided for those who depend on that resource. So our expectation in this, as in all cases, is that patient care will not be impacted.", "I do need to point out that our funding to the London Health Sciences Centre has risen by 72% over the last decade, an increase of more than $316 million. We have a commitment to make sure that that level of service that the individuals in London and the London area deserve is available and provided to them." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from London–Fanshawe." ],
  "anchor" : "para518"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Back to the Acting Premier: Wait times are already longer in London than in other parts of the province, and surgeries in our hospitals keep getting cancelled.", "In March, I stood up in this House and I asked the minister to stop the cuts to elective surgeries that month. The minister refused. Now it’s happening again. Some 500 patients in London will wait even longer for surgery because this Liberal government failed to do its job.", "Will this Liberal government take responsibility and stop the latest cuts to surgeries, or will the Acting Premier make more excuses and force 500 patients to wait even longer? Which is it?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I do remember distinctly when the member opposite raised this about a year ago, or just under a year ago. In that case, it was her assumption that these were cuts or somehow unpredictable. In fact, they were part of regularly scheduled closures of the OR that occur in a number of hospitals—or is reduced in a number of hospitals—over the holiday season.", "In this case, I will certainly investigate what the particulars of this allegation are, but I do maintain my commitment and responsibility to ensure that the quality of care provided through that hospital, as others, throughout the province is maintained, and I will be following up directly with the hospital as well as with the LHIN." ],
  "anchor" : "para522"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "My question is for the Minister of Northern Development and Mines. Ontario has a rich and long mining heritage that has created wealth and helped to build our province into what it is today. But every now and then, in communities across Ontario, there are former mine sites that need to be rehabilitated. I’m proud to be a member of a government that understands that cleaning up these sites helps to protect the environment as well as the health and well-being of all Ontarians.", "Would the Minister of Northern Development and Mines share with this House how our government continues to ensure that our environment is protected and that abandoned mine sites are cleaned up?" ],
  "anchor" : "para525"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "That’s just a great question—a very timely question—from the member from Sudbury, obviously a great advocate for the mining industry, but a very strong advocate for the environment as well, and much appreciated.", "The truth is, our government takes the health and safety of all Ontarians very, very seriously. That’s why we’re committed, through the Abandoned Mines Rehabilitation Program, to ensure that abandoned mines are indeed rehabilitated.", "Since the beginning of the Abandoned Mines Rehabilitation Program, we’ve undertaken rehabilitation on 80 of the highest-priority abandoned mine sites located throughout the province. This work demonstrates our very strong commitment to a sustainable mining industry that works to ensure the protection of the environment and provides substantive and sustainable benefits to our residents and our communities." ],
  "anchor" : "para527"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para530"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m certainly pleased to hear the minister speak to the important work our government is doing to ensure abandoned mine sites located throughout Ontario are cleaned up to protect our natural environment.", "The Abandoned Mines Rehabilitation Program is an integral part of Ontario’s Mining Act, which is administered by the Ministry of Northern Development and Mines. Since 2003, the government has invested in this program, and communities across Ontario are seeing the benefits.", "Mr. Speaker, through you to the minister: How is our government protecting the environment while ensuring the mining industry is properly prepared to fulfill their duty to rehabilitate their mining sites?" ],
  "anchor" : "para531"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Again, I’m very grateful because, quite frankly, I don’t think there’s enough known about this incredibly important program.", "Since 2003, our government has allocated over $100 million to the Abandoned Mines Rehabilitation Program. It has supported the rehabilitation of mine sites in many communities; certainly the Kam Kotia site outside Timmins is a great example, and Bancroft, Sudbury and many other locations, as well.", "We are very committed to the protection of the environment by ensuring that all mining projects also obtain necessary provincial environmental approvals and permits, and that the appropriate consultation with the public and, of course, aboriginal communities takes place. That’s incredibly important and we are very committed to that.", "Under the Mining Act, mining companies must submit closure plans and rehabilitation plans to our ministry—again, something that I don’t think is well-known by the public—" ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para538"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you very much, and good morning, Speaker. My question is for the Deputy Premier.", "Residents in northeastern Ontario didn’t need the Auditor General to tell us that the LHIN has done a terrible job of delivering health care. But thanks to the auditor—she has confirmed what northerners are feeling.", "The North East LHIN was tied for the worst in the province, meeting just four of the 15 targets. They are worst in alternate-level-of-care days, second-worst in wait times for CCAC in-home services, and they’re one of only two LHINs not meeting the target of providing cancer care surgery within 84 days. The ineptness of the North East LHIN is nothing new; it’s just sad to see that it still continues.", "I ask the Deputy Premier, what is her plan to improve health care for northerners?" ],
  "anchor" : "para541"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para545"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know that it’s the agenda of the member opposite and his party to get rid of the LHINs and fire the workers who are providing that integrated health care and coordinating health care at the local level. I know that it’s the mandate and the aim of the party opposite to dissolve the LHIN boards that are comprised of local community members who, frankly, best know what the unique and specific health care needs of those communities are.", "Mr. Speaker, the Auditor General has pointed to some important recommendations where we need to improve the functioning of the LHINs. We intend to take those recommendations very, very seriously. We will invest in those recommendations to ensure that the quality of care and the level of integration is what it needs to be. But I’m not going to go down the path that the member opposite wants to go down. We believe in the importance of local decision-making and we will continue to support that." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para548"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, Speaker, they’re the only party firing 315 health care workers in the city of North Bay.", "Back to the Deputy Premier: In 2012, the North East LHIN met zero of their 15 performance targets. Any other organization would have made management changes immediately, but what did they do at the North East LHIN instead? They spent over $750,000 to renovate their offices.", "The auditor was clear: She said that the ministry does not consistently “hold LHINs accountable when they do not meet targets.” Well, no kidding.", "Deputy, the buck stops with your government. I ask, what change does the government plan to make sure that the North East LHIN ensures that health care dollars are spent on patients, not on leather chairs and fancy drapes?", "Interjections." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para554"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Well, I know that the member opposite has an agenda to discredit the LHINs, to eventually result in their dissolution. We don’t subscribe to that view. We actually believe that it’s of paramount importance that we give local decision-makers through a community board—" ],
  "anchor" : "para556"
}, {
  "speaker" : "Interjection",
  "text" : [ "Care, not chairs." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para558"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—where we give decision-making responsibilities to—" ],
  "anchor" : "para559"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Less chairs, more care." ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Renfrew–Nipissing–Pembroke is warned." ],
  "anchor" : "para561"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Well, you’ve got four seconds." ],
  "anchor" : "para562"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, we have all kinds of time. It’s not just four seconds. It could be any time.", "Finish, please." ],
  "anchor" : "para563"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—to give that responsibility to local decision-makers.", "We’ve increased the funding to the North East LHIN to over $1.4 billion this year. Our funding for CCACs has increased by 50%, despite what the PCs would like the public to believe. We have a strong record of providing quality health care in the northern part of this province." ],
  "anchor" : "para565"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke on a point of order." ],
  "anchor" : "para568"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I did speak to the House earlier today and said I had some big news. I wanted to confirm that. I just received some vital statistics on the arrival of our newest grandchild: 10 pounds, 12 ounces, and 22 inches long. He’s already bigger than Vic Fedeli." ],
  "anchor" : "para569"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s actually not a point of order, but it was a good one.", "Deferred vote on the motion for third reading of the following bill:", "Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996 / Projet de loi 122, Loi visant à modifier la Loi sur la santé mentale et la Loi de 1996 sur le consentement aux soins de santé." ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats.", "On December 7, 2015, Mr. Hoskins moved third reading of Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para672"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 91; the nays are 0." ],
  "anchor" : "para673"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred on government notice of motion number 60, time allocation of Bill 109.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para678"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On December 8, 2015, Mr. Gravelle moved notice of motion number 60. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para681"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time to be recognized by the Clerk." ],
  "anchor" : "para737"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 54; the nays are 37." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The chief government whip on a point of order." ],
  "anchor" : "para780"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "On a point of order, I would not have done my job if I forgot to mention someone else’s birthday today; that is, class of 2014, our newest colleague, Yvan Baker. Happy birthday, bonne fête, Yvan." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence on a point of order." ],
  "anchor" : "para782"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Since there are people from all over Ontario here in support of Bill 141, the pregnancy and infant loss bill, I want to let them know that the bill passed through unanimous consent of all parties." ],
  "anchor" : "para783"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Perth–Wellington on a point of order." ],
  "anchor" : "para787"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Yesterday I made reference to a sandwich in one of my speeches, and there was some confusion as to what that sandwich was. I’d like to correct the record: It was a peanut butter and tomato sandwich, sir.", "Interjections." ],
  "anchor" : "para788"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member’s record stands corrected." ],
  "anchor" : "para790"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I’m pleased to rise to recognize Amanda Meek, the executive director of Eye Physicians and Surgeons of Ontario, who is in the gallery today. I want to thank her for the information she provided on a problem my constituents are facing, which I’ll be speaking about shortly. I want to thank her for being here. Thank you, Amanda." ],
  "anchor" : "para792"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "In Perth–Wellington, we have so many dedicated volunteers and generous residents who work hard to make Christmas a time everyone can celebrate. It’s impossible to name them all in the time I have, but I want to recognize a few.", "In Stratford, Ruth and Richard Kneider have organized the To Stratford with Love dinner for 27 years. Together with volunteers, they serve Christmas dinner to 700 people.", "In St. Marys and Listowel, the Perth county OPP and the Salvation Army partner for the annual Stuff-a-Cruiser event. They collect toys and sports equipment for kids to open on Christmas morning.", "Across our riding, including Arthur, Harriston, Drayton, Mount Forest and Palmerston, hampers full of food and gifts are distributed to families. Service clubs and food banks work together to bring cheer to all families.", "In Mitchell, the Christmas Kettle Campaign supports the Mitchell and district food bank, and provides families with food and clothing. Christmas kettles can be found in communities across the province.", "And, yesterday, Justin Bieber held a benefit show with all proceeds going to support the Stratford House of Blessing.", "I would like to thank all of our community agencies and all those who give generously to make Christmas a time when all families can come together and celebrate. I encourage anyone who is interested in spreading some Christmas cheer to contact a charitable organization in their community. May this generous spirit last all year long.", "From my family to yours, merry Christmas." ],
  "anchor" : "para795"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "First responders in my riding of Essex always answer the call. While many of us are running away from danger, we ask them to run head-first into it. They keep our roads safe, they pull us from burning buildings, they stabilize us and provide us with first aid while speedily transporting us to hospitals—all in a day’s work.", "They also contribute greatly to our communities on their own time. They identify a need or a cause and move in to fill that need. Essex OPP Constable Joe Meloche is spearheading Santa’s Cause for Kids. In partnership with Essex Fire and Rescue, they’ve been gathering toys in Essex with the help of local businesses for the last 13 years.", "I would encourage everyone to help out Joe in this great cause to make sure that every kid in Essex has a few toys under the tree this year. Donations can be made at the Essex Party and Discount; Home Hardware stores in Essex, Harrow and McGregor; Ken Lapain and Sons trucking; the Dollar Tree; Red Apple; and Ken Knapp Ford in Essex also have drop boxes. Toys can also be dropped off at Essex fire stations number 1 and 2 in Gesto. I want to thank Joe and all of his colleagues and wish them all a merry Christmas.", "While we have the opportunity to highlight what first responders do for us, let’s imagine and let’s see if we can help them. They’ve been asking, for quite some time, for recognition for post-traumatic stress disorder. There’s a bill on the docket here—Bill 2—which would recognize the strain and the post-traumatic stress that they encounter every day, all in a day’s work. We can wish them and grant them a wonderful Christmas gift by passing that bill, Bill 2, and ensuring that our first responders are treated fairly and given the resources that they need in the line of duty." ],
  "anchor" : "para804"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It’s indeed my honour to share some exciting news taking place in my riding next week. The town of Cobourg will co-host the 2015 World Junior A Challenge hockey tournament with the town of Whitby, with pre-tournament exhibition games held locally in Wellington and Quinte West.", "The World Junior A Challenge is an annual international ice hockey tournament that showcases Junior A level players under 20 years old. The six teams featured in this year’s tournament are from the US, Czech Republic, Russia, Switzerland and Canada, which has two squads: Canada East and Canada West.", "This will mark the first time since the inception of the tournament in 2006 that it will be hosted in Ontario. This will provide an economic boost to local business and tourism both in Durham and Northumberland region. It’s great news for hockey enthusiasts across Ontario and it creates a wonderful opportunity to showcase our hockey towns to the international hockey community.", "I’d like to thank World Junior A Challenge event chair and former MPP Jerry Ouellette and Junior Hockey League governors Mark Mercier of the Cobourg Cougars and Scott McCrory of the Whitby Fury for all their hard work.", "The 2015 tournament will take place December 13 to 19, and I encourage all Ontarians to come out and cheer our Canadian players." ],
  "anchor" : "para809"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s with a heavy heart that I rise on behalf of everyone in North Grenville to pay tribute to Harry Pratt. Harry had a heart so big, a soul so full of generosity and compassion, that they became the foundation on which so much of what’s great in Kemptville was built. To those who knew him and loved him, he was Mr. Kemptville.", "A devoted husband and father who built a successful career in real estate, Harry was taken from us far too early, on Sunday, after a short battle with pancreatic cancer. He fought that terrible disease long enough to see his beloved daughter married the day before. The ceremony was held at the Kemptville District Hospital, which always had such a special place in Harry’s big heart. He was a true champion for that hospital, not only as a fundraiser, but in using his leadership to make it one of the finest small-town hospitals in Ontario.", "Speaker, that’s how it was with Harry. Many people raise funds to build things, but bricks and mortar weren’t enough for Harry Pratt. He wanted to build organizations by inspiring those around him to think big and to be great. That’s why the impact of Harry Pratt’s life isn’t measured by the dollars that he raised. His legacy is the lives he changed today and tomorrow because of the stronger, more resilient community he built.", "We all owe it to Harry, his wonderful wife, Sheila, and their entire family, who shared so much of him with us, to keep building on the remarkable legacy he entrusted to us." ],
  "anchor" : "para815"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "The residents of northeastern Ontario continue to question this government’s actions regarding the Ontario Northland Transportation Commission and the services it provides to northerners.", "As you may recall, this government cancelled our passenger train—our only passenger train—promising in return enhanced bus service. Yet it took a call to the Ontario Human Rights Commission to actually force this government to provide those enhanced buses.", "Since then, it has embarked on a modernization transformation, so it has closed bus stations. Now it has cancelled bus services, and its latest buzzword is “meaningful change.” As part of that meaningful change, it has locked out 200 workers for a month. Yet in this very House, the Minister of Labour said that we have the best mediators in the country. The workers have asked for mediation. The government is in full control of this situation. The ONTC is a commission under the government.", "To the Minister of Northern Development and Mines and to the Premier: What the workers are wanting to know and what the people of northeastern Ontario want to know is, what exactly does “meaningful change” mean? It certainly doesn’t mean Merry Christmas." ],
  "anchor" : "para820"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I want to share with the House that I was delighted to visit the Royal York Road United Church last month for an informative networking breakfast and to help celebrate the 10th anniversary of EcuLinks Etobicoke, a local ecumenical group that focuses on social justice. EcuLinks Etobicoke is made up of representatives from 10 different churches in Etobicoke–Lakeshore, with approximately 4,000 parishioners.", "The outreach committees of these churches realized some time ago the need for local churches to co-operate, coordinate and inform each other of events and activities. As they developed, the participants realized they shared concerns about social issues facing our community and, subsequently, EcuLinks has often contacted local politicians from all levels of government to advise them on these concerns.", "EcuLinks meets regularly and has hosted a number of political town halls. They’ve been very supportive of the province’s poverty reduction strategy. In my meetings with them, we’ve talked about, amongst other things, our Long-Term Affordable Housing Strategy and best practices for housing and homelessness. With the recent situation in Syria, EcuLinks’ current efforts are being directed towards refugee resettlement in Etobicoke–Lakeshore.", "I want to congratulate the 4,000 parishioners and the 10 churches that make up the EcuLinks network and wish them a happy 10th anniversary." ],
  "anchor" : "para825"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I rise today because of the impact the government’s health care cuts are having on my constituents. I’ve heard from many constituents who have had their surgeries scheduled but are now being told they have to wait many months into the new fiscal year because there is no money for their surgeries.", "These are not numbers. These are people who are facing a terrible situation because of these delays: people like the senior whose cataract surgery has been postponed until four months after her driving retest; people like the adult with a lifelong developmental disability who is waiting for cataract surgery to improve his vision and balance; people who are in constant pain waiting for hip surgery.", "According to the local paper, there are 30 people waiting to have hip surgery at Woodstock hospital, with some already waiting for two years. The impact of cataract and hip surgery is life-changing. All these people should be receiving their surgeries as scheduled, but instead, for Christmas, they received the devastating news that they need to wait many months because the government has mismanaged the budget.", "Helping these people and planning the health care system properly should be the government’s priority. Instead, they have wasted billions and are now cutting it from health care that people depend on.", "I ask the government to stop making up for their mismanagement by cutting the services that people need. And for Christmas, give my constituents the news they deserve: that there will be no more devastating delays for these life-changing surgeries." ],
  "anchor" : "para831"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I have some continuing good news from the great riding of Etobicoke North. I’ve spoken from this chair about the hospital expansion and about the eight stations of the LRT.", "I’d now like to inform my colleagues and, through you, the people of Ontario of the $75-million expansion in partnership with Infrastructure Ontario at Humber College, the north campus.", "It’s an extraordinary new facility; I’ve had the privilege of touring parts of it. We’re talking about a new library, a gallery, a student showcase, a new School of Liberal Arts and Sciences, an international centre, an office for student success and engagement, the registrar’s office and administration, and enhanced student services, including peer tutoring and mentoring, test centres and career advisories.", "This will house and offer space for approximately 2,200 students to study at any single time, and perhaps more, if they bundle up on a single chair, as students tend to do on occasion. It’s an extraordinary, I would say, architectural gift, along with the educational sphere, to the great riding of Etobicoke North.", "It is one more sign of the extraordinary commitment that this government is making, under Premier Wynne’s leadership, to enhancing opportunity, education and prosperity in the province of Ontario. I kid you not, Speaker." ],
  "anchor" : "para837"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I rise today to extend my sincerest thank you to all those who participated in the My Community is United: Standing Together with Our Neighbours event at the Islamic Information and Dawah Centre last Saturday in my riding of Davenport.", "I would especially like to thank the organizers of this event, Joe Abbey-Colborne, director of Faith in the City, and Imam Shabir Ally, of the Islamic Information and Dawah Centre, for opening up his doors to the community.", "The event was attended by hundreds of people, including individuals, faith leaders, organizations and elected officials from Davenport and across the GTA.", "As we all know, in the past few weeks we have seen an increase in hate crimes targeting Muslim communities in Toronto and across our province. It was within this disturbing and unsettling context that I very proudly stood together with my colleagues, neighbours and fellow Ontarians at the Islamic Information and Dawah Centre in Davenport. Together, we stood in strong support of unity and inclusivity, as well as to reaffirm our commitment to working across all community and government levels to build a hate-free society.", "As an elected official and as a Canadian, I condemn all forms of violence here at home, especially those targeting places of worship and members of the Muslim community. These highly disturbing acts of hatred and racism have no place in our province and go against the Canadian values of inclusivity and diversity.", "Being welcoming, open and inclusive makes us who we are as Canadians, and makes this country and this province the greatest place in the world to live in." ],
  "anchor" : "para843"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to section 28 of the Auditor General Act, I have today laid upon the table the audited financial statements from the Office of the Auditor General of Ontario for the year ended March 31, 2015." ],
  "anchor" : "para850"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that today the Clerk received a report on intended appointments, dated December 8, 2015, of the Standing Committee on Government Agencies.", "Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para853"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I beg leave to present a report from the Standing Committee on Finance and Economic Affairs and move its adoption." ],
  "anchor" : "para857"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 144, An Act to implement Budget measures and to enact or amend certain other statutes / Projet de loi 144, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter ou à modifier d’autres lois." ],
  "anchor" : "para858"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para860"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated November 26, 2015, the bill is ordered for third reading." ],
  "anchor" : "para862"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I believe you will find that we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para865"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para866"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that notwithstanding standing order 98(g), notice for ballot items number 15 and 16 be waived." ],
  "anchor" : "para868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley moves that notwithstanding standing order 98(g), notice of ballot items number 15 and 16 be waived. Do we agree? Carried." ],
  "anchor" : "para869"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank the Brockville health care coalition and the 1,280 people who signed this petition. It’s a petition to the Legislative Assembly of Ontario.", "“Whereas Brockville General Hospital is facing major direct care cuts to departments all across the hospital, including the intensive care unit, operating room, complex care, palliative care, emergency, stress test clinic, day surgery, diagnostic imaging, medical/surgical, and switchboard, amounting to a loss of 16,000 hours of nursing and direct patient care on top of vital patient support services that are being cut or privatized;", "“Whereas these cuts will lead to the loss of nursing and other front-line health care positions, making it even more difficult for patients to access timely, quality care in the community we call home; and", "“Whereas Ontario’s provincial government has cut hospital funding in real dollar terms for the last eight years in a row;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) Stop the proposed cuts to Brockville General Hospital and protect the beds, services, and standard of care.", "“(2) Improve overall hospital funding in Ontario with a plan to increase funding at least to the average of other provinces.”", "I’m pleased to support the petition and send it to the table with my signature with page Lauren." ],
  "anchor" : "para873"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I want to thank the Hydro One Not for Sale coalition for the thousands of petitions that they’ve provided us to read in this Legislature on their behalf. The petition is to the Legislative Assembly of Ontario, and it reads:", "“Whereas the provincial government is creating a privatization scheme that will lead to higher hydro rates, lower reliability, and hundreds of millions less for our schools, roads, and hospitals; and", "“Whereas the privatization scheme will be particularly harmful to northern and First Nations communities; and", "“Whereas the provincial government is creating this privatization scheme under a veil of secrecy that means Ontarians don’t have a say on a change that will affect their lives dramatically; and", "“Whereas it is not too late to cancel the scheme;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario immediately cancel its scheme to privatize Ontario’s Hydro One.”", "I obviously agree wholeheartedly with this petition. I will sign my name to it and send it to the table via page Dayo." ],
  "anchor" : "para883"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents of Cambridge and the Waterloo region believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I approve of and agree with the petition, affix my signature and give it to Prasanna to bring down to the table." ],
  "anchor" : "para892"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas many of the resources of this planet are finite and are necessary to sustain both life and quality of life for future generations;", "“Whereas the disposal of resources in landfills creates environmental hazards which have significant human and financial costs;", "“Whereas all levels of government are elected to guarantee their constituents’ physical, financial, emotional and mental well-being;", "“Whereas the health risks to the community and watershed increase in direct relationship to the proximity of any landfill site;", "“Whereas the placement of a landfill in a limestone quarry has been shown to be detrimental;", "“Whereas the placement of a landfill in the headwaters of multiple highly vulnerable aquifers is detrimental;", "“Therefore be it resolved that we, the undersigned, humbly petition the Legislative Assembly of Ontario as follows:", "“To implement a moratorium in Oxford county, Ontario, on any future landfill construction or approval until such time as a full and comprehensive review of alternatives has been completed which would examine best practices in other jurisdictions around the world;", "“That this review of alternatives would give particular emphasis to (a) practices which involve the total recycling or composting of all products currently destined for landfill sites in Ontario and (b) the production of goods which can be practically and efficiently recycled or reused so as to not require disposal.”", "I affix my signature as I agree with this petition." ],
  "anchor" : "para900"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition gathered at the hospice of Windsor. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this petition. I will sign it and give it to Rachael to bring up to the front." ],
  "anchor" : "para912"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly. It’s entitled Fluoridate All Ontario Drinking Water. I’m pleased to thank the Bristol Dental Clinic on Bristol Road West in Mississauga for having sent this along. It reads as follows:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I’m pleased to sign and support this petition, and to send it down with page Taylor." ],
  "anchor" : "para921"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I have a petition that is being circulated by doctors and their patients, which basically means everybody in this province. It’s to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I am happy to affix my signature and to pass it on with page Megan." ],
  "anchor" : "para931"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "J’ai des pétitions qui parviennent de partout en Ontario. Ça dit :", "« Alors que la croissance et le vieillissement de la population de l’Ontario pèsent de plus en plus sur le système de santé financé par l’État; et", "« Alors que depuis le mois de février 2015, le gouvernement de l’Ontario a diminué de près de 7 % les dépenses de service des médecins de manière unilatérale, lesquelles couvrent tous les soins donnés aux patients par les professionnels de la santé; et", "« Alors que les décisions que prend aujourd’hui l’Ontario auront un impact sur l’accès des patients à des soins de qualité dans les années à venir, ces coupes budgétaires menaceront l’accès aux soins de qualité axés sur le patient dont les Ontariens ont besoin et qu’ils attendent. »", "Ils demandent à l’Assemblée législative de l’Ontario que « le ministre de la Santé et des Soins de longue durée revienne à la table des négociations avec les médecins de l’Ontario pour s’efforcer par l’entremise d’un arbitrage par médiation de trouver un accord équitable qui protège les soins de qualité axés sur le patient que les familles ontariennes méritent. »", "J’appuie cette pétition et je la donne au page Aaran pour l’amener à la table des greffiers." ],
  "anchor" : "para939"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have another petition that is addressed to the Legislative Assembly of Ontario.", "“Whereas the residents of the municipality of Clarington have been promised that the GO train would be extended to Courtice and Bowmanville;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario keep its promise to Clarington residents and commit to providing the necessary funding for Metrolinx to complete the extension of the GO train to Courtice and Bowmanville no later than 2018.”", "I agree with the petition, sign my name and give it to page Noam to bring down." ],
  "anchor" : "para946"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I have a petition here. I had the opportunity to speak to Dr. Uttley in Pembroke last week and he has furnished me with a number of petitions.", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I support this petition. I affix my name to it and send it down to the table with Hannah." ],
  "anchor" : "para953"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "To the Legislative Assembly of Ontario:", "“Whereas the provincial government has cancelled the Northlander passenger train which served the residents of northeastern Ontario; and", "“Whereas the provincial government has closed bus stations and is cancelling bus routes despite promising enhanced bus services to replace the train; and", "“Whereas the Ontario Northland Transportation Commission (ONTC) has been given a mandate that its motor coach division must be self-sustaining; and", "“Whereas Metrolinx, the crown corporation that provides train and bus service in the GTA of Toronto is subsidized by more than $100 million annually; and", "“Whereas the subsidy to Metrolinx has increased annually for the last seven years;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To direct the Minister of Northern Development and Mines to reverse the decision to cancel bus routes immediately and to treat northerners equitably in decisions regarding public transportation.”", "I wholeheartedly agree and I will give this to page Noam." ],
  "anchor" : "para962"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition that is addressed to the Legislative Assembly of Ontario that has been signed by many residents across Ontario.", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children and youth living with asthma;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41,” that it eventually will pass, and to seek royal assent.", "I agree with the petition, sign my name and give it to page Alex to bring down.", "Resuming the debate adjourned on December 3, 2015, on the motion for second reading of the following bill:", "Bill 132, An Act to amend various statutes with respect to sexual violence, sexual harassment, domestic violence and related matters / Projet de loi 132, Loi modifiant diverses lois en ce qui concerne la violence sexuelle, le harcèlement sexuel, la violence familiale et des questions connexes." ],
  "anchor" : "para972"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para984"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I am always proud to stand in this Legislature on behalf of my constituents in London–Fanshawe, and today I rise to speak to Bill 132, the Sexual Violence and Harassment Action Plan Act, 2015.", "Before speaking to the details of this bill, I would like to take a moment to recognize that this weekend, on December 6, was the National Day of Remembrance and Action on Violence Against Women. As members of this Legislature know, December 6 is the anniversary of the 1989 École Polytechnique massacre, in which an armed student murdered 14 women and injured 10 others. I would like to read out the names of the women who were killed simply because of their sex: Geneviève Bergeron, Hélène Colgan, Nathalie Croteau, Barbara Daigneault, Anne-Marie Edward, Maud Haviernick, Maryse Laganière, Maryse Leclair, Anne-Marie Lemay, Sonia Pelletier, Michèle Richard, Annie St-Arneault, Annie Turcotte and Barbara Klucznik Widajewicz.", "Speaker, the reason I wanted to take time to remember these women is because, disproportionately, sexual violence is directed towards women. As we all sadly know, over one third of women have experienced some sexual assault in their lifetime since the age of 16. Over 93% of reported—and that’s just reported; we all know there are many who also do not report—sexual assault victims are female, and an estimated 15% of female university students experience sexual assault.", "The topic of sexual assault and harassment is one that affects too many young women in this province and across this country. But it would be a mistake to think that this is a topic that isn’t relevant. It’s still so relevant and it happens on a regular basis, every day, to women.", "Men are also victims of sexual violence. Men who experience sexual violence may face anxiety, depression, fearfulness, post-traumatic stress disorder, have concerns or questions about sexual orientation, may feel like “less than a man,” or that they no longer have control over their own bodies.", "Unfortunately, for all people, regardless of sex, there is a stigma around reporting and coming forward in the case of sexual violence. Many cases are not reported which could lead to severe mental health issues or post-traumatic stress disorder. This is too often the situation and, due to our current social norms and our justice system, victims feel uncomfortable or scared to speak out. This is simply wrong.", "But I’d like to go back and address Bill 132 for the moment. As New Democrats, we condemn violence against women, and I’m always happy to support legislation that supports the social, political and economic advancement of women. That’s why I’m glad to see this bill introduced, as it addresses many issues that victims of sexual violence and harassment face.", "I’d like to talk to schedules 3 and 5 in this piece of legislation, which address sexual assault and harassment in post-secondary education institutions. These changes would amend the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act, 2005, to require all colleges, universities, and private career colleges to have stand-alone sexual violence policies developed with students’ input and reviewed at least once every three years.", "That is a very important piece of this bill. To acknowledge that fact in post-secondary education, including the private career colleges, is actually a really good step, as well. It gives students a voice and gives students a place where they can report and have a policy, that they can have a standard in their university or college and know that this is something that won’t be tolerated.", "Institutions are required to collect data to be submitted to the ministry, or the superintendent in private career colleges, on student use of sexual violence supports and services, reported incidents and complaints of sexual violence, efforts to raise student awareness of supports and services, and the implementation and effectiveness of sexual violence policies. I’m glad to hear that’s what they’ll be reporting on to the ministry or the superintendents.", "Speaker, as the former post-secondary education critic for the NDP, I can say that this is definitely—as I mentioned before—a step in the right direction. It’s probably a step that’s been long overdue in our society, but it’s good to see that it’s here.", "In fact, lots of these amendments are changes that student unions and groups have been demanding for some time. I would go as far as to say that it has really been a lot of these student leaders who have led the way on this very important issue. We need to give credit where credit is due: to the students for pressuring this government to make appropriate changes to the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act.", "A major group that has led the way on this issue is the Canadian Federation of Students. For those of you who are unaware of the Canadian Federation of Students’ “No Means No” campaign, let me take a few minutes to explain how beneficial and influential it has been across Ontario and Canada. The Canadian Federation of Students developed the No Means No campaign almost 20 years ago to raise awareness and to reduce the occurrence of sexual assault, acquaintance rape and dating violence.", "The No Means No campaign offers various resources including research on incidents of sexual violence in Canada, buttons, stickers, posters and postcards. The campaign continues to be widely popular on campuses and in the greater community where thousands of materials are ordered every year and circulated across Canada. In addition, the federation has also given permission to filmmakers and publishers to use campaign materials in their works.", "No Means No has succeeded in changing the culture surrounding acquaintance rape and dating violence in Canada. Today, thanks in large part to the public education provided through the No Means No campaign, people have a greater understanding of their rights and responsibilities in sexual relationships; however, Speaker, date rape and date violence continue to occur on campuses in our communities, requiring the federation to continue promoting this campaign.", "This campaign has been replicated or mirrored in many campuses across the United States, which has some very strong legislation on sexual violence on campuses. For example, the University of California Student Association, in co-operation with the United States Student Association, launched the UConsent campaign. UConsent is a campaign against sexual violence and assault which aims to promote a culture of consent through awareness, education and advocacy for improved resources at both the campus and state levels.", "Students have been on the forefront of this issue because, unfortunately, sexual violence continues to be a major issue on campuses across this province. I’d like to commend the groups like the Canadian Federation of Students for their tireless work on this issue, and for ensuring that we, as MPPs, make the appropriate changes in the legislation to address sexual assault and harassment.", "While I applaud the bill that the government has brought forward, schedules 3 and 5 only state that student input is to be considered and is not mandatory. I would like to see stronger language in this bill that ensures that students are listened to and consulted in the process of developing policies on sexual violence at post-secondary institutions. I think students would be a great resource and a strong voice for this particular bill that talks about legislation for students. We need to reach out to the people that it affects.", "During the march that we had just on Sunday, it was symbolic. We walked in silence. We walked in silence because it showed that so many victims and survivors of sexual violence often feel they do not have a voice. So I am glad that this bill is in front of this House, so we can at least give a voice to victims on campuses through post-secondary education.", "I look forward to further debate on this bill from my colleagues here in the NDP." ],
  "anchor" : "para985"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Seeing as how there are no questions and comments, further debate?" ],
  "anchor" : "para1006"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "It is my honour to rise and speak to Bill 132, the Sexual Violence and Harassment Action Plan Act. Mr. Speaker, this—", "Interjection." ],
  "anchor" : "para1007"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "And I’m sharing my time, yes. I’ll be sharing my time with the member from Cambridge and the member from Kitchener Centre.", "This is an extremely important piece of legislation and I am proud our government is taking steps to prevent acts of sexual violence and harassment and increase support for survivors. Bill 132 sends a strong and positive message that makes it clear that sexual violence and harassment are unacceptable everywhere.", "I was privileged to be able to participate over the weekend in a special vigil in honour of the women who died as a result of the École Polytechnique massacre that happened there a number of years ago. I want to tell you just how moving that ceremony was and, like the member opposite who spoke about it earlier, how much it touched all of us who were in that room to remember that moment of sheer terror that those women must have felt and what many of us felt just watching the news footage that day.", "Here we are, years later, again making sure that this is being put on the table and that we are doing our best to protect women against sexual acts of violence. I am proud to be standing here today and speaking on this bill.", "According to Statistics Canada, more than 7,600 Ontario residents reported being sexually assaulted last year. Those are just the cases that police were actually told about. What the numbers don’t tell us is that sexual violence and harassment deeply impact survivors and the harm can last a lifetime.", "Among the changes detailed in Bill 132 are new regulations for the workplace and post-secondary schools, two places where everyone should be able to feel confident in their safety and security. If passed, the act would require every college and university to create a sexual violence policy. That’s something that will help give peace of mind to both students and their families. When our students head off to class, it is their right to feel safe and free from sexual violence. It is something that we, as parents, want to make sure of: that our children are heading to a place of security and safety when we send them off to school. It’s our responsibility to do everything we can to protect them.", "In my riding of Halton, the population is growing rapidly. That means thousands of young people who are heading off to college and university, my son included. It makes me proud to know that our government is taking action to ensure their safety. Also, as one of the fastest-growing regions in the province, new companies and offices are opening up in Halton all the time. It’s extremely important that employers and employees are fully knowledgeable about their rights and responsibilities. Bill 132 would require workplaces to have enhanced sexual harassment prevention programs and ensure that employers follow up on complaints. This is key.", "The amendments go even further by simplifying the compensation process for victims of sexual violence, because anyone who has lived through such an ordeal should be able to choose when to pursue a claim. They also make it easier for tenants to leave a residence on short notice if they or their children have been the target of domestic or sexual violence, because victims should be able to leave a horrible situation as quickly as possible.", "Mr. Speaker, I want to applaud the government for making real change with Bill 132. These amendments go a long way toward protecting residents and preventing incidents before they happen. The message behind Bill 132 is clear: Sexual violence and harassment are unacceptable and will not be tolerated, because it’s never okay." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Kitchener Centre." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m very pleased to join the discussion this afternoon on Bill 132, the Sexual Violence and Harassment Action Plan Act.", "Over the past few months, I’ve had the honour and the privilege of chairing the Select Committee on Sexual Violence and Harassment. This past year, this goverment has talked a great deal about this issue, and we have taken action. Every person in this province has the right to be free from the threat of sexual violence and harassment.", "Our Premier and our minister responsible for women’s issues have both addressed this issue head-on. We’ve had this very powerful ad campaign called It’s Never Okay. Millions of people have viewed this online and on television. There has been increased funding for treatment centres. The Premier appointed a permanent round table to examine this issue and to seek out solutions. This Thursday, our select committee, after months of listening to experts, advocates and survivors, is going to be tabling our recommendations, and I’m very proud of that.", "Now we have the Sexual Violence and Harassment Action Plan Act. What can you expect to see in this legislation? We want to build safer workplaces and communities. We want to make campuses safer and more responsive. I have a 21-year-old daughter who is in her fourth year at the University of Waterloo, so my concern is not only as a legislator but also as a parent. We also want to see safer housing, and we want to assure a stronger civil claims process.", "With regard to safer workplaces, I can tell you that we had a number of women who appeared before the select committee to tell us how they faced harassment in the workplace. There are a couple of young waitresses that come to mind. They said that when they were trying to close up at night, there was a boss who made very inappropriate advances toward them. They felt powerless to do anything, because they needed their jobs.", "This proposed legislation states that sexual violence and harassment is unacceptable anywhere, including the workplace. The bill would enhance employer requirements regarding workplace harassment programs and add specific new employer duties to protect workers. It would require a duty to ensure that incidents and complaints are appropriately investigated.", "I have previously shared in this Legislature—and I’ve talked about this for many years—what it was like for me as a young broadcast journalist back in the early 1980s, when I started in that industry. Every day, it seemed I had to listen to language that was rude and crude and inappropriate. I tell you that there was this edit suite where there was a poster of a nude woman on the back of the door. I brought this to the attention of a supervisor, telling him that I did not feel comfortable with this in the workplace, and that it made me very uncomfortable. His reaction was to laugh it off and to call me a prude. Sadly, back then, if you wanted to keep your job, you had to put up and shut up.", "What’s interesting is the number of women that I’ve heard from since who shared their own stories with me about workplace harassment. They said they thought that they were alone, but clearly these are not isolated incidents.", "Our goal with this new legislation is to make certain that no one in this province ever feels uncomfortable and unsafe in the workplace. Everyone has the right to do their job free of harassment.", "While sitting on the select committee, we heard from many advocates and experts about sexual violence and harassment on university and college campuses. The combination of young people away from home for the first time, with alcohol, drugs and a lack of understanding and respect for the concept of consent, can lead to tragic consequences.", "Recently, I had a conversation with a counsellor at a Toronto-area university who told me that she had spent the day counselling a young woman who had been gang-raped by fellow students while at a party. The counsellor tried to assure her that it was not her fault. Oftentimes, victims are made to feel that they were somehow asking for it because of how they were dressed and how much they had to drink.", "We need to find ways to protect young students on campuses and to deal with the people who are committing these criminal acts. We want to make campuses safer by requiring every publicly assisted university, college and private career college in Ontario to have a stand-alone sexual violence policy. They need to review their policy at least once every three years. The institutions should seek out student input in the policies that they develop. These institutions must report on the incidences of sexual violence as well as the effectiveness of their programs.", "Bill 132 will also create safer housing conditions. It will allow a tenant to break a lease, if they and their children need to escape a violent situation, without facing a penalty.", "Finally, the proposed amendments will remove the limitation period for all civil sexual assault claims. We heard oftentimes at our select committee that victims of sexual assault—sometimes it takes them years to come forward and report what happened to them. They have to come to terms with their experience. They need to know that they can do this and pursue legal action even if it is years down the road. They need to know that it’s never too late to seek justice.", "I’m so proud of a government that is taking the issue of sexual violence and harassment seriously and that is taking action to make us feel safe in our homes, our campuses, our workplaces and our communities.", "I encourage my colleagues to support this important legislation, as I will too." ],
  "anchor" : "para1020"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Cambridge." ],
  "anchor" : "para1036"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "As usual, I’m very pleased to be able to stand in the House and speak on behalf of my constituents in the wonderful riding of Cambridge, and North Dumfries and indeed Waterloo region, on this very important bill.", "It’s always a privilege to be able to add some comments to the debate and in particular to this one, which has garnered so much interest from around the House and really around the province on this issue. I’m very supportive of Bill 132 and the changes that this will make in our society to make us a much safer society overall, and free from sexual violence and harassment in the future.", "I sat as a member of the Select Committee on Sexual Violence and Harassment, as did several members in the House this afternoon. I know we were all privileged to be able to add to the important debate on this around the province. Interestingly, in our travels around different communities, we heard from different folks who may not have been able to come down here to Queen’s Park. We had hundreds of submissions and phone calls to our committee really underscoring the important work that we were doing and the important conversation that we’ve come from.", "I know that in her comments the member from London–Fanshawe was referencing the fact that some men, as well, experience sexual violence, either as boys or men. This is not just related to women; this really goes across all people of all sexes, races and different cultures. It’s why I’m so proud to be able to contribute to the select committee and also add comments to the Sexual Violence Action Plan we’ve got before us.", "As part of this government’s Action Plan to Stop Sexual Violence and Harassment, Bill 132 seeks to strengthen provisions related to sexual violence and harassment in the workplace, on campuses, in housing and, indeed, throughout the civil claims process. Sexual violence and harassment are issues that all Ontarians face all too often. This bill represents a strong stand by this government against those injustices.", "I have several children at home. I’ve got older children who are now working in the community. Certainly, this is an issue that has concerned me throughout their growing up and, now, as they are reaching adulthood. We’ve talked about these kinds of situations and how they can happen, and how they can move ahead and protect themselves. I’ve educated them as much as I can as a parent to try to protect them going forward. I think all of us in the chamber who are parents and have nieces and nephews and family members—this is indeed precisely why we’re hearing that this is important work that we’re doing. I hope to see all members in the House support Bill 132.", "When it comes to campuses, we heard a lot about that on the select committee, and we certainly had a lot of submissions from parents and advocates for safety for our kids on campuses as well as the students themselves. On campuses across Ontario, sexual assault and harassment actually stand in the way of securing a safe environment for our students to both learn and live in.", "Through amendments to the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act, Bill 132 proposes legislative requirements for each individual academic institution to create its own stand-alone sexual violence policy that’s developed with student input and reviewed at least every three years. It’s important to note that many campuses, whether it’s a college or a university or other post-secondary education facility—it needs to be individualized, and we heard that loud and clear from many student populations who came to speak to this committee about it. Each different area has many different individualities in their own campuses, so it was very important to the students that they develop these policies in concert with the student bodies at their particular place of education.", "Bill 132 also calls for a range of interim measures, supports and services to protect survivors by mitigating potential harm during sexual violence reporting, investigations and adjudications.", "I’m proud of this government, which is committed to giving students and their parents the peace of mind of knowing that their provincial government and respective schools are taking a firm stand against sexual violence and harassment by effective sexual violence policies, along with providing information and help for those who need it.", "Speaker, I have two children who have many friends in post-secondary education, and these are conversations that happen in my own household when their friends come to visit on holidays, between school semesters. And I know that this has been a big subject of consideration as they’re starting off. Many of my 18-year-old’s friends are in their freshman year, and they’ve all said that at the very beginning, during frosh week, they had education about the sexual violence and harassment policies and awareness, how to prevent it, and looking towards their own attitudes about this, to try to prevent it in future times. That is certainly a step forward.", "My own daughter, Jenny Danahy, who’s now 30, was head of college when she was at university, so she had special training to be able to deal with any issues that may have come her way as a trusted student representative, and what steps to take in the future if students came forward to tell her their stories.", "On behalf of my government and the select committee, I’d really like to thank the post-secondary sector, which has conveyed their support for these amendments, for their dedication on this issue.", "Turning to workplaces, Bill 132 also sends a strong message that sexual violence and harassment in the workplace is never acceptable. The bill amends the Occupational Health and Safety Act to include a definition of workplace sexual harassment, enhances requirements regarding workplace harassment programs, specifies new employer duties to protect workers from harassment in the workplace, and includes the duty to ensure that incidents and complaints are appropriately investigated.", "Certainly, one thing I’ve heard loud and clear, as a former nurse, is that health care workers are particularly vulnerable to acts of sexual violence and harassment due to the nature of their workplace and the environment, and the types of patients they’re looking after in hospital settings and clinic settings, but particularly when they’re caring for patients at home. They are a little bit more vulnerable because it’s often just the worker and the patient in the home. So these workers need special protection and special education to recognize situations that might be unfolding, to know what to do to prevent these in the future, and also to report them and get some assistance if these things happen.", "I also believe that the bill will go a long way to creating safer workplaces across Ontario, and a more equitable and productive society.", "Bill 132 also seeks to protect Ontarians in their homes by making it easier for tenants as well as dependants living with them to break their lease earlier than the law currently allows, should they experience sexual or domestic violence.", "I want to thank the Minister of Community Safety and Correctional Services, who had done some work in the months prior to this legislative session, for work on this particular bill. The safety of Ontarians is of paramount importance, and this amendment to the Residential Tenancies Act will help those victims to leave earlier.", "Finally, I heard loud and clear from many people who appeared before us on the select committee who really provided a lot of support for our recent changes to the health and physical education act. I want to thank the Minister of Education and her team for bringing this very important work forward." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Questions and comments? Being none, further debate?" ],
  "anchor" : "para1057"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate on Bill 132 this afternoon. I do want to take a moment to thank the select committee for the work they did. I know this isn’t their bill, but I know that they were doing a tremendous amount of work over the last several months all around the province of Ontario.", "I had the opportunity to join them in Ottawa last winter—it might have been in February—for a day of hearings. They were very, very helpful to me. I had a chance to understand in a more complete way the work that the committee has been doing. I want to thank all of the members, but I particularly want to thank my colleague from Haliburton–Kawartha Lakes–Brock for the work that she did to have that committee established in the first place. I know they’ve done a tremendous amount of work, and my understanding is that there is going to be a report released quite soon—", "Interjections." ],
  "anchor" : "para1058"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Tomorrow—a report from that committee, which I think will be illustrative to all of us and informative for all of us about what our next steps might be.", "But this bill itself is a positive step, there’s no question about it. I applaud the government for taking this action on Bill 132, because, as we’ve heard so many times, sexual harassment and sexual violence are never okay. Is that the ad campaign: It’s Never Okay?" ],
  "anchor" : "para1061"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Yes, it is, and the action plan." ],
  "anchor" : "para1063"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, that’s appropriate, because it is never okay.", "If you’ve been around long enough, you actually grew up in a time when there was an assumption, and somewhat of an acceptance, that it was okay, and it was just the way life was. If you’re old enough, you would have seen that take place, and probably not even made much of a to-do about it because it was so prevalent. Unfortunately, that’s what happens when things become normalized in society.", "Fortunately, attitudes change, and attitudes have changed over the years, to where it is simply accepted that it is not acceptable: It is never okay. However, it still exists. If it didn’t exist, we wouldn’t have to bring forth this legislation.", "Earlier today in Yellowknife—and I still don’t have a name for our latest grandson—" ],
  "anchor" : "para1064"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Steve’s a good name." ],
  "anchor" : "para1068"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I don’t know about Steve. But I do know one thing: Apparently Steve Clark is right.", "But wouldn’t it be something if a boy born today, December 8, 2015, was born into a world where we didn’t have to deal with the awfulness of sexual harassment and sexual violence? Without being too negative, alas, I don’t think that’s the case. We will have to be ever vigilant in this issue.", "It is not something where I think you can pass a law and everything will be all right. A law is something that is passed on paper and it gives authorities the right to enforce that law. But what really changes the world is when people say, “Enough is enough. This is wrong, and I, myself, will have no part of it.” Do you understand that? “I, myself, will have no part of it.” If everybody was to make that commitment of “I myself will I have no part of it,” that’s how real change takes place, whether you’re on the side of where you would be a potential perpetrator of these unseemly acts or a victim. It’s important that victims are empowered as well. When they say, “I myself will have no part of this,” if they feel they are being victimized, they take action as well.", "Everybody who is my age and older, and even younger, probably knows somebody—if they’re not absolutely certain, they have a pretty strong suspicion—who has been involved in an abusive relationship, one that they feel absolutely trapped in, for various reasons. What matters is how they feel about it themselves, not because somebody says, “If you can get out of this, we can help you.” They have to feel that they have all of those supports and they feel empowered enough to make that step.", "We’ve all known people who have made that step, and good for them. But as attitudes change, it makes it easier and easier to make that step. In the days of my parents, if someone was in an abusive relationship—I want to be clear—if a woman was in an abusive relationship, it was almost impossible for them to escape it. It was almost impossible. The attitudes towards women who were divorced, widowed or anything were so very, very different than they are today, which made it impossible, sometimes, for them to get out of that kind of relationship. So we, as a society, have come an awful long way, but there’s a long way to go. There’s a long way to go before we can comfortably and categorically say that every person is respected for who they are, not treated any differently because of their gender, and that any relationship is one that is founded on absolute mutual respect and that no one will take advantage of one another in that relationship.", "This bill has a lot of things in it that help, because we have to be able to allow people to escape those. I believe that the Minister of Community Safety and Correctional Services may even have had a private member’s bill at one time, before he was a cabinet minister, that had something to do with allowing someone to break a lease if they were in an abusive relationship, to get out of there because escape was necessary. That was one of the tools we could allow someone to use to get out of their relationship: They could break a lease. They would be treated differently under the Residential Tenancies Act or something like that. I don’t remember exactly the details, but I think it was the minister who did that, and congrats to him. Now we’re actually, if my understanding is correct, entrenching that in this bill. I see the minister across the way nodding that I’m actually right." ],
  "anchor" : "para1069"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "You are right." ],
  "anchor" : "para1076"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I don’t hear that very often from the other side. Surely to God, it must be close to Christmas.", "That is something that is critical: that we support people who are in those relationships so that we can give them the opportunity to get out of a bad life and start a new life.", "One of the most important things, I think, in ridding our world of this awful, awful thing that exists is the attitudes of men themselves and how big a role they can play in ending sexual violence and harassment. I think that if it’s only laws and it’s only empowering women, it will accomplish some things. But I think the crux of the matter is that it also falls on the attitudes of men themselves. They have to understand that whatever was the medieval way is not the way today. We live in a world where our partners are our equals. Whether we’re in a relationship or not, women and men are equal, and men have to accept that when they’re in a relationship you can’t use that attitude of lording over one or anything like that.", "Because of attitudes that were wrong, we had a terrible, terrible thing happen in my riding this fall. On September 22, three women were murdered. Anastasia Kuzyk, Nathalie Warmerdam and Carol Culleton: three women murdered by the same man—allegedly. I understand; this has not gone to court. But I think the case is fairly compelling.", "Three women, and the same man was in a relationship of some kind with each one of these women. He had gone to jail for abusing at least one of these women, though. The charges that actually stayed and had him incarcerated were based on him abusing one of these women.", "Because I think our system has weaknesses in it—that’s not to do with this bill, but that has to do with other parts of our statutes—we didn’t do a very good job of ensuring that those women were safe once he had been released from custody. As a result, as I said, on September 22—basically the beginning of the fall season, the day of the International Plowing Match up in Finch—these three women paid with their lives.", "I don’t want to spend all of the time talking about my own private member’s bill, but I think I would be remiss if I didn’t feel strongly enough about that bill to raise it as we’re having this debate today. That bill, I believe, if passed into law—it did receive unanimous support in this House on second reading, and I thank all the members of all the parties in this House.", "Interjection." ],
  "anchor" : "para1077"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I say that to my friend from Windsor–Tecumseh and all of his colleagues in the third party caucus: Thank you very much for standing with me that Thursday afternoon and saying that this bill won’t solve all the problems, but it will help. If we’re all doing something to help, we may eventually get there. We may get to a point where there will be a child born, maybe not my grandson today, but there will be a child born someday who will be born into a world where the issues of sexual violence and sexual harassment are non-existent. That would be a wonderful day for that to happen, sir. But back to the bill.", "My bill would have compelled—sorry—would not have allowed someone to be released from custody if they had not signed their release orders and accepted the terms of such. If someone was released from custody, they would basically at least have had to agree to the terms of the release, which usually includes an acceptance of their own guilt for the crimes for which they were incarcerated. They would basically be saying, “Yes, I was wrong.” Is it allocution or something? I’m not a lawyer, but I think they allocute to the offences.", "It would also have allowed the parole board or parole committee to compel that person to be subject to electronic monitoring if they believed the victim was at risk. As I say, it wouldn’t solve all of the problems, but it would certainly have helped in that situation or any situation like it. What we’re doing here, Speaker, is trying to prevent a repeat of what happened on September 22.", "That’s part of the situation. The other thing that we talked about and need to talk about is the number of parole officers and the number of parole cases that a parole officer deals with, and the way that they’re prioritized as well, so that we ensure that we have enough parole officers to cover a vast area like Renfrew county. For any of you people who have not been there, it’s huge. My riding is four times the size of Prince Edward Island. So you need to be able to have the personnel to ensure that when people are released, there’s a follow-up in keeping track of them if you feel that there are some concerns.", "If a parole officer is meeting with people on a regular basis, a well-trained parole officer can look someone in the eye, sit down and talk to them, and they’ll get a pretty good feeling as to how that person is adjusting to having been released; and also whether there’s any of that anger or that malice still churning within that person, or if you feel that they’re adjusting well and they’re accepting that they’ve done some things here that are really wrong but they are really working and committed to making themselves a better person and beginning a new life as well. But if you’re not seeing that person on a regular basis, you can fall victim to a snow job, or you’re just not seeing enough of them to be able to be perceptive enough to see what is really going on. If you’re seeing enough of them, you’ll be able to tell whether you’re getting treated to a story or whether or not that person is clearly moving very, very positively in the right direction.", "We also have to make sure they prioritize those cases so that we’re not spending a lot of time on someone who is very low to zero risk and so that we’re spending more time on those cases where we have deemed them to be a much higher risk to reoffend.", "It’s not an equal thing. When somebody is released, we shouldn’t say, “Everybody is going to get to see a parole officer once every week,” or once every 10 days or whatever it is. We should be able to say, “We’ve got to see this person a whole lot more often,” or “We’ve got to see this person less.” Good people can make those judgments so that we’re attaching the resources where they’re needed most.", "I want to wind up, in the little bit of time that I have left, by saying that it’s not all that often that we—there are gaps in this bill. There are some things that can be improved. We’ve had the chance to speak about it not only in caucus but with my colleague from Haliburton–Kawartha Lakes–Brock and the critic for women’s issues in our caucus, and she has certainly laid out some things that I think can be improved upon. I hope the minister is listening. I know she’s listening, but I hope she’s “listening.”", "There’s a distinction. Sometimes you can hear but you’re not—I don’t mean this personally, but sometimes people are hearing but they’re not listening. I hope the minister is listening so that when this goes to committee—and I know it’s scheduled to go to committee for four days through the intersession—" ],
  "anchor" : "para1085"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "In the winter." ],
  "anchor" : "para1095"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Pardon me? In the wintertime, yes. Through the intersession, in the wintertime. It’s going to have four days in committee, perhaps some travel." ],
  "anchor" : "para1096"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "We’re asking for travel." ],
  "anchor" : "para1097"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "We’re looking for travel. I think that’s a good thing. Minister, I think you would recommend that too. I suggest that you come to Renfrew county with the committee and hear what people have to say up in beautiful Renfrew county, the centre of the universe. There would be no reason not to come there.", "When you have that committee, I hope that the committee is listening as well to the people about how we can make this bill even stronger—even stronger—so that when it comes back to this House after we return in late February next year we’ll have the opportunity to bring this back on third reading and make this bill the strongest that it can possibly be. By getting this legislation right, we will make a whole lot of people a whole lot more comfortable that this Parliament—this government and this Parliament—has worked co-operatively in a very positive way to do what we can to end the scourge of violence against women and sexual harassment. If we accomplish that, we’ll have done something very, very positive. I hope that at the end of the day that’s exactly what we do." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Being none, further debate?" ],
  "anchor" : "para1100"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "As always, it is an honour to rise in this place, and particularly on this bill. I want to thank all of my colleagues who I have listened to throughout the debate this afternoon. I want to especially thank the colleagues on all sides of the House who I had the real honour of sitting with on the select committee." ],
  "anchor" : "para1101"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You’re going to be sharing your time, eh?" ],
  "anchor" : "para1102"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you, my good friend. Speaker, I will be sharing my time with my colleague the member from Windsor West. Thank you, Yak.", "It was something that I had not and have not experienced in this House as a member; I learned so much. I learned not only about the issue at hand; I learned about the ability for us as legislators to really put our efforts forward and to work together towards a common goal that we saw as of paramount importance in this place and to the people we serve.", "I learned, through the process of the select committee and the resources that were given to that committee—the ability to travel that committee and to listen to testimony from survivors and from those who work on the front lines—that that methodology and that process is one which we should utilize as much as possible, because it ultimately adds to our knowledge base and it adds to the effectiveness of any of the bills we put forward or any of the legislative initiatives we put forward in this place. I commend the government for doing that: carte blanche, putting the resources forward and giving us the ability to get out there into the communities, to listen to stakeholders.", "What we heard was frankly very, very difficult: to know the level of pain that exists out there, that people have been affected by sexual abuse, sexual assault and violence and harassment. To hear those stories was, I would say, life-altering for me in terms of my perspective and my role. It’s one of the reasons why I was so proud to join that select committee, not knowing what I would add other than being a voice and listening; not knowing what I could add from learned experience, but also solely knowing that as a man I had a role to play. As a father of a daughter, I had a role to play; as the son and the brother of two wonderful women—my sister and my mom—I had a role to play, and all men had a role to play. I am honoured to have sat on that committee with my colleagues.", "What particularly struck me was some of the testimony that we heard out of the north. We all know the challenges that our northern constituencies and our northern neighbours have faced, whether it be through economic development or just simply the remote nature of northern Ontario. It’s vast, it’s difficult to access and in some instances, as we heard through the committee, services—particularly or specifically through sexual violence and sexual assault resources—were not there and don’t exist. Those incidents go untreated, unaddressed, and people suffer, ultimately.", "We heard testimony from survivors of the residential school system. We heard from survivors of those who would call themselves religious figures who singularly—one person, I can recall, was the perpetrator of over 500 individual cases of sexual assault on young boys and young girls in rural, remote and native communities. That creates a generational pain that cannot be healed without a massive amount of resources and support to those communities. It creates a generational wound that reverberates through those communities and causes them to not be able to meet their individual potentials. It’s one that really highlighted the nature of the residential school system—how that affected those young children and how the effects still reverberate today. So I just wanted to get that on the record.", "We certainly applaud and appreciate and support the initiatives by the government through Bill 132, the Sexual Violence and Harassment Action Plan Act. It’s one that, unfortunately, as we heard, was born out of necessity. Violence and harassment in all measures of society continue to persist. It’s one that we are charged with addressing and one where I think this bill does some good work towards supporting victims and survivors and giving resources—we hope—to those who are on the front lines of supporting victims.", "It has several schedules. I believe it has six schedules. Given my background in labour, I just want to focus on schedule 4, which addresses the Occupational Health and Safety Act; specifically, that “workplace harassment” includes now “workplace sexual harassment”—the definition of workplace sexual harassment. So this is a good first step. It codifies the effects of the sexual harassment in our workplaces that, again, unfortunately continues to persist. The “procedures for workers to report incidents of workplace harassment to a person other than the employer or supervisor, if the employer or supervisor is the alleged harasser”—so there’s an outlet there. It codifies how information “about an incident or complaint of workplace harassment, including identifying information about any individuals involved”—that’s good. It codifies how the worker and the alleged harasser will be informed of the results of any investigation or any corrective action.", "The duties of the employer with respect to protecting workers from sexual harassment are to investigate and address sexual harassment incidences and complaints and to inform the parties in writing of the results of the investigation and corrective actions, and to review the workplace harassment programs annually.", "Also, occupational health and safety inspectors will now be able to order an employer to retain an impartial third party at the employer’s expense to conduct an investigation into an alleged incident of workplace harassment. However, it is unclear as to the circumstances under which that may occur.", "Schedule 4 deals with our workplaces. There are some areas in which it can be improved. I quickly want to touch on them.", "Schedule 4 does not include a blanket obligation for employers to protect workers from workplace sexual harassment. It should, frankly. Let’s take our current Occupational Health and Safety Act and apply it to the areas of sexual harassment and violence. Through our current Occupational Health and Safety Act, the mandate is universal precautions. We attempt and the act attempts to apply universal precautions to workers when they’re in the workplace. We do absolutely everything we can. We know we can do more, but as the green book states, we apply those universal precautions. We have to look at sexual assault and sexual violence and harassment in the same light, as if it is a potential workplace injury that can be incurred—an assault that could be incurred while at work. If we are to do that and if we were to do that, we could protect those workers like Lori Dupont from Windsor and like Theresa Vince from Chatham, those in our areas who were victims of intimate partner sexual violence and assault and ultimately murder. We can do that and we must do that, and this bill has the ability, when it does get to committee, able to address the provisions within the Occupational Health and Safety Act.", "Here’s a big one, Speaker—I’ll end on this, because I’m almost at my 10-minute timeline: Under schedule 4, the bill does not give workers the right to refuse work if it exposes them to sexual harassment. Again, another basic fundamental tenet and principle built into our Occupational Health and Safety Act: the right to know, the right to participate and the right to refuse. We all know, when we learn in our various workplace health and safety training courses, that the right to refuse is fundamental—the ability and the right to say, “No, I believe that that place or that work area will harm me and I refuse to go in there.” That principle, I believe—and I hope the minister gives it due regard—should be built into this bill, because God forbid if someone has the knowledge that if they walk into work, they have a high likelihood of being assaulted or violated, and they feel as though they can’t refuse that. It would be an absolute shame to not extend that provision of the Occupational Health and Safety Act to people who need it.", "Speaker, again, I commend the government. It’s been an honour. I look forward to supporting this bill and I look forward to it receiving its due attention." ],
  "anchor" : "para1103"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you to my colleague. I appreciate it.", "Thank you. I’m done." ],
  "anchor" : "para1119"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1121"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "No, he was sharing time.", "Interjections." ],
  "anchor" : "para1122"
}, {
  "speaker" : "The Speaker",
  "text" : [ "My apologies—wrong direction here.", "The member for Windsor West." ],
  "anchor" : "para1124"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s always an honour to rise on behalf of my constituents of Windsor West to speak to any bill or any issue that comes before this House. I’m going to start by building on what the member from Essex touched on, which were two cases fairly close to home: One was right in my city and the other was in a neighbouring riding.", "The first was Theresa Vince. Theresa Vince was an HR training administrator in a Sears store in downtown Chatham. For many years, she was harassed by her immediate boss. Theresa was a wife, a mother and a grandmother, who just went to work every day to try to provide for her family and was subjected to, on a regular basis, harassment from her boss. It ended with that particular employer, that supervisor, shooting Theresa to death and then taking his own life.", "That mirrors a similar situation with a nurse in Windsor, specifically in my riding, Lori Dupont. We just actually recognized that 10 years ago, on November 12—just recently, we recognized the 10-year anniversary of Lori’s passing. It was a similar situation. In this case, it was a doctor, Dr. Marc Daniel, whom Lori had dated for some time and had broken off the relationship. She continued to be harassed by this ex-boyfriend of hers and faced issues on a daily basis. But again, she had to go to work to provide, to make a living, and, as with most victims, felt like she had no choice but to continue to put up with this behaviour in order to just get by and just make a living. That case, as well, ended with this doctor taking Lori’s life and then he took his own.", "It’s unfortunate that we continue to see a pattern of workplace violence and workplace harassment. Many of us just recognized the 26th anniversary of the shooting at École Polytechnique, where 14 women were killed just because they were women.", "The member from Windsor–Tecumseh—unfortunately, I was out of the country, so I couldn’t attend—went to a memorial put on by Unifor Local 444 in our area, where they recognized the death of a co-worker, Marylou, who was also a victim of sexual harassment and assault, and, unfortunately, her life ended as well.", "So I think that it is incumbent upon all of us to not just teach our kids to just say no, not to just teach our sons and daughters that it’s okay to say no; we need to teach them that when someone says no to them, that no is no. We need to teach our kids that regardless of what obstacles you face in the workplace, you have a right to say, “I’m not comfortable here,” and that you have to be a strong advocate for yourself and you have to reach out to others to help you advocate.", "The victims of workplace violence and sexual harassment often don’t feel like they have any allies. They don’t feel like they have anyone to turn to. We need to encourage those in workplaces such as ours so that, if they’re facing such behaviour, if they have issues or if they suspect that someone else in the workplace is going through something like this, they need to come forward and they need to support the person who’s going through it and let them know that they do have support when they finally feel comfortable coming forward.", "This bill has gone through committee and consultations, and I personally would like to thank everyone who appeared before the committee. It wasn’t easy for many of them to come and share their stories, to relive what it is that they’ve been through. Luckily, they can say that they did survive it. It leaves scars. They’re probably going to be dealing with this for the rest of their lives, but they survived it and they were able to muster the courage—it takes a lot of courage for them to come forward and share with people they don’t know, strangers, what it is they went through, share their stories and ask for help. I commend everybody who was comfortable coming forward and sharing their stories.", "Frankly, I’d like to commend the committee as well, because I’m certain that it was not easy for them to listen to those stories and hear the horrible acts that were perpetrated on those who came forward and presented. Those will leave, I’m sure, scars on those people on the committee who listened to those terrible stories as well. Again, I’d just like to thank everybody who is sitting on the committee and anyone who has had the bravery to come forward and try to make changes for the better for those who come after them.", "We know that social media, especially with school-aged children, has often become the chosen venue for harassment. What we don’t talk about often is that sometimes—and it’s interesting, because I just had a conversation with someone from the education sector about this yesterday. We don’t realize that sometimes it’s the students in the system who are actually—probably unknowingly—sexually harassing teachers. They don’t realize that some of the comments they make are uncomfortable and inappropriate. We need to make sure that the kids, starting at a very young age, understand what is and is not appropriate behaviour so that they don’t become adults who go on to model the behaviour of others before them.", "We need to make sure that, if they have something going on in their own personal life, if there’s something going on with a family member, they feel supported and they know they can come to school, share those stories and perhaps get help for whoever it is in their family that needs help.", "Speaker, while we welcome the legislation that’s before us today, as an effective opposition party we have a duty to point out how legislation could be improved, to reflect on what’s not in a piece of legislation and to hold the government of the day accountable. As New Democrats, we’ll be watching closely to make sure that this legislation comes with funding commitments and that it is regularly assessed and reported. I think that’s a key piece to any legislation. You could put the legislation forward with all the best intentions, but if there isn’t the funding to follow that up in some cases, or if there isn’t monitoring of that legislation, you don’t know how effective that legislation is. It’s important that an important piece of legislation like this does have follow-up to see how effective it is.", "As we progress—we are in a big age, as I said, of social media. We didn’t have that years ago. We need to make sure that, as we go through the years, legislation like this is monitored to make sure that it’s still effective. It might need to be changed. It may need to be tweaked as the years go by, and we need to make sure that it’s still effective in supporting and protecting the people it was meant to serve.", "Speaker, to reiterate, I think it’s really important that those people in a work environment know that they have a right to say, “I don’t feel safe here”; they have a right to go to their employer and feel like they’re supported, feel that the people around them support them. For somebody going through it, it’s not an easy thing for them to reach out and ask for help.", "We need to make sure that any legislation that is in place is solid legislation, is effective legislation, is monitored legislation, and that when the time comes—because as I said, things have changed a lot over the years—adjustments are made to make sure that it’s effectively serving the people it was meant to serve." ],
  "anchor" : "para1126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?", "Further debate?" ],
  "anchor" : "para1142"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It is an honour to be able to rise in debate today, on behalf of the Progressive Conservative caucus and the constituents I represent in Nepean–Carleton and the wonderful city of Ottawa.", "I would like to commend my colleagues across the entire chamber for taking a stand to say it’s never okay.", "I want to specifically thank the members who have spoken this afternoon. I’ve been able to listen to the members from Kitchener Centre, Cambridge, Windsor West, Essex, and my colleague from Renfrew–Nipissing–Pembroke. They said some very important names in this assembly, and I think it is worth saying them over and over and over again, so that the women who died in this province at the hands of sexual violence will never be forgotten and will be trailblazers, according to us in this assembly, to do things the right way, to do better. So I am going to name Theresa Vince and Lori Dupont, as my colleagues from the Windsor area mentioned; and Anastasia Kuzyk, Carol Culleton and Nathalie Warmerdam, as my colleague from Renfrew–Nipissing–Pembroke mentioned. Those women are why we’re here today to debate this very important piece of legislation, Bill 132.", "I congratulate the minister responsible, Ms. MacCharles, as well as my colleagues in this assembly who sat on the select committee. Their work was important, their work was meaningful, and their work will change Ontario.", "In particular, I would like to say thank you to my colleague, who has defined herself with grace, dignity and foresight throughout this entire process. Laurie Scott, I want to say thank you for representing our caucus the best way you possibly could.", "In 1993, the only survey in all of Canada that dealt with violence against women was undertaken by Statistics Canada. That one survey in 1993 said that half of the women in our country have suffered either violence or sexual violence. That means half of the women in this assembly have likely also experienced the same thing, and it’s likely, if they haven’t, that they know someone who has. That is a startling statistic and one that is over 20 years old. We must do better, everyone in this assembly, but even more than that, as a province, we must do better, and the template in order to do that is this legislation, Bill 132.", "I want to talk a little bit more about some of the statistics that I borrowed from CBC, which were published in 2003. It said that of the half of women who have experienced physical or sexual violence, the most vulnerable of those women, the most vulnerable women in Canada, happen to be between the ages of 15 and 24. They’re high school aged, they’re university aged, and they’re the ones who may or may not report being raped, sexually assaulted or abused. It is a group that, of reported incidences, is 42% higher than those of us who are a little bit older.", "It also suggested that there are more than 800,000 children in Canada today whose mother or themselves may be victimized. We have over 3,000 women in Canada who stay at homeless shelters to escape abuse. According to a CBC report in 2013, almost 500 women a day—a day—are turned away from a homeless shelter when they are trying to escape abuse.", "Doesn’t it make you proud in this assembly that today we’re standing up for a piece of legislation that would make it that much easier for a woman who is being abused in her home to leave her abusive spouse or partner? Doesn’t it make you proud that you may save a life and you may actually be able to allow this mother, this woman, to take her children away, and not to a shelter, but maybe give her an opportunity to start her own life?", "There are other statistics, too, that I saw—and I’ll talk more about the bill—but I wanted to mention this one, because I see the member from Kingston and the Islands here and I think her first private member’s motion was to talk about a call for murdered and missing aboriginal women. I supported her because of some of these changes. I know that it’s now in the forefront; it was on the front page of today’s Ottawa Sun. Many of the women who we’re talking about are aboriginal, and I hope it makes members here proud that we are taking a stand for them as well.", "They say that for evil to win, it means good people do nothing. For too long, I think, that has been the case. It didn’t really change in this country—I mean, we observe December 6, but, unfortunately, Marc Lépine was not the only man to initiate violence against women.", "I must say that I was angered—really angered—when I heard about the Jian Ghomeshi allegations. In fact, I made a public statement when I first learned of them. My gut instinct was: “This happened; I can tell,” because a woman does not put herself out there and suggest that she has been violated that way unless she has been, especially when it’s a major figure like that. I gave that woman the benefit of the doubt, and I’m going to recount two very brief examples for you of what I saw. The first was a friend of mine, a man a little bit older than me, who told me to take down my statement. He said, “Jian Ghomeshi is a public figure. You don’t know what you’re dealing with.” I said, “Too bad. I’m not taking it down.”", "The second was a political adversary—also a male—who decided to deride me and tell me I was wrong: “Jian Ghomeshi is about culture. He couldn’t have done this. You should take that tweet down.” I said, “Absolutely not.” I was angry, as I know every member of this assembly was angry, when they saw that come to light.", "In fact, because of that incident, it was people like Laurie Scott and Tracy MacCharles and Lisa Gretzky who stood up and said, “It won’t happen anymore—not under our watch. We are going to protect the women in this province”—and I am proud that they did. I think this is one of the finer moments, actually, that I have served in in the last nine and a half years: to watch members from all walks of life, from every political party and from every corner of this province, come together under a campaign and support the work of the government without any politics but what’s best for women. What’s best, as I might say, for young women, too—particularly those on our university campuses and in our high schools—who, as I’ve stated before, according to Stats Canada, are likely the most vulnerable.", "When I look at this legislation, I see a good action plan. We’re going to strengthen provisions related to sexual violence and harassment in the workplace, on campus, in housing and through the civil claim process.", "It will strengthen support through hospital-based sexual and domestic violence treatment centres to maintain 24/7 access to excellent, appropriate and timely care. There will be more public education, more front-line training—up-to-date training—tools to identify best practices, and to support compassionate and sensitive responses from law enforcement officers. The list goes on, Speaker. The list here goes on and has responded to a growing demand and a growing need in the province.", "What we need to do is to be national leaders. And I believe the select committee, through their non-partisan work, was able to achieve that. I think that is going to be something that we need permanency on.", "The people we need to reach are the people who are not reporting sexual violence, the people who are not escaping from a doomed relationship. We need to not only educate people that it’s not okay to sexually assault someone; we need, also, to educate young women across Ontario that it’s okay to come forward. We need to give them the courage. We need to give them the conviction, because once a woman has been assaulted, once she has been violated, it will change her entire life. And for all of us in this assembly, it is our job to make her life easier.", "That’s why I’m proud of the work that my colleague Laurie Scott has initiated in response to another issue that we have heard a lot about recently, which is human trafficking. I think that is a critical and meaningful piece of legislation that needs to be included. She had a motion moving that forward, and I think it would be not only relevant, but important that we follow that up. Human trafficking just doesn’t happen on the other side of the world. Human trafficking happens here." ],
  "anchor" : "para1144"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Ninety-seven per cent are Canadian-born." ],
  "anchor" : "para1164"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My colleague Ms. Scott tells me that 97% of the women who are trafficked in Ontario are Canadian-born.", "Think about who’s vulnerable. I ask members to think about who’s vulnerable. It is those girls between the ages of 15 and 24. I can’t stress enough how important it is for us in this assembly to protect young women. Fifteen to 24: Those are kids in high school. Those are kids in their second year of university. Those are young women who are starting their first jobs.", "Half of the women in Canada have been either physically or sexually violated. I can’t say those statistics enough, because we have to impress upon ourselves that it could happen to anyone. For us to have this debate today I think signals the fact that we’re taking this seriously. I think it signals the fact that we’re creating awareness. I think it signals the fact that, yes, we’re serious about putting a law forward in order to protect young women.", "I profoundly hope that when we leave here today, we will not stop talking about this in a serious fashion. I’m looking forward to my colleagues doing a major media event on Thursday. I am looking forward to them drawing attention to this critical issue in the province on sexual violence and harassment, and I’m looking forward to the media allowing us to get that message out, that people are taking this very seriously.", "But I urge every member here not to stop talking about it when you go home for Christmas, not to stop talking about it when you spend some time with your family and not to stop talking about it when you get to your constituency. In fact, I firmly believe that the work of Tracy MacCharles, Laurie Scott and Lisa Gretzky should be on all of our minds this holiday season as we remind people—" ],
  "anchor" : "para1165"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And Peggy Sattler." ],
  "anchor" : "para1171"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "—and Peggy Sattler—should be on the minds of all of us this holiday season because we are the best at communicating what happens here to our constituents. We are the best at going into our communities and rallying for causes. We are the best to clearly enunciate why there is a problem and how it can be fixed. I know that all members will do that, and I ask you all to do that for the 50% of Canadian women who have been affected by this, particularly those young women. That breaks my heart.", "My colleague John Yakabuski, the member from Renfrew–Nipissing–Pembroke, put forward Bill 130, and I would be remiss if I did not call for that to also be passed. While we support this bill, as Progressive Conservatives, we of course always want to see the best bill pass in this assembly, so we will be urging for Mr. Yakabuski’s bill to be supported, and for Ms. Scott’s motion for an anti-human-trafficking task force to be established. We will reinforce probation and parole services in Ontario; restore partner assault response programs back to a 16-week model, notify crown attorneys when offenders refuse to sign their orders, and implement the government’s Domestic Violence Death Review Committee’s risk assessment tool to flag high-risk and repeat offenders.", "It is never okay—never. I think an important step in the right direction is the campaign that started before this bill is going to be implemented. I’ve seen it. I’ve seen it at restaurants across the province. I’ve seen it in bus shelters. I’ve heard it on the radio. We can’t become—what’s the word where you continue to hear it, but it’s not penetrating anymore? We can’t allow that to happen. We’re going to have to be creative, inventive. We’re going to have to continue to take this across the province.", "Two places that I find this is very helpful, and I really appreciate the advertisements being part of—I have a 10-year-old daughter. I spend a lot of time at hockey arenas throughout Ottawa. She plays hockey. I wish, when I was a kid, I had the same opportunities to play at the Sensplex. Last weekend, she actually got to play at the Canadian Tire Centre with both the University of Ottawa and Carleton University hockey players. I’m really proud of her.", "One of the things I like is when I go to the University of Ottawa, which I do every weekend, and Carleton University, which I do every weekend—I feel like I should be paying them a lot of tuition, though I’m not taking any classes, just watching a lot of cold hockey early in the morning. If you go to the bathroom, every single stall, every single one of them, has a “It’s Never Okay” poster. It’s reinforcing to women on our campuses that they do not have to put up with unwanted advances. If there’s one thing I leave you all with today, that’s where I think there needs to be a great deal of resources applied: on university campuses. It’s a place where I feel we need to protect students the most. It’s a place where I believe, when we’re sending our students off to learn, to educate and to be enlightened—I do not want them to be enlightened by being sexually abused. I don’t, and I know no member here wants us to. I know that’s why we’ve got this campaign in place. It’s why I’m proud to support that campaign, and it is why I am so proud to be a colleague of Laurie Scott in our caucus, who I believe has ushered this perfectly through our caucus and our party.", "As I conclude my remarks, if I may say thank you to three party leaders as well: Ms. Horwath, Mr. Brown and Premier Wynne. Each of them has made it clear that this is something we support. Our leader the other day said that there should be zero tolerance; not only I do agree with it and applaud it, I think that should be the standard that we set here today.", "With that, I say thank you. I appreciate the opportunity to debate on almost any bill, but on this particular bill, I think it was an honour for me to be part of this debate, and I am just grateful I had that opportunity." ],
  "anchor" : "para1172"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Questions and comments? Seeing there are none, further debate?" ],
  "anchor" : "para1179"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "First, I want to say that I’ll be sharing my time with the Minister of Education and the member from Kingston and the Islands.", "I just heard some great, great debates here in this House today. It’s so nice to hear the collaboration on an issue that’s so important for all Ontarians. Certainly, I am very proud to rise today and speak on Bill 132. I would say that it’s a very important bill, because it will strengthen the laws regarding sexual harassment and violence, and create a safer society for women and victims of sexual abuse.", "Cette année, j’ai eu le grand plaisir et le privilège de travailler avec mes collègues de tous les côtés de la Chambre comme membre du Comité spécial de la violence et du harcèlement à caractère sexuel.", "Our work on this committee, soon to be tabled—actually, on Thursday, December 10—coincides with the minister’s work on strengthening the laws protecting women. Many of us who sat on this committee heard deputations across the province from various groups, agencies and individuals on the challenges women and sexual assault survivors face in the province. The message from many people who spoke before the committee was that we must do more.", "Ce projet de loi fait partie de nos efforts pour protéger ceux et celles qui ont besoin de protection, et je suis fière qu’on parle de la violence et du harcèlement à caractère sexuel dans notre société ici en Chambre.", "The ministry, along with our select committee, has been working to raise public awareness about sexual violence and harassment through the It’s Never Okay action plan. As part of this campaign, poignant ads brought the issue to the forefront and became part of the broader conversation on how we can better protect women. These ads raised important questions about societal assumptions on sexual violence and harassment, and created a conversation about the responsibilities of individuals. By driving this conversation, we bring this issue out of the darkness, and meet it head-on—something that we should do because this is a conversation for people of all gender identities and sexual orientations.", "While our society has been aware of the shortcomings of protection for women through various news stories, we have all too often moved on without taking concrete steps to address the very serious issues. But we in this House saw the greatest need to address this societal issue—an issue of a women’s rights and equality—and the ministry has been hard at work creating this legislation that will update our laws to create stronger protection for women.", "J’aimerais élaborer sur ces étapes concrètes de ce projet de loi qui prend des mesures pour protéger les femmes et pour créer des espaces sûrs.", "If passed, this bill will create safer campuses by having all post-secondary institutions bring forward stand-alone sexual violence policies. The bill also proposes interim measures for campuses by creating supports and services that will protect survivors by mitigating potential harm during sexual violence reporting, investigations and adjudications.", "Bill 132 will, if passed, strengthen the civil claim process by removing the current two-year limitation period for applications based on sexual or domestic violence brought to the Criminal Injuries Compensation Board. As we know, healing is very personal and takes time, which is why the changes to the civil claims are so important.", "Trop souvent, durant nos députations en comité, on a entendu parler de harcèlement sexuel qui est arrivé dans les lieux qu’on pourrait considérer vraiment sécuritaires, comme les collèges et universités, ainsi que les lieux de travail.", "While we hear of these incidents in the news, there are so many that don’t make headlines and go unreported. If we still need to look further into why we must act, just take a look at our press clippings here in the House today. Page 24 is titled “Unwelcome in Thunder Bay.” Let me just read the first sentence: “There is an aboriginal woman who is afraid to speak of a vicious sexual assault.”", "This is why we need to take action now. We cannot have this continue in our province. We cannot keep letting down our women. We must protect them and build a better society for all.", "But I want to emphasize that it is not a partisan issue. I know my colleagues opposite support doing more to protect women. This is an Ontario issue, and we must all do more, as legislators, so we do not fail women from Thunder Bay to the college campuses to the workplace who are suffering every single day across the province." ],
  "anchor" : "para1180"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the Minister of Education." ],
  "anchor" : "para1195"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m delighted to be able to speak to Bill 132.", "One of the things that I thought I would like to do, actually, is to set a bit of context around some of the other things that are part of the sexual violence action plan, but which don’t actually require legislation. I want to thank my colleague, the minister responsible for women’s issues, for the great work that she’s done in putting the sexual violence action plan together.", "One of the things that she did was to set up a permanent Roundtable on Violence Against Women to bring experts together where there actually can be a continuing discussion. Some people have mentioned the fact that sometimes we pay a lot of attention to this and then we sort of forget about it. The round table will be a permanent round table which will allow the experts to continue to talk.", "We in Guelph are very, very proud, Speaker, that the co-chair of that group is Sly Castaldi, who is actually the CEO of Guelph-Wellington Women in Crisis. I know that she has been reporting back to me about what a great pleasure it has been to work together with so many of her colleagues from around the province.", "They had a wonderful, very successful conference just a few weeks ago, where people from all over the province came together to discuss the issues here—" ],
  "anchor" : "para1196"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And the world." ],
  "anchor" : "para1201"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "All over the world, the minister says. That was very exciting.", "Another thing which was very exciting for us in Guelph, Speaker, was that the Premier actually came to visit Guelph-Wellington Women in Crisis. The reason that she came to visit was that she chose our site to announce that there would be additional funding for the sexual assault centres all around the province. That was certainly welcomed in a very positive way.", "But I thought I would also talk a bit about what we’re actually doing at the Ministry of Education, because various people have mentioned the fact that we need ongoing education and we need to change the attitude of our young people. We need our young people to really internalize the message that you see in the advertising: It’s Never Okay. A number of the speakers this afternoon have talked about the fact that we need to start doing that at quite a young age.", "That’s why we start talking to children in grade 1, not about sexual assault per se, but telling children that if somebody touches you in a way that makes you feel uncomfortable, even though you’re just a little person and it’s an adult, you have the right to say no. It’s very important that we teach even little children that they have the right to say no if somebody touches them in a way that makes them feel uncomfortable.", "Many people have asked, “Why is it important in the grade 1 curriculum to give children the correct name for body parts?” It is on the advice of police and children’s aid, who deal with children who have been sexually assaulted. It’s because experience shows that if a child has been sexually assaulted, they’re more likely to tell a trusted adult what has happened if they have the correct words to describe what has happened to them. That’s why the curriculum is written that way.", "It’s actually, oddly, not a change. It has been that way since 1998, but that’s why it is that way, Speaker, so that children have the understanding and the confidence to report if something inappropriate happens to them.", "That’s the foundation we build on throughout the curriculum, as children mature and are able to discuss relationships: that we talk about healthy relationships and how important it is that you must always have consent from your partner. You must never, ever do anything to your partner if your partner says no.", "That’s one of the messages that we try to get across in today’s curriculum that didn’t used to always be in the old curriculum. The curriculum that certainly I would have had when I went to school wouldn’t have even touched that with a 10-foot pole. But we know that we have to change attitudes, and we do that with education.", "Some of the other members have mentioned the problem that social media can bring about. We try also to introduce the topic of safe Internet use and have our children understand that if you wouldn’t say it in person, if you wouldn’t do it in person, you mustn’t do it on the Internet; that would be inappropriate.", "There are a lot of things going on in our education system that change the way we teach our children. Hopefully, that will have a dramatic influence on what happens to the behaviour of our children, who will eventually be our young adults and our older adults, and stop sexual assault." ],
  "anchor" : "para1202"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Kingston and the Islands." ],
  "anchor" : "para1212"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "It gives me great pleasure to rise today and speak on this incredibly important bill.", "In March of this year, I was truly delighted, honoured and so proud to be part of this government when we announced that we were going to launch the sexual violence and harassment campaign. I would like to commend the minister for women’s issues and our Premier for being so forthright with that issue and for responding to some very urgent issues that were in the media, taking action right away.", "I’m also very proud that we have a permanent round table. I think this is extremely important. Circumstances will change, programs will change and people’s attitudes will change; and we all need to be responsive and provide that wraparound care to women in our communities who have suffered at the hands of another in a sexually violent way.", "It’s true that we still have a long way to go, and it’s true that men have a role to play. And because they have a role to play, I decided to launch a photographic slogan campaign in my riding, and many men have come forward and had their picture taken with a slogan saying that it’s not okay. I think it’s important, as MPPs in our ridings, that we can provide these opportunities for all people to be involved when they want to be and feel they need to be.", "We have a responsibility to attack this from all angles. Schools need to be involved. Families need to be involved. They need to be active in telling stories and, as the Minister of Education has said, in informing their children that it is never okay to be touched inappropriately and it’s never okay to do that to somebody else.", "Everybody has personal stories, and we’ve all heard many of them here today. My own mother, on her deathbed, told me a story. She didn’t actually say that she was sexually violated, but she did tell me a story about her grandmother, who was born in the 1800s, advising her to be careful about the tinmen in Britain. They roamed the streets and collected tin, going from town to town.", "This kind of behaviour has been going on for a long, long time, and I don’t need to tell anybody that here.", "When I was growing up, the stats were that one in four women was likely to have experienced sexual assault in their lifetime. Now, I understand, it’s one in three, and the member from Nepean–Carleton has mentioned that it’s 50%. These are incredible numbers, and we all need to take responsibility together.", "Women should not have to worry about what they wear, where they walk or the way they walk, or that these actions should incite sexual violence and being violated in the most personal part of her body.", "The time for this gross, violent behaviour to go unchallenged is up. It’s time that this behaviour stops. And it’s not just young people; it’s people of all ages. They all need to think about their behaviour, and they need to stop these violent acts.", "I would also like to commend the committee for the work that they have done. They’ve done an absolutely incredible job. I had the pleasure of attending the committee when it was in Kingston and the Islands, and I was really impressed with the testimony that came forward, and the way in which our community rallied around the committee’s work, and the way that they told stories about how different programs could relate to one another, and how some women came forward and told very personal stories.", "The most astounding story was from one woman who was violated by a stranger and held captive for several hours. It took a lot of courage for that woman to come forward. I was so proud of her. I had been working with her and her father for quite some time. But when the story was told in the media, I couldn’t help but feel responsible that that woman would feel revictimized. So there’s a responsibility on the part of the media as well. They have a role to play here.", "We’ve heard, and many of us know, stories that go back to the beginning of time. Bill 132 does provide the template and the structure that we need to work with to change the future for women in our province and in our country. I believe that we are leading the charge, and we should all be proud of that. We do need to protect the vulnerable—and the vulnerable are not just from the ages of 15 to 24.", "Another story that came to me after the committee came to Kingston and the Islands was one of a mother who came upon her daughter being violated by her husband. These kinds of things happen in our communities, and they have to stop.", "Following the launch of my own photographic campaign, more and more people came forward; and this is progress. This is what needs to happen. The conversation needs to be in the forefront so that women can feel comfortable coming forward.", "In closing, we’ve learned today that the federal government has entered the first phase of a national public inquiry on the missing and murdered aboriginal women. They will start by interviewing families, and this is only the beginning. We have a lot more work to do, and I am so proud that we are starting now. This is the right direction to go in. Thank you, everyone who has come forward to speak on this bill. Thank you for the support, and thank you for giving me the time in this chamber." ],
  "anchor" : "para1213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Seeing how there are none, further debate? I recognize the Minister of Community Safety and Correctional Services." ],
  "anchor" : "para1230"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you very much, Speaker, for recognizing me to speak on this very important bill, Bill 132, the Sexual Violence and Harassment Action Plan Act. It’s my great honour to speak on this bill. I will be sharing my time with the MPP for Burlington. I just wanted to get that out, as I was getting stares from other people. Everybody’s breathing now in this place.", "I’m really honoured to speak on this bill for a very important reason: One big element of this bill, especially schedule 6, dealing with the Residential Tenancies Act, is the adoption of a private member’s bill that I have tabled twice, once in 2010 and the other time in 2011, and I’ll speak to that in a second. But, most importantly, I think we all have to acknowledge how important this issue is; that is, putting an absolute end to sexual violence and harassment in our society.", "There is no doubt that the majority—the large, vast majority—of victims of sexual violence and harassment are, unfortunately, still women. Men receive that as well, and people from the LGBT community also suffer from sexual violence and harassment, but women, in general, are the large number of it.", "I really want to read a part of the preamble of this bill, which I think really highlights in strong terms the resolve of this Legislature when it comes to ending sexual violence and harassment. It states:", "“The government will not tolerate sexual violence, sexual harassment or domestic violence. Protecting all Ontarians from their devastating impact is a top government priority and is essential for the achievement of a fair and equitable society.", "“All Ontarians would benefit from living without the threat and experience of sexual violence, sexual harassment, domestic violence and other forms of abuse, and all Ontarians have a role to play in stopping them.”", "Speaker, I don’t think you will find anybody in this chamber, or among Ontarians, who will disagree with this very important sentiment. And I’m very happy to see it articulated in this bill, because we need to boldly say that there is no tolerance for sexual violence and harassment and domestic violence, and we need to work collectively as legislators and as society at large to put an end to that.", "There are many elements in this bill that give action to that. There’s the work, as we know, that the government is doing through the It’s Never Okay action plan. And, of course, there’s the important work that the all-party select committee has done in listening to Ontarians and putting recommendations forward as to how we put an end to it. There is real momentum here from all members of the Legislature, women and men, in our commitment to put an end to sexual violence and harassment and domestic violence.", "In that regard, I just wanted to share a little bit about schedule 6 of this bill, which I’m very excited and proud to see as part of this bill. It’s a result of a private member’s bill that I first tabled in 2010: Bill 53, the Escaping Domestic Violence Act. It was debated at second reading in this Legislature and, thanks to all members, it was passed unanimously at that stage. After the 2011 election, I had the honour again of introducing the bill as Bill 22, and I am very excited to see that this bill is now part of a government bill and will become a reality.", "In the meantime since I tabled that private member’s bill, the same provisions around amending the Residential Tendencies Act, making it easier for victims of domestic and sexual violence to be able to terminate their lease, came into effect in two provinces, Manitoba and Nova Scotia. I want to thank them for taking the lead. In fact, I distinctly remember getting a phone call from an MLA from Manitoba asking for a copy of the bill that I had tabled, and I’m glad they got there first. They did the right thing and so did Nova Scotia, and now Ontario is moving forward.", "Very quickly, I want to share where this bill came from. This bill came from a woman named Sarah. Sarah lived in my community in 2010. She approached me. She wanted to sit down with me, as many constituents do with all of us. I sat down with her for a meeting and there she told me her story. She’s a brave young woman. She’s a single mom of a beautiful daughter. Sarah told me her story of abuse, of domestic violence that she suffered from for three years. It took three years of hard work and resiliency and succumbing to that kind of abuse until she and her daughter were finally able to flee that abusive relationship.", "But soon after she fled, she realized that the apartment where she lived with her abuser was in her name; she was the actual tenant. Her name was on the tenancy agreement, and there were several months left on that lease for which she was personally liable, responsible for paying. She contacted her landlord. The landlord refused, saying, “No, you’ve got to live through the term of the lease,” which she could not do because her abuser was still living there. He had access to that place and that was not a safe place for her to be. She’s tenacious; she’s a fighter. She kept talking to her landlord. The landlord got a soft spot in his or her heart—I thank them for that—and they did an early termination.", "But that’s when Sarah then came to me and spoke to her MPP, saying, “There’s a flaw here in the law. We need to make it easier for victims of domestic violence, sexual harassment or sexual violence to be able to get out of those leases if that’s the reason they’re leaving.” That’s what allowed me to start work on this bill. She was of great help to me in terms of doing some of the research. We worked together, and we drafted the Escaping Domestic Violence Act. I am thrilled that that one woman’s plight, which is symbolic of the plight of many women in our society, unfortunately, resulted in the creation of this bill.", "I also want to say, as an interesting point, that Sarah did not want this bill to be called Sarah’s bill or Sarah’s law, because she said to me that this is more than her. It captures a lot of other victims of domestic and sexual violence. Therefore, we entitled it the Escaping Domestic Violence Act. It is a testament and salute to Sarah that this will now become, hopefully, with the permission of this House, law in Ontario.", "Sarah and I keep in touch. She calls me on a regular basis, finding out the status of the bill. It was a very happy call when I had to tell her that this is part of the government bill. Hopefully, she’ll get an opportunity to speak to the committee as well, if she feels comfortable doing so. She has been doing a lot of education around this particular issue. I know Sarah wants to be a lawyer, and she will make a very, very good lawyer one day. I know she’s working hard towards that goal as well.", "But from my perspective, Bill 132, and particularly schedule 6 of the bill, really crystallizes to me what our roles are as legislators. That’s exactly what I think we’re supposed to do. We are representatives of the people we are elected to represent. We are responsible to listen to their stories and give some expression to their stories. Sometimes that is in the form of legislation; other times it’s in the form of advocacy, asking questions in question period, or impressing upon the government or our community to do things differently. It comes in different shapes and forms. That’s what makes us the agents of change: We give expression to those voices that may not be able to amplify their points of view.", "This is one direct example of a young woman who, I’m sure, at a certain point felt that there was nobody to listen to her, that there was nobody paying attention to her. The credit goes to her resiliency, to her tenacity, that she never took no for an answer. Not only did she take that bold step of fleeing from that abusive relationship, but then she did not just sit on her laurels; she wanted to take that and make a bigger change. It’s tough to come to your MPP and tell your personal story of that nature. It’s not an easy thing to do. But she did it, and she was persistent. She made such a compelling case—she had done the research—that it allowed her representative to move that issue forward, and now here it is in the form of Bill 132.", "I just want to thank all the members for their support and their collective work on this bill, and on the broader issue of sexual violence and harassment. I look forward to working with all members in making sure that we put an end to sexual violence, sexual harassment and domestic violence in the province of Ontario." ],
  "anchor" : "para1231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll recognize the member from Burlington." ],
  "anchor" : "para1250"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’m honoured to stand in the House today to speak about Bill 132, the Sexual Violence and Harassment Action Plan Act.", "Back in the fall, in the midst of the Jian Ghomeshi news and multiple allegations of sexual misconduct on Parliament Hill, and with a vibrant discussion taking place amongst members of this House, our Premier, Kathleen Wynne, called for an all-party committee of the Legislature to examine sexual assault and harassment in the workplace and beyond.", "As members will know, the form and function—and if I may say, the tremendous benefit—of a select committee format is that it is an all-party, non-partisan approach to public policy. We are at our best when we work together. Quite simply, like other select committees that have tackled societal issues like mental health and addictions—sexual violence and harassment is one of those issues that necessitates a call to action.", "As soon as I learned about the committee, I asked the Premier if I could be a part of it, and she was kind enough to grant that wish. I’ve been honoured to do so, and I want to take this moment to thank and recognize all of my colleagues in this House who have been part of the select committee and its work. It has been a pleasure to serve with them.", "I was also especially motivated to be part of this conversation because of work that I had done in 1992, which I think underscores just how long this issue has been part of our society—and even longer, of course. While at the Canadian Advisory Council on the Status of Women, I had the privilege of working with women across Canada on the rape shield law. That particular piece of legislation, at that time, was passed by the Parliament of Canada. It dealt with issues that affected women who came forward and reported sexual assault. It meant that their behaviour, what they were wearing, what they drank, what they said and what they did couldn’t be used against them in a court of law. That was an important step forward; but it still means, unfortunately, that there is much work to be done.", "The witnesses that we heard from at our committees across the province—over 145 in all—shared with us deeply personal information, with grace, dignity and courage. We received hundreds of useful and compelling recommendations from all across the province. The response that we had to our work gave us all an indication of just how pervasive the issue really is. Indeed, we had to add additional public hearings to accommodate the demand to testify. Much of what we heard was shocking but not completely unexpected.", "I started my career in 1985. Sexual harassment was as much of an issue then as it is now. I’ve also worked in many male-dominated sectors where this kind of behaviour is, I’m sorry to say, still commonplace; but it shouldn’t be.", "It’s happening in homes and workplaces, on school campuses, on our reserves—and it’s happening by people known to survivors. Indeed, in close to 80% of instances, the victims know their perpetrator.", "As much as the stories we heard were difficult to hear, they were very important to hear.", "When it comes to sexual violence and harassment and where it’s happening, and to whom—it’s happening in our indigenous communities and to our indigenous people. We heard today that the federal government announced the inquiry into missing and murdered indigenous women, which is an important step forward for all of us. The legacy of the residential schools is a powerful and multi-generational stain on our nation’s history. The impacts are still being felt, and we saw that and we heard that in our committee.", "The aboriginal and indigenous experience of sexual violence is much more pronounced than the Canadian population at large. Almost every indigenous individual and organization that came forward stressed the lingering impact that the residential school system continues to have today in their communities and in their families. An astounding eight out of 10 indigenous women have reported experiencing some sort of violence in their lives. They are approximately three times more likely than non-indigenous women to experience spousal violence.", "In the workplace, sexual violence and harassment is a common and unfortunate reality. There is a range of behaviours all across workplaces. In 2009, our government made amendments to the Occupational Health and Safety Act to address the issues of workplace harassment and violence. This legislation requires employers to, among other things, devise violence and harassment policies and programs, and to implement them. They educate employees, conduct assessments to measure the risk of workplace violence and protect workers from domestic violence in the workplace.", "Unfortunately, despite this legislation, five years later, victims still hesitate to come forward and report the behaviour for fear of losing their job, retaliation, lack of support, language barriers and a lack of information about the available options for reporting. The legislative proposals in Bill 132 would enhance employer requirements regarding workplace harassment programs and would also add specific new employer duties to protect workers from harassment in the workplace, including sexual harassment. Also included is the duty to ensure that incidents and complaints are properly investigated.", "During our select committee, we heard that sexual violence and harassment is pervasive on our campuses; and indeed, ongoing stories in the media remind us that on many campuses there exists a rape culture that needs to change. We learned that the majority of on-campus sexual assaults occur during the first eight weeks on campus and that most are committed by someone known to the victim.", "Despite having countless avenues through which to implement education programs and policies on campus, unfortunately, some colleges and universities have been slow to respond, and they respond very poorly to reports of sexual violence and harassment on their campuses. Bill 132 would amend the Ministry of Training, Colleges and Universities Act to set out legislative requirements for stand-alone sexual violence policies for each institution, developed with student input and reviewed at least every three years.", "We heard about where sexual violence and harassment is happening and who it’s happening to, but beyond the fact that it is happening, period, are the barriers all victims face when they have the courage to come forward: victim-blaming, disbelief, stigmatization and shaming. In short, not reporting is the norm.", "While we heard that reporting is not necessarily the path for every survivor in terms of their healing, for those who do want to report and who seek to report, much work needs to be done despite the rape shield law I mentioned a few moments ago. When it came back into force in the early 1990s, those who were there and those who took part in it thought, “Jeez, we made a major step forward,” but unfortunately, it wasn’t enough.”", "As the MPP from Kingston mentioned a few minutes ago, when we were there during our select committee, we heard from a young woman who had been raped by a stranger. She was drugged. Her testimony was so raw, so real, so compelling and so heartfelt, it left us all very emotional and in tears. There wasn’t a dry eye in the room that day. She was well educated, smart, beautiful and articulate. She underscored the reality that this isn’t an issue limited by income or education level, by skin colour or age. She made us realize that this could have happened to any one of us. She was us.", "She reported her rape and her perpetrator was convicted, but the means to get there and her journey were extremely difficult. The intrusion on her private life by the justice system prevented her from healing. She couldn’t journal her feelings for risk of it being used against her in court, so that the defence could try to call into question her mental state. This is why I’m so proud to say that this bill will remove the limitation period for civil sexual assault claims, acknowledging that healing takes time and allowing individuals to come forward when they feel that they are ready.", "Our committee heard an endless list of constructive, logical and inspired ideas and recommendations on how we all can address the systemic nature of sexual violence and how we can better support victims of harassment. Witnesses from across the province spoke of the key role played by sexual assault and domestic violence treatment centres—agencies like Halton Women’s Place in my riding—and the urgent need for more services, in addition to the importance of consistent and stable funding.", "When it comes to sexual violence, it is estimated that about one in three Canadian women will experience sexual assault in their adult life. Think of that, Speaker. Statistics indicate that 39% of women report having experienced at least one incident of sexual assault since the age of 16.", "A realization that so many of us have experienced harassment and violence in our workplaces is also very compelling. It isn’t something that’s part of our job, but part of a larger systemic issue, something that we must all have a hand in changing. Bill 132 will do just that. We owe this to our daughters, our nieces, our sons and nephews, and we owe it to ourselves.", "There is an understanding that the roots of violence, including both domestic and sexual violence, are multi-faceted. They are often rooted in poverty and in inequality, which places women out of the balance of power in their relationships.", "I know that this single piece of legislation will not eliminate the problem of sexual violence and harassment, but it certainly goes a long way in addressing many of issues that come with it. I know, too, that all members of this House join me in agreeing that we must act, Speaker. The time has come for us, as legislators, to make a difference. This is our chance. Let’s speak with one voice." ],
  "anchor" : "para1251"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Further debate?", "Ms. MacCharles has moved second reading of Bill 132, An Act to amend various statutes with respect to sexual violence, sexual harassment, domestic violence and related matters. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. There will be a 30-minute bell.", "But hold on to the bell; I have a deferral motion.", "“To the Speaker of the Legislative Assembly:", "“Pursuant to standing order 28(h), I request that the vote on second reading of Bill 132 be deferred until deferred votes on Wednesday, December 9, 2015.”" ],
  "anchor" : "para1276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? I recognize the deputy government House leader." ],
  "anchor" : "para1287"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I actually have a point of order, Mr. Speaker. I believe we have unanimous consent to put forward a motion without notice regarding adjournment of the debate this evening." ],
  "anchor" : "para1288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader is seeking unanimous consent. Is there consent? Agreed.", "Deputy government House leader." ],
  "anchor" : "para1289"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that, notwithstanding the order of the House dated Monday, November 30, 2015, when the House adjourns this afternoon, it shall stand adjourned until 9 a.m. on Wednesday, December 9, 2015." ],
  "anchor" : "para1291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley has moved unanimous consent to put forward a motion without notice regarding adjournment of the debate this evening: “I move that, notwithstanding the order of the House dated Monday, November 30, 2015, when the House adjourns this afternoon, it shall stand adjourned until 9 a.m. on Wednesday, December 9, 2015.” Does the motion carry? Carried." ],
  "anchor" : "para1292"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day? Deputy government House leader." ],
  "anchor" : "para1294"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move adjournment of the House." ],
  "anchor" : "para1295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the motion carry? Carried.", "This House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1296"
} ]