[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on February 23, 2015, on the motion for second reading of the following bill:", "Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Projet de loi 31, Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last debated this issue the member from Perth–Wellington completed his statements. We are now into the rotation of questions and comments. Questions and comments?" ],
  "anchor" : "para31"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I’ll be joining the debate later on, so I’ll give you a preview of some of the comments I’ll be sharing with you.", "One of the areas I want to talk about is how important a cycling strategy is for the province and how glad I am to see the fact that we have a number of additions to this bill, issues that we’ve raised as the NDP and issues that we think will certainly increase and encourage cycling in our province.", "I also think it’s important to recognize that we certainly do want to keep our roads safe. This is something that is really not a partisan issue; everyone wants to ensure that our roads are safe so that we can prevent injuries and prevent needless deaths as well. But connected to that, we also have to talk about the fact that, given that our roads are so safe and given our work to make them safer, it’s troubling that we’re paying some of the highest insurance rates in the entire country. This is a troubling trend.", "I also want to spend some time talking about some of the mistakes the government has made and the fact that the government hasn’t learned from those mistakes. When it comes to the privatization of testing centres, we know very well that there are significant problems with that system. Serco has proven to have an utter lack of accountability when it comes to the proper testing. We’ve seen that with commercial vehicles and we know this is no surprise.", "When you outsource, the primary concern of outsourcing is that it lacks accountability. It makes it more difficult for the government to provide the oversight necessary to ensure that whatever the system is, whatever the outsourced service is, it’s being done in a meaningful and a proper and appropriate way.", "Now, making a mistake is one thing. Not correcting it is another and then making the exact same type of mistake is even worse. The government is now embarking upon another vehicle inspection centre program which seems to be along that same line." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further responses?" ],
  "anchor" : "para38"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "We are dealing with Bill 31. If my memory serves me well, during the debate in this House we had something like 65 members speaking on this bill already—65 members. We had 13 hours of debate. We all believe that we understand the importance of moving the bill ahead for the purpose that the bill wants to do. So I think it’s time that we move on, Speaker, and we get the bill to a vote in the House." ],
  "anchor" : "para39"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para40"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "While I hear the minister responsible for seniors wants to just shut this down and get it over with, we still have members who would like to speak to the bill. It’s an important bill in their communities. There are a lot of changes that are taking place in this bill, and I’m supporting the bill. I believe there are a lot of positive changes in this bill, such as the increased penalties for texting or inappropriate use of communication devices or distracted driving. I think that’s a hugely important issue, and I spoke to this earlier in the House. The POA fines is an issue that I think is very, very important to our municipal partners—and our municipal partners are down at OGRA/ROMA this week.", "You know, what is sad about the House, when it comes to OGRA/ROMA—and it’s a very important conference for me, as a member from rural Ontario—is that in years gone past, this House would be recessed so that we as MPPs could spend that time with our municipal partners down at the conference. Unfortunately, this government has decided to sit during the OGRA/ROMA conference. Yet—and I think it’s a great idea—we recessed the House so that we could travel to the International Plowing Match to wave at folks from a float and then enjoy a couple of speeches. But we still sit during OGRA/ROMA.", "I put it to the Minister of Municipal Affairs, if you really believe that our relationship with our municipal partners is the strongest intergovernmental relationship in this country—which I believe it is—then why don’t you recess this House so that we can be down there spending our time with our municipal partners, assisting them on their issues and working with them on the things that we can collaborate on? Would that not make more sense?" ],
  "anchor" : "para41"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nickel Belt for further questions and comments." ],
  "anchor" : "para44"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I am very interested in the bill that we are debating right now. The short name of the bill is Making Ontario’s Roads Safer. There are a number of ways to make roads safer that are included in the bill, but some of the ways that northerners want to see change to make our roads safer in northern Ontario are not included in the bill, and this is very troublesome to me.", "I represent one of those big northern ridings. We have roads, just like everybody else, but they’re not in as good shape as the roads that you find everywhere else, if you look at the city of Greater Sudbury and the number of kilometres of road that they have to maintain. As well, if you look at the big users of those roads in Nickel Belt, the representatives for Nickel Belt—we have a lot of nickel mines in Nickel Belt. All of the mines are in my riding. In order to bring the ore to the smelter, to the crusher, it’s all being done by trucks. Those trucks are heavy; they take a toll on our roads, and our infrastructure is in need of upgrades. As well, as you all know, this is wintertime. In the winter, they need winter maintenance.", "All of those things would make our roads so much safer—making sure that they are maintained in a way that keeps them safe. Last week I had an opportunity to read a number of letters that I received from my constituents about one chunk of road between Chelmsford and Cartier, but there are many other provincial roads that are in dire need of upgrade, and that would make them safer." ],
  "anchor" : "para45"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for questions and comments has expired. We go back to the member for Perth–Wellington for his final comments." ],
  "anchor" : "para49"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to thank the minister for seniors, the member from Bramalea–Gore–Malton, the member from Nickel Belt and the member from Renfrew–Nipissing–Pembroke for their comments.", "Speaker, I don’t know whether you were here yesterday and listened to what I was talking about, but I mostly talked about the trucking industry. The reason I did that was because I was a little bit mixed up as to what we were trying to accomplish here. As I said in my comments, the OTA, which is the Ontario Trucking Association, has advocated for the extension of B-train combinations “to accommodate more comfortable sleeper berths,” and that’s fine; I agree with that. But there are more types of trains than B-trains.", "So my question is this: If you take that tractor, which is the power unit in front of your trailer, and put it on another trailer, like a long, 53-foot van or an A-train, which is another kind of trailer, is that going to make it legal? Is it going to make it illegal? That’s not addressed in this bill.", "I think also, in my comments yesterday, I informed the House that I had had a trucking licence since 1978, and I just gave it up last year. That’s how long I had an AZ trucking licence. My experience with driving was that I drove these units, but most of my experience is with livestock.", "I’d just like to give the Speaker a little bit of advice, if you’ll indulge me. You’ve seen these livestock trailers going along the highway. One of the worst things you can do is park beside one at a stoplight, because every once in a while one of the animals has to relieve itself, and it will come out of the holes and sometimes deposit itself on top of your car. So I would suggest that when you see these trailers you might want to stay away from them until the light turns green and away you go." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member from Perth–Wellington and also remind the member that references to whether someone may or may not be in this Legislature are actually not parliamentary, in my opinion.", "Further debate?" ],
  "anchor" : "para55"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I’m going to share my thoughts on Bill 31. I want to begin just by prefacing that I’m certainly in agreement with the bill in general. There are some serious areas, though, that I’d like to draw the attention of the Legislature to, which are troubling, and I’m hoping that we can flesh out those issues so that the issues are laid out before us before we go into committee. So I think it’s very important for us to discuss these issues, to raise them, to make sure they’re very clear and that we know where we’re headed when we go into committee.", "In general, the bill is certainly a step forward, and it does improve a number of areas which were much needed. I must acknowledge that before I begin. But there are certain areas that definitely need attention, and we need to highlight those areas that are problematic.", "Let me begin generally with the areas that are supportable, that have no issue whatsoever. We’ve already acknowledged, in terms of the Legislature, but with evidence we know that distracted driving is increasingly the primary cause of accidents and, in some cases, death in our province. Legislation to ensure that we address that is of paramount concern when it comes to road safety.", "A number of independent organizations have said that distracted driving now is as much as, if not more so, a contributor to serious injuries on the road. This distracted driving particularly includes hand-held devices, smart phones, texting and driving. So increasing the penalties around that certainly is an important step to ensure that distracted driving is addressed.", "The second issue, though, is that I think it’s important for us to really work on a more robust education program around that. I think there’s not enough people who know that distracted driving now is competing with drunk driving or impaired driving, in terms of one of the leading causes for folks who get injured on the road. If people knew that, I think it would certainly discourage people from texting and driving, or discourage people from using their smart phones or other devices that would distract them while they’re driving. I think if more people knew the facts around that, if more people knew that it’s literally the leading cause of injuries, I think people would be more likely to stop that behaviour. I think that’s something that we need to really work on.", "In addition to these sanctions, there needs to be an education component, and the bill doesn’t have that focus on an education component to ensure people know that it’s a serious issue.", "The drugged driving provisions are, of course, something that we support. It’s well-established, and MADD has done some great work around this. We know there is absolutely no excuse to being inebriated, impaired, by alcohol or by drugs and being behind the wheel. That’s absolutely unacceptable. We need to make that message loud and clear, and I think it’s very loud and clear. This bill strengthens that message.", "The cycling provisions are very important and it’s an area that I personally am very attached to, as an avid cyclist. I use my bike to get around when I’m downtown, even in these temperatures. Yesterday, I biked to the ROMA—" ],
  "anchor" : "para57"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I saw him so it’s true." ],
  "anchor" : "para65"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My colleague from Nickel Belt saw me bicycling. I think the wind chill was approaching minus 30, and I was cycling from Queen’s Park to Union.", "The point being that it’s a great way to get around; it’s fun. Even in cold weather, it’s still fun. I had a nice Canadian-made jacket on—union-made, I might add." ],
  "anchor" : "para66"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "What kind?" ],
  "anchor" : "para68"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Canada Goose, actually. It was a Canada Goose jacket." ],
  "anchor" : "para69"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "They’re expensive." ],
  "anchor" : "para70"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It’s sometimes worth it when you support local industries, Canadian industries. I’m a firm believer in that whenever I can.", "The other area that I think is important to notice in terms of the provisions is, we have a cycling provision; we have a number of areas that are important. We need to make cycling not only safer, but we need to encourage it, to encourage people to get on the road and cycle. One of the first obstacles to cycling is that people feel that it’s not safe. People are concerned that if they get on the road—they see other cars, they see the situation that they have to get into, and they’re like, “I don’t want to even try to cycle downtown. It seems too dangerous. It seems too hectic. I won’t do it.” The more we can encourage safety, the more we can make it a safer practice, the more likely it is that people will get on their bicycles and start to cycle. We need to create that environment.", "I think these steps that we’ve taken are good steps, particularly, where it’s practicable, the one-metre provision when overtaking a cyclist; it’s important. We need to do more around that. We need to do more around encouraging people to cycle. It’s one of those things that not only improves gridlock; it also takes people out of their cars, it encourages quicker flow of traffic, and it also addresses health. It also addresses the fact that, as a society, we’re seeing more and more illnesses that are preventable, and they could be prevented by something as simple as exercise. If we encouraging cycling, we’re addressing not only an issue that would deal with, perhaps, some area of traffic gridlock and moving around the city, but it also addresses health, and that’s wonderful when we have something you can address too." ],
  "anchor" : "para71"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Environment." ],
  "anchor" : "para74"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "In addition, as my colleague from London–Fanshawe points out—and it’s absolutely true—it would also address the environment. Getting people out of cars where it’s possible, particularly in urban centres, would then create less pollution, which is a great initiative.", "Those are some of the good points. I’ve pointed out some of the areas where we can improve.", "But there are certain areas which are very troubling, and I want to highlight them. When it comes to the 407—I want to make this really clear, and people have talked about this; this is very troubling. Currently, the way the 407 is set up, it’s legislated that there is an obligation to consult the public before rates are increased, before tolls are increased. There is that legislated component that requires the 407 to consult with the public before we see our tolls go up. That is being removed by this bill. That in no way makes our roads safer.", "We’ve talked about creative titles to bills. Much of the bill does improve road safety, and that’s true. But I don’t see how including a provision to remove the obligation to consult the public when raising tolls has anything to do with road safety.", "While I agree with the primary components of this bill, I certainly don’t agree with that. I know my constituents are completely upset about the fact that they pay so much already in tolls on the 407, and to see that one element of a little bit of fairness in the consultation process even being removed.", "We know this government has had a number of problems when it comes to proper consultation. We can look back to the siting of the gas plants and the lack of proper consultation there. We can look to current examples of a lack of consultation like the fact that parents are upset in this province about the curriculum. Many of them are simply upset because they weren’t consulted. That could have been easily addressed. There could have been an easy consultation process that made sure it was inclusive and made sure it was broad to address the fact that people are upset. Let’s hear their concerns.", "Why is it that the government hasn’t learned from open consultations? It’s a simple solution. We’ve seen the government make this mistake time and time again. Why not just create, in all circumstances—where possible—an open and inclusive consultation process? When it comes to the gas plants, you didn’t do it properly there. When it comes to this curriculum, you could avoid problems and you could avoid issues when people are involved in the decision-making. In this situation you’re removing the right to consult.", "This is another example, again, of the direction that the government is taking. Why not just allow for consultation? It’s something that doesn’t hurt the government. In fact, it always assists the government when we allow people to have their voice heard. It makes them feel vested; it makes them feel appreciated. It’s something as simple as that.", "At the end of the day, the government will make the decision. If we disagree with it, as opposition we might oppose it. We might raise issues and we might raise concerns. But at the minimum the government should always consult. The fact that in this bill they’re removing that right is simply unacceptable.", "In addition, there’s a track record where the government makes a mistake, doesn’t correct the mistake, then makes an additional mistake of the exact same type, and that’s when it comes to the outsourcing and privatization of a service model; for example, the driver licensing system. The fact that it’s been outsourced to Serco has raised a number of concerns. We’ve seen report after report outlining serious flaws with the commercial licensing issues around the fact that the outsourcing doesn’t allow for proper government oversight and you have licenses that are given out in ways and in circumstances that are questionable. There is a question around the quality of the education and the quality of the testing, and we have drivers that perhaps are not as well-trained as they could be.", "Now in addition to the outsourcing of Serco, we have a motor vehicle inspection centre which is also going to be outsourced, which will also have that same set of problems where there won’t be proper oversight of the system, there won’t be proper accountability. You’ve made a mistake in the past, you haven’t learned from it, and you’re making it again. Thank you very much, Speaker. That wraps up my time." ],
  "anchor" : "para75"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Comments and questions." ],
  "anchor" : "para87"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Of course I rise in support of Bill 31. The bill has now been debated for over 13 hours. Over 65 members of the Legislature have either spoken to this bill or participated in the debate during questions and comments. Listening to the debate, it’s clear that the majority of members are in support of this bill. Of course, why would they not be? There are important outcomes, such as controlling the issue around impaired driving, both from drugs and alcohol; the issue of distracted driving; medically unfit drivers; truck, vehicle and bus safety; pedestrian safety; cyclist safety; the collection of defaulted Provincial Offences Act fines; and of course the important issue of Highway 407 East.", "Listening to the debate, I feel that opposition members are basically trying to stall. There’s no reason whatsoever that we shouldn’t move this important piece of legislation forward so we can debate the many other bills that are of great importance to the people of Ontario.", "I urge all members to consider that the debate has been very successful. We’ve heard a lot of good ideas. Now it’s important to bring these ideas to the appropriate forum and move on." ],
  "anchor" : "para88"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para91"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It seems to be the modus operandi of the government ministers this morning—the Minister of Community and Social Services is on the same refrain as the minister responsible for seniors was earlier. They have their marching orders, of course, and they would never dare to deviate from them. Perhaps they should have had some marching orders when it came to offering inducements to Andrew Olivier up in Sudbury, but I digress." ],
  "anchor" : "para92"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Or Laurie Scott." ],
  "anchor" : "para93"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, my goodness, the Minister without Portfolio is the minister without argument when it comes to his trying to make a connection between the past and the present when it comes to corruption. I wasn’t going to go on with this, Mr. Speaker, but the minister seems to want to make that the subject.", "When you talk about the situation up in Sudbury, all of these other things that the ministers are talking about never necessitated a report from the Chief Electoral Officer, never resulted in an OPP investigation—" ],
  "anchor" : "para94"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would remind the member of the bill that we are debating, and I would ask that your two-minute commentary—your comments on the debate would be reflective of what the member from Bramalea–Gore–Malton has, in fact, spoken to. Thank you." ],
  "anchor" : "para96"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much. Maybe you should have cautioned the minister.", "I will speak about the government issue on this bill. Maybe if they want to get this bill through—because we support the bill—why doesn’t their House leader have a conversation with our House leader, instead of springing it late last night by cover of OGRA/ROMA and darkness, and changing the agenda this morning? If their House leader would speak to our House leader and say, “Let’s sit down and talk about how we can work something out on this bill,” perhaps that might be a better way to the end." ],
  "anchor" : "para97"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para99"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my honour to join the debate and comment on what the member from Bramalea–Gore–Malton has shared with us. I find it interesting that one of his finishing comments was about consultation and having people have their voice heard, and that was immediately followed by the Minister of Community and Social Services saying, “We don’t want to hear you anymore.”", "In fact, yesterday the same thing happened. My colleague from Windsor–Tecumseh shared a very sad story about a young lady who was killed on one of our highways, and that was immediately followed by the government side saying, “Sit down and be quiet. We don’t want to hear you anymore.” That seems to be the theme from that side of the room.", "The minister also mentioned distracted driving and medically unfit driving. As the Speaker is well aware, in the riding of Chatham–Kent–Essex, they are looking at the potential closure of the obstetrics unit in their rural hospital. What that would mean is that expectant parents from that area would then face a long drive down a highway into my riding in order to receive treatment.", "We’re talking about a woman who is in duress. She’s in labour, and her birth partner is now travelling a highway—nerves and trying to get a hold of loved ones to let them know where they’re going—and they are now distracted. So we’re putting them in a potentially dangerous situation by closing the obstetrics unit in Leamington.", "So I would ask that perhaps the members on the other side, rather than trying to shut down debate would do what it is they have said that they were going to do, which was give everybody an opportunity to speak and be heard. Again, historically, through this debate, that’s not what they have tried to do. I think, as the member from Windsor–Tecumseh pointed out yesterday, after speaking about the death of a young lady and being told, basically, to sit down and be quiet, the treatment from the other side is incredibly disrespectful to the members on this side and the people who have elected us." ],
  "anchor" : "para100"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para105"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "It gives me great pleasure to join the debate today in support of Bill 31. If the opposition members care very much about what is happening on our roads and the safety of our roads—it’s all very sad to hear about constituents who have been killed—the best way to get to these people is to speed up the passage of this bill and have it included in the law.", "I was reading that, according to recent statistics, 40% of drivers killed in Ontario were found to have drugs or a combination of drugs and alcohol in their system. More than that, 14% are repeat offenders, so something has to be done about it. We had so many people speaking about it, and it’s all very nice to hear about different stories, but it seems like everybody is supporting it. So why don’t we speed up the passage of Bill 31, instead of continuing to put speakers up.", "Again, listening to the debate, it has been very clear that the majority of members are in support of this bill, and that the signal—again, those tow truck drivers came to me and I had this item added to the bill: “Slow down, move over.” This proposal extends the “Slow down, move over” law to tow trucks that are stopped on the roadside with their amber lights flashing. It is not the case right now. Let’s approve this bill and protect these truck drivers." ],
  "anchor" : "para106"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Bramalea–Gore–Malton for a final two-minute wrap-up." ],
  "anchor" : "para110"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I want to thank everyone who joined in the debate; thank you for your thoughts and your concerns. This is a bill that we will certainly assist in moving forward. There are a certain of number of areas that we need to address and improve upon. In general, we need to make our roads safer, and we all agree on that. When it comes to the way we make our roads safer, we need to really focus on the education piece as well.", "When it comes to cycling safety, I think it’s so important to reiterate that the more we make our roads safer for cyclists, the more people will cycle, and that will have an impact in terms of improving health, improving gridlock and also improving and assisting the environment.", "The area that I want to focus on in my last minute or so is the 407. I’m very troubled with respect to the changes and why this was included in this bill, particularly when it comes to the removal of the notice. That was something that was just an assistance, that assisted constituents in my riding. It also helped people in the province of Ontario to make sure they were on top of their bills. The fact that the notification is being removed is unacceptable. In addition, the fact that the legislated consultation process that involved the public is being removed is unacceptable. The government has to learn from the fact that it’s not doing enough when it comes to consultation.", "I tabled a question yesterday talking about this issue of consultation, and I asked the Minister of Education, “Will the Minister of Education organize a more informative and accessible consultation process regarding the proposed changes to the health education curriculum, so that parents have an opportunity to review the changes and have their voices heard.” It’s as simple as hearing the voices of the community and hearing their concerns. That’s often all it takes to ensure that there is more fairness, there is more accessibility in terms of the laws, and this government simply doesn’t understand that idea. You need to hear the voices and concerns of the people of this province. That’s who we represent, and it’s so important that we do whatever we can to encourage that and not discourage it." ],
  "anchor" : "para111"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para115"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Bill 31, as I think members of the House know, not only serves to protect drivers on our roads; it also in fact introduces a number of provisions that will help keep pedestrians and cyclists safe in Ontario. I think that’s different from bills which strictly deal with automobiles and trucks, for instance.", "For the last 13 years, Ontario has been ranked either first or second in North America for road safety. I was very intrigued by that when I was the Minister of Transportation. This has been, as I say, for the last 13 years. This isn’t something new; it goes past which governments have been in power, and it speaks well of this Legislature and the governments that have been here.", "Our government is proud of our record of having among the safest roads in North America, as I’m sure all members of the Legislature are. But we know there’s always more that we can do to improve our road safety programs. That’s what this bill endeavours to do. As always, keeping our roads safe is the highest priority of, I think, any government, and certainly our government.", "The road safety issues that Bill 31 aims to address continue to be persistent challenges in all of Ontario. According to recent statistics, over 45% of drivers killed in Ontario were found to have drugs or a combination of drugs and alcohol in their system. That’s quite an appalling statistic. Bill 31, Making Ontario’s Roads Safer Act, also deals with drinking-and-driving fatalities, which represent nearly one quarter of all fatalities in 2011. From 2008 to 2012, an average of 14% of convicted alcohol-impaired drivers were repeat offenders. If current collision trends continue, fatalities from distracted driving may actually exceed those from drinking and driving by 2016. Who would have predicted that a dozen years ago?", "In 2011, pedestrians constituted approximately one in five motor-vehicle-related fatalities, and it’s always very sad when that happens. Bill 31 will help our government address some of these challenges and improve road safety.", "Just to provide some context on how we got to this point in time: This bill happens to be a combination of two government bills that were introduced in the last Parliament but died on the order paper when the opposition forced an election in May. The two previous bills were called Bill 34 and Bill 189, and both bills saw significant debate in the last session. For Bill 34, during second reading debate, 13 MPPs from all parties spoke to the bill for over three hours. For Bill 173, during second reading debate, nine separate MPPs from all parties debated the bill for over two hours.", "Further, this bill incorporates four previous private members’ bills from all three parties:", "—Bill 116, sponsored by the government member from Scarborough–Rouge River, relating to increasing fines and applying demerit points for distracted driving;", "—Bill 137, sponsored by my friend the official opposition member from Parry Sound–Muskoka, relating to constructing cycling paths on King’s highways;", "—Bill 38, sponsored by the official opposition member from Simcoe North, relating to increased safety for roadside emergency vehicles;", "—Bill 74, sponsored by the third party member from Parkdale–High Park, relating to cycling safety and passing.", "In the current Parliament that we’re in now, the bill has seen almost 14 hours of debate, and according to my count, we’ve had some 68 MPPs from all parties speak to the bill. That’s actually quite unusual unless there’s a filibuster going on, and I don’t think there is in this particular case.", "Listening to the debate, it has been clear that the majority of this House supports the bill. Sometimes there are contentious bills where there’s a significant division taking place. We’ve had supportive comments from people from all parties, and I’ve enjoyed hearing from the various members who have spoken to the House. There has been a good cross-section, urban and rural. We’ve had people from the north, the south, the east and the west; people with specific issues they wish to see addressed, and I’ve been pleased to see this in this debate. I think it has been a fulsome debate in that regard.", "It’s time that this bill is put to a vote for second reading and, hopefully, referred to committee where the real work takes place. We know that many of the provisions in this bill could actually affect something happening very soon, and so we want to ensure that the implementation is as quick as possible, although we want to go through second reading, of course, which we are at the present time.", "Getting to committee—I think the great advantage of committee that I’ve seen in my experience in this House is people and organizations tend to make representations on the bill.", "Some specifics: Members of the government and opposition have an opportunity to put forward amendments to the legislation, and I think that opportunity is very good.", "You won’t believe this, but there have been previous governments, of course, that didn’t even allow some bills to go to committee. I’m trying to remember whether the social contract ever went to committee or not; I don’t think it did. Someone will correct me if I’m wrong in that regard.", "Certainly, the party right across from us was well known for not wanting fulsome debate on a lot of issues.", "There has been fulsome debate on this, and I think it has been valuable debate. I don’t want to downgrade it at all; I think it has been very, very helpful to all of us.", "In committee, members of all parties will hear from all stakeholders who have an interest in that bill, and I think that’s good.", "In committee, members will have an opportunity to move amendments to strengthen the bill or to change and alter it in some way. I think that’s very positive.", "At the same time, the House can move on to debate substantive matters. There are other matters coming before the House, some which are more contentious, by the way, than this, where there’s disagreement.", "There are a number of pieces of important legislation already introduced which the government would like to debate and see go through the legislative process:", "—Bill 6, Infrastructure for Jobs and Prosperity Act;", "—Bill 9, Ending Coal for Cleaner Air Act;", "—Bill 37, Invasive Species Act;", "—Bill 40, Agriculture Insurance Act;", "—Bill 45, Making Healthier Choices Act;", "—Bill 49, Ontario Immigration Act;", "—Bill 52, Protection of Public Participation Act; and", "—Bill 56, Ontario Retirement Pension Plan Act.", "Mr. Speaker, we’d like to spend time debating some of the other important pieces of legislation currently before the House, but of course that’s not possible if we continue simply to debate this bill on and on and on, even though we’ve had, as I say, some excellent speeches made by members from all parts of the House who have brought different points of view—even though there is general agreement—and have identified what they think could be areas of improvement. I think that’s been very good.", "Now I have to make reference to my good friend from Renfrew–Nipissing–Pembroke who—he got distracted a bit, I know, and you allowed him to wander a bit, but you called him back into the realm where he should be. I was wondering why he mentioned ROMA, for instance; why we didn’t hear any questions yesterday about the issues that you would hear at ROMA. None of the opposition members asked those questions." ],
  "anchor" : "para116"
}, {
  "speaker" : "Interjection",
  "text" : [ "I did." ],
  "anchor" : "para150"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Now, over here we did, but we didn’t really have those kinds of issues coming forward. They were busy with other things happening. So I’m going to be listening carefully in question period today to determine whether we’re going to get questions that the people at ROMA are asking many of the MPPs who are gathering there.", "As I say, Mr. Speaker, we could debate this bill forever. We could go on and on, even though we’ve heard from all the members I’ve mentioned, and had all that debate time. But I think we have to also deal with other pieces of legislation. As a result, Mr. Speaker, I move that this question be now put." ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Given the duration of the debate to this point and the number of members who have been able to participate, I’m going to allow the motion.", "Mr. Bradley has moved that the question now be put. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it. I deem the motion carried.", "Mr. Del Duca has moved second reading of Bill 31, An Act to amend Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the ayes have it.", "As a result, this motion will be deferred until after question period.", "Resuming the debate adjourned on December 4, 2014, on the motion for second reading of the following bill:", "Bill 40, An Act to amend the Crop Insurance Act (Ontario), 1996 and to make consequential amendments to other Acts / Projet de loi 40, Loi modifiant la Loi de 1996 sur l’assurance-récolte (Ontario) et apportant des modifications corrélatives à d’autres lois." ],
  "anchor" : "para153"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When this bill was last before the House, the member for Timiskaming–Cochrane had completed his remarks.", "Further debate?" ],
  "anchor" : "para168"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Bill 40 I’m sure is an act that is very dear to the Speaker, given that he comes from an incredibly rich agricultural area in this province, Chatham-Kent, which is known for an incredible production of soy beans and many, many other products that feed the whole province, if not the country.", "As you know, Mr. Speaker, one of the things that farmers request is some kind of stability, because of the precarious nature of the agricultural industry given weather, variable markets etc. I think I heard just recently that the number one cash crop in Ontario is now soybeans. It has overtaken corn, in my understanding. This is a relatively new product that is very, very popular with consumers all over Ontario and all over Canada.", "But this Bill 40, what it does is cover losses and yield reductions caused by insured perils. Producers can choose the type and level of coverage that best meets their needs. It gives them a choice in terms of what kind of coverage they can get. In Ontario, production insurance is delivered by Agricorp, a crown agency of the province of Ontario. In 2013, there were more than 14,000 customers, representing five million acres and $2.9 billion in liabilities insured under the production insurance program. This present insurance program covers grains and oilseeds.", "Just to let you know, Mr. Speaker, everyone wants to speak on this. I was negligent in not mentioning that. I’m going to be sharing my time with the member from Kingston and the Islands, the minister responsible for seniors and the member from Scarborough–Agincourt. They all want to share in the discussion." ],
  "anchor" : "para170"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Oh, that’s what it is. You communist, you." ],
  "anchor" : "para174"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "At heart, I’m really a socialist.", "It covers tree fruits and grapes, which are very, very susceptible to changes in weather etc., processing vegetables, fresh market vegetables, specialty crops and forage. I’m not too sure what forage is; maybe one of the other members could follow up with that. This bill basically enhances production crop insurance. It is also in partnership with the federal government, and it’s something that is offered all over the world for farmers.", "This act will develop a new production insurance plan, with the following pieces that will occur: Operationally, it will develop a plan including working with stakeholders; third-party certification by an actuary—you know, just checking on it; federal participation ensuring compliance with national regulations, and it will be approved by the Treasury Board; and regulatory changes—the approval of minister’s regulations, adding the product to the list of eligible agricultural products.", "This is something that will be of great importance to our agricultural community, it will be of great relevance to hard-working people in rural Ontario who depend on agriculture for their livelihood and it is an incredibly important part of ensuring that there is stability in the agricultural sector.", "Those of us who live in cities sometimes don’t pay enough attention to where our food comes from and the amount of work that it takes to plant, grow, harvest and bring food products, agricultural products, to market. The average city person goes to the corner store, Loblaws, No Frills or whatever—Whole Foods if they’ve got money—and they buy it off the shelf. They pick up their fresh products, and you hope that when people—one of my pet peeves has always been when people buy imported food products when they can get tastier, safer Ontario agricultural products.", "It’s just incredible to see that people will choose tomatoes from Mexico when we have year-round tomatoes grown in Ontario, whether they’re grown in the world’s tomato capital—I know the member from Beaches–East York understands the importance of Leamington, the tomato capital of the world. The best tomatoes grown anywhere in the world are in Leamington. So when you go buy tomatoes at your T&T grocery store in Toronto, ask for Leamington tomatoes. By asking for and eating Leamington tomatoes, you’re not only ensuring that you’re getting safe Ontario products, but you’re keeping the tomato farmers and growers in Leamington working. That’s why when you shop for food products, you are supporting local farmers and the local agricultural industry. This is critically important not just to buy the cheapest thing, but to buy something that is made in Ontario.", "An example I always use—Mr. Speaker, you know it very well—is garlic. I see people going into the local grocery store, and they are buying garlic from China because it’s cheap. You can get, I think, four of those garlic buds for 99 cents. But they don’t know where that garlic came from. Was there contamination in that soil in China? Were there any safeguards where that garlic was grown? No, but they say, “Oh, it’s just garlic. I’m just buying the cheap Chinese garlic.” That is a mistake, because, first of all, if you really appreciate good food, you will appreciate the value in the Ontario product, and you will buy the garlic grown here in Ontario. It may be a little bit more expensive, but how much garlic are you going to use that you’re going to have to buy the cheap 99-cent garlic? Buy the garlic grown locally, it tastes better. It’s real garlic. It’s not bleached. People say, “Well, that’s a little example. Big deal.” No, it’s symbolic of us who consume food products to think of the Ontario product. They taste better.", "Ontario corn—you know, Mr. Speaker, when you get that local Ontario corn, it tastes like honey; it’s so sweet. You don’t have to put butter or salt or anything on it; it’s wonderful corn that we grow here in Ontario.", "Whether it’s tomatoes, corn, soy or another product which is really growing in importance in Ontario is lentils. We are one of North America’s largest producers of lentils. People say, “Well, it’s a lentil.” Lentils are a staple of many, many diets now. Lentils are everywhere. There is a whole agricultural industry that is now involved in providing lentils for the Ontario consumer.", "So this bill essentially gives protection to Ontario farmers—a bit more insurance stability. It’s a good bill that connects this Legislature with the hard-working people who are just looking for a bit of insurance as they undertake their important work growing our food.", "Thank you, Mr. Speaker. I’m passing the baton over to the member from the great agricultural area of Kingston and the Islands, where they grow—what do they grow there? I don’t know. Can you tell us what they grow locally in Kingston and the Islands?" ],
  "anchor" : "para175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Kingston and the Islands." ],
  "anchor" : "para187"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Thank you to my colleague from Eglinton–Lawrence for his words.", "Mr. Speaker, I stand today in this House in support of Bill 40, because I know that the amazing farmers in my riding of Kingston and the Islands and the rural regions surrounding my riding will benefit from this bill.", "I believe that Ontario must work with agri-food producers to better manage risk through an expansion in the scope of production insurance. In helping producers deal with potentially devastating natural events beyond their control, they will be better equipped to innovate, adapt and grow the sector.", "It is hard to deny that extreme weather conditions have become part of the new norm. Ice storms, early frosts, late frosts, severe flooding, extended droughts, destructive winds, microbursts and other events have caused millions of dollars in damage and with ever-increasing frequency, it would seem.", "As the farmers in Kingston and the Islands know—and all farmers, in fact, as well as climate scientists—long-term weather effects are rarely straightforward and predictable. Warmer, longer growing seasons can be advantageous in some sectors like soy, corn, grapes, forages and horticultural crops. Potential increases in productivity, however, are all too easily offset by unpredictable negative scenarios. For example, the trend for warmer winters is already encouraging the spread of damaging invasive species, especially insect pests and fungal diseases. Longer, hotter summers lower the natural immunity of livestock, while extreme weather events and flooding can increase the spread of infectious disease.", "In 60 years, average annual temperatures in Ontario have increased by 1.4 degrees Celsius, and by 2050 we are looking at a 2.5- to 3.7-degree increase. This will increase evaporation rates enough to cause more extended droughts in the future. While overall precipitation rates are not expected to change much, more intense rain is predicted, and we are now all too familiar with microbursts and their sometimes devastating effects. As a matter of fact, in my home in Kingston and the Islands, which we’ve had in the family for roughly 60 years, we had a flash flood a few years ago for the first time. Our basement, in one hour, filled up with three inches of rain. And while I could fully appreciate the anguish of our farmers as the heavens poured and the water rose, I did not have an entire year’s worth of crops to worry about. I’m pleased that the Ontario government is working towards mitigation and adaption measures that reduce the magnitude of climate change and our vulnerability to it.", "The threat of invasive species is another significant consideration. They compete with native species for food and habitat, they cost the Ontario economy tens of millions of dollars each year and put jobs in fisheries, forestry, agriculture and tourism at risk. Our recently introduced legislation on invasive species will work well with Bill 40.", "A third risk for the agri-food sector is the highly volatile and unpredictable nature of worldwide agricultural commodity markets, usually in response to positive or negative climactic changes everywhere.", "In short, Bill 40 expands the scope of production insurance to help farmers cope with yield losses due to weather, pests and disease, and it will apply to more agricultural commodities. Currently, Ontario’s inability to offer insurance for commodities beyond crops and perennials puts pressure on the province to respond with ad hoc compensation when producers without production insurance experience significant loss or shortfall. We’ve seen these ad hoc programs cost the province millions of dollars in a single year, and they are much more costly than production insurance. Furthermore, producers can choose the type and level of coverage to meet their needs. Premiums are designed to be affordable and cost-shared between producers and the federal and provincial governments, encouraging best practices. Production insurance covers crop losses based on specific weather perils and is designed and delivered like insurance.", "Approval of this legislation will align the province with the rest of Canada. Alberta, Saskatchewan, Quebec and PEI all have bee mortality plans. Manitoba is planning on introducing a pilot plan for hog mortality insurance. Beyond our borders, most developed countries already offer subsidized production insurance. Ontario’s agricultural sector is a major economic driver with huge potential.", "In closing, Mr. Speaker, we all know that farmers in the agri-food industry are actually extremely good at adapting to change. They always have been. But I think all of us can agree that we need solid, dependable risk management programs that mitigate for factors beyond their control and expand the scope of crop insurance.", "We need to support farmers to do what they do best: innovate, create jobs and feed people. Thank you. Merci. Meegwetch." ],
  "anchor" : "para188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Kingston and the Islands. I now recognize the minister responsible for seniors." ],
  "anchor" : "para200"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Wow. Speaker, thank you so much for the five minutes or so. We don’t get too many chances to speak in the House. It is such a wonderful opportunity to have, to say a few words, especially on Bill 40.", "Ontario, I have to say, with the support of Bill 40, is much committed to providing support and help to the agri-food partners in their management of risk—especially this particular week as we welcome to Toronto OGRA and ROMA people from throughout Ontario. They have reminded us of the role they play in the province of Ontario as the agricultural people who bring food to our homes and our stores.", "How is the Ontario agricultural sector doing? I have to say that we know, but listening to the people yesterday, it is vibrant and very strong, and they need all the support they can get from their government.", "In 2013 alone, Ontario generated some $12.1 billion in farm cash receipts, or about 22% of Canada’s total farm cash receipts. This is an increase of some $2 billion compared to 2008 farm cash receipts. However, as you know, Speaker—you come from one of the areas that is so wonderful. My colleague here says that the San Marzano tomatoes are the best ones to make spaghetti sauce with. Indeed, you come from the particular area of our province where they produce the best tomatoes. Given the increase, we have to admit that the market is very volatile. It fluctuates. That is why it’s so important that the government has in place a good, strong program of assistance when our producers, our farmers, have difficulties.", "This would give us the ability to offer production insurance to more agricultural commodities, and it’s important in helping producers manage the multitude of risks that they face every day. I think it’s the responsibility of the government. I think every member of the House would agree that it’s the right thing to do.", "Production insurance is currently available for almost 90 commercially grown crops, which include grains and oilseeds, tree fruits and grapes, processing vegetables, fresh market vegetables, specialty crops and forage—and it’s not limited to those. As we see, and I don’t have the time to go into the various details, it includes livestock, beekeepers—bees, if you will, Speaker—because everything is important to the agri-food that we produce in Ontario.", "Are we the only ones? No, we are not the only ones. We are not the first, I have to say, regrettably, but all other provinces have the authority to offer production insurance plans for agricultural products beyond crops and perennial plants as well. So it’s got very wide coverage when it comes to helping farmers in Ontario. Provinces such as Alberta, Manitoba, Saskatchewan, Quebec and PEI also have bee mortality plans in place, while Manitoba is planning to introduce a pilot plan for hog mortality insurance in the near future. Anything we can do to really assist our producers would go a long way in helping ourselves.", "We heard yesterday from a young lady about an innovative way of producing more, better and cheaper crops in Ontario. We have to listen, Speaker, because we have to encourage our young people as well. As we age—and I don’t have to tell you, Speaker; I’ll probably be speaking later on about how we are aging—it’s important that we provide these necessities, this help to our young people.", "Farming is wonderful. I come from a farm home, if you will, back in my other life and I know how wonderful it is. I think that we have to support Bill 40 to make the amendments and provide the necessary insurance coverage for our farmers." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member from Kawartha—" ],
  "anchor" : "para211"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Haliburton–Kawartha Lakes." ],
  "anchor" : "para212"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Haliburton–Kawartha Lakes—" ],
  "anchor" : "para213"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Brock. That’s okay." ],
  "anchor" : "para214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Brock." ],
  "anchor" : "para215"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "We can’t forget Brock because it’s also a fine agricultural community.", "Today I’m pleased to rise to make comments on the members from—let me see—Eglinton–Lawrence, Kingston and the Islands and the minister for seniors’ affairs. That’s quite a few people, in the 20-minute timeline that they had, who wanted to speak on the bill today, which is the Agriculture Insurance Act. It’s about expanding the scope of what’s covered for crop insurance. There’s been a lot of talk in the news about neonicotinoids that most of the farm groups, especially the grains and oilseeds sector, are concerned about. We want regulations based on science, so we want to make sure the government takes its time and makes sure that we have proper regulations and legislation that go along and help our farmers, protect our farmers and protect the environment. We’re asking for very good science before final decisions are made on that matter.", "There was a lot of mention about garlic farming from the member from Eglinton–Lawrence. I can say you could buy lots of garlic from my area of Haliburton–Kawartha Lakes–Brock. In fact, Haliburton itself is a great growing area, and that’s part of the Canadian Shield. It’s pretty remarkable that that can happen, but there are a lot of great garlic farmers out there. I want to give them a shout-out.", "With the crop insurance, I think what we heard a lot, especially in the last election, was that the program that exists now—they don’t want changes to the programs as in less things taken away from the programs that exist now for crop insurance. They want a dedicated fund, so that the monies they’re paying in now were to be in a dedicated fund for insurance, whereas now it just goes into general revenue.", "There’s much more to be said on this bill, and I do believe I will have an opportunity later in the week." ],
  "anchor" : "para216"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para221"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I’m pleased to stand and speak on behalf of my constituents of London–Fanshawe on Bill 40, the Agriculture Insurance Act.", "Now, in London–Fanshawe, in the London area, there’s not a lot of farmers and agriculture, but in the surrounding area it’s huge. It’s a huge industry that we have. Strathroy, Stratford, St. Marys—there’s lots of farming, so it’s extremely important that we support our farmers with the Crop Insurance Act because we know that if we don’t have food sustaining us we’re going to be in a situation where we’re going to have a crisis on our hands.", "Making sure that our farmers have the right kind of insurance so that they can thrive—I was talking to my colleague from Bramalea–Gore–Malton about how weather can affect crop insurance. It can be devastating to a farmer and a family.", "I was with the bee farmers of Ontario recently. They had their AGM out in Toronto. I spoke to a few bee farmers. I talked to them about when they had that outbreak, the mad-cow disease, and how devastating that was for that industry.", "Farming is a staple in our Canadian society and we appreciate all that farmers do, bringing food to our tables, to our communities and to our farmers’ markets. That’s a wonderful initiative we have in London: The Western Fair has a farmers’ market. And we want to support our local farmers. Part of that is also helping them to have the right crop insurance at the right time, so that when there is a need for them to recover those losses they have access and security to an insurance policy.", "It’s good that we are looking at making those things better because we have to support our farmers in our community." ],
  "anchor" : "para222"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further comments and questions?" ],
  "anchor" : "para228"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It is a pleasure to speak on behalf of the Minister of Agriculture on Bill 40, this very important act. What is really gratifying so far about this debate from my colleagues, the members from Eglinton–Lawrence, Kingston and the Islands and the minister for seniors, is that you’re getting representation from three urban members who speak quite eloquently of the importance and the belief that we have on how important the farming community is in Ontario. All three members had a chance to show that they care about farmers in rural communities, that they care about the agricultural products that we eat, and want very much to make sure, moving forward, that Ontario has the tools necessary to assist our farmers in making sure that they can prosper.", "What this act, of course, does is it expands protections on the insurance act to livestock from what was before just crop insurance. That’s why we’re renaming this act the Agricultural Products Insurance Act: so that we can move away from all oilseeds and crops and corn and all those other 90 or so items that are currently covered and also include livestock which are in peril from diseases and pests etc.", "Most significantly, we’ve heard a lot about bees and the neonics situation. It’s very, very important that we can find an insurance instrument to move away from ad hoc programs in order to protect the bee farmers of Ontario. Likewise, we have the same situation with hog farmers; we have the same situation with fowl, with birds and such. It’s so important that we go forward this way.", "As the PA to agriculture, I’m often asked: Why would the Premier make an urban member PA in agriculture? You know that we all have a very specialized expertise in a very narrow segment of the agri-food value chain in that we are consumers. It’s so important that we keep the consumer perspective, because consumers from large cities who enrich farmers, as farmers feed cities—it’s so important that we keep the consumer’s perspective in mind as we move forward. This act helps.", "I’m glad to see my urban members supporting it, and the member from London–Fanshawe as well. This is an important bill for Ontario, and we appreciate all your support." ],
  "anchor" : "para229"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para235"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to join the debate this morning on Bill 40, the Agriculture Insurance Act, and deliver some comments on the insurance act. It is needed.", "I come from a very, very rural and agricultural riding: Prince Edward–Hastings. Prince Edward county is now very well known for its wineries and that emerging industry in that area. There are some concerns that this legislation will address—the fact that this season alone there was what they refer to in that industry as a short crop because there was the long winter last year. I know we’re all saying this winter is going on way too long, as well, although it was a shorter start, of course. There was severe damage to the wine crop, which would be, of course, the grapes. That makes an insurance product like this an absolute necessity. Hastings county is very well known for its beef—and Prince Edward, as well, for its beef and chicken farmers.", "Any time we can ensure a bit more stability in our agriculture sector, I think that’s a good thing. Our caucus will be supporting this bill as well.", "But one of the things that’s happening in the Ministry of Agriculture right now is this swift move on the neonicotinoids issue. It’s a huge concern for farmers and producers in my area because it’s not science-based. What it’s going to do is create a lot more loss when it comes to their harvest time. They’re not going to bring in as much because there’s going to be a lot more rot. There’s going to be a lot more loss of product, which is going to cost them money, which is going to drive up the cost of an insurance program like this as well.", "I think what we need to do is make sure the decisions we’re making when it comes to neonics—neonicotinoids—are fact-based, science-based, and not rush into anything that’s going to be very damaging to our agriculture sector. There’s a balance there, and we have to find that balance." ],
  "anchor" : "para236"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Eglinton–Lawrence for his final comments." ],
  "anchor" : "para241"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I want to thank all the members who spoke: Kingston and the Islands, the minister responsible for seniors, Haliburton–Kawartha Lakes–Brock, London–Fanshawe, Beaches–East York and Prince Edward–Hastings. They spoke about the importance of this bill.", "As you know, Mr. Speaker, this bill is premium-based. Basically, the farmers pay a portion of the premiums, and then the federal and provincial governments also kick in money. It is a partnership to provide greater certainty and insurance for this very volatile industry, the agriculture industry.", "In my opening remarks, I talked about lentils and garlic and tomatoes and everything, but also, as someone mentioned here—London–Fanshawe and, I think, Prince Edward–Hastings—is the importance of appreciating Ontario beef. People talk about Alberta beef. Well, Ontario beef is just as good or better. So ask for Ontario beef when you get that steak. Or pork—there is no better pork in the world than Ontario pork. So when you go to the grocery store, make sure you ask for Ontario pork. There’s no better pork in the world—tasty, safe Ontario pork.", "Then there are other products which are very good in Ontario that not enough of us promote—Ontario lamb. Forget the New Zealand lamb. It’s old, it’s shipped, it doesn’t have the aroma. Buy local Ontario lamb. Ontario goat: You want a nice treat that’s different from your usual? Try a little bit of local Ontario goat.", "Again, we’re trying to help our farmers with this very practical, pragmatic insurance program so that we can enjoy these safe, tasty, delicious Ontario products that keep us fed." ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is 10:15, the time for debate this morning has now expired." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We will recess until 10:30." ],
  "anchor" : "para249"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On behalf of the leader of Her Majesty’s loyal opposition, Jim Wilson, I would like to introduce two councillors from New Tecumseth: Michael Beattie and Paul Whiteside. Welcome to Queen’s Park.", "On behalf of myself, I have two councillors from Leeds–Grenville in the crowd. I’d like to introduce Jason Barlow, a councillor with the township of Elizabethtown-Kitley, and David LeSueur, a councillor with the city of Brockville. Welcome to Queen’s Park, gentlemen." ],
  "anchor" : "para252"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "It is really my great pleasure to introduce the people’s mayor from the great city of Markham, Mayor Frank Scarpitti. Welcome to Queen’s Park." ],
  "anchor" : "para254"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "It’s with great pleasure that I’m able to introduce to the House today Mayor Margaret Quirk of Georgina and Mayor Virginia Hackson of East Gwillimbury. Welcome to Queen’s Park." ],
  "anchor" : "para255"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "It gives me great pleasure to welcome to the House, sitting in the east members’ gallery, the president of York University, Dr. Shoukri, and also the president of Seneca College, David Agnew. I want to thank them and welcome them to Queen’s Park." ],
  "anchor" : "para256"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to welcome some guests on behalf of my colleague the member from Elgin–Middlesex–London. We have Paul Ens, who is the warden of Elgin county and mayor of Bayham, and his wife, Mary Lee Ens, who is here as well; Councillor Tom Southwick from the municipality of Bayham and his wife, Eva Southwick; and the mayor of Dutton Dunwich, Cameron McWilliam, joining us in the Legislature here today.", "I’d also like to welcome some municipal councillors from Prince Edward–Hastings. Veteran councillor from Stirling-Rawdon Jeremy Solmes is here, and a new councillor in Stirling-Rawdon, Dean Graff, and his lovely wife, Donna, are here as well. Welcome to Queen’s Park, folks." ],
  "anchor" : "para257"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m delighted to welcome to the House today Wayne Emmerson, regional chair and CEO of York region, along with Mayor Geoffrey Dawe, town of Aurora, and town of Newmarket mayor Tony Van Bynen, accompanied by Lina Bigioni, director of government relations for York region. Welcome all." ],
  "anchor" : "para259"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I’d like to welcome the family of page captain Niko Hoogeveen from Barrie: his mother, Dr. Kelly Emerson Hoogeveen; sister Nell Hoogeveen; grandmother Ann Hoogeveen; grandfather Harry Hoogeveen; aunt Dini Wagermans; and cousin Ingrid Wagermans. Welcome. He’s doing a great job." ],
  "anchor" : "para260"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Please help me welcome the newly elected mayor of the town of Whitchurch-Stouffville, in the great region of York, Justin Altmann." ],
  "anchor" : "para261"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Quickly, I’d like to welcome the folks here with CNIB today. I encourage everyone to attend their reception later on today. Welcome to Queen’s Park." ],
  "anchor" : "para262"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "My question this morning is to the Minister of Education. Would the minister please remind this House—", "Interjections." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock." ],
  "anchor" : "para267"
}, {
  "speaker" : "Interjection",
  "text" : [ "Order." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, that’s my job, although I appreciate the team effort. I am going to ask that the decorum be where it should be. It’s a serious question. Thank you.", "Go ahead." ],
  "anchor" : "para269"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Would the minister please inform this House of the number of parents who currently have children in publicly funded Ontario elementary schools, and how many of these parents, last November, actually completed the online survey commissioned by your ministry regarding changes to the health and physical education curriculum?" ],
  "anchor" : "para271"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "This has been a really interesting situation, Speaker, because yesterday we had the interim leader and the PC education critic, the official spokespeople on the issue, saying that they actually welcomed our new health and physical education curriculum. And then we have the three leadership candidates, who seem to be totally in a different land." ],
  "anchor" : "para272"
}, {
  "speaker" : "Interjection",
  "text" : [ "Answer the question." ],
  "anchor" : "para273"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "No, I think you’d better see what people have been saying.", "This is one of the leadership exchanges. The member from Lambton–Kent–Middlesex said, “I’ve committed to stopping the sex ed agenda in its tracks. Christine ... I need you to join with me at caucus to stand up to Kathleen Wynne to stop the sex ed agenda once and for all.” That’s what he said. And—" ],
  "anchor" : "para274"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para276"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Speaker, obviously there’s no answer there—", "Interjections." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "I believe I just asked for decorum, and I expect it to be maintained." ],
  "anchor" : "para279"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You’re making a joke out of this." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. I’ll take care of this.", "Supplementary." ],
  "anchor" : "para282"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Minister, there are millions of parents in Ontario, and you refuse to hear from over 99% of them—not quite a consultative process.", "This House should be reminded that on October 30, this minister said that even these opinions of these very few parents would likely not affect the content of her planned 2015 sex ed curriculum.", "Minister, now that you have released this proposed curriculum, it is clear that thousands of parents have concerns. What are your plans for a true consultative process now that Ontario mums and dads are able to see for themselves what you have planned for their children?" ],
  "anchor" : "para284"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "And now the rest of the story that you’re all waiting for: The member from Whitby–Oshawa said in reply, “I’ve been very clear on my position on that, Monte. I stand with you.... there’s no question I stand in the same place that you do. Parents are the ones that should be deciding about sex ed and what their children should or shouldn’t be taught.... There’s no question I am against what they’re doing.”", "As we speak, I presume Patrick Brown is outside.", "It’s troubling that all three leadership candidates for the Progressive Conservative Party are in disagreement with the current caucus leadership and want to bury a new sex ed curriculum, a new health and physical education curriculum that will protect the health and safety of our children." ],
  "anchor" : "para287"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para290"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Speaker, back to the minister: In recent days, the only concession you’ve been willing to make to concerned parents—that is, to those parents who do not share your view of how their children should be raised—has been to point out that the Education Act gives parents the right to withdraw their child from particular lessons; in other words, Minister, a highly selective opt-out.", "Minister, are you prepared to extend this opt-out principle to local schools? For example, if a local school council votes to opt out of your new sex ed curriculum, would you honour this request of a school council?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "And I assume if he was Premier you could vote to opt out of teaching about evolution, too.", "Actually—", "Interjections." ],
  "anchor" : "para293"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I hope the press gallery heard what the member, Mr. Nicholls, said: that opting out of evolution would actually be a good idea for the Ontario curriculum. I happen to disagree, as somebody who has a science background.", "Let’s talk about parents. Let’s talk seriously, because we actually think that parents should be involved in the conversation. That’s why we’re creating materials for parents, so that parents can talk to their children about—" ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para298"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "My second question is to the Premier. Premier, last year you tried to dodge the record of the McGuinty era by distancing yourself from Dalton’s team. These weren’t your people—“Nothing to do with me,” you said—but in recent weeks some of your people have found themselves in hot water. The Sudbury by-election has resulted in your deputy chief of staff, Pat Sorbara, and one of your Liberal fundraisers, Gerry Lougheed Jr., having allegedly broken anti-bribery laws. The matter is now being referred to federal prosecutors and other police.", "Premier, can you confirm for this House that you personally hired Pat Sorbara as your deputy chief of staff, and that you appointed Gerry Lougheed Jr. to serve as chair of the local police board?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’ve answered questions about the Sudbury by-election situation many times. I will say again that, yes, Pat Sorbara is a member of my staff. The police services board in Sudbury makes its own decisions. The fact is that I had decided by the end of November that Glenn Thibeault was the person who we wanted to have as our candidate in Sudbury, and there were subsequent conversations about keeping the past candidate involved.", "But it’s interesting that the member from Lambton–Kent–Middlesex doesn’t want to talk about the fact that there is a protest going on outside about a sex ed curriculum that is going to protect children in this province, in every one of our publicly funded schools in Ontario. He doesn’t want to talk about that, because he knows, I think, in his heart that it is the right thing to do. We need to update that curriculum." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para305"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Again to the Premier: I’m certain the hard-working officers of the OPP are doing their best as they continue this and all of the investigations into your office. I’m certain they’ll find all the evidence they can, but with Ms. Sorbara and Mr. Lougheed Jr. still working in Liberal offices and a Premier who insists she believes that they did nothing wrong, how can the people of Ontario be sure that your office won’t double-delete any evidence?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I have answered the questions. I have said that we are going to co-operate with the authorities. Of course we will co-operate with the authorities. I have been very clear all along that the decision had been made. I had decided by the end of November that Glenn Thibeault was the person who we wanted to have—who I wanted to have—as our candidate in Sudbury. The conversations that happened subsequently were about keeping the past candidate involved.", "But you know, I heard the member from St. Catharines talking about the ROMA conference. There are people who are here today meeting in downtown Toronto to talk about issues that I would have thought would have been very important to the member for Lambton–Kent, because the issues around investments in infrastructure—the Ontario Good Roads Association members are very concerned about those investments in all of the communities around the province. That’s the work that we are focused on doing—" ],
  "anchor" : "para307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para309"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Well, Premier, it doesn’t end there: Ornge, gas plants, deleted hard drives, the Sudbury by-election, and a prominent member of your own 2013 transition team—your former Deputy Minister of Education—has now admitted to three criminal charges.", "Premier, in light of the criminal conduct of your own hand-picked advisers, how would you rate the ethical deficiencies of your government compared, say, to the scandals that drove your predecessor out of office: a higher standard of ethics than we got under Dalton McGuinty or, perhaps, just as bad?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "You know, that was a pretty broad-ranging question. Let me just quote back to the member something that he said yesterday. He said that it’s not the Premier of Ontario’s job, “especially Kathleen Wynne,” to tell parents what is age-appropriate for their children. Mr. Speaker, let me just ask the member opposite: What is it that especially disqualifies me for the job that I’m doing? Is it that I’m a woman? Is it that I’m a mother? Is it that I have a master’s of education? Is it that I was a school council chair? Is it that I was the Minister of Education? What is it exactly that the member opposite thinks disqualifies me from doing the job that I’m doing? What is that?", "Interjections." ],
  "anchor" : "para312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Order. I’m still hoping that my request for decorum is maintained.", "New question." ],
  "anchor" : "para314"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for Premier. On December 12, Pat Sorbara said on tape to Andrew Olivier, “You’ve been asked directly by the leader and the Premier to make a decision to allow Glenn to have the opportunity to have, you know, basically, the opportunity uncontested.”", "Is that true?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, again, I have answered these questions many, many times. I had decided by the end of November that Glenn Thibeault was the person who I wanted to have as our candidate in Sudbury. It was clear to me that he was going to be a strong voice for Sudbury and that he was the best candidate for us in that by-election. The conversations that took place were about keeping the past candidate involved.", "Would it have been great if the past candidate had wanted to work with us and had wanted to stay as part of the team? Absolutely. That would have been terrific. But the conversations that were had with the past candidate were about keeping him involved. As you know, Mr. Speaker, there are many ways of being involved in the political life of a party beyond being a candidate, and that’s what those conversations were about." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para321"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "On December 11, Gerry Lougheed said on tape to Andrew Olivier, “The Premier up to now has always said to me she’s in favour of a nomination race. So I want to make that really clear, she’s never said to me, ‘I want to appoint him.’”", "Is that true?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I made a statement last Friday, and I talked about the way candidates become candidates in general elections or by-elections. I said my preference is for nomination races. I had been through a nomination race in the 1990s that was a very difficult experience. I think that when it’s possible to have a local nomination race, that’s a good thing to do.", "But in those circumstances where that’s not possible, where that’s not going to happen, and where a decision has been made according to the constitution of the party, as was the case in the Sudbury by-election, then I think the honest thing to do is to make it clear that that decision has been made, that a candidate has been chosen, rather than a situation like in Scarborough–Guildwood, with Adam Giambrone, where it wasn’t clear at all. It wasn’t a real nomination race, and it had to be controlled from the centre.", "I don’t think that’s the way it should be done. I think we should be up front about what’s going on." ],
  "anchor" : "para324"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para327"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "On December 20, according to the police transcript, Detective Constable Erin Thomas asked Mr. Olivier, “Okay, and so from that conversation, were you still unsure as to whether they might appoint somebody or whether they were gonna go through with the open nomination?”", "Andrew Olivier said, “That’s what Pat had stated.”", "Is that true?" ],
  "anchor" : "para328"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I will say again that by the end of November, I had made a decision that Glenn Thibeault was going to be our candidate in Sudbury.", "The conversations that took place were about keeping the past candidate involved. That’s why those conversations took place. It’s why I had a conversation with Andrew Olivier, and I suggested some ways he might be involved. But I had made a decision that Glenn Thibeault was going to be our candidate." ],
  "anchor" : "para331"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Premier. Yesterday, the Premier said that she told Andrew Olivier she would appoint her candidate, but on December 20, Detective Constable Erin Thomas asked—", "Interjections." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock." ],
  "anchor" : "para336"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "What about Giambrone?" ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "What about quiet?", "Interjection." ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I don’t appreciate somebody counselling to make more noise.", "Please continue." ],
  "anchor" : "para341"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "On December 20, Detective Constable Erin Thomas asked Mr. Olivier, “So after you’d spoken with Pat Sorbara on the phone, at that time did you know whether or not there would be an open nomination, whether there would be other people participating in it?” And Andrew Olivier said, “No.”", "If the Premier claims she was so clear, why did Andrew Olivier at that time think that no decision had yet been made?" ],
  "anchor" : "para343"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I had a conversation with Andrew Olivier before the conversation that he had with Pat Sorbara. I made it clear to him that I had decided that Glenn Thibeault was going to be the candidate. The fact is that the conversations that took place after that were about keeping the young man involved in the party. That is exactly what happened, and I had made the decision that Glenn Thibeault was going to be our candidate by the end of November." ],
  "anchor" : "para345"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para346"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier claims that she decided to appoint Glenn Thibeault in November. She didn’t alert the media, and she didn’t tell me or the interim leader of the PCs. I get that. I get that 100%. But she apparently didn’t tell her campaign director/deputy chief of staff, she didn’t tell her Liberal kingmaker in the local community, and she didn’t tell Andrew Olivier. All the evidence and all the tapes show that the Premier’s office was offering Andrew Olivier a job so that the Premier’s candidate could have his nomination uncontested. The Premier says that never happened. All the evidence says that the Premier’s version is not true.", "Is the Premier’s story a little bit hard to believe, Speaker? I think so. Does the Premier have any evidence whatsoever to back up her story?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The leader of the third party is exactly right. When I made the decision, after meeting with Glenn Thibeault in my home, that he was the best person to be the candidate, much as I have a deep respect for the media, I didn’t go to the media that day. There was a process that needed to unfold. Glenn Thibeault was actually changing the party that he was going to be affiliated with; that was a difficult decision for him to make. He needed to work with his family and make sure that all of those pieces were in place.", "I had made the decision by the end of November. There were conversations to try to keep a young man, who obviously would be going through a difficult transition—it’s a difficult thing when the leader decides that a different person is going to be the candidate than the past candidate. That was a difficult thing and we wanted to keep him involved. That’s why those conversations took place." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para351"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The reality remains that there’s a mountain of evidence showing that Andrew Olivier was offered a job so the Premier wouldn’t have to appoint her hand-picked candidate. There are police interviews and call recordings that any member of the public can hear.", "So my question remains: Does the Premier have any evidence at all to back up her story?" ],
  "anchor" : "para352"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite and a number of the members have asked this same question in 16, 20, 25 different ways, but I’m going to answer it in exactly the same way. The fact is that I made a decision by the end of November that Glenn Thibeault was the best candidate for us in the Sudbury by-election. The conversations that took place after that were about keeping the past candidate involved. That’s the reality; that’s what those conversations were about. And we have in Glenn Thibeault a strong voice for Sudbury.", "I believe that I was right in the assessment that Glenn Thibeault is the best representative that Sudbury could have at this moment. We are very happy to have him in our caucus and we know that he’s going to be working very hard for the people of Sudbury." ],
  "anchor" : "para354"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. When the Lieutenant Governor read the speech from the throne he told us that your government “will put evidence before ideology and choose partnership over partisanship.”", "Premier, your government is doing neither. As the evidence mounts against you, your deputy chief of staff, and your Liberal operative, you have resorted to ideological and partisan attacks.", "Premier, last Friday, I launched an online petition that calls for you to demonstrate integrity. It requests that you demand the resignation of Pat Sorbara and Gerry Lougheed Jr. until the allegations are resolved. When will you demonstrate the integrity that’s expected from the office of Premier?" ],
  "anchor" : "para357"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Deputy Premier." ],
  "anchor" : "para360"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, as I said yesterday, I know the Premier very well. I have seen her wrestle with difficult decisions. I can assure you—it’s not just my opinion, but it’s the opinion of every person who has ever worked with our Premier—that integrity is the number one characteristic she has.", "These attacks on her character are unfounded, and they know it. They know it. This is a woman who makes thoughtful, principle-driven decisions. She wrestles with issues. She thinks hard about what is the right way to go forward.", "The members opposite have given her lots of advice on what to do. The judgment of the Premier—what she feels is right, in her heart—is something that I have enormous respect for. This is a woman we are blessed to have leading our province." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para364"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is back to the Premier, Speaker. Premier, you said you’d do politics differently. Your throne speech said that you would be open and transparent but I guess that doesn’t mean you’ll have open and transparent nominations. The same throne speech said decisions will be “made responsibly, openly and in the best interests of Ontarians.”", "I don’t believe it was responsible and open to have Pat Sorbara offer Andrew Olivier jobs or appointments to step aside. Premier, do you believe it was in the best interests of Ontarians to have your deputy chief of staff allegedly bribe a candidate?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I really think that these questions have been asked and asked and asked, and they have been answered consistently and thoughtfully. They’re not getting the answers they want, Speaker, but they’re getting the right answers.", "We have been back six days. We’ve had 72 questions—that was at the beginning of question period, and I think we’re up to 78 questions—and the only questions you’re asking, with the remarkable exception of the member from Lambton–Kent–Middlesex—these are the only questions you’re asking.", "Why aren’t you asking about transit? Why aren’t you asking about our economy? Why aren’t you asking about jobs? Why aren’t you asking about health care? Why aren’t you asking about kids with disabilities? Why are you focusing on something that you know is actually under investigation?", "The Premier has spoken. It’s time you asked real questions." ],
  "anchor" : "para367"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "This question is coming to the Premier, Speaker. The Premier doesn’t seem to be taking bribery allegations very seriously, so let’s look at what the people outside the Legislature are saying.", "I’m going to quote from the Toronto Star: “Premier Kathleen Wynne and her Liberal Party are digging themselves deeper into” a “political mess. Ontarians will rightly be shocked by allegations from Elections Ontario that two party operatives—including her deputy chief of staff—appear to have broken the law. Under these circumstances, both should step aside while” the police investigation is ongoing. That’s what the Toronto Star had to say.", "Is the Premier prepared to fire Gerry Lougheed and Pat Sorbara?" ],
  "anchor" : "para372"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Deputy Premier." ],
  "anchor" : "para375"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, as I said earlier, the Premier listens to advice and then she has a conversation with her soul and lands on the right way forward, the principled way forward.", "I think it’s a bit ironic—or puzzling, maybe I should say—that the members opposite are pretending that they don’t look after their past candidates, they don’t try to keep their past candidates involved. I think it’s a pretty well-established tradition that people actually might—" ],
  "anchor" : "para376"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "We do it within the bounds of the law—the bounds of the law." ],
  "anchor" : "para378"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "You were so desperate for something." ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke, please come to order—and also the Minister of the Environment.", "Please carry on." ],
  "anchor" : "para380"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "There are many examples of this. Let’s go back to 1998 when “veteran MPP Floyd Laughren”—I’m quoting now from the Hamilton Spectator—“the former New Democrat finance minister, is calling it quits to accept a $120,000-a-year government appointment.” Now, who was energy minister at that time? None other than the interim leader of—" ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para384"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, a court would never take what is in a person’s soul as evidence in any court case. But nonetheless it’s not just the Toronto Star. The Toronto Sun’s editorial has had this to say: “Sorbara is now the subject of two active, ongoing investigations into”—", "Interjections." ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order, please.", "Interjections." ],
  "anchor" : "para387"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No extra comments.", "Please finish." ],
  "anchor" : "para389"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "“Sorbara is now the subject of two active, ongoing investigations into the Sudbury by-election.... How can she possibly continue as Wynne’s deputy chief of staff and campaign director?”", "Is the Premier going to start listening to the voices outside this Legislature and take responsibility as Premier and do the right thing and ask Pat Sorbara and Mr. Lougheed to step aside?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I have a feeling that we just saw history being made, because I don’t think the NDP has ever before quoted a Toronto Sun editorial. If they’re taking advice from the Toronto Sun, it’s a new day in Ontario.", "I think it’s important to go back to why the Premier would have chosen Glenn Thibeault to be the Liberal Party candidate in the election. Who is this man, Glenn Thibeault? I’m sure the member from Nickel Belt knows quite well that he is a man of enormous integrity. He is a man who has dedicated his life to improving the lives of the most vulnerable people in Sudbury, whether it’s his work at the United Way, whether it’s his work with Big Brothers Big Sisters, whether it’s his coaching team. He has been engaged in helping improve the lives of people with developmental disabilities and kids with autism. He is a very fine man, and why wouldn’t—" ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para395"
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the minister responsible for seniors affairs and it’s about government programs.", "Minister, seniors play an active and important role in our province’s communities and economy. In my own riding of Trinity–Spadina we have a considerable and active senior population which continues to impact the community in many positive ways. As we know, there are also various challenges and opportunities associated with growing older, and seniors have a number of distinct needs our province is working to address.", "January marks the two-year anniversary of Ontario’s Action Plan for Seniors. Recently the minister visited my riding of Trinity–Spadina and celebrated this anniversary and provided an important update on the action plan. This plan is more than a framework; it’s a promise to our seniors and their families.", "Could the minister please elaborate on Ontario’s Action Plan for Seniors and inform the House of the initiatives our government is taking to improve—" ],
  "anchor" : "para397"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Minister responsible for seniors’ affairs." ],
  "anchor" : "para401"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Indeed, the member from Trinity–Spadina has a good question. He’s not only very supportive, but a very dedicated and committed advocate for seniors in his riding and throughout our province.", "He’s quite right. We are having a very strong shift in our demographics. Ontarians are living longer and we’re getting more seniors than ever before. We have a huge shift indeed in our demographic. Presently we have over two million people over the age of 65. We’re going to have 4.2 million in about 20 years. By 2016-17 we are going to have more people over the age of 65 than under the age of 14. Myself, as minister, and the government, have said we have to face the challenges, so we have in place Ontario’s Action Plan for Seniors.", "The latest one, which the member has mentioned, is the Seniors Community Grant Program. In the first year of operation we reached out to 179 projects—" ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to thank the minister for the response. It’s clear that our government is committed to achieving a higher quality of life for our seniors. I am delighted to say that these specific programs have resonated very well in my riding.", "In my riding, a remarkable project at the Harbourfront Community Centre, titled the Urban Grannies Garden Project, received $10,000 of funding from the Seniors Community Grant Program. This gardening program fosters a sense of belonging and acceptance among seniors in Trinity–Spadina, enabling them to partner up with youth while addressing food safety and community collaboration. The youth are delighted to have learned and developed these new skills, and the seniors are more socially engaged.", "I was pleased to have the minister join me in my riding to see first-hand the great work this senior group is doing in the riding and how the funding is being put to use. Can the minister provide us with additional information on initiatives our government has created to help improve the lives of seniors in this province?" ],
  "anchor" : "para406"
}, {
  "speaker" : "Interjection",
  "text" : [ "Good question." ],
  "anchor" : "para409"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "The member from Trinity–Spadina did indeed come up with a good question.", "We all know that because of the challenges that we are facing with this increasing number of seniors, we had to come up quickly with the Ontario seniors plan, which is a very comprehensive plan incorporating the age-friendly community planning program, the Community Transportation Pilot Grant Program and the community paramedicine program.", "We have the Ontario Elderly Persons Centres. Last week, we made some changes by increasing the number of languages in the Finding Your Way program. We now provide the information in Urdu, Arabic, Tagalog and Tamil. This is on top of another 16 languages to the guide to programs and services for seniors.", "This is why we want to motivate our seniors. We want to make sure that our seniors are proud to live in Ontario, to grow in Ontario and age in the province of Ontario." ],
  "anchor" : "para410"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Premier. We all—well, many of us here—know the rules: You don’t comment directly on the outcome of an ongoing investigation. Yet, Friday, while impugning and maligning members of this Legislature, the Premier couldn’t help herself from noting, with regard to the eventuality of the charges for her deputy chief of staff, Pat Sorbara, that “On our review of the matter, we don’t expect that to happen.” Premier, thankfully for the people of Ontario, it is not your expectations we are relying on to determine guilt or innocence.", "Premier, were your comments just completely inappropriate or were they, in fact, attempting to influence the outcome of an ongoing investigation?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, my comments on Friday were an expression of my belief that we were dealing with allegations, that there was an investigation ongoing, and based on what I know about the situation, I’m not asking my staff member to step down. That’s what I was saying on Friday, and I was being very clear about the fact that we had made a decision about who the candidate was going to be in Sudbury and that there had been no offer of anything in return for an action and that the conversations that had taken place were about trying to keep a young man who had been a candidate involved in the party. That’s what the statement on Friday was about." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para418"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Back to the Premier: Premier, your orchestrated strategy to change the channel is straight from the old Liberal handbook: how to stop at nothing to hold power. That’s why, despite your assurance that you wouldn’t drag individuals through the mud, you did exactly that with a drive-by blanket smear maligning our entire caucus. It’s also why the member from London North doubled down on your investigation speculation, indicating the allegations are baseless. Premier, an investigation is ongoing. It’s not up to you or your deputy to predetermine the outcome.", "Premier, you told us you’d be different, yet you’re walking on the same scandal-ridden trail of deceit and diversion that followed Mr. McGuinty right out these doors. Is this what we can expect from a Wynne Liberal government, keeping you and your friends in power by buying off seats at any cost?" ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. I’m listening carefully to all of the questions and answers and I’m not happy with that last part. But I’m not going to ask you to withdraw, other than to just indicate to you it will not be tolerated any further.", "Carry on." ],
  "anchor" : "para421"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We know there’s an investigation going on. We are not playing Perry Mason on this side of the House. The 78 questions, if the Deputy Premier’s calculation is right, that have come from the other side are doing just that.", "I was making a point on Friday when I stated the fact that there have been members from other parties who have come across to us and have talked to members in this caucus about the fact that they would be willing to step down from their seat in return for an appointment. That is a fact. That has happened. I didn’t name names because it wasn’t about individuals; it was about the reality that we said no. We said no, we’re not going to do that, even though those approaches had been made. That’s the point I was making. I made that point on Friday.", "The member opposite has brought it up in a context that makes me repeat what I said, but I was saying it to make a point about the fact that we said no, we were not going to do that." ],
  "anchor" : "para424"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. It’s not just the Toronto Star; it’s not just the Toronto Sun. The Ottawa Citizen editorial board wrote this: “Using public appointments to reward loyal service is one thing. Dangling the possibility of appointments while trying to persuade someone to give up their candidacy is quite another.” And a column in the Globe and Mail says, “As it turns out, Ms. Wynne is not quite as different from Mr. McGuinty as she appeared.”", "These quotes are not from question period. Will the Premier start listening?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, let’s just be clear. I had made a decision by the end of November that Glenn Thibeault was the best person to be our candidate. There was no candidacy. There was no position that the past candidate held.", "The reality is that we were working to try to keep this young man involved. He had been our candidate. He was not going to be our candidate again, and we were working to try to keep him involved. He didn’t have any position other than as a past candidate. So when I say that there was nothing offered in exchange for an action, that’s exactly the case, because he wasn’t in a position. He was a past candidate, and I had made a decision that Glenn Thibeault was going to be our candidate, not Andrew Olivier." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It’s not just the Star; it’s not just the Sun, the Citizen, the Globe and Mail. There is also the National Post: “One of the incongruities of elected politics is the cynical assumption that laws are made to be observed by others.... Ms. Wynne reflected this attitude in spades Friday.” And here’s what the Waterloo Record had to say: “Ontario’s governing Liberals make the law—but they are not above it.... Premier Kathleen Wynne seemed blind to this fact.”", "The Premier is not just hearing from the opposition. She’s hearing from the Toronto Star, the Toronto Sun, the Ottawa Citizen, the Globe and Mail, the National Post and the Waterloo Record. Everyone but the Premier knows the Liberals are on the wrong side of this issue.", "Will the Premier finally do the right thing and admit some responsibility and fire Pat Sorbara and Gerry Lougheed?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Deputy Premier." ],
  "anchor" : "para436"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Again, I have to say it’s getting a bit boring in here, I think. There are important questions facing this province and you’re not asking them.", "It’s very clear that the Premier made a decision that Glenn Thibeault would be our candidate. It’s very clear that our party actually reached out and tried to have a conversation with a past candidate. If you actually listen to the tape, it’s abundantly clear that Andrew Olivier knew that he was not going to be the candidate from the very beginning of the conversation with Pat Sorbara.", "Gerry Caplan, who is a good New Democrat, said, “Why we’re making this the biggest deal in the world is beyond me.” Well, I tell you, Speaker, it’s beyond me. When there are important issues facing the people of Ontario, why both opposition parties continue to focus on this is beyond me too." ],
  "anchor" : "para437"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is to the Minister of Community and Social Services. Minister, your ministry is pursuing a mandate of transformation for the services it offers people living with disabilities. This government has clearly chosen to make individuals with developmental disabilities a priority by making the significant investment of $810 million over three years in the developmental services sector.", "Minister, you have said before that this government is working towards having people with disabilities fully included in the fabric of our communities and able to live as independently as possible, like Taylor Abbaspour of Barrie, who now has two jobs and is preparing to move into his own apartment.", "Minister, can you please tell the House how your ministry is working towards this goal?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Barrie for the question. As the member said, our government is choosing to invest in Ontario’s most vulnerable people, and thousands of people are already benefiting from the budget investment.", "Last fall, I shared with this House my ministry’s launch of the Developmental Services Employment and Modernization Fund. This fund is set to deliver $15 million over three years, and is part of the $810-million investment strategy. This fund is intended to support the ongoing transformation of the developmental services system into one that is more person-directed, collaborative and efficient, and that promotes greater inclusion and independence for individuals.", "In this first round of funding, that was announced earlier this month, the government is supporting 38 projects around Ontario that were selected as best meeting the objectives of this fund." ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?", "Interjections." ],
  "anchor" : "para447"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I can’t hear the question, Mr. Speaker." ],
  "anchor" : "para449"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I did say, “Supplementary.”" ],
  "anchor" : "para450"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you, Minister. This new employment and modernization fund is a strong example of the way that this government is using the innovative leaders in the developmental services sector to make a tangible difference for people with developmental disabilities and their families.", "In my riding of Barrie, Simcoe Community Services is one of the 38 successful proposals of this new fund. This agency, supported by this government, has been doing great work for many years to support individuals in their daily life and seek better integration in their communities and economy. Now, with this additional project funding, CEO Marion Graves says that this agency will be able to expand their pool of prospective employers.", "Minister, can you please elaborate on what other ways this fund will improve the lives of people across Ontario?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "We’re moving the developmental services sector to a place that better integrates individuals in their community and economy, and transforms the way supports are offered to them.", "First, it is clear that those with developmental disabilities are a very diverse group of individuals with varying interests and abilities, so customizing employment initiatives is very important to ensure a successful outcome. This means that agencies need to collaborate more closely to help transition individuals to employment opportunities in the community.", "An excellent example of this type of initiative is LiveWorkPlay, in Ottawa, that I visited along with Minister Naqvi last Friday. We want to make municipal community programs more inclusive and develop a provincial centre of excellence on employment.", "We are transforming the developmental services sector so that individuals are now living in the community and have every opportunity to work in their community." ],
  "anchor" : "para454"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. Premier, yesterday the Minister of Community Safety and Correctional Services said that your government would not interfere with the removal of Gerry Lougheed Jr. from the Greater Sudbury Police Services Board.", "The minister said that under regulation 421/97, Members of Police Services Board—Code of Conduct, it is “up to the Ontario Civilian Police Commission ... to consider whether the code of conduct is being complied with or not.”", "That’s true. But are you aware that section 25 subsection (1) of the Police Services Act allows your minister to request the Ontario Civilian Police Commission to investigate, inquire into and report on the conduct of a member of the board?", "Premier, through your minister: Will you request that independent body to investigate the inappropriate actions of Gerry Lougheed Jr.?" ],
  "anchor" : "para459"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Attorney General." ],
  "anchor" : "para463"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "First of all, I didn’t have the chance to congratulate our member Glenn Thibeault for a wonderful election in Sudbury, so I’m very pleased to. He ran a positive campaign, and the people of Sudbury have spoken and they have elected him.", "On the question, Mr. Speaker, all police service board members appointed by the province or a municipal council are subject to the code of conduct under the Police Services Act. I understand that the Sudbury police services board has addressed this issue recently, and they have voted for Monsieur Lougheed to retain his position. It is important to note that, if a board member has breached the code of conduct, an investigation by the Ontario Civilian Police Commission may be conducted pursuant to section 25 of the PSA." ],
  "anchor" : "para464"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para467"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Back to the Premier: The police services board code of conduct, section 14, subsection 1, states, “A board member whose conduct or performance is being investigated or inquired into by the commission under section 25 of the act ... shall decline to exercise his or her duties as a member of the board for the duration of the investigation.” This is not an issue of political interference by the board. We have an open investigation by the OPP and a damning report by the Chief Electoral Officer. It’s time for you to request an independent investigation from the Ontario Civilian Police Commission, thus requiring Mr. Lougheed to step away from the board. I’m asking you, Premier and Minister: Will you ask for that investigation to take place?", "Interjections." ],
  "anchor" : "para468"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Attorney General." ],
  "anchor" : "para470"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Again, the Police Services Act does not give the minister the authority to remove a board member. It is important to note that, if a board member has breached the code of conduct, an investigation by the Ontario Civilian Police Commission may be conducted pursuant to section 25 of the public service act. The OCPC would decide if a hearing into the matter is warranted. That’s the process. Anybody can report a case to the Ontario Civilian Police Commission. If the member wants to do it, it’s up to you, sir." ],
  "anchor" : "para472"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Sorbara d’offrir un emploi à M. Andrew Olivier?" ],
  "anchor" : "para474"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Merci beaucoup pour cette question. Je vais dire encore une fois que j’ai eu une conversation avec Andrew Olivier pour l’engager dans le parti. J’ai décidé que Glenn Thibeault était le meilleur candidat pour notre parti à Sudbury, et je suis très heureuse d’avoir M. Thibeault dans notre parti et notre gouvernement." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para476"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Sorbara ont tous les deux dit à Andrew Olivier qu’ils l’appelaient au nom de la première ministre. Ce n’est pas par coïncidence qu’ils ont tous les deux dit à M. Olivier qu’il pouvait avoir tout ce qu’il voulait en autant qu’il ne se présente pas comme candidat libéral. Ce n’est pas par coïncidence que ces trois personnes pensaient que la décision de nominer un candidat n’était pas encore prise.", "Sorbara quoi faire?" ],
  "anchor" : "para477"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "J’ai décidé que Glenn Thibeault était le meilleur candidat pour notre élection à Sudbury. J’ai fait cette décision. J’ai dit que j’ai eu une conversation avec Andrew Olivier pour engager Andrew Olivier dans notre parti parce que je crois que c’est la responsabilité du leader d’un parti.", "I have said this over and over again. I made the decision. We were working to engage Andrew Olivier. That’s what the conversations between Pat Sorbara and Andrew Olivier were about." ],
  "anchor" : "para479"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. Ontario’s biodiversity and natural heritage contribute substantial ecological and economic benefits to our province, yet invasive species threaten our province’s biodiversity and can have drastic impacts on our economy.", "One species that is already established in Ontario, the zebra mussel, clogs the intake pipes of municipal water supplies and hydroelectric companies, and interferes with the overall enjoyment of our lakes and rivers. Managing zebra mussels costs between $75 million and $91 million each year.", "Another invasive species, the emerald ash borer, is a beetle that has devastating impacts on Ontario’s ash trees. Since 2002, the emerald ash borer has spread across much of southwestern Ontario, Sault Ste. Marie and the Ottawa area. This beetle kills approximately 99% of ash trees as it moves through the area and I understand that over 118 hectares have already been affected.", "Mr. Speaker, through you to the minister: Could he explain what our government is doing to stop the spread of these species in Ontario?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member from Davenport for the question. It’s important that in Ontario we be as proactive as we possibly can. In the past, we’ve been reactive and the member, through her question, has referenced a couple of examples. The zebra mussel is costing us $90 million a year in terms of trying to deal with it once it has arrived. We know by being proactive we can limit that.", "The emerald ash borer is another great example. Here, the city of Toronto has spent $37 million over the last five years and removed a significant portion of their urban forest canopy. We need to try and be more proactive where we can be on these issues.", "There are examples where we’ve been successful, too. Since the ballast water restrictions and changes have come into place, we don’t believe there has been an introduction of another aquatic invasive species into the Great Lakes since 2006, since those changes came into place.", "In regard to the emerald ash borer, simply by preheating pallets—they believe the emerald ash borer came in on wooden pallets. Simply by preheating those pallets before they come over, you can deal with it that way. That’s one of the reasons we’ve reintroduced the Invasive Species Act. We want to be proactive on this file and carry this issue forward." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you to the Minister of Natural Resources and Forestry for his response and leadership on this important issue.", "I’m pleased to hear that our government is taking a proactive role in preventing, detecting and rapidly responding to invasive species. However, often environmentalists, landowners, industry, and hunters and anglers of this province have competing interests when it comes to addressing environmental concerns in Ontario. Municipalities are very interested in preventing the spread of invasive species as they are often at the front lines, paying the cost when these species invade our communities.", "Though I know you have worked with a number of stakeholders to bring this legislation forward, my constituents are concerned about the impact this legislation will have on everyday Ontarians and industry.", "Mr. Speaker, through you to the minister: Could he please explain to the House what our government is doing to work with stakeholders, communities and municipalities to prevent invasive species from affecting our environment and economy?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Once again I want to thank the member from Davenport for the question.", "Last week or the week before, I was in Ottawa for a conference primarily centred on dealing with biodiversity in Canada—Canada-wide. It was a federal-provincial-territorial ministers meeting dealing with biodiversity, but a significant part of the conference dealt with the issue related to invasive species.", "Ontario is seen as a leader on this file. One of the requests that Ontario brought to the conference was that we establish a federal-provincial task force on a go-forward basis to deal with this in a pan-Canadian approach.", "Minister Aglukkaq was there. She was the host and the leader on the conference. Through her leadership, as well as with the support of the other federal, provincial and territorial ministers, we received agreement. We have now established and will establish in very short order a task force dealing specifically with invasive species. This will be to the benefit of all of us across Canada. Of course, invasive species know no boundaries." ],
  "anchor" : "para495"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "My question is for the Premier. Premier, here’s a quote, and I begin, “It is of the utmost importance that we lead responsibly, act with integrity, manage spending wisely and are accountable for every action we take.” Can you tell me whose words those are?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I imagine I said that. I’m just thinking that I said that. Certainly, if it’s not a quote from me, it’s certainly something that I believe. In fact, it’s why on Friday, if we’re still talking about the Sudbury by-election, which I imagine we are, I made a clear statement about when I had made the decision and what we were going to do in terms of the ongoing investigation. We were going to co-operate with the authorities and I made it clear what my actions going forward would be." ],
  "anchor" : "para501"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Yes, Premier, the quote is yours. In fact the quote is found in every mandate letter you wrote to your cabinet ministers. Unfortunately, it seems that the value you place on integrity is dependent on circumstances and is flexible when it suits your needs.", "During your latest scandal, did it not occur to you that you were asking Gerry Lougheed to break a police services board code of conduct regulation which states that “Board members shall refrain from engaging in conduct that would discredit or compromise the integrity of the board or the police force”? Why did you put Mr. Lougheed in a position where he would be breaking this code?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This question has been asked many times in many different ways. I’ve answered the question. I’ve made it clear that the conversations that took place were in the context of my having decided who the best candidate was going to be for us. That was Glenn Thibeault, and we were trying to work to keep the past candidate involved. That’s what the context was." ],
  "anchor" : "para506"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Sorbara a dit à M. Olivier : « Tu es seulement la troisième personne à qui elle a dû demander ça. »", "Ma question est simple : qui sont les deux autres personnes et quelles sont les offres qui ont été offertes?" ],
  "anchor" : "para508"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Je vais dire encore une fois que j’ai fait une décision que Glenn Thibeault était le meilleur candidat pour Sudbury, pour notre parti, et les conversations avec Andrew Olivier étaient des suggestions pour engager notre ancien candidat dans le parti.", "I have said repeatedly that the conversations with Andrew Olivier were about suggestions about ways that he could stay involved in the party apart from being a candidate—because he was not going to be the candidate; Glenn Thibeault was going to be our candidate." ],
  "anchor" : "para510"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Pat Sorbara a dit à M. Andrew Olivier : « C’est la troisième fois que la première ministre appelle des gens pour les empêcher de se présenter. »", "Encore une fois, ma question est simple : comment s’appellent ces gens? Qui sont-ils?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "J’ai dit que j’ai fait une décision. Je ne sais pas qui est le troisième. Je ne sais pas qui est cette personne. Je sais que Pat Sorbara a eu une conversation avec Andrew Olivier pour engager Andrew dans le parti parce qu’il était notre ancien candidat. C’est la fin, monsieur." ],
  "anchor" : "para515"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "My question is for the Minister of Energy, whom we were able to host, in my riding of Cambridge, in November, talking about energy and the new master servicing agreement that was signed between Bruce Power and Babcock and Wilcox. Thank you for coming.", "Minister, it seems that Ontario’s electricity system has changed significantly since the Independent Electricity System Operator, IESO, and the former Ontario Power Authority were created in 1999 and 2004 respectively. In fact, I believe that the areas of overlap and duplication between the two agencies have been noted since a report from the Agency Review Panel. I understand that the IESO and the former OPA have now merged to form a single entity as of the beginning of this year, in 2015.", "Speaker, through you to the minister: Could the minister please advise the House as to the role and responsibilities of the newly merged Independent Electricity System Operator?" ],
  "anchor" : "para517"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I thank the member from Cambridge for the question.", "The newly merged Independent Electricity System Operator is responsible for ensuring that there is enough power to meet the province’s electricity needs in real time while planning and securing electricity supply for the future. It does this by:", "—balancing the supply of and demand for electricity in Ontario and directing its flow across the province’s transmission lines;", "—planning for the province’s medium- and long-term electricity needs and securing clean sources of supply;", "—overseeing the electricity wholesale market; and", "—fostering the development of a conservation culture.", "A joint working committee reviewed each organization to determine where efficiencies could be found while ensuring that the electricity system remains safe and reliable.", "Mr. Speaker, the merger, which took effect January 1, was smooth and seamless, and it is generating very significant efficiencies." ],
  "anchor" : "para520"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Thank you, Minister. I think it’s helpful for families and businesses in Ontario to know what the new Independent Electricity System Operator does and what it’s responsible for.", "I’m sure it was a complex process to merge the IESO and the OPA. I find it reassuring to hear of the joint working committee that worked collaboratively to review where efficiencies were being found, to ensure that our electricity system remains safe and reliable for all Ontarians, including those in my riding of Cambridge.", "I know that you and the Ministry of Energy staff have been focusing on improving the efficiency in the energy sector and have placed a specific focus on improving efficiency at our energy agencies. While there are obvious efficiencies, such as the reduction from two boards of directors to one and from two CEOs to one, could the minister please advise the House on how else the merger of these two agencies will increase efficiency?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I thank the member for the supplementary question. Our government’s priority is to continue building a clean, reliable and cost-effective electricity system for Ontarians, so the merger of the Independent Electricity System Operator, the IESO, and the former Ontario Power Authority, OPA, was implemented to increase operational efficiencies and contain costs.", "The merger is expected to increase operational efficiency, create synergies and contain costs by bringing short-, medium-, and long-term planning functions together, simplifying the electricity sector for industry and consumers, and coordinating the flow of electricity between generators and consumers. The merger supports our government’s commitment to improve agency efficiency, reduce costs in the electricity sector and help mitigate costs for ratepayers." ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s very usual that the Speaker announce the visitation of a special guest: Mr. Alvin Curling, in the west public gallery—allow me, for the record, to put down what I normally say—in the 33rd, 34th, 35th and 36th Parliaments the member for the riding of Scarborough North, and in the 37th and 38th Parliaments for the riding of Scarborough–Rouge River, and in the 38th Parliament our former Speaker.", "Thank you very much for being here.", "Before we do our vote, I have been requested to ask a few more people. A point of order from the Premier." ],
  "anchor" : "para535"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Sorry. I did not notice that in the gallery are three of my constituents: Paul Robert, Margaret Casey and Janet McDougall. I just wanted to welcome them." ],
  "anchor" : "para538"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Mr. Speaker, I may have said “public service act” instead of “Police Services Act” when answering the question for the member from Leeds–Grenville. If I said that, I would like to correct myself." ],
  "anchor" : "para540"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. A point of order to correct your record is always appropriate." ],
  "anchor" : "para541"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "A point of order: I’d like to correct my record too. When I referenced the heckling about how parents should be able to vote on evolution curriculum, I shouldn’t have named the individual; I should have given the riding. I should have said “the member from Chatham–Kent–Essex.”" ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "While one is allowed to correct their record—I do accept that as a point of order, but not in the spirit I believe we are supposed to be intending this.", "Deferred vote on the motion for second reading of the following bill:", "Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Projet de loi 31, Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para544"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Would all members please take their seats?", "On November 27, 2014, Mr. Del Duca moved second reading of Bill 31. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para551"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para642"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The ayes are 88; the nays are 0." ],
  "anchor" : "para643"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para644"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading? Minister of Transportation." ],
  "anchor" : "para646"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Yes." ],
  "anchor" : "para647"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So ordered?", "Interjections." ],
  "anchor" : "para648"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "General government." ],
  "anchor" : "para650"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill go to general government? So ordered." ],
  "anchor" : "para651"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Can we get a clarification there, Mr. Speaker?" ],
  "anchor" : "para652"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The bill has been referred to the committee for general government." ],
  "anchor" : "para653"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much, Speaker." ],
  "anchor" : "para654"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re welcome, member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para655"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In the Speaker’s gallery are friends of mine from the riding of Brant, who are here for lunch with the MPP in their support for charity, Mr. Ken Mercer and Shari Martin. Welcome and thank you for being here.", "There are no further deferred votes. This House stands adjourned until 3 p.m. this afternoon." ],
  "anchor" : "para657"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I would like to welcome a number of people here today who have come to Queen’s Park to celebrate Black History Month. They are Dr. Mohsen, Lawrence Dawkins, Trevor David, Monica Pollard, Dr. Catherine Chandler-Crichlow, Pranavan Ganesh, Gwyneth Chapman, Dr. Rosemary Sadlier and Omar Ha-Redeye. Welcome, and enjoy Queen’s Park." ],
  "anchor" : "para661"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome to our guests. Further introductions?" ],
  "anchor" : "para662"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "This gentleman has already been introduced by the minister, but I also want to lend my greetings to Omar Ha-Redeye, who is a constituent and one of the many volunteers who got me here. Thank you and welcome." ],
  "anchor" : "para663"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Mr. Speaker, I would like to introduce Arnella Csongradi from Don Valley East, a personal friend of mine. She’s here to celebrate Black History Month." ],
  "anchor" : "para664"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to introduce Farah Cooper, Richard Lewis, Yinka Adegbusi, Penina Lam and Mr. Lam, Charmaine and Donovan Blair, Raymond Degby and Judith Brown. Thank you very much, and I enjoy welcoming you." ],
  "anchor" : "para665"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I rise today to discuss an important topic to Ontario’s future, and that is rural health care. During the bear-pit session yesterday at ROMA and Good Roads, we heard a lot from municipalities with regard to the importance of rural health care. But there are two hospitals in my riding that require attention by this government: the South Bruce Grey Health Centre, and specifically their Chesley Restorative Care Unit, as well as the Kincardine hospital.", "First, the RCU, the Chesley Restorative Care Unit, is part of a 10-bed approach to help patients regain their independence after acute phases of illness with the expectation that they would be able to return home. The closure of this unit, scheduled for spring, will push patients to remain in hospital for a longer period, until they are discharged or until a bed in a long-term-care facility becomes available. This will end up costing more in the long term, rather than getting patients back home and improving their quality of life. The restorative care unit is a model that should be followed by this government.", "Secondly, the Kincardine hospital, and I’ve spoken about this situation before: In 2008, they were promised dollars by the Liberal government. In August 2011, this community had a carrot dangled in front of them with the promise of a new hospital build. Today, in 2015, nothing has come to fruition. Just today, Kincardine and Huron-Kinloss approached the minister to say, “Please help us. Our hospital is in disrepair.”", "We need this government to focus on rural health care." ],
  "anchor" : "para668"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Danah Beaulieu represents the very best my riding of Windsor West has to offer when it comes to building partnerships in our community. She’s the owner and founder of Art InDeed, an organization that provides a wide range of holistic-based art programs at her studio and community organizations across town, including the Alzheimer Society of Windsor and Essex County. Alzheimer’s, as many in this chamber know, is the most common form of dementia and is both devastating and incurable.", "Speaker, I’m proud of the work Art InDeed is doing with the Alzheimer Society of Windsor and Essex County. I recently toured the society and was impressed by the quality of services that are offered, like education and counselling for people suffering from Alzheimer’s and related dementias, along with their families.", "Last year alone, the society offered over 3,000 counselling sessions and 110 support group meetings, and distributed over 7,000 information packages, all while self-funding 35% of their annual budget.", "With the number of people suffering from dementia expected to double in a generation, I’m thankful for the creative partnering of Art InDeed and the Alzheimer’s Society. I think all members in this chamber will agree that we should help foster these relationships as we search for ways to fight and live with Alzheimer’s and related dementias." ],
  "anchor" : "para673"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today in the Legislature and acknowledge some very special Ontario talent that gained international recognition on the world’s biggest stage over the weekend.", "Like many people throughout the province and country and across the globe, I tuned in to watch the Oscars on Sunday. While some may have been watching the stunning dresses, outstanding music and really inspiring performances, it was really the awards being handed out that drew most people’s attention.", "I’m pleased to say that our province was very well represented in the winners’ circle. You see, director Chris Williams, who was raised in Kitchener and later attended the animation program at Sheridan College in Oakville, took home the Oscar for best animated feature for Big Hero 6. Not to be outdone, Craig Mann, born in Oakville, won a best sound mixing Oscar for his work on the film Whiplash. Speaker, it’s clear that these Oscar victories were both very well deserved. To have local talent succeed at the highest levels is inspiring and something we should all celebrate.", "I want you to know that this is a reminder of what can be achieved with hard work, passion and determination. Their outstanding success reminds us all that we must continue to support local talent and ensure that we are doing all we can to help Ontarians realize their full potential. I’d like to congratulate both of these local artists and wish them the best of luck in their future endeavours." ],
  "anchor" : "para678"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I want to thank the Canadian National Institute for the Blind for coming to Queen’s Park today and thank them for all they do to support blind or partially sighted Canadians in helping them build the confidence and skills to go about their daily lives.", "I’ve always been a strong advocate for the work CNIB does, whether that be providing audio books or hard-copy books written in Braille, giving peer support for those who feel depressed or angry with their vision loss, or teaching CNIB clients tips on how to complete tasks many of us take advantage of in our daily lives.", "I personally struggle with keratoconus, a degenerative disorder of the eye where the cornea thins and changes shape to a more cone-like structure, causing substantial distortion of my vision. Luckily, I have a way to deal with my eye condition using special contact lenses, but I understand the struggle many Ontarians face and how critical post-vision-loss rehabilitation therapy is to our health care system.", "As a member of this Legislature, I look forward to working with CNIB as they move forward on their Path to Change to ensure our vision care in Ontario’s health care system supports our aging population and those who need special vision care.", "I welcome all MPPs and their staff to the reception this evening in the dining room from 6 p.m. to 8 p.m. to speak with those from CNIB so you can learn more about the important support they provide across Ontario and throughout Canada." ],
  "anchor" : "para683"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Mr. Speaker, thank you for allowing me to speak today. I’d like to use my time to highlight something I see happening across my riding and across the province.", "We’re seeing people really starting to support their local communities by buying local. They are turning to local farmers’ markets, local wineries and local workers, to highlight a few examples. They are even going on staycations, where they stay at home and see their local sites and entertainment, giving back to their community and the tourism sector. I’ve been calling on communities to buy local for years. I’m very happy to see that so many people are supporting that initiative.", "In my riding, I’d like to commend Dan Patterson, president of Niagara College, for opening up their pre-qualifying bid process to allow bids from local contractors. This kind of thing creates an opportunity for skilled tradespeople who live and work in Niagara. By expanding their list of pre-qualified bidders, they were able to include two local companies. By making room for locals and supporting our local electricians, construction workers and builders, we’re making sure good, decent jobs get back into our communities.", "I’d like to see this trend continue, especially with our new hospital in Niagara Falls. I’d like to see this province buy local and support our local wineries and our local arts and culture across the province. By taking into account areas where there is high unemployment and by focusing on buy-local strategies, we can put good, hard-working Ontarians back to work." ],
  "anchor" : "para689"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m pleased to stand in the House today to celebrate a remarkable person from my riding of Newmarket–Aurora. On February 15 I had the opportunity to present long-time northern York region resident Della Taylor with a certificate to honour her 100th birthday.", "Della was born on February 9, 1915, on a farm near the beautiful hamlet of Lloydtown, not too far from my riding and in the township of King. This was a significant year, not only for Della and her parents, but also for the shaping of Canada’s future, for it was the early days of the Great War, which forged our nation’s early identity.", "Della’s strong constitution was built on the family farm, where she learned not only how to run a household but also how to run a farm. It was on this farm that she met her future husband, William.", "With the 1930s came the Great Depression, yet Della and William did not let that stop them from marrying in 1934. That union resulted in three children—William, Barbara and Bernard—as well as five great-grandchildren and 12 great-great-grandchildren.", "Reaching 100 years of age is a great milestone. Through their hard work and selflessness and determination, this generation was witness to a country coming of age. We thank Della Taylor and her friends and her family for building a fantastic province and a fantastic country. Della Taylor, we thank you. Happy birthday." ],
  "anchor" : "para695"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "The member opposite was earlier referencing Sunday night’s Oscar awards, and quite a show it was as the red carpet was rolled out in Los Angeles and they handed out the Oscars in California. Well, there is a big event this weekend in Belleville. They’ll be rolling out the green carpet for the fourth annual 2015 Belleville Downtown DocFest. Who knows? We may have some future Oscar winners as a result of having their films on display this weekend in downtown Belleville.", "By the way, Lady Gaga was great on Sunday night doing the Sound of Music medley. Loved it. But I digress.", "The international documentary film festival kicks off with the screening of Keep On Keepin’ On on Friday night at the Empire Theatre. The film tells the story of an unlikely mentorship between jazz legend Clark Terry and Justin Kauflin, who’s a young piano prodigy. Kauflin is actually going to be onstage at the Empire as the film is being played, and then he’s going to Centennial Secondary School and meeting 150 music students from nine local high schools in the region and talking to them about the film and about music.", "The film festival, while it’s a great opportunity to show 50 different documentaries over the three-day festival, is also an opportunity to engage young people. I think that’s what this is all about at a number of different locations throughout Belleville’s core. The DocFest offers local filmmakers, as I mentioned, an opportunity to show off their work. Fourteen local filmmakers will have their docs hit the screen, including Belleville’s Aaron Bell. The story that he’s telling is Crawford: Family of Champions. Floyd Crawford moved to Belleville in the 1950s. He became the captain of Belleville’s McFarlands hockey team that went on, in 1959, to win the world championship. But the big story is the offspring; there are nine of them who have gone on to incredible things, including Marc Crawford, who won coach of the year in the NHL and a Stanley Cup with the Colorado Avalanche.", "Congratulations to everybody involved in Belleville’s downtown DocFest. I look forward to hitting the green carpet on Friday night." ],
  "anchor" : "para701"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I’d like to take this opportunity to recognize an organization doing tremendous work in my riding of Davenport. In January I visited the Safehaven Project for Community Living, a respite centre providing care for children with multiple disabilities and complex medical needs.", "For over 25 years, Safehaven’s doors have been open to help children from zero to 18 with special needs in Toronto and the central Ontario region. Safehaven provides a unique service as it recognizes that very rarely do children with special needs fit into exclusive silos of care. Children at Safehaven are treated for numerous conditions, and many are unable to walk, see or hear.", "Safehaven is equipped with high-quality, trained and very motivated staff with expertise in dealing with children with many complex ailments.", "All children at Safehaven are granted a room equipped with specially designed beds to suit the needs of the specific child. And importantly, families remain involved in all aspects of their child’s life at Safehaven.", "When I toured the great facilities at Safehaven, I met with many of the children as well as several dedicated staff members, including Beverley Gordon and Kimberley Gadwah. Beverley started Safehaven 25 years ago and will be retiring in March.", "I’m proud to say that our government has generously supported the important services provided at Safehaven. The Ministry of Children and Youth Services has provided over $200,000 in out-of-home respite funding, as well as money to facilitate renewing the building this year.", "Mr. Speaker, I am humbled to represent this fantastic organization and I look forward to assisting them in any way I can." ],
  "anchor" : "para707"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Mr. Speaker, this past Sunday I was honoured to be invited to speak at the Kitchener Masjid, to a large gathering of my constituents in the Muslim community, on a very serious issue, and that is domestic abuse. This is a deeply disturbing issues that affects many families and crosses all boundaries, no matter the social, cultural or economic context. Violence and harassment against women should not be tolerated, and women who find themselves in these circumstances need to know that there is help for them.", "This is the message that I delivered to the gathering. In 2013, our government introduced the Domestic Violence Action Plan, which included $14.5 million in increased funding for women’s shelters.", "Mr. Speaker, within some communities, it’s very difficult for women to leave an abusive relationship, as they face shame and isolation. Although they’ve done nothing wrong, they are accused of dishonouring their families by going public with the abuse that they’re living with.", "I was recently asked to chair the Select Committee on Sexual Violence and Harassment against women. Our job is going to be to address prevention and consider ways to shift social norms and other barriers that prevent people from coming forward.", "I want to thank the people who attended the event at the Kitchener Masjid for being courageous enough to want to talk about domestic abuse, and I say let’s keep the conversation going." ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para720"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made in the order of precedence on the ballot list for private members’ public business such that Mr. Hatfield assumes ballot item number 35 and Ms. Horwath assumes ballot item number 59." ],
  "anchor" : "para722"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the Associate Minister of Finance." ],
  "anchor" : "para724"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Thank you, Speaker. Speaker, I’m sorry I missed the introduction of visitors, but I do want to recognize that there are many leaders from the black community here today. I’m not going to name them all, but I do see Rosemary Sadlier, the president of the Ontario Black History Society, and also Dr. Catherine Chandler-Crichlow, a leader in the financial services community. I also see my dear friend Lawrence Dawkins, the president of my PLA, and many other friends I would like to welcome here today." ],
  "anchor" : "para725"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated February 24, 2015, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para728"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Speaker, I will be sharing my time with the Associate Minister of Finance, Minister Hunter.", "Speaker, I rise today to recognize February as Black History Month. Black History Month is a great occasion for everyone to appreciate the achievements of black Ontarians.", "The history of people with African heritage who have come to Canada can be traced back to 1603. Later, during the mid-1800s, Harriet Tubman, a former slave herself, helped enslaved African Americans use the Underground Railroad to escape to freedom across the Ontario border to St. Catharines, where she lived for nearly a decade.", "Black Ontarians proudly served in the War of 1812, in both World War I and World War II and in other conflicts, past and present.", "However, recognition was often slow and hard-won. It took a long time before Canada elected its first black member of Parliament, Lincoln Alexander, in 1968. Mr. Alexander later became Ontario’s Lieutenant Governor.", "This province’s black history is not only full of historic and political legends. We also have an abundance of music legends, such as the late Oscar Peterson and the popular singer-songwriter Dan Hill, brother of literary star Lawrence Hill, who is the author of the award-winning novel The Book of—the word starts with an N.", "Their father, human rights activist Daniel G. Hill, was instrumental in founding the Ontario Black History Society in 1978. He was later Ontario Human Rights Commissioner and Ontario Ombudsman.", "In the sports world, the province has produced many black sports heroes, including Fergie Jenkins, the first Canadian to be inducted into the Major League Baseball Hall of Fame. How about—" ],
  "anchor" : "para732"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I like that.", "How about Michael “Pinball” Clemons, and P.K. Subban, who currently plays for the Montreal Canadiens; Drake—my friend—an accomplished actor and rapper; and Anthony Bennett and Andrew Wiggins, who were each drafted first overall in the 2013 and 2014 NBA drafts.", "Do it again." ],
  "anchor" : "para742"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "In the business world, Michael Lee-Chin is an example of a notable Ontarian, originally from Jamaica, who has made major business, cultural and charitable contributions in our province.", "As Ontario’s Minister of Citizenship, Immigration and International Trade, I know how important immigration and diversity are to building a province that is strong both culturally and economically.", "I urge everyone to participate in the many events taking place across the province during this Black History Month, to better understand and appreciate the extraordinary contributions made by Ontario’s black community." ],
  "anchor" : "para746"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I’m pleased to stand in the Legislature today, alongside my colleague the honourable Minister of Citizenship, Immigration and International Trade, to recognize and celebrate the importance of Black History Month. Each year, February is a special opportunity to acknowledge the history of the black community in Canada, celebrate our triumphs and look forward to the future.", "The black community in Canada has a long and storied history of hardship, resilience and hope. As the minister highlighted, we have had amazing achievements that have advanced humankind, but it is important to remember that we have also faced horrible hardships.", "This is why I am particularly enthusiastic to join with you to celebrate Black History Month. As with all such occasions, it invites us to reflect and consider the most enduring truths of our collective lives—for example, that each of us has a unique and purpose-filled role in keeping this province and this country great.", "In my own Black History Month reflections, I came across Mathieu Da Costa, who was the first known black man to arrive in the land that would later become known as Canada. A free man, not a slave or indentured servant, he was a member of the European exploration parties of the early 17th century, most notably those of Samuel de Champlain. His portfolio of languages, including Dutch, French, Portuguese and pidgin Basque—the language used by many First Nations people for trading purposes—made him a highly sought-after interpreter, translator and go-between by the French, Dutch and English. He was also fluent in the Mi’kmaq dialect and the eastern Algonquian languages before joining Champlain’s expeditions, which suggests that he had been to North America before Champlain. His translation and communication skills helped bridge the cultural gap between early French explorers and the First Nations.", "Think about it: More than 100 years before the Fathers of Confederation were even born, someone who looked like me, who looked like more than half a million black people who call Ontario home, stood as a highly skilled professional and free man, shoulder to shoulder with the father of New France to lay the groundwork for a brand new nation.", "Mathieu Da Costa did not appear in the pages of my grade school or high school Canadian history books. But thanks to Black History Month, he and thousands of other heroes of the black community, both known and obscure, take their rightful place among Canadian greats—past, present and future.", "It is stories like this that remind us that, as members of the Legislature, lawmakers, we have a tremendous responsibility. We have a responsibility to ensure that we’re creating laws that enable people to reach their full potential. We have a responsibility to ensure that we’re building a fair, inclusive society that truly recognizes diversity as a strength.", "Why is this important? It’s important because while Ontario remains a model of diversity, civil society and prosperity, we still have not achieved a perfect union. Inequalities among groups still exist. And still, too often, race, ethnicity, income, mental and physical health, gender and gender identity are markers of disadvantage.", "But Black History Month inspires hope. It is an integral part of our shared identity as Ontarians.", "We are one Ontario. And a vital and vibrant part of who we are can be seen in the story of black people in Canada, a story that speaks to invention, innovation and leadership in all aspects of Canadian reality—past, present and future. From the professions to the arts, from entertainment to sports—yes, including hockey—to education, to science and to politics, it is a story of struggle and of overcoming, of family and community, of entrepreneurship and hard work. It is a story that rightfully takes its place among our collective Canadian success stories. And I boldly say that it is a story whose most exciting chapter has yet to be written.", "Enjoy the rest of Black History Month. I know I will." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for responses." ],
  "anchor" : "para760"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "It is my privilege today to speak and recognize Black History Month on behalf of the Ontario PC caucus. The month of February is set aside as Black History Month and is an important annual celebration of Ontarians who trace their family heritage to Africa and the Caribbean. It is also a time to reflect on the struggles of African Canadians for fair treatment and equal opportunity.", "The proud legacy of black Ontarians goes back to the early beginnings of Canadian history. The great sacrifices and tremendous contributions of their community have helped to create the Canada we have today.", "Every year, Ontarians are invited to participate in Black History Month festivities and events that honour the legacy of black Canadians past and present. I, too, want to welcome the guests in the lobby. I was able to attend some of the events that occurred yesterday, and I wish you all the best in your many events over the rest of the month. Throughout the month, people can gain insight from these events into their experiences and their vital role in the community.", "Ontario’s black community has a long and proud history in our province. In 1979, Toronto became the first municipality in Canada to formally designate February as Black History Month. It’s also true that over half of black Canadians live in the province of Ontario. In Ontario we have many black leaders who have also stood for the fairness that we value here in the province. Their activism led to outlawing discrimination in the workplace and inspired those who continue to work against discrimination in many forms.", "There are many African Canadians who have made many important contributions to Canada’s diversity, culture, economy, literature, sports, politics—many names were mentioned; we could go on. I just personally want to put in my fondly remembered family friend Lincoln Alexander.", "This year, on January 21, we marked the first Lincoln Alexander Day, which was proclaimed to celebrate his life and achievements. Lincoln Alexander became the first black member of Parliament in Canada on June 25, 1968, and was, proudly, a friend of my dad, Bill Scott, who was a member of Parliament at that time. Thus the connection began with our families. In 1985, he also became the first visible minority to be appointed as Lieutenant Governor of Ontario. Again, such a distinguished gentleman, he took the time to come out to our small-town fair in Kinmount—which is our hometown—to open it, which was a great honour for all of us there.", "I think credit should be given now to Ted Arnott, the MPP for Wellington–Halton Hills, Bas Balkissoon, the MPP for Scarborough–Rouge River, and Paul Miller, the MPP for Hamilton East–Stoney Creek, who all co-introduced that bill; Bill 125, it was called. In 2008—we’ll go back a little bit further in time—the member from Wellington–Halton Hills introduced Bill 111, An Act to proclaim Emancipation Day. The bill proclaims August 1 in each year as Emancipation Day, in recognition of the abolition of slavery in the British Empire on August 1, 1834.", "We all know the significant role Canada played as a sanctuary for slaves during the 18th and 19th centuries. Over 30,000 were able to escape the oppression of slavery and found freedom in Canada by way of the Underground Railway. That bill also recognizes the heritage of Ontario’s black communities and the contributions that they continue to make to Ontario.", "I’m honoured to rise in the short time that I have today to recognize this important celebration of black history and the achievements of black Ontarians. I encourage everyone to enjoy the festivities in the rest of the month.", "Thank you, Mr. Speaker, for the opportunity." ],
  "anchor" : "para761"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’m honoured to rise today on behalf of New Democrats in acknowledgement of Black History Month. Black Canadians have a long and rich history in this country. It is vital that we take this time each year to reflect on our history and on the history that we will create with each passing day.", "Just earlier this afternoon, the member from Windsor–Tecumseh mentioned to me that, in his riding, a black cemetery has received heritage status in the town of Tecumseh. Some of the people buried in this cemetery were alive before the abolition of slavery in Canada. The descendants of those buried in the Smith Cemetery can visit and remember the lives and struggles of their ancestors.", "In a news story about the cemetery, Glen Cook, whose great-uncle is buried in Smith Cemetery, said, “It means a lot that we can use this as a learning process.” Across Ontario and across Canada, we should all use Black History Month as a part of our learning process. Indeed, we all have a lot to learn.", "Ontario is fortunate to be home to one of the most diverse populations in the world. Over half of the population of black Canadians lives in Ontario. This includes people whose ancestors date back to the time of the Underground Railroad, as well as new immigrants, many of them francophone, who continue to bring something new and contribute greatly to their communities.", "In Kitchener–Waterloo, Emma Cohen, a student at Waterloo Collegiate Institute, recently won first prize in a Black History Month essay competition. In her essay, she touched on the work of Josiah Henson, a former slave who led others to safety through the Underground Railroad. Josiah Henson’s home for many years is now located in Dresden, Ontario, and it’s known to many of us as Uncle Tom’s Cabin Historic Site. Visitors can learn about the life of Josiah, as well as the history of the Underground Railroad, which brought as many as 100,000 former slaves to freedom in Canada. Many of them settled in southwestern Ontario.", "We should, of course, be proud when we look back at the history of the Underground Railroad in Ontario. But we must not forget how much work there is left to be done. We must remember that racism still exists in this province and in this country today and that we are not far removed from the prejudices and the injustices of the past.", "In Ontario, we are not immune to the racism and racial tensions we see consistently in the United States. We must confront these issues head on in order to move forward. We must be honest in order to change.", "I want to mention that the Association of Black Students at Wilfrid Laurier University is hosting a Black Lives Matter cultural event this Friday to celebrate self-expression, to discuss what it means to be black in Canada and to illuminate conversations around justice in our country.", "In 2008, during the debate on the Emancipation Day Act, the former member from Welland, our dear Peter Kormos, stressed the importance of having difficult conversations about race, about prejudice, about our history, about slavery and about the ongoing racism in Ontario. He said, “We reflect upon these things, not because we want to weary ourselves with that recollection, but because we want to prepare ourselves for the struggle that continues....", "“This isn’t ancient history; it’s current history, and the struggle is a current one too.” We should heed Mr. Kormos’s words in order to move forward as a province, as a country and as a community.", "Rosemary Brown, a New Democrat who sat as an MLA in BC, the first black woman to sit in a provincial Legislature, said, “We must open the doors and we must see to it they remain open, so that others can pass through.”", "So let us use this occasion, yes, to have those courageous conversations, but more importantly, to act on our convictions in order to encourage others to pass through those doors of democracy, of justice and of equality. Today, we should celebrate our progress, but we should remember our past, and this is the best place to make that change happen." ],
  "anchor" : "para772"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their comments. I have one small editorial. In my brief friendship with Lincoln Alexander, I recall our first meeting when he was coming back to the Legislature as a guest, as a former Lieutenant Governor, and I was the Speaker. We had a conversation, and it finally got around to which party I represented, and he said, “You know, everyone’s allowed one lapse of judgement.” And then I said to him, “I forgive you.”", "Anyway, thank you very much for your comments, and good luck the rest of the month." ],
  "anchor" : "para784"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Auditor General of Ontario defines the global adjustment charge on hydro bills as an ‘extra payment covered by the ratepayers over and above the actual market price of electricity’; and", "“Whereas wind power is simply unreliable, blows mostly at night when we don’t need power, creating a surplus Ontario then has to get rid of by paying Quebec and the United States to take it, and the total cost of producing the exported power was about $2.6 billion more than the revenue Ontario received from exporting that power between 2006 and 2013; and", "“Whereas the Auditor General says the global adjustment has risen from $700 million prior to the Green Energy Act to $7.7 billion by 2013, and over the past decade, the cumulated amount is about $50 billion; and", "“Whereas Ontario now has the highest industrial rates in North America, and residential hydro bills are forecast to increase 42% by 2018 after peak hydro rates have already more than tripled since 2003; and", "“Whereas local First Nations, property owners and aviation and aerospace industry stakeholders have voiced concerns about wind farm installations proposed by Innergex in Merrick and Mattawan townships in the riding of Nipissing;", "“We, the undersigned, do hereby petition the government of Ontario to reverse course on these proposed wind projects and the government’s expensive energy policy by cancelling feed-in-tariff (FIT) subsidies, implementing an immediate moratorium on wind power development, and giving municipalities veto authority over wind projects in their communities.”", "I agree with this, Speaker, will sign it and give it to page Natalie." ],
  "anchor" : "para788"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Toronto Transit Commission will have”—or did have—“an estimated ridership of 503 million in 2012;", "“Whereas the TTC received only $91 million from the province of Ontario for operations in the 2010-11 fiscal year with a total TTC budget of $1.5 billion;", "“Whereas fare boxes account for 70% to 80% of total TTC costs, making it one of the highest fare-recovery ratios in North America;", "“Whereas the TTC recommended another 10-cent fare increase to all riders again this year;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario pledge stable and long-term funding of the” Toronto Transit Commission “and other municipally run transit authorities in Ontario and ensure that provincial funding be restored to 50% of the operating subsidy; and", "“That transit authorities who accept that restored funding freeze or reduce their fares.”", "I couldn’t agree more; I’m going to give it to Muntder to be delivered to the table." ],
  "anchor" : "para798"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition to the Ontario Legislative Assembly on population-based legal services funding. It reads as follows:", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds in the ... budget, and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”", "I’m pleased to sign and support this petition and to ask page Inaya to carry it for me." ],
  "anchor" : "para808"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Speaker, I have a very detailed, very specific petition that relates to many, many problems around MPAC, the Municipal Property Assessment Corp. In the interests of time and to respect your previous rulings, I will not read all of it, but I will go to:", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to establish a committee to inquire and judicially review assessment decisions, processes, representations, legislation and the actions or inactions of public officials, appointees and employees and make recommendations and findings on the following”—and then there are nine very specific requests of the committee.", "It is my pleasure to support this petition and to give it to page Hannah to take to the table." ],
  "anchor" : "para816"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition I’ve been asked to present, collected by Dr. Charles Frank, a constituent of mine in Windsor–Tecumseh. It reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I will hand this petition to page Muntder for presentation to the table officers." ],
  "anchor" : "para820"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario:", "“Whereas there are no mandatory requirements for teachers and school volunteers to have completed CPR training in Ontario;", "“Whereas the primary responsibility for the care and safety of students rests with each school board and its employees;", "“Whereas the safety of children in elementary schools in Ontario should be paramount;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To work in conjunction with all Ontario school boards to ensure that adequate CPR training is available to school employees and volunteers.”", "I agree with this, affix my signature and give it to page Natalie." ],
  "anchor" : "para831"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I have a petition to pass Bill 36, the Respecting Private Property Act.", "“To the Legislative Assembly of Ontario:", "“Whereas when private property is damaged it is left to property owners to repair these damages, and the costs can quickly add up to thousands of dollars. The Ontario Federation of Agriculture has asked for a minimum fine for trespassing and an increase to the maximum limit on compensation for damages;", "“Whereas Sylvia Jones’s private member’s Bill 36, the Respecting Private Property Act, will amend the current Trespass to Property Act by creating a minimum fine of $500 for trespassing and increasing the maximum compensation for damages to $25,000; and", "“Whereas the Respecting Private Property Act will allow property owners to be fairly compensated for destruction of their property, and will also send a message that trespassing is a serious issue by creating a minimum fine;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“To support Sylvia Jones’s private member’s Bill 36, the Respecting Private Property Act, and schedule public hearings so that Bill 36 can be passed without further delay.”", "For obvious reasons, I support this petition, will affix my name to it and give it to page Niko to give to the table." ],
  "anchor" : "para839"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that came to me from Diane Roy, who is a resident in my riding in beautiful Westree, and it reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas-price regulation; and", "“Whereas jurisdictions with gas-price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;", "“We ... petition the Legislative Assembly of Ontario...:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask page Ali to bring it to the Clerk." ],
  "anchor" : "para848"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario is home to over 400,000 first-, second- and third-generation Hispanic Canadians who originate from the 23 Hispanic countries around the world; and who have made significant contributions to the growth and vibrancy of the province of Ontario;", "“Whereas October is a month of great significance for the Hispanic community worldwide; and allows an opportunity to remember, celebrate and educate future generations about the outstanding achievements of Hispanic peoples to our province’s social, economic and multicultural fabric;", "“We, the undersigned, call upon members of the Legislative Assembly of Ontario to support proclaiming October of each year as Hispanic Heritage Month and support Bill 28 by MPP Cristina Martins from the riding of Davenport.”", "I support this wonderful petition. I affix my signature to it, and I kindly give it to page Madison to bring to the Clerk." ],
  "anchor" : "para857"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Liberal government has indicated they plan on introducing a new carbon tax in 2015; and", "“Whereas Ontario taxpayers have already been burdened with a health tax of $300 to $900 per person that doesn’t necessarily go into health care, a $2-billion smart meter program that failed to conserve energy, and households are paying almost $700 more annually for unaffordable subsidies under the Green Energy Act; and", "“Whereas a carbon tax scheme would increase the cost of everyday goods including gasoline and home heating; and", "“Whereas the government continues to run unaffordable deficits without a plan to reduce spending while collecting $30 billion more annually in tax revenues than 11 years ago; and", "“Whereas the aforementioned points lead to the conclusion that the government is seeking justification to raise taxes to pay for their excessive spending, without accomplishing any concrete targets;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To abandon the idea of introducing yet another unaffordable and ineffective tax on Ontario families and businesses.”", "I agree with this, sign my name to it and will give it to page Julie." ],
  "anchor" : "para864"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas emergency response workers (paramedics, police officers, and firefighters) confront traumatic events on a nearly daily basis to provide safety to the public; and", "“Whereas many emergency response workers suffer from post-traumatic stress disorder as a result of their work; and", "“Whereas Bill 2 ‘An Act to amend the Workplace Safety and Insurance Act, 1997 with respect to post-traumatic stress disorder’ sets out that if an emergency response worker suffers from post-traumatic stress disorder, the disorder is presumed to be an occupational disease that occurred due to their employment as an emergency response worker, unless the contrary is shown;", "“We, the undersigned, petition the Legislative Assembly of Ontario to unanimously endorse and quickly pass Bill 2 ‘An Act to amend the Workplace Safety and Insurance Act, 1997 with respect to post-traumatic stress disorder’.”", "I couldn’t agree with this more. Thousands have already signed it, and I’ll add my name to theirs and give it to Hannah to be delivered to the table." ],
  "anchor" : "para874"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I also have another petition addressed to the Legislative Assembly of Ontario.", "“Whereas Ontario is home to over 400,000 first-, second- and third-generation Hispanic Canadians who originate from the 23 Hispanic countries around the world; and who have made significant contributions to the growth and vibrancy of the province of Ontario;", "“Whereas October is a month of great significance for the Hispanic community worldwide; and allows an opportunity to remember, celebrate and educate future generations about the outstanding achievements of Hispanic peoples to our province’s social, economic and multicultural fabric;", "“We, the undersigned, call upon members of the Legislative Assembly of Ontario to support proclaiming October of each year as Hispanic Heritage Month and support Bill 28 by MPP Cristina Martins from the riding of Davenport.”", "I agree with this petition, affix my name and give it to page Ishani." ],
  "anchor" : "para881"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Auditor General of the province of Ontario has stated that the cost of the Liberals’ smart meter program is $2 billion, or more than a billion dollars higher than the government originally said it would cost; and", "“Whereas electricity rates have increased by more than 100% since the current government, most of that coming after the introduction of smart meters; and", "“Whereas the high electricity rates created by this government are making life less affordable for families and businesses;", "“We, the undersigned, petition the government of Ontario as follows:", "“That this government take all measures to lower electricity rates, up to and including the end of smart meters, that it has caused to skyrocket over its term in office.”", "I’ll send this to the table with Inaya.", "Resuming the debate adjourned on February 19, 2015, on the motion for second reading of the following bill:", "Bill 56, An Act to require the establishment of the Ontario Retirement Pension Plan / Projet de loi 56, Loi exigeant l’établissement du Régime de retraite de la province de l’Ontario." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para898"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It does give me great pleasure to speak to this bill today, Bill 56, the Ontario Retirement Pension Plan Act.", "I want to start by thanking the Associate Minister of Finance for her excellent work on this file. I know she has been across the province and has held consultations in numerous communities to get feedback, to bring the bill to its current form, and is seeking additional feedback as we move forward in presenting this bill to the people of Ontario and in getting the regulations right, to move forward with it.", "Let’s be very clear: What we are doing here with this bill is we are satisfying an election promise, a promise that we made in the June campaign as we went out to the people of Ontario in the last general election.", "I want you to know, Mr. Speaker, that I went door to door—" ],
  "anchor" : "para899"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "What would it matter to you guys whether you kept a promise?" ],
  "anchor" : "para903"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I would have come to your door if you had been in my neighbourhood.", "I came door to door, and I found repeatedly how people at the door responded very, very well to the notion that we are not saving enough—those who rely on CPP are not saving enough for their future retirement—and as a result they were encouraged. I know that many people in my community of Beaches–East York supported the party, supported our plan to bring forward an Ontario retirement pension plan, because it’s the right thing to do.", "I heard this support not just from the younger and the middle-aged people who will directly benefit, but I heard the support from seniors in my riding. I heard the support from seniors, seniors who will not be benefiting because they will not have been in the system long enough to benefit, but seniors who recognize amongst their friends, and sometimes themselves, that the CPP was not giving them the benefits that they needed to live in a comfortable retirement situation. So they were prepared to throw in their support because they want to ensure that young people growing up in Ontario are going to have adequate retirement income—", "Interjection." ],
  "anchor" : "para904"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Oh, yes, right. I did neglect to say that I will be sharing my time with the members from Ottawa–Orléans, Trinity–Spadina, and Burlington, so the members opposite won’t have me to heckle for much longer.", "Mr. Speaker, I want you to know that it is our preference that this upgrade in the CPP happens from the federal government. We have been appealing to the federal government to increase the retirement benefits under CPP, and they have repeatedly turned down this request.", "Whether we will be able to get provincial support across the country—in Quebec and BC—to support this plan and put further pressure, remains to be seen. Or we’ll see in the next federal election, when our cousins the federal Liberals have an opportunity to bring this part in their policy platform, that it may completely obviate the need for us to move forward with a made-in-Ontario plan, because the federal Liberals might in fact win a majority position or, with the support of our NDP friends in Ottawa, would bring this proposal forward.", "Mr. Speaker, I want you to know that if we do bring this bill forward—because we have not been able to bring it at the federal level, to increase the benefit of those relying on CPP—we will ensure that we minimize the cost of all administrations associated with this. We don’t want to completely duplicate a process. We want the process—", "Interjection." ],
  "anchor" : "para908"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "To the bellicose member: We want to make sure that the process is streamlined and efficient so that we bring value to the Canadian people.", "I have a constituent in my riding, Mr. William Jack, who has a company, William D. Jack and Associates, who spends a lot of time in actuarial sciences, reviewing pension plans, reviewing, on behalf of corporate clients, and introducing—I’ll be up front: He has concerns with what we are doing here. He comes from the perspective that we are richer than we think.", "If we think about the fact that those people who are making contributions through RRSPs—many of those middle-income and higher-income people are well off. They may own homes. They may have membership in a pension plan with their work, a defined benefit plan, which guarantees in their retirement that they in fact will have income security.", "But he’s concerned, and he asked a friend of his from the University of Waterloo, a professor, and he said, “What is it that we should be concerned about?”", "The professor at Waterloo, an expert in these fields, says:", "“I am not concerned about long-service public sector employees or highly paid individuals....", "“I am concerned about middle-income Canadians who do not have long service in a” defined benefit “plan.", "“I am also concerned about those with breaks in income or who have started employment later in life or who have fragile labour market attachment or who have or are spouses of people who have outlived their savings....", "“I am also concerned about youth unemployment....”", "It may be that what we are looking at is to support those who are in a 15% to 20% bracket, but those people who rely on CPP currently are underfunded in their retirement benefits. We’re going to ensure that this is not going to go forward for middle-income earners or lower-income earners who are in their middle age, and young people moving forward.", "Mr. Speaker, I’d be happy to turn my time over now to the member from Ottawa–Orléans." ],
  "anchor" : "para913"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Beaches–East York.", "I now refer to the member from Ottawa–Orléans." ],
  "anchor" : "para925"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Thank you. Écoutez, monsieur le Président, je suis honorée d’avoir la chance de parler au sujet du Régime de retraite de la province de l’Ontario.", "On reconnaît bien le problème. De nombreuses études ont prouvé que le système actuel ne répond pas aux besoins de la majorité des Ontariens. Deux tiers des Ontariens n’ont pas de régime de retraite privé. Selon un sondage réalisé par le Conference Board du Canada, six Canadiens sur 10 épargnent en vue de la retraite, mais la plupart ne croient pas qu’ils ont assez d’argent pour vivre une retraite confortable. La classe moyenne n’épargne pas assez de façon volontaire.", "Le Régime de pensions du Canada n’est pas assez—on l’a vérifié—pour une bonne qualité de vie pour le futur. Je crois qu’il est important de noter que sans notre initiative concernant le RRPO, nous faisons face à une incertitude économique croissante qui menace notre économie et nos entreprises.", "Nous avions été clairs que la solution privilégiée serait l’amélioration du RPC. Cependant, le gouvernement fédéral a unilatéralement mis fin à ces discussions. Nous ne pouvons pas attendre. Nous allons de l’avant avec une solution ontarienne dans le Régime de retraite de la province de l’Ontario.", "Cela étant dit, notre gouvernement est conscient de l’impact du RRPO sur les entreprises. Le gouvernement reste déterminé à travailler en partenariat avec les entreprises pour minimiser l’impact à court terme et les aider à créer un plan pour la mise en oeuvre du RRPO.", "On February 10, I had the great pleasure of welcoming Associate Minister Hunter to my riding of Ottawa–Orléans, where local business owners, the Orléans Chamber of Commerce and other stakeholders participated in a round table.", "As a previous business owner, I looked at previous pension plans, and most of them were just too costly. As a former employer, I ask business to look at this as a long-term investment in their employees, as a way to retain their employees. And let’s be clear: This is not a tax.", "Associate Minister Hunter, as I mentioned, has engaged not only with my riding of Ottawa–Orléans but with people across the province to hear their views on the Ontario Retirement Pension Plan. It’s very consistent amongst her conversations: Everyone is mostly in agreement that people are not saving enough for retirement—a problem that has the potential to impact everyone.", "Economists, like former governor of the Bank of Canada David Dodge, have told us that this will be good for the economy in the long run. Higher incomes among retirees mean stable consumption in the future and a decreased reliance on publicly funded social services, improving job and economic growth in the long term.", "We want to ensure that we’re creating the best plan for the people of this province.", "Le RRPO sera mis en oeuvre, si adopté, en 2017, de manière à coïncider avec les réductions envisagées dans les cotisations à l’assurance-emploi. Les employeurs et employés seront inscrits dans le RRPO par phase, en commençant avec les plus grandes entreprises. Les contributions entreront progressivement en vigueur au cours de deux ans, leur donnant ainsi le temps de s’adapter. Les entreprises qui ont un régime de retraite comparable seront exclues du programme, ainsi que les travailleurs indépendants.", "The plan design detail is being developed and we look forward to receiving people’s input as we continue this engagement. This is about balancing the needs of today’s workforce against the need of an aging population. It is about securing our collective futures so we can all rest assured. That’s why we’re taking the action now to ensure a strong economy for the future, and I ask the members opposite to support our bill." ],
  "anchor" : "para927"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member—sorry, my fault. A slight delay. There’s a feed delay here. I thank the member from Ottawa–Orléans." ],
  "anchor" : "para939"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Trinity–Spadina." ],
  "anchor" : "para940"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No, no, over here, Ottawa–Orléans; I thanked her." ],
  "anchor" : "para941"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, yes." ],
  "anchor" : "para942"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And now I recognize the member from Trinity–Spadina." ],
  "anchor" : "para943"
}, {
  "speaker" : "Han Dong",
  "text" : [ "Thank you, Mr. Speaker. It’s my pleasure to rise and speak on this very important matter on behalf of the people of the great riding of Trinity–Spadina. I thank the member across for pointing this out to the Speaker. He is my good friend, so I’m going to speak to the facts, as I promised.", "First of all, I want to commend the minister for acting swiftly on this very important matter that we set out in our platform. I think it’s very timely because we are set to implement this in January 2017, so we need the legislative framework to allow us to do that.", "I think it’s very important to point out the fact that we’re debating this in this House because the federal government refused to look into improvements to the CPP, the Canada Pension Plan. As a son of two retired seniors living on fixed incomes in the downtown core, I do see the need to move on this agenda. My parents will not be able to benefit from this initiative, but I do see the challenges they are facing, as do many others, facing the rising real estate values for their principal homes. They are not in the market to sell their residence. As the value triples and quadruples, especially in the downtown core, in my riding, they look at a large number in property tax that they have to come up with. It’s very, very difficult for seniors living on a fixed income and on the very inadequate CPP that they have contributed into. So I think this is very timely and very necessary.", "I look around to my friends, my friends around my age. I’m very fortunate that I have a job that I completely love and it compensates, I have to be honest, quite well. Although I don’t have a pension plan, I think, with careful planning, I should do well. But my friends who are earning $50,000 or $70,000 or $90,000 don’t have a plan; a lot of them don’t have a plan about their retirement. To be honest, at the age of around 30 or 40, you don’t think about this. You look at paying off your student loan; you look at paying into the mortgage; you look at raising a family. You rarely plan ahead. I think it’s the government’s job, that we’re elected here to represent the people back home and it’s our job to look ahead and plan ahead and see what’s necessary for our citizens to retire with an adequate bank account to support their lifestyle.", "Secondly, I want to point out that this is not a tax. It is a benefit. It is a benefit that’s contributed to by the employer and the employee. How much? It’s 1.9% by each.", "What does that mean? Well, we say it’s 1.9% up to $90,000, so the maximum contribution per year is $1,710. If you do the math, divided by 52 weeks—because most of us work all year, and get compensated all year—it works out to be $6.57 a day, maximum, if someone is earning $90,000. I’m just thinking that if an employer is willing to compensate an employee for $90,000—that’s less than a McDonald’s lunch per day—I think that employer should have the respect and the urgency to retain that valuable employee and should be willing to contribute to the future of that employee.", "That brings me to another point I noticed. If this bill gets passed and we’re able to implement this in 2017, that actually gives small business an advantage in competing with the larger employers. Because, as we know, the larger employers offer workplace pension plans and the smaller ones don’t. In fact, 65% of Ontarians do not have a workplace pension plan. So to be able to offer that will help them to retain the talent that is needed very much in this competitive global market.", "Third, I want to bring to the House’s attention some of the experiences I had during last summer/fall, when I knocked on doors and consulted with my constituents on this very urgent matter. Some asked questions such as: “I’m already contributing to my RRSP. I do have a plan for my retirement.” What I said to them was, “Look, with this new Ontario Retirement Pension Plan, you are better off, because not only you are contributing to your future, your employer will be contributing to that future as well, so it’s actually a better plan than your RRSP.” When I said that, people started to come around and say, “You know what? We do need this.”", "Again I want to point out to the House that, as a government, we’re elected to this place to protect our citizens and our citizens’ future, and this bill is very necessary to our citizens and constituents back home. We should be looking to the facts, and whether or not it will truly help people like us, the real working class, the 65% that I mentioned, and I think the answer is yes." ],
  "anchor" : "para944"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para954"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I noticed that the member from Beaches–East York was quoting from a university professor. Well, I can do the same thing, Speaker.", "When we were on the pre-budget consultations and travelled throughout Ontario, the pain that will be inflicted by this pension tax came up frequently. It was professor Ian Lee, from the Sprott school, who talked about the fact—he was actually quite detailed in how harmful this will be to the economy. He made a particular point when he talked about the fact that the Guaranteed Income Supplement would be reduced. So people who will begin to pay into this will continue to pay. The lowest income earners who are paying into this, losing 1.9% of their pay—if they keep their job, because their employer will also lose a further 1.9%—when they do get to retire, the Guaranteed Income Supplement, which is there to top up their pay, won’t need to be topped up as far. So they’re going to come out at the end of the day with the same amount of pay, 40 years from now, except they lost all the money in the early days when they needed it the most. This pension tax is just a backward set-up.", "If you look at the Ontario Chamber of Commerce, the Canadian Federation of Independent Business and virtually every other business organization, they all came up with the same conclusion: Mitigate the impact of pension reform on the business climate.", "Many businesses are worried about the costs this pension tax will impose. As it moves towards implementing the new pension tax, the government must conduct and publish an economic analysis. That’s something that we have not seen from them.", "Speaker, we’ll be talking more about this throughout the day." ],
  "anchor" : "para955"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para960"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It is indeed an honour to stand on behalf of the residents of Windsor–Tecumseh and make a few comments. It always is a pleasure to stand in this House and add comment.", "I heard various members on the other side—I believe it was the members from Ottawa–Orléans, Trinity–Spadina, Beaches–East York and the Associate Minister of Finance—talk about it. I’m glad to see that they finally said that this is their plan B. Plan A, of course, is to have the problem fixed in Ottawa, right? I think we’d all agree with that. For the first time, I heard that this is plan B: If they don’t fix it there, we’ll fix it here. I think that’s a good thing.", "I know that on behalf of the NDP, our leader, Andrea Horwath, introduced a bill back in 2010 calling for an Ontario pension plan. I think it’s good that our friends on the other side have finally taken that initiative, changed it around it a bit but are presenting it back.", "I have to tell you, this does have legs. The minister came to Windsor, and I know we had some people show up at a public meeting to talk about it. The president of our labour council, Chris Taylor, a friend of mine who represents Local 200, the Ford workers, was first on his feet to say we need it. I think we all, in Ontario, appreciate the fact that the CPP isn’t doing what it was supposed to do, and it needs to be fixed, and it needs to be fixed in Ottawa, and that’s plan A.", "If we can fix it in the next federal election, as has been suggested, maybe we will. If we don’t, then we fall back on plan B. I think that’s a good thing. But let’s work on the feds, coming up this year, later on, and make it a big election issue.", "Thank you for your time today, Speaker." ],
  "anchor" : "para961"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para967"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "Mr. Speaker, thank you for the opportunity to make a couple of comments. As my colleague from Beaches–East York has said clearly, our party made this announcement during the last election, and it’s a commitment we made to the public.", "I just want to share with you that when I went door to door in my riding—and I would say my riding is middle- to lower-income—this was a major issue for many of my residents, and I’m going to tell you which ones especially: It is those people who have worked 30 or 40 years and have built their assets. They’ve got their own home. They depend on living on CPP, and it’s just not making it to pay the bills they have. A lot of these seniors are asset-rich, but they cannot cash their assets in. They see this as something that, in the future, will help the next generation, and they welcome it.", "I had a couple of businesses actually make comments that it’s 1.9% on their business. I reminded them, when this government got elected, what the tax on their business was, and that we had reduced their taxation way more than 1.9% of their payroll. After I had a lengthy discussion with them and explained the realities of the people who live in my riding, they welcomed the change and said, “Okay, we understand what you’re doing. We’re supportive.”", "If I could just add, to my friend from the NDP: It is a plan that the government resorted to because the federal government refused to be at the discussion table, to look at the realities of CPP today not meeting the needs of the people, and changes need to come.", "My friend from Nipissing mentioned the GIS problem. I welcome that discussion, and I’m sure that the minister is going to take that into consideration as we develop the plan. It will go to committee. I would urge him to raise the issue there and make sure it gets included in the plan." ],
  "anchor" : "para968"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para974"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to rise and bring a few comments on behalf of those from Prince Edward–Hastings.", "Unlike the member from Scarborough–Rouge River, when I was walking the streets in the election campaign last spring, when we were talking about this, I didn’t hear from anyone who was supportive of this idea of an ORPP or another payroll tax or a pension scheme or whatever you want to call it, because businesses are already struggling out there. The economy needs a major kick-start. This is a major setback for the economy in the province of Ontario. We’re struggling right now in Ontario. I don’t know if the Liberals are willing to admit that or not. Ontario’s economy is really, really struggling.", "I just would make reference to a newspaper report from the Toronto Star. It was written by Jamison Steeve, who was actually the principal secretary in the Office of the Premier. It says:", "“Basically, Ontario’s economy is not producing as much wealth as planned, hoped or expected.", "“This was no surprise to those of us working in the field of competitiveness and productivity. In our latest annual report, we found that Ontario’s prosperity gap with its North American peers is going in the wrong direction....", "“What does this mean? It means less money in the pockets of regular Ontarians. And it means less money in the public coffers to purchase the public goods that can improve the lives of all Ontarians.”", "The economy in Ontario is struggling right now. Every business organization, whether it’s the Canadian Federation of Independent Business; the Ontario Chamber of Commerce; Jack Mintz, a well-known economist—the list goes on and on—everyone is panning this idea, including the very bright people who own businesses and work in Prince Edward–Hastings riding. This payroll tax, this pension scheme, this ORPP is bad news for the province of Ontario." ],
  "anchor" : "para975"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Ottawa–Orléans for final comments." ],
  "anchor" : "para982"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I thank everyone for having a conversation about this wonderful, for us, I believe, initiative.", "When I think about our current system—and I think a member of the third party has reflected on this—our first choice was and will always be a federal partner with this. Unfortunately, the partner is not there right now. So we have taken this very strong initiative of moving forward on bringing a pension plan for all Ontarians.", "I think this is a bold and significant milestone in what our government will be doing not only for today but for securing the future of more than three million Ontarians who have no pension. When you look at what it means in the life of the individual as they’re aging, this will represent an extra income—where when we talk economy, they’ll have an extra income that has secured their livelihood, so they can continue contributing in a good way to our system, our economy, our small businesses.", "Yes, businesses have demonstrated concerns, but we’re listening to them.", "I think this is what’s most important for the people of Ontario to realize: This is not a tax. This is a way for us to ensure that, in the future, we’re protecting the aging population of Ontarians.", "It gives me great pleasure to be here, standing in this House, talking and debating. I sure hope that the members opposite will see what it means for our economy.", "Just a little note: I was actually on economic development in Ottawa, and it’s totally the opposite. We talked about a 3.2% increase in our economy in Ontario." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para990"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join the debate on Bill 56, the Ontario pension tax plan.", "I heard the member from Beaches–East York talk about campaigning, as well, last year, in June 2014. I never had a single person come up to me and say, “We need to proceed with this Ontario pension tax.” Never a single one.", "But the funny thing about these things is that when you initiate a conversation and you try to create the impression—this is what the Liberals have done. There are so many reasons to be against this pension tax, let me count the ways, as they say. But when you try to create the story by trying to convince the public that they’re going to get something for nothing—this is what the Liberals went around talking about: “This pension is going to solve everything. We’re going to take this tax and we’re going to make everybody’s life so much better, you won’t recognize the Ontario of the future.” You’re right about one thing: We won’t recognize the Ontario of the future because for every day that you people are in government it gets bleaker and bleaker and bleaker.", "However, I digress. You’re telling people that this pension scheme is somehow going to mean the difference between a retirement of struggling in poverty to Shangri-La. Let’s get a few facts straight: You’re going to tax people at 1.9% of their income, and the employer is going to also have to pay in 1.9% of their income.", "One of the things they’re complaining about is that people aren’t putting enough money away. That’s why we brought out—years and years ago, decades ago, they brought out the RRSP. They brought out the RRSP so people would have an opportunity to put money away for their retirement. They recognized then that under the current circumstances they would not be able to retire without some kind of supplemental income.", "If you’ve got people who are not maxing out their RRSPs, but to whatever extent they can, what makes you think that taxing them a further 1.9% on their paycheques, a payroll tax, and taxing the employer and putting it into a plan that—who out there believes that the Ontario government does a better job of managing their money than they do themselves?", "You want to talk about a classic case of the pot and the kettle. The Ontario government, my good God, is going to look after people because they aren’t saving enough money. This is the group that brought us—a $300-billion debt is where we’re headed, and by the time you get to 2017-18—where you think you’re going to balance the budget; we know you’re not—the debt is going to be $340 billion. That’s where we’re going with you guys. And you’re going to try to convince the public that somehow a pension plan that you bring out is going to be to their benefit. Nobody believes you on that. Nobody trusts you on that.", "It’s going to be an administrative nightmare duplicating—you’re going to have the CPP on one hand with all of the administration involved in that, and then you’re going to have this Ontario pension tax plan with a whole new group of administration, a whole new cadre of expenses and high administrative salaries—for what? So that the Ontario government can have their own little plan.", "Given what this government has done—okay, so they brought out the health tax. In their first year in government they brought out the health tax. First they tried to call it a health premium, then the courts ruled that, no, no, the Liberals were not being honest with that. It’s a tax. It’s a payroll tax; the most regressive of all taxes, the most hurtful of all taxes to your economy. But what happened, Mr. Speaker? They never put the money to health. It’s a health tax, but they never put the money to health.", "I have some doubt, as other people do. As this pension tax pot grows and if we have a Liberal government in this province, will there be a safeguard to protect us from them raiding the piggy bank to spend it on their crazy programs that have wasted billions of dollars, like eHealth—$2 billion; Ornge—a billion dollars; and the gas plant scandal—over a billion dollars." ],
  "anchor" : "para991"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "And counting." ],
  "anchor" : "para1002"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "And counting. Do you really want this government to be in charge of your money?", "Now, in an RRSP, it is voluntary and recommended by all. I think people need to put more money into their RRSPs. We understand that, but if you’re a young couple today—Jack Mintz wrote a really good article on this Liberal pension tax plan. If you’re a young couple—for most people, the biggest asset they will ever acquire and own is their home. If you’re going to be taking money out of people’s pockets to put into your pension tax, rather than allowing them to put that toward building equity in a home—that’s the biggest single asset that most people will ever own, the equity in their home, and this is going to actually challenge their ability to put that money into their home.", "Those same young people who could be putting money into an RRSP are now going to have a payroll tax, but there’s no clear delineation of what’s going to give you an exemption. They want to pretend that everything’s going to be just fine, so they’re saying that if you have a comparable plan, you and your employees won’t have to make contributions to this tax plan, but they’re not defining that in any clear way at all. It’s leaning very heavily to, and it looks very much like, according to all of the reports we’re getting, if you don’t have a defined-benefit plan, you will not be exempt. If those young people are working for company ABC and that company has a modest pension plan in place for those employees, unless it is a defined-benefit plan, it is almost certain that this Liberal tax plan is going to rule that ineligible to qualify for an exemption.", "What they tell you—I say to the folks out in TV land: Don’t believe it for a second. They’re going to try to convince you that this is going to be just fine. Every time you let the Liberals tell you that this is going to be just fine, you take it on the chin. You take it on the chin and you take it in the bank account. So when this company, then, is told, “Well, you don’t qualify. You’re going to have to tax your people at 1.9%, and you’re going to have to put in 1.9 % into this plan,” how do you go back to those employees and say, “Well, we’re going to have to make adjustments to the plan we have”? That’s not going to be easy. It’s probably not going to happen. The employees are going to revolt. They’ll say, “This is a deal that you’ve made with us. You can’t go back on that just because the Liberal government put something in. No, we expect you to honour that plan.” So then the cost even gets higher for those companies that have a plan in place that is ruled not to qualify for an exemption. It’s really, really a difficult task for them to accomplish in a difficult economy.", "And we know that Ontario’s economy is not in great shape. Moody’s has some real concerns about the credit rating here.", "Interjection." ],
  "anchor" : "para1003"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask the member from Ottawa–Orléans to come to order. You had an opportunity for debate. This gentleman, the member from Renfrew–Nipissing–Pembroke, now has the opportunity for debate—fair and equal debate—so I would ask that you refrain. Thank you very much.", "Back to the member." ],
  "anchor" : "para1009"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much, Speaker.", "Moody’s has some real concerns about Ontario’s economy, and a lot of debt-reporting agencies are not seeing enough progress at all on the Ontario economy, to get their own books in order, so we’ve got a negative credit watch here in Ontario. What does that tell you? It says that a government that is going to tell you what to do with your money does one—blank, blank—poor job of managing theirs.", "Interjection." ],
  "anchor" : "para1011"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, excuse me. That’s not their money. That’s your money, too, except you’re responsible for the debts that they incur. I don’t mind being responsible for the debts that I incur. I don’t mind if I run up a debt and I’m responsible for it, but I am tired, like everybody else across this province, of being responsible for the debts that these people have run up. They’ve more than doubled the debt of Ontario in the time that they’ve been in office. In fact, today it’s almost $23,000 for every man, woman and child in this province, the debt that they’re responsible for, but they just keep putting it on the heads of the people, the children and the ones who aren’t even born yet. If you come into the world today in Ontario, you start out with a big debt.", "Now they want to bring in a pension plan because they think it’s good politics. This has nothing to do with a good policy about people’s retirement. They have exaggerated everything and they have been misleading about the facts.", "Here’s one of the differences between an RRSP and this pension tax. Unless they’re going to change the rules in their pension plan, which I hardly doubt, in most pension plans today, you can pay into it for a long, long time—40 years. If you’re a single person with no dependents—even with dependents; you can be a single person with dependents—but if you don’t have a spouse, there’s no extension of that plan should you die. If you die, it goes into the pot. However, if you put money into an RRSP, that is your money to do with as you wish. You can bequeath it to anybody. Should you pass away, you can bequeath it to anybody. Whereas with a pension plan like this, if you’re a person without a spouse and you pass away before you’re eligible to collect, all those years that you’ve put money into that plan will be put into the box that goes to others. None of what you put in will go to anybody.", "So I ask myself, and I ask you, I ask the members over there, if you’re going to take 1.9%, would you not rather put it into an RRSP that you actually control and you don’t have to put into the hands of this government? Oh, well, it’s going to be third party. You think they won’t have the legislative authority to raid that at some point if they want to, if they have to do it for fiscal reasons? That gang over there couldn’t get their hands on it fast enough. They’ll do anything for money. They sold the GM shares a couple of weeks ago, a month ago, whenever. It’s lost money for the people of Ontario, but they’re so starving for the cash that they had to sell the GM shares at a fire sale price so that they could pretend that they’re doing something to alleviate the deficit here.", "Interjection." ],
  "anchor" : "para1014"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes, but you sold them at a loss. You lost money on what you paid for them, Glen. You lost money on the sale of the shares.", "Another one of the interesting parts of this plan is one of the targets that they all talk about—and even the folks over there don’t talk about the people who have got money and couldn’t give two hoots whether you bring out this plan or not but they all think it’s a bad idea—but they talk about the poor, vulnerable people. If you’re a person making $20,000 a year and one that is getting the Guaranteed Income Supplement, this plan is going to hurt you.", "Jack Mintz understands economics a whole lot more than anybody over there, and I’ll just quote from his newspaper article: “Low-income seniors will be taxed on Ontario pension income as well as lose GIS payments, 50 cents on each dollar. For a senior with $20,000 in income, barely above the measured poverty line, the Ontario pension plan will be reduced from $2,848 to $1,424 with the loss in GIS and a further $584 by federal and provincial tax payments, leaving only $740 to cover rent and food. While working, the person would pay the same payroll tax rate as others but would end up with a pretty lousy after-tax return on the asset.”", "There you have it, from a guy who has made a lifetime out of studying economics and offering advice; and, interestingly enough, offering advice that many times this Liberal government has lapped up like a puppy when Purina is put into the dish. Just get right on it, folks, because anything that Jack Mintz was telling us, we thought the Liberals just thought it was great.", "You see, Jack Mintz doesn’t have a political agenda. I say to the minister: Everything you people do has a political agenda. You do nothing on the basis of good policy. It’s all about politics. But Jack has no agenda here. He’s only trying to tell people what is good or what is not good for them, and this pension tax plan is not good for them.", "I haven’t even got to the part—", "Interjection." ],
  "anchor" : "para1019"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Can I ask the Associate Minister of Health and Long-Term Care that, if you care to engage in this particular debate, you would engage from your proper seat? Thank you." ],
  "anchor" : "para1027"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "She wants to be in that seat, Speaker. She’s negotiating with the Premier’s office, but it’s not going well. I’ve got some inside information on that. Nevertheless, she’s going to keep pitching to the corner office, I’m sure.", "Last week, I met with folks in my riding who wanted to talk about this pension plan. They didn’t come in to tell me what a great idea it was. They came in to ask me, “Is there anything that we can do to stop it?” I said, “Oh, I wish there was. But I believe in my heart of hearts that when it comes down to it, they’re not even going to proceed with this. This is all about the political message and the little game that they’re playing with”—who’s the fancy boy in Ottawa there? Justin Trudeau. They’re going to try to see if they can help with his political fairy tale.", "That’s what this is. It’s a fairy tale. You’re trying to convince people that if they jump on with this pension plan, at the end of the rainbow there’s this pot of gold and everybody is going to get a big share of it. Well, do you know what? Every time the Liberals talk about a pot of gold, it turns out to be fool’s gold. Fool’s gold is what it is, because you end up paying for it. The people pay for it, and there’s no pot of gold at the end of the rainbow whatsoever. This pension tax scheme is going to be no exception to that rule.", "A little bit more about what Mr. Mintz has to say about this:", "“By exempting those employers with comparable plans—defined benefit and target plans—labour markets will be distorted in favour of unionized employers where such plans are typically found. Also, capital markets will be distorted in favour of financial firms that can provide comparable plans.”", "Again, you’re favouring the businesses, the companies that already have plans in place, and you’re attacking and penalizing those who don’t have plans in place. In most cases, Mr. Speaker, they’re the ones who struggle the most in our economy. You’re going to take the businesses like the ones represented by the CFIB and other agencies, and you’re going to put the biggest burden on them—those small ma-and-pa businesses in the country that create most of the jobs. But they don’t make most of the money. You’re going to put that tax on their backs.", "Again, as Jack Mintz said, this is the wrong idea at the wrong time. This would be the wrong idea at any time, for so many reasons: the duplication of administration; the way that it is going to penalize the most vulnerable; the way that it is going to make it harder for young people to capitalize on the biggest asset they’ll ever own, their home; the way that it’s going to take people away from putting more money into an RRSP that they actually control because they’re forced to put money into this government tax plan.", "All of those reasons are reasons why we’ll be voting against this bill and why people on the other side of the House should put policy before politics. I know it’s not in your DNA, but do something to get it changed, because it’s time that policy was what people were standing up for here." ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1036"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It’s always a pleasure, and indeed an honour, to follow the words of the member from Renfrew–Nipissing–Pembroke. If nothing else, I will always give my colleague credit for providing a very entertaining speech and ensuring that we all can learn from the flair for drama that my honourable colleague does certainly have.", "But when it comes to the idea, I think what the member does bring to the table is that we should certainly critically evaluate whether the plan works or doesn’t work. The way in which it’s implemented—we should certainly look at that. But there is absolutely no question that our seniors in this province deserve and in fact have earned the right to retire with dignity. We know without any question that our seniors are struggling.", "As it stands, there are numerous people—and I’m sure you have examples in all your ridings. There are seniors who are struggling right now to pay their bills. They are struggling to make ends meet. They are in dire circumstances, and the situation is only going to get worse. We owe it to them, out of respect, out of our moral obligation, to ensure that they can live a life of dignity after having given so much and after having sacrificed so much for us.", "So the concept that the NDP championed many years earlier—and we’re glad to see the government following with our idea, following through with it—is that we need to ensure that there is a way that our seniors can retire with dignity, that people have some security at the end of their employable years. We need to make sure that we do something about that.", "Now, the way in which it’s done, how it’s done, looking at a plan that actually is effective, that actually delivers what we need to see, that our vulnerable people are actually supported—then let’s look at it and discuss that. But there is no discussion that we need to do something to take care of our seniors." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1042"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "It’s a pleasure to rise this afternoon. I want to thank the member from Renfrew–Nipissing–Pembroke for his always amusing and insightful remarks.", "I want to echo some of the comments made by the member from Bramalea–Gore–Malton. This Ontario pension plan to allow Ontarians to save for a comfortable and safe retirement is a plan which I heard from my residents that they are very interested in. They want a more secure retirement in the future, whether it’s for themselves or for their children. They find that important. I find many of the remarks from the member from Renfrew–Nipissing–Pembroke frankly very puzzling. This is not a tax; it is a pension plan.", "The Conservative approach to retirement income is over $260 billion of unused RRSP room in this country that Canadians aren’t using. TFSAs, which are great for those few who can afford to invest in them—tens of billions of dollars of unused room in those. Their latest approach, which is income-splitting to benefit the wealthiest Canadians—but not dealing with working-class Canadians, Ontarians, who need healthy retirement incomes.", "This is what this plan is about. It is not a tax. It is a retirement pension plan for working Ontarians to ensure that they will have comfortable and safe, secure futures, and also to ensure that we have a strong economy in the future.", "We have an aging population. There will be more Ontarians who are retired, who are not working, who will be depending upon this income to sustain them and sustain a healthy economy for this province in the future. I urge my friends across the chamber to get their federal counterparts to improve the Canada Pension Plan." ],
  "anchor" : "para1043"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from—" ],
  "anchor" : "para1048"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Dufferin–Caledon." ],
  "anchor" : "para1049"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dufferin–Caledon." ],
  "anchor" : "para1050"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Proudly Dufferin–Caledon.", "I’m pleased to comment on my colleague from Renfrew, Pembroke—" ],
  "anchor" : "para1051"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Nipissing." ],
  "anchor" : "para1053"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "—and one other—Nipissing. The Speaker never gets that far when he calls you out of order.", "Listen, today’s debate is all about trust. Can we have any faith, can we have any trust, that in giving the Liberal government our money to invest on our behalf, we believe they’re actually going to do the right thing? I don’t think we can. I think that history has proven that they are, with the greatest of respect, not good financial managers.", "So who is not benefiting from this scheme? Certainly seniors who are already struggling to pay for skyrocketing hydro bills. They can’t deal with the income and the expenses they already have, and we know from the energy initiatives and skyrocketing prices that it’s only going to get worse.", "Who else is not going to benefit? The unemployed. We have over 300,000 people who have lost jobs in the manufacturing sector here in Ontario. Unemployed people are not going to benefit from the ORPP. Young people who have to leave the province of Ontario to actually find work are not going to benefit from the ORPP.", "So you can look at your messaging and you can say that it’s not a tax, but the reality is, if it is not optional, it is a tax. This will not be optional. It will not be optional for the employer and it will not be optional for the employee. It’s a terrible way to encourage job creators to build wealth in Ontario and it’s certainly a terrible way for people who want to build their employment here in Ontario. It’s not going to work, and we have to stop it before it begins." ],
  "anchor" : "para1054"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member for Dufferin–Caledon and recognize the member from Windsor–Tecumseh for further questions and comments." ],
  "anchor" : "para1060"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "During the address by the member from Renfrew–Nipissing–Pembroke, I ran back up to my office to get the Auditor General’s report, because the Auditor General had issued an interesting report on the “Financial Services Commission of Ontario—Pension Plan and Financial Service Regulatory Oversight.”", "It says, “As of December 31, 2013, the pension incomes of approximately 3.4 million people in Ontario depended on defined-benefit pension plans, which had assets of $420 billion. For the pension plans to pay benefits to members on retirement, the assets of the plan must be sufficient to meet the pension promise, also known as the pension liability.”", "But as of December 2013, “92% of defined-benefit plans were underfunded and did not have sufficient assets to pay members their full pensions if the plans were wound up immediately.” The Auditor General says that “that percentage is up from 74% for the year ended December 31, 2005.... The 92% of defined-benefit plans that are currently underfunded have more than 2.8 million members.”", "That really just scratches the surface. Ontario has a Pension Benefits Guarantee Fund, as do other countries, but this problem is international. The Fraser Institute reports that in America, their fund operated at a $27-billion deficit. In the United Kingdom “it did not have sufficient financial resources to pay existing levels of compensation and would not be fully funded until at least 2030.”", "So we’re not, in Ontario, any different from what’s happening elsewhere when it comes to pensions. Maybe later in the afternoon I’ll tell you a little bit more about this, but I’m currently out of time. Thank you for this opportunity, Speaker." ],
  "anchor" : "para1061"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Windsor–Tecumseh. Back to the member from Renfrew–Nipissing–Pembroke for his final comments." ],
  "anchor" : "para1066"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I want to thank the members from Bramalea–Gore–Malton, Etobicoke–Lakeshore, Dufferin–Caledon and Windsor–Tecumseh for their comments.", "I wanted to pick up a little bit on—there are so many things that you could talk about this for seven days and not cover all of the problems. But I wanted to talk a little bit about what my colleague from Dufferin–Caledon said, because the member from Bramalea–Gore–Malton talked about struggling seniors, and he’s right. But why are they struggling? To a large degree, it’s because of the expenses that have been foisted upon them by this government.", "Hydro, to people in my riding, has become something where they shudder when the mailman delivers the hydro bill, the electricity bill, because they just don’t know if they’re going to be able to pay it. You see, I have a lot of seniors in my riding who would have built their homes in the 1970s when you were being told, “Put in electric heat. That’s the way to go, those electric baseboards. You don’t have to worry about oil or gas or fuel. Just turn that dial up and let ’er go, because it’s cheap.” But then—", "Interjections." ],
  "anchor" : "para1067"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1071"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "—this government brought in their Green Energy Act, which has sent those hydro bills through the roof, no pun intended. They’ve gone from the basement to the roof. I’ve got seniors who—" ],
  "anchor" : "para1072"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1073"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order. Stop the clock, please. I recognize the Associate Minister of Health and Long-Term Care on a point of order." ],
  "anchor" : "para1074"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Thank you, Speaker. I just wanted to point out that—if you could request the honourable member from Renfrew–Nipissing–Pembroke to speak to the issue. I don’t know what any of what he’s speaking to has to do with the pension plan." ],
  "anchor" : "para1075"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. In my opinion, he was addressing the bill.", "Back to the member, please." ],
  "anchor" : "para1076"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much. If speaking about struggling seniors isn’t speaking about your issue, which you claim is the very reason you’re bringing this out, then maybe you should have been here for the debate.", "Speaker, the cost that they have foisted upon the shoulders of seniors in this province is the reason that they are struggling. Don’t they get it? Don’t you understand it? Don’t you look in the mirror in the morning and ask yourself, “How can we continue to do this to Ontario’s seniors?”" ],
  "anchor" : "para1078"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Renfrew–Nipissing–Pembroke. I’m out of breath, listening.", "Further debate?" ],
  "anchor" : "para1080"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "The Academy Awards were on this week, and he could have won one. It was very good.", "I’m always pleased to stand up and have comments from Niagara Falls riding, Fort Erie and Niagara-on-the-Lake. I’m happy to rise today and talk about the proposed Ontario Retirement Pension Plan.", "I spent most of my adult life fighting to make sure that the workers I was elected to represent had decent-paying jobs and good benefits. For a number of them, this included a good package for their retirement. During my 12 years as president of my local union, Unifor Local 199, I represented locals both with and without pension benefits.", "I will also say that I went to Ottawa many times with my local union and with the Canadian Labour Congress to ask for increases to CPP, to make sure that the CPP is actually providing for our seniors and for those who have put in a lifetime of hard work. At the time, I sat down with a number of very talented MPs regarding this issue, which I am very passionate about.", "Unfortunately, the current government seems less willing to increase the CPP now than they did then. I think this is because the government of the day sometimes has a hard time looking forward. However, if we come together here and create a proper and progressive Ontario pension plan, we can actually look forward to an Ontario of tomorrow and take care of those who will be retiring.", "We have serious issues here around retirement savings in Ontario. In this province, two thirds of workers have no savings invested for their retirement. Even more concerning than this is the fact that only 28% of private sector workers have a workplace pension plan. These numbers highlight a series of issues: (1) that people are having such a hard time making ends meet that they can’t save for retirement, and (2) that when they retire, they’re going to have an even harder time living off the limited money available.", "As the critic for small business and economic development, I am always looking forward to seeing what legislation will mean for the province of Ontario. We know, with the current state of retirement savings and CPP, that when workers retire, they won’t be able to go out and shop. They may struggle to make ends meet, and they certainly won’t have disposable cash to pump back into the many small businesses in the province of Ontario.", "When we look into this pension plan, we need a plan that doesn’t stop growth now and also plans for future growth and future economic activity. When people are getting to the age of 62 and 63, having worked their entire lives, they shouldn’t have to begin panicking about how they’re going to pay their bills. We want them to feel comfortable about their retirement savings and to know they have some insurance. These are the kinds of people who take their money, spend a little bit on themselves and begin to put some of that money back into the economy.", "Some of the people in this province are saying that we don’t need a provincial pension program, that people should just save their own money. They’re saying this even though we know that in this province, we have $280 billion in unused contribution to RRSPs. I know a lot of people might not be listening, but—$280 billion.", "This isn’t because the people of Ontario don’t know how to save; it’s because there are a lot of people struggling in this province. Out-of-control hydro bills, slow economic growth and low employment opportunities mean people just don’t have excess money to save for their retirement. They’re finding it hard to think about tomorrow when they can barely pay their hydro bills today.", "Mr. Speaker, we had groups from Niagara sit down with me: the Knights of Columbus—the service clubs, like I mentioned last week when I stood up in the House—the Lions Clubs, the Legions. They’re all saying their hydro bills are threatening to put them out of business. Manufacturers in my riding, like Genaire, Seneca and Brunner Manufacturing, are sitting down with me and saying exactly the same thing. These are workplaces that have 150 workers, that are paying a fair wage and a fair benefits package.", "If businesses can’t handle their hydro bills, think of what it does to seniors who are living alone in a poorly insulated house. Without any proper retirement savings, they have to choose between heating their home or being able to eat in the province of Ontario. Think about that. That’s the kind of stuff that shouldn’t be happening anywhere, let alone here in Ontario. It’s also the kind of thing that this government can solve if it acts now.", "There are ways that we, as a province, can help. We know that lowering hydro bills and helping people find decent work is something this government needs to prioritize. But this pension plan helps for future concerns. It asks our employers to invest a little in their workers, and our workers to invest a little in themselves, so that when they retire, they can still play an active role in our economy.", "Experts in this field, trade unions, workers mostly agree: The issue of retirement savings could and should be solved by increases to CPP. However, as we all know, our current Prime Minister, Stephen Harper, refuses to even think about properly increasing CPP to meet the retirement needs of everyday Canadians from coast to coast to coast. He’s far more interested in supporting his friends in the banking and insurance industries. Without the support of our Prime Minister, we’re forced to improvise other ways to provide for our incredibly aging workforce.", "The other things we’ve been hearing about: Old Age Security and CPP just aren’t enough. Take, for example, seniors living off CPP in my riding, in Fort Erie. I’ve had senior citizens reach out to my constituency office. The stories are absolutely heartbreaking. They’re on their own, with no transportation, very little money, struggling to do their best with what they have. They then need major dental work, surgery or dentures, but there just isn’t enough money there for that.", "We work with them and try to find a local or regional alternative, but the issue still remains: For people over 65, there just aren’t enough funds available to spend on getting your teeth properly fixed. Our seniors, who built our province and our country, people who spent their lives giving back to their community, deserve more than that. This is a great reason why we need a proper and progressive pension plan. Where Old Age Security and the Canada Pension Plan fail to provide for our citizens a proper plan, we must fill in the gaps. That’s what the New Democrats proposed in 2010 and that’s the very same thing that was opposed by the Liberals in 2010.", "With this new legislation, we need to make sure it properly addresses the shortcomings that exist today with regard to retirement savings. That has created this, a very short piece of legislation which sets out the framework for what may one day be a proper Ontario Retirement Pension Plan.", "Of course, we New Democrats are surprised by this sudden desire for a pension plan. As I mentioned, you will remember that the NDP introduced a pension plan in 2010, which was a progressive pension plan, and yet it was opposed by many of the same Liberals sitting across from us today. It makes me wonder what has changed since then. As New Democrats, we support a proper, progressive pension plan which works for Ontarians. Of course, I fear this sudden support for a pension plan will see outside pressures cause this government to settle on a plan which is neither progressive nor all-encompassing.", "When we introduced our pension plan in 2010, we of course had a proper consultation. It seems that at this stage, this government has had around a dozen consultation sessions with the public, which we hear were very hard to find and even harder to attend. There have been some traces of consultation, but for a government that is so dedicated to being open and transparent, it certainly wasn’t easy for everyday Ontarians to know what was going on in those consultations. But here we are today, with a promise of a proper plan to be implemented by 2017. We’re told that it will be capped off at $90,000 and that the bottom has not yet been decided.", "Mr. Speaker, I want to stress this again: The only reason the province has to take on this sort of undertaking is because the federal Conservatives refuse to properly address CPP. When we begin to draft the framework for how this pension plan will come about and exactly what it looks like, we need to keep in mind that one day it may need to be transferable into the CPP, where the regulation belongs, making it truly a national and hopefully universal plan.", "This is something that is important, which I invite everybody to listen to: The minimum—because they haven’t set a minimum here in the province of Ontario—for CPP is $3,500. Setting a minimum for the province here would not only help our lower-income citizens have some form of retirement coverage, but would sync with the national CPP level, making a future combining of the two a lot easier.", "We must make sure that our low-income workers are allowed to participate in this pension plan. By mirroring the basic CPP exemption of $3,500, we can include low-income workers here in Ontario. Matching the CPP at this level is good for stable membership and benefits for the plan and ensures widespread coverage to make sure people can live a life with dignity after they retire.", "Also in this plan is a brief mention that self-employed individuals will not be able to participate under the current rules of the federal income tax. I think it’s worth having a discussion with our federal counterparts to see if this is wise. It may be best to give our self-employed here in Ontario at least a chance to opt in if they’d like to. We know that people in this province are turning to their own businesses and small businesses these days, so if they want to be part of this and save for their retirement through a good pension plan, we should discuss having that option available to them.", "To go on, the point of making sure people have access to this plan is to make sure it’s flexible when it comes to portability. Mr. Speaker, jobs today aren’t like the jobs we had 30 and 40 years ago. Back then, we could find a good job with decent benefits, and could work in the same place until we retired. That is why we need to invest in our manufacturing sector.", "I worked at General Motors, and I saw a lot of people start there at a young age, put in their time at the company and then retire with a good pension. Ask the young people out there today. They don’t have the faith that they can find a job like that in today’s market. The young people are constantly changing career streams and moving through employment opportunities. They say that they only stay at one job on average for four years. So this pension plan absolutely has to be transferable, and that needs to be an easy process. That’s the only way we can draft a pension plan that works for young people today so they can properly save for tomorrow.", "I’d like to take a moment to commend my colleague Jennifer French, MPP from Oshawa, for the excellent work she has done on the pension file. I know she has been out there, properly consulting with stakeholders and seeing what communities in Ontario are saying about this pension plan. I believe she has raised some valid concerns, which I share.", "We noticed that this legislation was introduced on the same day as the insurance- and bank-appeasing PRPP, which is very clearly a financial product that carries uncertainty for a lot of those saving for retirement. We notice there is a lot of pressure from the big insurance companies and the big banks to keep their packages available—retirement savings plans that net them 20% to 30% in profit.", "Let’s be clear about this: These profits come on the backs of the hard-working people of this province. Large banking and insurance schemes are netting massive returns at the expense of seniors in the province of Ontario. They know that a properly funded public pension plan would eat away at those profits, which only go to a very few, and they’re definitely going to try and stop that.", "We need to make sure that the people of this province come first and are treated with the dignity and respect they deserve. We, as elected representatives, need to make sure that the people of this province have their needs met, over the desires of a few individuals in large banking and insurance corporations, when it comes to retirement savings.", "Mr. Speaker, I look forward to seeing the rest of this legislation, beyond this framework, play out. I hope that this government will stay committed to a progressive plan that has coverage for Ontarians, and not bow to the pressure from those who want to use retirement money for profits for themselves.", "We need to make sure that things like inflation protection remain in place.", "As many of you know, I have a background in the automotive industry. Before the financial crisis hit, our pensions—that we bargained for with the Big Three—had a cost-of-living adjustment. After the financial crisis hit—which was caused by some large banks and insurers that hate the stable and public pensions—the COLA was discontinued. Workers’ representatives have continued to fight hard to have that reinstated, because they understand how important it is.", "If we want to make sure this plan is as progressive as it can be and as good as it can be, we need to make sure that inflation adjustments are included. This isn’t something that should be promised and then removed when pressure comes from the financial industry. It needs to be a commitment that is followed through on by the government.", "I hope this plan is reasonable and fair and restores dignity to the lives of those who have earned it. I hope it means that no one in this province has to fear turning 65. These people who retire have spent their lives being a productive member of our community. We owe it to them to make sure that they enjoy their retirement affordably and with dignity.", "On top of this, we have a whole generation of young workers who are going to need retirement savings once they reach that age as well, like I mentioned. These young people aren’t working the same jobs that existed 30 and 40 years ago. As elected representatives, we have an obligation to create good-paying, decent jobs for them today and help them save for tomorrow. If we don’t do this, we won’t be investing in the future of this province. Equally important, our grandchildren and their grandchildren will leave the workforce with very little to look forward to. We can make sure that they continue to drive our economy and enjoy their lives by investing in their future today.", "This is an issue we can’t afford to ignore. We have a significant number of baby boomers working today who are going to have to retire soon. We’re going to have a lot of people who need retirement assistance.", "I look forward to the continued consultations regarding this plan and hope this House takes the opportunity to make the plan progressive. We have a shot to get this done right the first time. Let’s get it done." ],
  "anchor" : "para1082"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1121"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "I’ll take a couple of minutes to congratulate the member from Niagara Falls for speaking on Bill 56 so eloquently. The last thing he said was, “Let’s get on with it and let’s do it properly.” I think we all want that. We want to see that Bill 56 reaches its conclusion in a way that is going to move ahead for the benefit of our future pensioners in Ontario.", "Everything the member has said I’m going through with my own people. I represent one of the largest senior populations, people who didn’t work in a place where there was a private company pension plan. I have to agree with the man: Those people today are struggling. They’re struggling to go to the grocery store first, buy drugs or pay the bills. They’re experiencing exactly what the member has said. When I talk to these seniors, they are saying that at least this will provide some affordability when they reach the age of 65. This is why we have introduced this particular bill here today.", "It was a pleasure to hear the member saying that if the federal government were to listen to us—to all of us, because consultations are taking place, and Associate Minister Hunter here is, on a regular basis, doing consultation. The feds have been consulted. If they would come along and say, “You know what? It’s a good idea. Let’s combine it with the federal pension plan, old age plan. That would be the best thing to do”—but as the member has said, they refuse even to talk, even to look at it.", "I think it’s about time that we start this plan, but let’s do it right. Let’s get on so that this way, our people can start to save for a very dignified retirement age when it comes for them." ],
  "anchor" : "para1122"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1126"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "As we were mentioning earlier, we heard the negative comments of how destructive this tax will be from the Ontario Chamber of Commerce. We’ve heard from the Canadian Federation of Independent Business. We’ve heard from the Ministry of Finance itself. We’ve heard from McKinsey and Co. We’ve heard from Professor Ian Lee at Carleton’s Sprott School of Business. We’ve heard from Jack Mintz.", "Well, just today, we are now hearing brand new information from the insurance association. They have surveyed 401 different workplaces, and 78% of those surveyed would likely reduce their existing contribution levels if they are forced to participate in the pension tax. In addition, another 66% stated “they may consider eliminating their existing plans altogether” if this tax is enacted.", "Speaker, here’s the conclusion from the insurance association CEO, Frank Swedlove: “The Ontario government’s proposal threatens the viability of existing plans and could negatively impact the retirement savings of millions of Ontario workers.” He goes on to say, “It is clear that the proposal, as it now stands, not only undermines existing retirement savings but would force additional contributions on a large segment of the population who are already on track for retirement.”", "Speaker, we’ll add this documentation to the growing number of organizations, associations and small businesses throughout Ontario who would be penalized by this tax." ],
  "anchor" : "para1127"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Nipissing and recognize the member from Bramalea–Gore–Malton." ],
  "anchor" : "para1132"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Thank you very much, Mr. Speaker, and thank you for remembering my riding.", "I’m pleased to respond to the member from Niagara Falls. I think it’s important that we highlight the difference between the position of New Democrats and the position of the Conservatives.", "The Conservatives are focusing on the actual implementation. What the member from Niagara Falls is talking about, and it’s very clear, is that we need to do something to address the fact that seniors in his riding and ridings across Ontario are struggling to make ends meet. They are struggling because they don’t have security in their retirement, and many people aren’t able to save enough so that they can live with dignity when they retire. That’s the issue.", "The member from Niagara Falls very eloquently put that this is an issue that matters to the people of his riding. It’s an issue that we champion as the NDP. It’s an issue that we know we must address. There has to be something we do to address the issue that when people age in this province, there are simply not enough services for them, whether it’s health care, whether it’s having enough personal support workers to assist individuals who want to stay in their homes, who want to live in their homes with dignity, or whether it’s having the security of knowing that you have a paycheque that will come to you on a regular basis so that you can afford to live, so that you can afford the necessities of life, so that you can retire with dignity. These are issues that matter. These are issues that we must address.", "We can’t be sidetracked by the implementation. We need to first agree on the fact that we need to do something to ensure that people can retire with dignity, that they need to have a source of income when they retire. That’s the first point.", "Once we agree upon that, the way we implement that needs to be progressive, as the member from Niagara Falls stated. It has to be done in a way that’s progressive, that doesn’t leave vulnerable people behind, that ensures that they’re taken care of. That is the only way that we would support a pension plan: something that ensures that it’s actually protecting people and not exploiting people." ],
  "anchor" : "para1133"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1139"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I want to thank all of the members who spoke to this, in particular the members for Renfrew–Nipissing–Pembroke and Niagara Falls.", "As many of my colleagues mentioned, the member for Renfrew–Nipissing–Pembroke often delivers very amusing and entertaining debates and speeches, but what was less amusing was the fact that he got the facts wrong, either deliberately or unwittingly. I think this just diminishes debate." ],
  "anchor" : "para1140"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I believe you can’t correct someone else’s record." ],
  "anchor" : "para1142"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. I would ask the member to withdraw." ],
  "anchor" : "para1143"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I withdraw.", "Just continuing on, the problem here has been a mischaracterization of what a tax is. I suspect that the member knows exactly what a tax is, but if he doesn’t, he should check the definition, which very clearly says that a tax is something that’s levied by a state. This is not money that is going to come to the province of Ontario’s treasury. To mischaracterize it as a tax suggests a certain ideological desperation to oppose for the sake of opposing in the absence of having real issues to oppose. It’s pretty sad, and I do wish that the official opposition—I have no problem with dissenting views, but I do have a problem when, in place of valid debate, mischaracterization is used to somehow further debate. I’m really sorry to have heard that.", "I also want to thank the NDP for their support. I heard the member from Niagara Falls give a very thoughtful presentation, and I thank him for that. I was a little puzzled when he kept referring to the fact that the NDP introduced it first. The point is, when it mattered, the NDP did nothing. In the 2014 election, you had the chance. It was completely missing from your platform, but I’m glad to see that, finally, you are supportive of this, and I hope as we walk the talk, you will be with us." ],
  "anchor" : "para1144"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Niagara Falls for his final comments." ],
  "anchor" : "para1147"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I don’t normally do this after I speak for 20 minutes, but to the MPP from the Liberal side of the House, I will say that the reason why we brought it forward in 2010—and I thought I did say it in my speech—was that the Liberal Party voted against it in 2010. That’s why it didn’t end up going forward—just for your own information.", "I will say thanks very much to everybody who stood and talked.", "On the CPP: Listen, I’ve met with the federal government; I’ve met with MPPs. Without a doubt, that is the best way to make sure—we have a proven system in place that has enough money in it right now to last 75 years. That is the plan and we should absolutely go down that road. We either have to get a government that will do that or we have to convince the current government to do it. I have to say that we have a shot to get this thing done right, and let’s get it done right the first time.", "I want to talk about seniors because this is what this is about. This is about seniors, if they don’t have a pension plan, living in poverty. Let’s be honest: That could be one of our moms or dads; it could be our grandparents. We have to make sure: What is the cost to society when we have our seniors, who built our country, built our province—what’s that cost to us? What does it cost to our health care system when, because they are living in poverty, they are spending more time in a hospital? They are having mental health issues. They are having diabetes. They don’t have affordable housing. That’s what this is about. This is about taking care of our seniors as we move forward. Who are those seniors going to be, by the way, in 30 or 40 years when this plan or one similar to it is in place? Who is it going to take care of? It’s going it take care of our kids and our grandkids and our grandkids’ grandkids. That’s what this is about and that’s why it’s so important.", "If you take a look at what’s going on right here in Toronto, right here in the province of Ontario, we have people who are dying on our streets in one of the richest provinces in the country, and that makes no sense." ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to standing order 47(c), I am now required to interrupt the proceedings and announce that there has been more than six and a half hours of debate on this motion for second reading of this bill. This debate will therefore be deemed adjourned unless the government House leader specifies otherwise." ],
  "anchor" : "para1153"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Speaker, we would like debate to continue." ],
  "anchor" : "para1154"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1155"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "It’s a pleasure to stand and to talk about the Ontario Retirement Pension Plan. Before I begin, I’d like say that I’ll be sharing my time with the members from Newmarket–Aurora—who will do the two-minute reply—Burlington, Barrie, and Brampton–Springdale.", "Speaker, a century ago living much past your retirement was a recipe for poverty. Unless you were wealthy or you could live with family, you had to hope that your savings and your assets lasted longer than you did. If not, you died in poverty. Although Conservatives fought bitterly against it in the 1960s, Canadians gained an income supplement in the Canada Pension Plan.", "Back then, men tended to retire at 65 and within five to 10 years most normally passed from this world into the next. Women could be expected, then, as now, to live a little longer than men.", "Today, retired people live 15 to 20 years longer than they did in the mid-1960s, but the Canada Pension Plan has not kept pace with the times. Today, both men and women can expect to see their 80th birthday in the course of a normal and healthy life. Where, in Canada’s centennial year of 1967, those Canadians older than our nation—which is to say, they had reached their 100th birthday—were so few and so far between that they were local and national celebrities, today, most seniors’ residences and long-term-care homes have at least one and often several centenarians.", "Our country is drifting back a century in time in how we treat our elderly. Our country has not thought through what will happen as the baby boom generation ages and becomes seniors. For every senior alive today, there will be two when most surviving baby boomers themselves move into their senior years. For every octogenarian, a person aged 80 or more, there will be three as our baby boomers move into their 80s. Our nation and our provinces are not ready for this.", "Our youth are pressed for employment in a post-industrial job market, squeezed by high house prices, and find it almost impossible to put away the important early money to generate the savings that they will need to live on at the end of a work life that will likely see them change careers about three times and change jobs every few years.", "Employers in large companies have taken an eye-popping $17 trillion out of the North American economy and stored it offshore in tax havens. It’s time employers put some of what former Bank of Canada governor Mark Carney called “dead money” back to work, investing in the future of the very people who create value for them. Working men and women need to adopt the imperative of budgeting a thin slice of their own income into a dignified life in their later years.", "That’s what a responsible reform of the Canada Pension Plan should have been about years ago. That’s what enhancements to the Canada Pension Plan should be about today. If we had a responsible federal government in Ottawa, now or in the last generation, building a Canada Pension Plan for the 21st century, it would be done by now. But we have not had such a government in Ottawa.", "That’s why Ontario is building its Ontario Retirement Pension Plan. Ontario needs our people to have a retirement plan that they can rely on. Seniors know that their ability to retire and to live in comfort and dignity is eroding each and every year. Young people know that they need a structure to enable them to save on a regular basis throughout their working careers. The same knowledge or service-related businesses, whose assets walk out the door every day and go home, know that they need a fair and level playing field to be able to assist their employees with a portable and professionally managed pension plan. Today they don’t have it, Speaker. That’s the reason why Ontario is introducing the Ontario Retirement Pension Plan: to provide that very level playing field to both employers and employees alike.", "Speaker, I’m going to stop there and enable some of my colleagues to pick up this narrative and to talk about why and how the Ontario pension plan is so important in 21st-century Ontario." ],
  "anchor" : "para1156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I now recognize the member from Newmarket–Aurora." ],
  "anchor" : "para1167"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "It’s my pleasure to speak on this bill dealing with the Ontario Retirement Pension Plan, following in the footsteps of the member from Mississauga–Streetsville. I think that member really said it all and summed up quite nicely where we’re at today with the pension plan.", "I want to take a minute and just reflect on what I’m hearing in my constituency and what I heard in the previous election, while knocking on doors, meeting with seniors’ groups, meeting with businesses. The seniors I met with understood that this isn’t something that’s necessarily going to help them. What they understand is that an ORPP is something that will help their grandchildren. They’re very concerned about the future of their grandchildren. They see that good pensions that used to be provided by corporations are no longer there, and they’re worried that their grandchildren just won’t be able to live with dignity when they retire 40 years hence. They’re very interested in seeing that move ahead.", "I had an interesting conversation, I recall, when I was knocking on doors. It left me a bit flabbergasted, because my assumption was that so many business leaders would not be happy with this plan for whatever reason. I recall knocking on the door of a gentleman I know, a very prosperous businessman, and he said, “Listen, here’s the deal. I’m looking at where my company is going to be 20 or 30 years down the road. If we have a large number of seniors living in poverty, they won’t be able to afford the services and the products that my company and all the companies provide, and that will negatively impact the performance of my company in the future.”", "His take on it was that it’s better that we pay a little bit now, or we will pay an awful lot later on. I thought that was a pretty wise comment for him to make.", "I’ve had comments about the need to look at targeted pooled registered pension plans, as was introduced in the House by our Minister of Finance. When you look at what that means, what you’re looking at is something that is complementary, but it’s certainly not compatible with the pooled registered pension plan.", "Interjection." ],
  "anchor" : "para1168"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I would urge the members opposite, especially the member who is trying to interrupt, that we have this wonderful document that I’d be quite happy to share with him. It comes in both official languages, so he can read it twice to make sure it’s accurate. It’s called the Ontario Retirement Pension Plan: Key Design Questions. I’m quite happy to share that with the member from Renfrew–Nipissing–Pembroke, because I don’t think, frankly, that he has read it. It answers a lot of questions that were raised earlier today, and should set at ease, I think, anyone’s mind who reads that.", "Through this legislation, Ontario is taking an important step to help millions of people save for their retirement. It’s as simple as that. I hope that we move along with the retirement pension plan act, and I know that we’ll continue to talk to chambers, businesspeople and seniors as we move this bill ahead. So I thank you, and I will leave the next few minutes for my colleague." ],
  "anchor" : "para1174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Newmarket–Aurora. Now we turn it over to the member from Burlington." ],
  "anchor" : "para1176"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I stand here today to express my support for Bill 56 and join my colleagues from Newmarket–Aurora and Mississauga–Streetsville in saluting the Associate Minister of Finance for her work and her leadership on this issue.", "Ontario is taking an important step in helping millions of people save for their retirement by introducing the ORPP act. The reality is that the workforce of Ontario today and, in particular, younger Ontarians are not able to save enough to live comfortably in their retirement. Many spend large portions of their income on the bare necessities, quite often leaving them without enough to save for their retirement.", "All Ontarians indeed—I’m sure we would all agree on this—deserve to have stability in their golden years, and helping to provide a predictable and meaningful source of retirement income is one way in which we can accomplish this. Indeed, ensuring that Ontarians retire not in poverty but in dignity is not only their right but our responsibility.", "I know there are many forward-thinking, socially responsible business owners in Ontario who agree with this. In my riding of Burlington, I’ve had the pleasure of meeting several business owners who support the need for enhanced pensions. In October, I had the pleasure of welcoming the Associate Minister of Finance to Burlington to hear from local business owners and community leaders.", "One such business owner employs 65 men and women and doesn’t presently have an employer-sponsored pension plan. It’s an idea he has been exploring over the past few years and, in fact, he is currently offering a highly accelerated pension option to his employees nearing retirement. He has even lobbied his federal member of Parliament for an enhanced CPP—what a concept—a pension system he believes should be increased dramatically. He was thrilled when our government announced its intention to introduce an Ontario solution to the impending pension crisis. Whether through CPP, which Prime Minister Harper has made abundantly clear he has no plans to enhance, or through the ORPP, my constituent is not concerned about the impact it will have on the economy or businesses like his. Indeed, his preference is to safeguard the lives and well-being of his employees. This business owner believes that without a meaningful pension plan, business will have to pay down the road at any rate, and I agree. He believes in making an effective, efficient, transparent and fair pension for all, and that a defined-benefit plan is a social necessity for a country like Canada.", "The conversation is changing about the ORPP, and increasingly Ontarians are coming around to the fact that it is indeed a benefit, rather than a tax on business, as some would have us believe.", "As a former vice-president of the Canadian Chamber of Commerce, I’m pleased to note that the implementation plan for the ORPP will see it phased in in 2017 as EI premiums are reduced, cushioning its impact.", "For previous generations, a defined pension plan was the norm. That’s not the case today, and we can’t afford to have a generation of seniors who can’t afford to live. Our social safety net and our children and grandchildren will bear the cost down the road.", "Finally, from an economic perspective, higher incomes among retirees mean stable consumption in the future and decreased reliance on publicly funded social services, improving job and economic growth in the long term.", "In closing, everyone needs to plan for retirement decades before they reach their golden years, and that includes government too. That is why we need an Ontario pension plan that starts saving today for tomorrow." ],
  "anchor" : "para1177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you to the member from Burlington. Now I recognize the member from Barrie." ],
  "anchor" : "para1188"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "The official opposition across the hall here is basically doing a “sky is falling” attitude about this bill. They’ve convinced small businesses that this is a job-killing payroll tax. Let’s be clear: This is not a tax. The ORPP is a vehicle to help individuals save for retirement. It’s also an investment in the long-term health of our economy. We know that people are not saving enough for retirement. If this trend continues, individuals will face lower standards of living, their consumption in retirement may decrease, and they may rely more on publicly funded programs. That’s not good for people, that’s not good for business and it’s not good for the economy.", "The ORPP would help correct the problem we see emerging on the horizon. What David Dodge has told us is that the long-term benefits would outweigh the short-term costs. That’s good for all business, including small business.", "In the meantime, to help businesses adjust, the ORPP would be implemented in 2017 to coincide with the expected reductions in employment insurance premiums. In addition, enrolment would occur in stages, beginning with the largest employers, and contributions would be phased in over two years.", "Employees who feel more secure about their own futures tend to be more productive. More than that, we know that businesses care about the well-being of the people who work for them. The ORPP would be a cost-effective way of helping give workers a secure retirement floor that they can rely on so that all of us can rest assured about our collective futures.", "We say that it will help our children. My oldest child will be 46 at the end of April, so she would be 86 when she gets it. However, she will receive it. My grandchildren are lucky enough to have—both of them have two degrees from Queen’s, and I hope they don’t need extra money, but I feel that, the way that things are going, the costs and everything, they may need it too.", "I’m doing this because I’m a grandmother and also an educator, and I know how much people in Ontario need this to happen. I urge you to support the bill." ],
  "anchor" : "para1189"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Barrie, and I recognize now the member from Brampton–Springdale." ],
  "anchor" : "para1195"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "I’m happy to stand in the House today to talk about the ORPP. Ontario is taking an important step in helping millions of Ontarians to save for their retirement by introducing the Ontario Retirement Pension Plan Act, 2014. This legislation will help create a savings tool for the people of this province designed to give people a secure future that they can rely on.", "I’m very proud of the fact that many times we’ve discussed that our associate minister has been out consulting. I look forward to her upcoming visit to Brampton so that we can continue to consult with our constituents.", "The legislation, if passed, would require the establishment of the ORPP by January 1, 2017, and set out the basic parameters of the plan, including equal contributions from employees and employers capped at 1.9% each on an employee’s annual earnings up to $90,000. Contributions will be invested by an organization at arm’s length from the government. Benefits will be indexed to inflation to provide a predictable source of retirement income for life.", "Economists like the former governor of the Bank of Canada, David Dodge, have told us that this will be good for the economy in the future and in the long run. Higher incomes among retirees means stable consumption in the future and decreased reliance on publicly funded social services, improving jobs and economic growth in the long term.", "We want to ensure that we’re creating the best plan for Ontarians. We want to ensure that we’re doing the right thing.", "We’re also committed to continuing to engage Ontarians in the plan. In the coming weeks, we’ll be releasing a consultation paper that outlines the government’s work on some key plan designs and details of the ORPP. Plan design details are still being developed, and we look forward to receiving people’s input.", "This is about balancing the needs of today’s workforce against the needs of the aging population. It is about securing our collective future so we can all rest assured. That’s why we’re taking action now to ensure a strong economy for the future.", "The legislation provides further details about participation and benefits. More specifically, it will give authority to the government to request and collect some information, including personal information, for the purpose of establishing the plan.", "As the next step, we’ll be releasing a consultation paper, as I said earlier, so that we can better understand the plan and Ontarians can better understand the plan.", "This government has taken a huge step in moving forward to helping ensure a secure retirement future for Ontarians, in the absence, of course, of leadership at the federal level. We’re going to take action by moving forward with the ORPP. Between now and 2017, we’ll finalize the details of the plan, introduce necessary legislation and put other measures in place to administer the ORPP.", "Let’s be clear: This is not a tax. The ORPP is a vehicle to help individuals in their retirement. It’s also an investment in the long-term health of our economy. We know that people are not saving enough for their retirement. If this trend continues, individuals will face lower standards of living. Their consumption in retirement may decrease, and they may rely more on publicly funded programs. That’s not good for the people, that’s not good for business, and that’s not good for the economy. The ORPP would help correct a problem we see emerging on the horizon. That’s good for all businesses, including small businesses. That is why we are committed to putting forth the ORPP. We’re committed to the people of Ontario and to helping them save for their retirement.", "It’s important to remember that the ORPP is not being introduced in isolation. This government is continuing to work to balance the budget and create a dynamic and innovative business climate. In that sense, this plan offers assistance to all small businesses.", "We know that the cost and the administrative burden of some workplace pension plans can make it difficult for many small employers to provide them to their employees. What the ORPP could do is allow these employers to compete with large employers for talent and retention by being able to offer employees a retirement benefit program. That is why I stand here to support the ORPP." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for questions and comments." ],
  "anchor" : "para1209"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It never ceases to amaze me—some of them disappoint me, and some of them just amaze me. The Liberals have set many records in their time in office." ],
  "anchor" : "para1210"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Mostly scandals." ],
  "anchor" : "para1211"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "They’ve set records for deficits. They’ve set records for the accumulated debt in the province of Ontario. They’ve set records for scandals." ],
  "anchor" : "para1212"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "OPP investigations." ],
  "anchor" : "para1213"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "They’ve set records for the number of OPP investigations going on simultaneously. Today, they set a record for the most members to speak during one 20-minute segment. It is speed-debating in the Ontario Legislature.", "I see what’s coming. I look at good old Eddie down there underneath the press. He’s got a plan in place. They’re cooking up something to throw on the burner here to try to catch the Tories off guard. They caught us this morning, but they won’t catch us tomorrow morning; I’ll tell you that. We see what’s happening here. They want to get all the members on record as having supported this plan.", "But what I don’t understand—and my friend from Niagara Falls brought this up. He said that we don’t support this—I’m saying we don’t support this, but the member from Niagara Falls certainly does. But he brought up a legitimate question: Why in 2010, when the third party was in favour of bringing in an Ontario pension plan, did the Liberals say, “No, no, no, no way! It’s a bad idea, bad idea.” Dwight Duncan said, “Are you crazy? Can’t have it. It would be another tax on payrolls.”", "But now, because they feel that it’s a good political move for them—everything they do is based on whether or not they believe it’s a good political move. It’s a bad political move, and I believe it will be shown in 2018. But it’s also a bad policy move, and that’s what they should be paying attention to." ],
  "anchor" : "para1214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1219"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "I believe it was Tommy Douglas who said that we should want for others what we wish for ourselves, or something along those lines.", "I know that Ontarians think we have a pension plan as members of provincial Parliament, but in fact, we do not. We do not have a defined benefit pension plan because Premier Mike Harris got rid of it. I have to say, if we want for others what we wish for ourselves—in my conversations with all parties, we all wished we had a defined benefit pension plan right here. I would say to my colleagues to the right, what you wish for yourselves, you should want for others. That’s in essence what we’re talking about here. Yes, it would be good to have a Prime Minister who was onside on an enhanced CPP. With any luck at all, in 2015, when Thomas Mulcair becomes Prime Minister, we’ll have that enhanced CPP.", "I would say to my friends on the right: Don’t worry too much. This may never see the light of day, which is a fear of ours in the New Democratic Party, since we introduced it in 2010, and it’s taken five years to get this far.", "Having said that, let’s look ahead. Let’s move on something. Quite frankly, even with this plan and the CPP, you are still going to be living way below the poverty line as a senior.", "On the other hand, my colleagues to the right seem to think that banks and insurance companies are the way to go and that putting millions aside to get the same benefit is something attainable by all. I would respectfully disagree again. What we want for ourselves, we should also wish for others." ],
  "anchor" : "para1220"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further comments and questions." ],
  "anchor" : "para1225"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "It’s a pleasure to join the debate on Bill 56 this afternoon. I’ve listened to the views of the opposition parties, and obviously they’re entitled to those views. I certainly appreciate the support of the third party. The Conservative Party has put forward its view, and it’s not one I share. I would say that it’s not one that is shared by the vast majority of people around the province of Ontario, and I don’t think it’s not shared in a partisan way. I think what we have is an expectation in this province that the people who came before us built a pretty decent standard of living for us. We expect that to continue on into the future.", "Part of that—and certainly all three parties were involved in this at the federal level—was the introduction of the CPP. It’s something we’ve come to rely on as a society. When we get to the retirement years, it’s something that we like to think is there.", "Over the years, for whatever reason, there has been a sense that what is provided by the CPP is simply not enough to see a person through those retirement years after they choose to retire and that something else was necessary.", "It certainly is the view of this side of the House that the preferred option obviously would be the most simple option. The easiest way of doing this would be an enhancement to the CPP. I think if we were to see that happen, if that was put forward in a serious way at the federal level of government, you’d see this side of the House say, “Go. Move on that.” That’s what we really want to see happen.", "However, in the absence of any action at the federal level—ordinary people in the province of Ontario are retiring each and every day. They’re looking forward to a future that’s got some retirement income in it that’s going to allow them to live out those retirement years in a decent way. Without either an enhancement to the CPP or the plan we have before us in place, these people are not going to enjoy that retirement they planned on.", "What I’m saying today is that this is a way of moving forward. Should there be a change of heart by any one of the parties at the federal level, I think that would be the preferred route. What we have before us is worth supporting today, though, Speaker." ],
  "anchor" : "para1226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further comments and questions?" ],
  "anchor" : "para1232"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "We hear a lot of innuendo and a lot of discussion on the other side." ],
  "anchor" : "para1233"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Rhetoric." ],
  "anchor" : "para1234"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "It is a lot of rhetoric, I must say.", "Let’s look at the facts, then. Let’s look at the McKinsey and Co. facts that have come out just this month, only two weeks ago. What McKinsey and Co., one of the most respected consulting firms worldwide, has said is, “The vast majority of Canadians are saving enough for retirement to ensure a standard of living similar to their pre-retirement lifestyle....”", "Speaker, everybody deserves to retire with dignity. I don’t think there’s anybody in this House that would disagree with that. But McKinsey says that a financial survey of 12,000 households shows that 83% of Canadians are indeed on track to maintain their standard of living after they stop working.", "“McKinsey principal Fabrice Morin said the findings suggest many people are worrying needlessly....”", "He also said that “if even 30% of the value of peoples’ homes had been included as a financial asset, the proportion of Canadians with adequate savings for retirement would climb to 87%.”", "The survey also found that “93% of low-income workers will be able to have similar consumption in retirement because government pension programs”—already in existence, including the GIS—“provide a minimum level of income that matches their pre-retirement lifestyle.”", "Speaker, if the issue is, as McKinsey and Co. says, that 83% of Canadians are on track to maintain their standard, then let’s have a program focused on the 17% who are not there. As opposed to imposing a financial burden on the whole economy, bringing it all down, let’s give help to the group that needs help." ],
  "anchor" : "para1235"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now back over for final wrap-up and final comments." ],
  "anchor" : "para1242"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "It gives me pleasure to make a few final comments on this bill.", "I think everyone—well, almost everyone—agrees that the undersaving problem is real. There is a gap between what people will need and what they have. Our current system, while strong, simply is not filling that gap. CPP, in future, is not strong enough.", "In response, our government has taken a major step forward in strengthening our retirement income system. If passed, this legislation will help create a savings vehicle for the people of this province that would help give them the secure retirement future that they desire and they deserve.", "The government is committed to addressing the retirement needs of a 21st-century workforce. One of the aspects that is so good about this bill is its portability across participating employers. That will respond to the needs of an increasingly mobile workforce, one that we know will work their way through a number of jobs and a number of positions in their working life.", "We’re committed to continued engagement leading up to the implementation, if this bill is passed, for January 2017. Ongoing dialogue will be critical throughout the process.", "To be clear, our preferred option is still the CPP enhancement, something this government has advocated for since 2010. Unfortunately, the federal government has unilaterally shut down discussions on that issue.", "We know the cost of inaction is far too high. If the federal government is unwilling to step up, this government is prepared to take action to tackle the undersaving issue.", "This is about securing our collective futures so that we can all retire with dignity. We’re taking action now." ],
  "anchor" : "para1243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing as it is now almost 6 o’clock, this Legislature will adjourn until 9 o’clock tomorrow morning." ],
  "anchor" : "para1252"
} ]