[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Mr. Bradley, on behalf of Mr. Sousa, moved third reading of the following bill:", "Bill 144, An Act to implement Budget measures and to enact or amend certain other statutes / Projet de loi 144, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter ou à modifier d’autres lois." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Deputy House leader?" ],
  "anchor" : "para31"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Speaker, I will be sharing my time with the parliamentary assistant, the member from York South–Weston, and with the Minister of Finance." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para33"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "This is an exceedingly important bill for the government of Ontario, of course, because what it in effect does is it fulfills the commitments made by the government in the 2015 budget, and it further implements our economic plan to build up Ontario. It makes many changes spanning several different ministries and, if passed, it would enact five new statutes and amend a number of other statutes. That’s why there has been considerable debate devoted to this particular piece of legislation. The bill implements necessary changes in order to continue to implement our economic plan to build Ontario up, as I indicated. It’s investing in people’s talents and skills. We know that’s the strength of the province of Ontario.", "We are making the largest investment in public infrastructure—over $130 billion over the next 10 years; that’s the largest in Ontario’s history. It is designed, of course, to create jobs—which it will—but the advantage of infrastructure investments are the following: They, first of all, generate a lot of economic activity that creates jobs. That’s in the short term and the medium term. Even more important, perhaps—although, to those involved in the construction jobs, that’s exceedingly important—but in the longer run, it leaves a legacy which is very important to our province.", "All of us know of roads that require considerable work: some you’re repaving the roads, you’re reconstructing those roads; in other cases, you’re actually constructing new roads for the province to enable economic activity to take place and for people to travel from one end of the province to the other.", "We’re also involved in new transit projects right across the province. Speaker, in your own city, the city of Hamilton, there is considerable work to be done in terms of public transit, and there’s a significant investment of somewhere in the neighbourhood of a billion dollars for that purpose. I know that the people of Hamilton are looking forward to being able to move from one part of the city to the other more expeditiously.", "Also, the commuter traffic taking place that goes into the GTA from various parts of the province is jammed at the present time. If you and I were to drive into the city of Toronto in the morning—" ],
  "anchor" : "para34"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I’d like to tell the government side that I believe one of your ministers is speaking, and it’s really loud over there." ],
  "anchor" : "para40"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "We’re doing really well." ],
  "anchor" : "para41"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Yes, I know. You’re being very friendly, but very loud.", "Continue." ],
  "anchor" : "para42"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Public transit is exceedingly important for the province because it allows us to free up that traffic; it allows people to move from one end of the province to the other. At the present time, it’s a major challenge.", "Driving in from St. Catharines—I carry a good deal of material with me back and forth so I’m really compelled to have to drive into Toronto, but many people from various parts of the province would, if they had the alternative, prefer to have the public transit option. But that requires very significant expenditures, first of all, in terms of capital; that is, building the transit itself. Second and as important, in the longer term, is the cost of operating these systems. One must look at the fact, however, that there is a great cost to keeping the roads up to date. Often people will say, “I pay to have those roads kept up to date.” There’s a gas tax and a number of other taxes which are devoted to all government expenditures, including the construction of roads, but also by freeing up that pathway—those roads—by having public transit available to people is much more convenient.", "Secondly, it is also very good for what we would refer to in our particular circumstances as the environment. At the present time there are people from all over the world gathered in the city of Paris engaged in very serious discussions and hopefully coming forward with an agreement that will deal with the issue of climate change. One of the things that expenditures in the field of transit contribute to is the betterment of the environment.", "I can recall that at one time in the province of Ontario you had several, shall we say, smog days, as they were called in the province. You’d come into, particularly the GTA, and even other parts of Ontario—there would be smog all over the province. Now those days are rare—at least, they have been in recent years. I attribute a good deal of that to the closing of the coal-fired electricity plants in the province. But also there have been improvements made in terms of emissions from other sources, including mobile sources, which are the vehicles that we have in the province.", "We are also creating a dynamic, innovative environment where business thrives, and we’re strengthening retirement security. One of the issues I think that people identified—there was a pretty good consensus; not an entire consensus in the province—was that when people are saving for their retirement, what was available in the present form of the Canada Pension Plan and other pension provisions was not adequate for many people in the province. Indeed, there are a lot of people, as you would recognize, Speaker, who don’t have that option available to them: a defined benefit pension plan.", "In fact, the private sector in particular is trying to negotiate their way out of defined benefit pension plans; that is, where a person can look forward to a specific amount of money in a specific period of time. Negotiations are pushing in favour of a defined contribution pension plan, which usually goes into what we would call an RSP, with no guarantee of how much that would produce. For instance, if a person were to contribute to something that was risky, the chances are that they could lose everything. If they were to invest conservatively, we recognize that they are not going to have enough money for retirement. So that is one of the components.", "I do want to allow the parliamentary secretary to the Minister of Finance, and the Minister of Finance, to both elaborate on this. So I will yield the floor at this time, with your permission when you recognize her, of course, to the parliamentary assistant, the member for York South–Weston." ],
  "anchor" : "para44"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para52"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "No, we’re sharing." ],
  "anchor" : "para53"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It’s a 40-minute rotation all day, and you go in turn.", "The member from Prince Edward–Hastings." ],
  "anchor" : "para54"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thank you, Mr. Speaker, for recognizing me this morning. It’s a pleasure to rise today and speak to Bill 144, but only because it is always an honour to rise in the House and speak; it’s not a pleasure to address this bill, because this bill shouldn’t even exist.", "I know that we have a long history of omnibus bills in parliamentary systems. In fact, the history stretches all the way back to 1968, when the first bill was introduced as part of a review of the Criminal Code. However, the practice of introducing omnibus bills remained a fairly restrained practice and stayed fairly consistent to a theme, which was that the omnibus bill that was being introduced would amend all bills toward a common policy aim.", "In 1968, reviewing the Criminal Code required amending several acts to change the legal status of different offences. Other omnibus bills over the years have included items such as the national energy plan and the free trade agreement. However, it wasn’t until the late 1980s and early 1990s that omnibus bills became common practice at the federal and provincial levels.", "At first, Speakers actually had to rule whether or not such bills were out of order. What we now know is that it would have been better if they hadn’t opened the door or, if they had, at least introduced a litmus test that omnibus legislation would have to meet in order to be introduced in the first place. However, at the time, the practice was such that the bills were limited to a single matter in terms of size and scope. They dealt with one issue, not like what we are dealing with today. It wasn’t until the omnibus budget bill, or omnibus bills to enact budget matters, such as the one we are debating this morning, became commonplace that they became a problem.", "The decision handed down governing omnibus bills in this House actually originates in Speaker Sauvé’s ruling regarding a 1981 omnibus bill brought in by the Trudeau government. Speaker Sauvé said, “It may be that the House should accept rules or guidelines as to the form and content of omnibus bills, but in that case the House, and not the Speaker, must make those rules.” It was that quotation that Speaker McLean used in this chamber in 1995 when ruling on a question of privilege raised by, among others, the current member from St. Catharines, who was just speaking.", "Speaker McLean quoted Beauchesne’s Parliamentary Rules and Forms on the matter of omnibus bills, which states: “Although there is no specific set of rules or guidelines governing the content of the bill, there should be a theme of relevancy amongst the contents of a bill. They must be relevant to and subject to the umbrella which is raised by the terminology of the long title of the bill.” That’s the problem with Bill 144 and almost every omnibus bill this government has introduced since I’ve been a member of this House.", "For the first 25 years of omnibus legislation, governments respected the idea that omnibus bills must have a theme of relevancy amongst the contents of the bill. For the last 20 years, governments have relied on the second part of the rule out of sheer laziness to get away with cramming as many unrelated and unconnected amendments into one piece of legislation as they possibly can.", "As with Bill 144, this leads to the government abusing House procedure for the purposes of limiting debate on controversial measures which it knows would be subject to greater resistance, particularly from government members, if debated separately. This is particularly true of schedule 22 of the act, without which the government would not be able to follow through on its plan to privatize Hydro One.", "Were that matter to be held separately, Speaker, or were government members ever compelled to vote on any matter related to the sale of Hydro One, they might actually have to act on the disagreement with their government that they so readily voice in private. We know there are a lot of members on the opposite side who don’t agree with the sell-off of Hydro One, and given the opportunity to have that fulsome debate here in the Legislature, that may actually bear out in the votes and in the debate that we have.", "The government may argue that the point of omnibus legislation is to save debating time and, on this, even parliamentary experts agree that that’s a valuable objective—but only when the act in question addresses a single issue. It’s unquestionably better for the House to have one vote on free trade or one vote on the National Energy Program than to have 24 votes on them. But, because the use of omnibus legislation is already a time-saving measure, the government should not then be able to enact time allocation on an omnibus bill—but that’s what they’re doing here. The only purpose for doing so, as has been done in the case of Bill 144, is to stifle debate and opposition here in the Legislature.", "As has been previously stated, the original intent for omnibus bills was that amendments to different acts would be made under a common theme. In Bill 144, the amendments are made without a single common thread running through them. This is a bill that deals with, among other things, liquor licensing, the Hydro One sale, the debt retirement charge, illegal tobacco, escheats, business property taxes, horse racing and abolishing the Ontario Economic Forecast Council. No possible common theme could bind together so many different topics aside from the government’s desire to not have each individual act and amendment debated separately in the House.", "In his submission to Speaker McLean in 1995, the member for St. Catharines alleged that there was a point at which omnibus bills, such as Bill 144, might go too far and become unacceptable from a procedural standpoint. I ask the member: How is this not such a bill?" ],
  "anchor" : "para56"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Do you want a reply?" ],
  "anchor" : "para68"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Question period is in an hour.", "Its schedules and amendments have no common theme. In spite of the fact that it’s entitled An Act to implement Budget measures and to enact or amend certain other statutes, two of its statutes—those pertaining to escheats and the Ontario Economic Forecast Council—are never mentioned in the speech that the finance minister gave to the House or the related budget documents.", "I stand to accuse the government, and the Premier, of rank and unbelievable hypocrisy. They’ve spent the last few years railing against the use of omnibus legislation at the federal level and the destructive tone it sets for our politics. I submit to the House that this bill is no better in that regard than any which members opposite have previously opposed.", "In his ruling to the House on December 5, 1995, Speaker McLean stated:", "“However, omnibus legislation is accepted in many parliamentary jurisdictions in this country and it is something to which this assembly is no stranger. I share the concerns raised by many members here and caution that the use of omnibus legislation should be considered carefully and exercised judiciously. I also urge this House to break ground in this area and develop guidelines and policy as to the acceptable form and content of omnibus legislation.”", "This government has made no end of the use of the blunt instrument of omnibus legislation, and I don’t anticipate that that’s going to end any time soon. In fact, in spite of the rhetoric of the new federal government, I fully expect they will find the cudgel of omnibus legislation far too tempting, and they will probably employ it too, because it has strayed from its inherent purpose and it has become an insidious tactic. If a government is low on political capital but wishes to pass an unpopular piece of legislation, it can simply package that legislation with a more popular piece of legislation, which is in no way related, and then push it through.", "The reality is that this bill is going to pass. However, I am going to vote against it because it would be an absolute affront to democracy to let it pass without loudly vocalizing the opposition to this tactic.", "The only way we can stop this from happening in the future is to write it into the practices of this House that, first, omnibus bills must be on a common theme. It’s not enough simply to include every amended and introduced statute in the long title; it must deal with a single issue. Second, the use of time allocation on omnibus bills must be prohibited. You do not get to compound one time-limiting technique by using another, even more severe time-limiting technique. It has been 20 years—20 years—since Speakers of this Legislature first started expressing concern about the use of omnibus legislation.", "There is a lot we could do to revive democracy, elevate discourse and celebrate divergence of opinion in this chamber, given the opportunity and taking the leadership, but it should start here. If the government will not, and I believe this government never will, surrender the cudgel, then it must be taken from them. If you want better laws, you need better debate; you need more ideas, not less. Omnibus bills such as Bill 144 only make for less debate. It’s an affront to what we’re sent here to do. It can be defined as nothing else and nothing less. For that reason, if for no other, this should be defeated." ],
  "anchor" : "para69"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para79"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "I am pleased to stand today in the House for third reading of Bill 144, the Budget Measures Act, 2015.", "This government has laid out a comprehensive plan to enhance greater prosperity for Ontarians, and the plan is working. Despite a challenging global trade environment, our economy continues to grow. Key indicators with respect to our economy, such as real GDP per capita and employment, show the province continuous to advance. Ontario has recovered from the 2008-09 global recession. Lower oil prices, a more competitive Canadian dollar and solid US economic growth presents opportunities for further growth in Ontario. Private sector economists expect Ontario’s growth to average 2.2% annually in 2016 through to 2018. In fact, more than 500,000 new jobs have been created since the recessionary low in 2009. The majority of these new jobs are full-time positions and in industries that pay above-average wages.", "Furthermore, employment in Ontario is expected to continue to grow, increasing by 0.7% in 2015 and growing by 1.2% annually, on average, from 2016 to 2018. This has also improved Ontario’s unemployment rate, which has improved steadily over the past six years and is now below the national average. Ontario’s unemployment rate is expected to improve to 6.7% this year, down from 7.3% in 2014. It is projected to improve further in 2016, reaching 6.3% in 2017 and 2018.", "This is further evidence of the fact that the function of business growth that we’ve tried to inspire is to build more consumer confidence. People, businesses and investors outside of Ontario are also taking notice. For the second year in a row, fDi Intelligence named Ontario as the number one destination in North America for global foreign direct investment. Our efforts to stimulate growth and promote greater infrastructure investment, as well as making Ontario more competitive and more prosperous, is building more confidence as well—confidence that our plan is working.", "The Budget Measures Act, 2015 continues this plan. It fulfills several commitments we made in the 2015 Ontario budget. If passed, this act would help us implement our plan to build Ontario up: by helping Ontario businesses succeed so they can create rewarding, high-paying jobs that contribute to our province’s economic stability and prosperity; by continuing to make the largest investment in public infrastructure in Ontario’s history, with more than $134 billion over 10 years in priorities such as roads, bridges, public transit, hospitals and schools; by investing in tomorrow’s workforce, from the early years through to post-secondary education, to help our people build their talents to get the education and skills required to flourish in the evolving global economy. We are creating greater prosperity by building a fair society so that all Ontarians can reach their full potential and participate in the economy; and, by strengthening retirement security to help Ontarians maintain their standard of living in retirement.", "If passed, this act would help build a stronger economy and, more importantly, enable Ontarians to prosper and succeed. That’s why I ask for the support of this House in passing the Budget Measures Act, 2015.", "To further expand on how this bill will help the people of Ontario, I also refer to my parliamentary assistant, Laura Albanese, who will say a few words during her turn.", "Again, I ask this House to consider the requirements of furthering our economy and injecting more investment, enabling us to be more competitive in the long term. That is why we must pass this Budget Measures Act." ],
  "anchor" : "para80"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para88"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I, too, want to speak about this omnibus bill, and just to give you a bit of an idea why we call it that.", "First of all, it was a bit of a surprise to see this finance bill. You’ll see as I go through my 20 minutes where we reveal the real reason why this bill is here.", "Just to read some of the schedules will give you an idea of how wide-reaching, varied and unrelated these topics are. This deals with the Assessment Act, the City of Toronto Act, the Electricity Act, government advertising—of course, we’ve heard from the Auditor General how terrible this has turned out—forfeited property, liquor control, labour relations, OLG, pension benefits, the Trillium Trust, tobacco and taxation. The list goes on and on and on—23 unrelated schedules. That’s why we call it an omnibus bill; it’s packaged together.", "When I’m through with my 20 minutes, I think the people of Ontario will have a pretty good idea of what this entire bill is all about. All 167 pages of it are really to overshadow one sentence on page 162, which I’ll talk about in a little bit.", "I’m going to talk about burning the furniture to heat the house. We’ve heard that expression before. It’s the title of my newest Fedeli Focus on Finance newsletter—Minister, I know you’re going to enjoy it.", "If you’ve read previous editions of Focus on Finance, then you would be well aware that we’ve been warning that the government’s aim in selling off Hydro One and other assets was never, ever, to pay for transit and infrastructure, as they continue to suggest, but, rather to make their massive deficit look smaller. The fall economic statement, introduced 11 days late according to province’s own fiscal accountability legislation, provided irrefutable proof that the government is doing exactly that: They are taking the revenue from asset sales to make up for their ineptness and mismanagement of the finances of the province of Ontario.", "Despite the minister saying that we’ve recovered from recession, we still have a massive deficit. They say it’s $7.5 billion; we show that it’s $9.5 billion—their own documents show that it’s actually $9.5 billion. So we haven’t recovered from recession. We’re the province—the former engine of Confederation—that’s now the have-not province and the province that still has our hand out looking for money from the federal government because the Liberals have mismanaged the finances of the people of Ontario.", "The government is claiming that they will reduce the deficit in 2015-16 from $8.5 billion to $7.5 billion, but they only achieve this number by booking the proceeds from the sale of Hydro One as revenue. This is proved by the quote on page 100 of their own fall economic statement, which reads, “This increase” in revenue “largely reflects the government’s progress on its asset optimization strategy”—that’s the nice way of saying, “We sold off Hydro One”—“related to the recent Hydro One initial public offering (IPO)....”", "On page 101, the government breaks down the $1.25 billion in revenue. They have $155 million coming from traditional taxes and $1.09 billion coming from the sale of Hydro One. That’s in their own document. They booked the sale of Hydro One as revenue, which artificially lowers the deficit, because tomorrow, when they take it out, now we have a $9.5-billion deficit and one heck of a hole in their budget.", "In the next few minutes, I’m going to expose the clear and deliberate plan the government implemented to facilitate the sale of Hydro One and put that revenue toward reducing the debt.", "It was a long and convoluted plan that was implemented over a full year, all to achieve that one goal. I’m going to talk about how we tie in the government’s 2015 budget; their surprise finance bill, Bill 144, which we’re talking about today; and their fall economic statement. All of those three pieces come together to tell us why there’s one sentence in this that we need to pay attention to. The whole book was written for that one sentence.", "It started with the Premier standing under that massive banner that read, in big capital letters—and she was dwarfed by this banner, it was so large—“Beer in Grocery Stores,” and there’s where she stood to announce the sale of Hydro One, of course.", "Days after the 2015 budget, we received a binder with 45 schedules, and it was there we learned that all oversight for Hydro One was going to be eliminated: no further access to freedom of information; the Auditor General; the Financial Accountability Officer; and several other officers—the Ombudsman and so on. This was designed to make it virtually impossible for anyone to get accurate information on the details of the Hydro One sale. That’s how it starts.", "The first piece of the puzzle was the development of the Trillium Trust. In the 2014 budget, the government established the trust, ostensibly to hold the funds from the sale of assets. But the bill actually states they “may” put a portion of the proceeds into the trust. We tried here to close that loophole, to make them put: “All of the proceeds must be put in the trust.” But the Liberal government voted against those amendments, because we know what their agenda is now. We suspected it back then, but now we know what it is.", "This was the first step necessary for putting the asset proceeds straight into revenue and never into infrastructure, as claimed.", "The next piece is exposed when you compare the 2014 and the 2015 budgets. Both budgets announced the $130-billion infrastructure expenditure, but in the 2014 version, the original version, only $3.1 billion over four years was necessary from asset sales, and that includes $1.1 billion from the sale of the GM shares—that was year one—then a billion in the next year, a billion in the year after, and half a billion the following year. I’m sorry: It was a billion dollars, and then half a billion and half a billion. That’s the $3.1 billion—no mention of Hydro One. The Hydro One money was not necessary to make the $130-billion infrastructure plan.", "But then the 2015 budget came along, and it painted a different picture. It had the exact same $130 billion, the same expenditures, except now, all of a sudden, it needed the Hydro One money, somehow, to make it fly.", "Well, we know it was not necessary. The original $130-billion budget already had the expenditures accounted for, and the revenue accounted for. Now we know that this money really was excess—extra money—and now, of course, it was the most obvious indicator of the government’s true intentions. They would, in essence, put the proceeds of the sale of Hydro One into transit but take the already budgeted money for transit out and use that, I would say in a nice way, to lower the deficit. If I really wanted to say what I meant, it would be to make up for their incompetence, their ineptness, and their mismanagement of money over the last several years.", "That brings us to the final piece required, swapping out the money, and here’s where this bill comes in. One day, absolutely without notice, this government puts forward Bill 144. It’s a 167-page finance bill. It has all kinds of issues that I mentioned earlier: horse racing, where they eliminate the Ontario Racing Commission after its long and storied history; they’re into tobacco, the Toronto act—all of these other things. But, really, it was all about this one sentence that was buried on page 162. It’s schedule 22, section 7, item number 1. It’s all about authorizing expenditures of the proceeds of the asset sales. It says: “to reimburse the crown”—to reimburse the crown—for expenditures “relating to the construction or acquisition of infrastructure.”", "That’s where you go, “Aha.” We’ve known all along—we’ve known and we’ve said it for more than a year now—that that entire sale was nothing more than a facade to facilitate the lowering of the deficit, as I said earlier, basically to mask the incompetence, the ineptness and the mismanagement of taxpayer funds over the last decade. That single sentence, “To reimburse the crown,” is why this entire bill was created. There is no other reason. It’s buried on page 162; one sentence—one word: “reimburse.” That’s what it’s all about. There is almost nothing more to add. They’ve been outed. They’ve been exposed. We now know the combination of the fall economic statement, their budget bill and the 2015 budget; they paint the picture. We now know what it’s all about.", "But everybody knows also that this doesn’t balance the budget. It just falsely inflates the revenue; that’s all it’s doing. That’s why we say it’s burning the furniture to heat the home. It doesn’t tackle their core problem. It doesn’t tackle the systemic operating deficit that they have created. What happens when you run out of things to sell? We know that what’s next will be the LCBO warehouse, the OPG tower across the street, the lake lands property and other properties. Eventually, we’re going to run out of things to sell, but we still have the spending that they haven’t tackled. That’s where we’re going to have this $8-billion hole in the budget, which the Financial Accountability Officer revealed to all people interested in Ontario.", "Before the fall economic statement, the Financial Accountability Officer came out with his fiscal outlook for Ontario. He concludes that there’s a substantial risk that Ontario will not balance the province’s books by 2017-18. In fact, he stated that if the current revenue and spending patterns continue, we can expect that year’s deficit to reach $3.5 billion—not to balance—and if spending grows to 3%, he expects the deficit to hit $7.4 billion. Either way, it’s not a balance.", "Here is a quote from the Waterloo Record—their editorial of November 28: “So overly optimistic were finance minister Charles Sousa’s predictions this week in his fall economic statement, they belonged at Canada’s Wonderland, not Queen’s Park. They’re products of some fantasy world, a kingdom of plastic mountains and mechanical unicorns where every wish, however ridiculous, comes true for a while. The trouble is, when you leave, you’re back in the real world.”", "Well, welcome back to the real world. That’s where we are today—never mind the unicorns and the fantasy. The number one concern of the Financial Accountability Officer was that the government had overestimated their revenue projections, thereby making it nearly impossible to balance the budget by 2017-18.", "The FAO actually estimated the gross domestic product to only grow by 3%, instead of the 2015 budget projection of 4.3%. The government’s own fall economic statement confirmed the FAO’s suspicions: On page 95, the government reveals that GDP will only grow by 2.9%—right in line with the FAO—but here is where the problem is: The FAO said that it shouldn’t be 4.3%; it should be 3%, and that’s going to reduce your revenue. Well, they did lower it—in fact, better than 3%—to 2.9%, but then they actually increased the revenue. So instead of falling from $124 billion to $123 billion, they actually fluffed it up to $125.6 billion. Somehow, with less revenue, you get more revenue. I’m not sure how that works.", "The Financial Accountability Officer certainly doesn’t understand how that works. But the FAO has always said that the budget was overstating revenue projections for each year. He encouraged the government to adjust their revenue projections to reflect the lack of future revenue. Instead of following the advice of the Financial Accountability Officer, the fall economic statement has revenue drastically increasing instead of decreasing.", "The officer also stated that everything would have to go perfectly for the Liberals to achieve that balanced budget, but when you read the adjusted forecast for this year, it’s the first indication that all is not perfect. We’re still in this fantasy land. We see the $8-billion hole in the budget that the FAO’s office has given us. We have a difference of $2.2 billion this year, $2.1 billion next year and, the year that they’re to balance, we have a $3.7-billion hole, which is an $8-billion hole in the budget. This is from our Financial Accountability Officer, somebody whom we respect on this side of the House and whose numbers we actually do believe and actually do listen to.", "The government has to have several scenarios: They can use $8 billion of Hydro One proceeds to plug that revenue hole and artificially balance the budget; they can use the proceeds from Hydro One to spend on infrastructure, as they claim, although we know that’s not where it’s going, and leave an $8-billion revenue gap; they can use the Hydro One proceeds to spend on some infrastructure and raise taxes to build the balance; or they can do a combination of all of those above. But, in essence, the government is going to have to break one or more of their promises—either the infrastructure spending or balance the budget—in order to fill the other, or, as we all suspect and we’ve seen historically, they will simply raise taxes. That’s where we know that this government is most comfortable.", "While the finance minister continues to insist in this Legislature that the government is controlling spending, the fall economic statement reveals that 19 ministries are projected to spend more than in the previous fiscal year.", "When we look at all of that and then we jump to page 107 of the fall economic statement, we see what they’re talking about in cap-and-trade. That’s the next one. It’s going to leave us cap in hand, and here’s why: The Hydro One shell game isn’t enough. It’s not the only accounting trick the government is going to rely on to artificially present a balanced budget. On page 107, they revealed that they intend to use the proceeds from this cap-and-trade scheme to balance the budget.", "This is a story from the National Post, November 27: “The document also reveals for the first time how much money the government hopes to raise from a new cap-and-trade scheme that will be phased in.... It expects to raise $300 million next year and $1.3 billion from the next.”", "From their own—the Liberal government’s—fall economic statement, page 107, they will take $1.3 billion from the cap-and-trade and use that to pay for the mistakes that they’ve made in the past, their mismanagement, their ineptness and the hurt that they’ve caused the people of Ontario. They will mask it with this $1.3-billion tax.", "The minister, when he was here earlier—" ],
  "anchor" : "para89"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "He’s here right now." ],
  "anchor" : "para124"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Yes—in his earlier speech, said, “The plan is working.”", "Let me tell you: The economic statement has quietly reduced their expectations of job creation and growth, despite the continuing bravado from the minister and rhetoric to the contrary. Let’s look at their own fall economic statement. He tells us that their plan is working. But in the 2015 budget, they had 78,000 new jobs; in the fall economic statement, their new document, they’ve lowered it to 46,000. Their own projections show us being down 32,000 jobs from just a few months ago when the budget came out. They also have a projection for employment to be down by 15,000 the year after, and more the following year as well.", "The minister said that we’ve recovered from the global recession, but again they showed a $9.5-billion deficit in the last fall economic statement, before their shell game, up from the $8.5 billion that they projected. This tells us the real direction of the deficit. If it wasn’t for using the one-time sale of the Hydro revenue to artificially support it, what do you do next year? Well, you’ve got some more sales. What do you do the year after? Some more sales. You have not fixed the systemic problem that we have.", "While the minister continues to talk about all of these good things, let’s just look at some other things that keep the rest of the people of Ontario up at night. Our debt to GDP is now over 40%. When the Liberal government took office, we were at a respectable 27%; today, 40%. The debt per person in Ontario: $21,000. Interest on debt will rise to nearly $13 billion by 2017-18. That will be almost 10% of the total government spending. And contrary to the government’s claims, the fall economic statement shows federal transfer payments were actually up.", "Everything that we present here are the facts from either the Financial Accountability Office or their own fall economic statement, yet we hear them day after day, week after week, month after month, standing here telling us a completely different story. I urge the government to read their own documents for a change, to listen to the Financial Accountability Office and to stop the mismanagement of the funds of the people of Ontario.", "I thank you very much for allowing me this opportunity to expose the real truth behind the one sentence on page 162 that this whole book was intended to shield." ],
  "anchor" : "para125"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para131"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "Thank you for recognizing me, Mr. Speaker. I am pleased to have the opportunity to stand today in the Ontario Legislative Assembly and speak about the Budget Measures Act, 2015.", "First, I would like to thank the various stakeholders who spoke before the Standing Committee on Finance and Economic Affairs. Their input was much appreciated. This government remains committed to consulting with all Ontarians on issues that matter to them.", "If passed, this act would implement measures contained in the 2015 Ontario budget, enact five new statutes and amend other statutes. I would like to briefly touch on a few.", "The Budget Measures Act, 2015 proposes to remove the debt retirement charge cost on April 1, 2018, for all non-residential consumers, to reduce their energy bills. This would be nine months earlier than previously estimated. A large industrial company using 3,000 megawatt hours per month would save $21,000 per month, or about 7% on its electricity bills. A large northern industrial electricity consumer in the Northern Industrial Electricity Rate Program would save more than 8% off its electricity bill. A small business using 20,000 kilowatt hours per month would save $140 per month, or about 4% of its electricity bill. It would also provide certainty to commercial, industrial and other users to help them plan their investments more effectively.", "As you know, Mr. Speaker, the government is already removing the debt retirement charge cost from residential users’ electricity bills as of January 1, 2016, saving a typical residential user about $70 per year.", "The Budget Measures Act, 2015, also proposes to make amendments to the Liquor Control Act. As you may be aware, Mr. Speaker, the government is introducing beer sales in Ontario grocery stores. This is the biggest change to beverage alcohol retailing in 90 years, since the end of Prohibition." ],
  "anchor" : "para132"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Al Capone." ],
  "anchor" : "para139"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "Al Capone, yes.", "With the regulatory framework now in place, the LCBO has initiated a competitive bidding process for the first grocery store authorizations, with the first 60 grocery stores expected to be authorized to sell beer this December 2015; up to 150 grocery stores will be authorized by May 2017. In response to consumer demand, up to 450 grocery stores in Ontario could eventually be approved to sell beer.", "We have made significant progress in modernizing beer retailing since the 2015 budget, including a pilot program to sell twelve-packs at 10 LCBO stores, free listings for Ontario brewers at the Beer Store, new on-site sales outlets for small brewers, and new craft beer zones planned for 25 LCBO locations across the province.", "The amendments to the Liquor Control Act contained in the Budget Measures Act would further our progress on modernizing beer retailing in this province. Specifically, if passed, the amendments would support the implementation of beer sales in grocery stores; empower the LCBO to propose, revoke, suspend, renew and transfer store authorizations—this authority would be transferred to the Alcohol and Gaming Commission of Ontario by regulation; require that sales information related to individual authorized stores be kept confidential; and permit the LCBO to make payments to brewers and to collect corresponding amounts from grocery stores that sell beer. These are just a few of the amendments contained in the proposed act.", "To sum up, the Budget Measures Act, 2015, continues our progress in implementing our government’s plan to build Ontario up. That is why I ask the members of this assembly to support this bill." ],
  "anchor" : "para140"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para145"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "It’s a pleasure to stand in my place and bring forward the concerns of the people of Kitchener–Waterloo.", "I think it’s really important that the context of where we are right now with this particular piece of legislation needs to be fully explained to those who are watching—and get it on the record.", "Bill 144 is an omnibus piece of legislation. It contains 23 schedules. We have been time-allocated on Bill 144, both in this House and in committee. Yesterday—no, sorry, it was Monday. I don’t know; we’re almost done, Mr. Speaker. On Monday, we were given two hours in committee to do clause-by-clause—for those who are watching, this is the opposition’s opportunity to address some of the weaknesses in this piece of legislation. The government gave us two hours to do that.", "The reason why that’s so concerning is—you’ll remember, Mr. Speaker—that the Premier of this province said during the last election that the government was going to be more inclusive. “We’re going to consult. We’re going to listen. We’re going to rule and lead from the activist centre.”", "I think that it’s fair to say that at the time, nobody even knew what that meant. Clearly, we do know what that means now. The activist centre has a banker at the centre of it. He is using the Premier’s office as a pulpit for privatization. In my mind, I have this picture of this emerald curtain just off of the Premier’s office, and just like in the Wizard of Oz, there are levers and pulls, and he’s saying, “No, you must sell Hydro One in order to fund infrastructure,” which has to be one of the biggest—I don’t know; it’s like a puff of smoke, really, Mr. Speaker. You know what I mean? There are words that I could use that are fairly unparliamentary in that regard.", "The false choice of selling off Hydro One in order to get infrastructure—I mean, they can’t even sell it. The good news for us, I think, is that the people of this province aren’t buying it. Whatever the Liberals are selling, the people of this province aren’t buying. Over 80% of the people in this province understand that the sell-off of Hydro One and the carving off of that important public asset that generates revenue for the province’s health care and for education—they understand, actually, the shell game that is happening here at Queen’s Park. The other part of that is that at least the municipalities—almost 185 municipalities—have passed motions that have asked this government not to sell off that important asset.", "I’m going to touch on a little piece about how Bill 144 actually negatively impacts municipalities and school boards. I would just love for this government to adopt this philosophy of, “Do no harm.” I used to work in the social work department at Wilfrid Laurier, and that was one of the principles. Social workers enter into a relationship when they’re trying to help people, and the principle is, “Don’t double-down the harm; try not to do more harm.”", "If this government adopted that basic principle, perhaps they wouldn’t move forward with Bill 144. One of the reasons—there are many reasons, and I’m going to talk a little bit about that—that we cannot support this piece of legislation is because it doubles down on this piece of legislation, which is the 2015 budget. In this budget, it became very clear that the government was moving aggressively and accelerating their plan, which is not a fiscally responsible plan, to continue privatization. The context in this regard is that the Financial Accountability Officer came out with his report—and the finance critic from the PC Party mentioned this—and he very clearly indicated that there is a tipping point here in the province of Ontario with the sell-off of Hydro One.", "Yes, it’s a quick cash grab right now; there’s no doubt about it: $1.1 billion. Bay Street was very excited to get a hold of 15% of Hydro One—do you want to know why? It’s because it generates revenue, and shareholders want to make money. It goes against the entire principle of what a government should be doing and should be investing in to benefit the people of this province—a quick cash grab to make the books look good for this particular budget year and the next year.", "In 2017-18, when the revenue loss that this province is going to experience because of the sell-off of Hydro One—that’s when you will definitely see—you’re going to have to cut program spending; the Financial Accountability Officer mentioned that. Revenue is going to have to come from someplace. Certainly, based on the latest Auditor General’s report, we can tell you with great accuracy, because it’s right in her report, that this government continues to grant money to businesses. Eighty per cent, the Auditor General said, of the money that went to businesses to generate economic development—there was a complete lack of transparency in that regard, and the total was $1.45 billion.", "If this government continues down that road, by giving money to corporations with some tenuous connections to the Liberal Party, it does lend itself to wonder: If we are going to sell off Hydro One and if we’re going to continue with this economic strategy—which has proven to be a complete and utter failure—we are going to be in a position as a province where we’re going to have a serious revenue issue. We actually have it right now. We also have a serious waste issue, with the lack of fiscal responsibility and due diligence on the part of this government as they award contracts and procure services on behalf of the people of this province. No business could possibly run like this.", "The reason that I care so much about that, and the reason that we as New Democrats care so much about that, is that when you are so incompetent from a financial perspective, on the economic file, the people pay the price from a social service perspective. That’s the connection, and for some reason this government has not acknowledged. It refuses to address some systemic issues around due diligence and around, quite honestly, very progressive accounting principles: that you follow up on contracts. When you award money to companies and you say, “Here’s $1.1 million for your company,” then you go back to that company and you say, “Did it make a difference? Were jobs created? Did it have a positive impact on the local economy? Is it sustainable? Was it worth investing in?” This government doesn’t seem that interested in that at all.", "So the Hydro One sell-off is going to have long-term consequences for this province; there’s no doubt about it. The Financial Accountability Officer—and this is the line that I actually want to make sure that people do understand. The FAO has said that we will have a revenue issue in this province as soon as the quick cash grab from the sell-off of Hydro One reaches its peak, which, as I said, is around 2017. Once that happens, then this government is going to either have to cut program spending or find revenue elsewhere.", "The government in their fall economic statement said, “You know what? If revenue doesn’t come into this province, then we’re going to actually have to look at some other asset sales. We’re going to have to continue to privatize services.” So the sell-off of future assets is definitely on this government’s agenda. If we can learn from past practices—they always talk about the 407 as it relates to the PC party, and that was a complete debacle. At least this party has acknowledged, though, that going forward, there is a consequence for the actions. At least they have acknowledged it.", "This government, though, has just repackaged it. How many other ways can you say “privatization”? You can say, “We’re broadening the ownership. We’re expanding the stakeholders.”" ],
  "anchor" : "para146"
}, {
  "speaker" : "Interjection",
  "text" : [ "Optimizing." ],
  "anchor" : "para162"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "“We’re optimizing. We’re modernizing.” I think they’ve invested in some thesaurus stocks. They pull out every single definition for “broadening the ownership.” The truth of the matter is that up until four weeks ago, when this government moved down that road, the ownership could not be more broad than the entire province of Ontario. Every citizen had an investment in Hydro One, and that investment actually was paying off.", "As the Premier flies away again to Paris to talk about greenhouse gases—which is somewhat ironic, I have to say—conservation should be one of the major agenda items that this government should be focusing on. Hydro One, when it’s a publicly owned company, has a definite—they’re motivated to focus on conservation, because, of course, that is a smart investment, and it’s the call from the people of the province: that conservation needs to be a focus.", "When the shareholders take over, as they will—because the legislation does not protect against collusion, because there is no law that actually would prevent collusion in this instance. Shareholders, once they reach that 60%, which is a majority—I would like for this government to at least finally acknowledge that. Once they reach that 60%, there is nothing stopping them from going for full ownership. The only thing the legislation protects against is that the government must hold 10%.", "This does lend itself to a serious trust and confidence issue in this government. After Building Ontario Up came out, the 2015 budget—we did not support this budget because, of course, it formalized the sell-off of Hydro One, which is such a short-sighted, duplicitous move on the part of the government. But, after this, an editorial came out—and this was from Bob Kinnear, the president of the Amalgamated Transit Union here in Toronto. He says, “I fear that public trust in government will be so eroded by the time our grandchildren are grown up that nobody will remember a time when the train actually ran on time—a time, already past, when government had the courage to invest directly in building a better future for all Ontarians.”", "What I have said, actually, when the fall economic statement came out as it relates to Bill 144, is that this government has completely opened the door to privatization. They have created the crisis. They are going to capitalize on the crisis. There are certain parties in this province that are going to benefit, but it is not the people that we are elected to serve. That is the erosion of trust that we see in this province.", "The Financial Accountability Officer has—thank goodness we have him, because, really, the true fall economic statement was delivered by the FAO ahead of the Minister of Finance.", "As it relates to Bill 144, I just want to touch—because it was time-allocated; because this government, which is so open and so transparent and so inclusive, decided to limit debate on democracy, I only had an opportunity in committee to really address schedule 9, first of all.", "Schedule 9, you’ll remember, Mr. Speaker, has to do with the Horse Racing Licence Act. I hope all of us remember this, although it seems very clear that some of the newer MPPs are not familiar with the state of crisis that this government put the entire horse racing industry in. When we did consult—because there was no consultation whatsoever on schedule 9, Mr. Speaker—at the very least, I was able to raise the issue of how much more damage this government is doing to the horse racing industry. I know they don’t like to hear about it, but I really don’t care, because my job is to bring forward the voices of the stakeholders to this place, to the floor of this Legislature. In particular, horse racing used to be under the Ontario Racing Commission, and now it’s going to be under alcohol and gaming.", "We did fight—both the PCs and ourselves—to make sure that those voices were heard. Every amendment that we put forward—and these are basic principles of democracy. We asked the government to follow through on their promise and establish a successor to the Horse Racing Partnership Funding Program, which they refused to do. We also fought to at least grandfather the relationships and the contracts that are currently existing. The government refused to do that as well.", "They’re not on the side of consistency. They’re not on the side of honouring their agreements with the horse people across this province.", "We also fought to get the agreements entered by the Ontario Racing Commission to be considered as successors to the old Horse Racing Partnership Funding Program, for at least some continuity. It seemed to be fair." ],
  "anchor" : "para163"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "What’s going to happen is that you’re going to have to renegotiate those contracts, and because the horse people do not trust this government, they know that they’re going to lose—unless you want to bring that collective agreement right here to the floor of the Legislature, like you’re doing with EllisDon." ],
  "anchor" : "para175"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Well, this government is—" ],
  "anchor" : "para177"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It appears that we’ve got an ongoing conversation without including me. I really feel left out. The minister will cut it back a bit. Thank you.", "Continue." ],
  "anchor" : "para178"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you. I didn’t want to leave you out of the conversation, Mr. Speaker. In fact, I’ve been addressing you the entire time, because that’s just the kind of person I am.", "I didn’t get to schedule 14 of Bill 144. This has to do with selling beer in grocery stores. Like, “Look over here: We’ve got beer. Don’t look over there: We’re selling the province from under your feet.”", "We New Democrats obviously believe that the government and the LCBO have already laid the groundwork. We do believe that the best means of selling alcohol is through LCBO kiosks in existing grocery and retail stores. This model has been working. I see the Liberals tinkering around the edges on a regular basis, around alcohol, and I genuinely do feel, and I think that most people understand, that this is primarily a diversion.", "With respect to schedule 14, it states that nobody outside of government can independently verify whether grocers are paying what they owe to the people of Ontario, should they exceed their share of the global sales cap of $450 million. So the government has made it so that the sales information for each cannot even being FOIed. Once again, this promise, this illusion, of transparency and accountability: They have ingrained it in Bill 144 to actually work against transparency and accountability.", "That was schedule 14. I didn’t get a chance to get to this piece, because, of course, the government had time-allocated.", "Schedule 12 of Bill 144: This is the rebirth of the EllisDon bill, if you will. We opposed Bill 74 when it first came to the floor of this Legislature, and we still oppose schedule 12. Even the Premier at the time voted against Bill 74, yet here it is, buried in Bill 144. Isn’t that interesting, Mr. Speaker? As the Premier of this province, she voted against it, and then her government, when they have a majority, they bury it in an omnibus bill. Of course it’s going to pass, because they have a majority. They couldn’t get the job done in a minority and they didn’t want to look like they wanted to support collective bargaining on the floor of the Legislature, but they’re perfectly happy to do that in a majority setting. I think it’s really important to note that this piece of legislation runs contrary to labour relations of Ontario.", "The other piece that I was able to address in committee, which I know the government really appreciated, was voting against schedule 3. I’ll end on the Electricity Act because what is happening on the energy file today in the province of Ontario has to be—when this government ran, they said they were going to be open and transparent and they said they were going to be more consulting and more inclusive. With what’s happening on the energy file right now in the province of Ontario, we are going to be paying the price for these decisions—our grandchildren, and our children for sure. The Electricity Act right now, it has to be said, is heavily flawed and will not, of course, be supported by New Democrats because it is such a colossal mess-up. The government has repeatedly prolonged the life of the residual stranded debt—and I asked this question of the finance minister in the House just last week. Prolonging the life of the residual stranded debt—and ratepayers have already paid the price for this, and that’s the frustrating part. Now, because of the Hydro One sell-off, the government has increased the residual stranded debt yet again. Businesses will be stuck paying the $600 million a year in debt retirement charges for even longer.", "The spin on this file—they deserve an Academy Award for it, Mr. Speaker. The government has defied the recommendations of the Auditor General and has now eliminated all transparency and accountability provisions with respect to the OEFC and the residual stranded debt and no longer has to show that the debt retirement charge is actually paying down the debt. There’s that civil rights statement: “What we have here is a failure to communicate.” It is not a failure to communicate. The conversation on electricity is going to be ongoing. But the bigger picture here is that this government has created a crisis in the electricity file to make the case for further privatization. You can connect the dots easily. In fact, the Auditor General has done that in the last two reports she has delivered to the province.", "Finally, because I want to tie it back to municipalities, which, as I mentioned, have passed over 180 motions asking the government not to sell Hydro One, the government is going to be making municipalities pay a price for the loss of Hydro One revenues by changing the law and permanently claiming money that would have started flowing to municipalities and schools after the residual stranded debt was retired. This is exactly what municipalities were worried about. Based on the last AMO meeting—the AMO AGM, if you will—where this government showed up and says, “We respect you as municipalities,” continuing and moving forward with the sell-off of Hydro One is essentially a slap in the face to municipalities. Those locally elected governments are going to be paying the price for the loss of revenue through the sale of Hydro One for years to come.", "Bill 144 is unsupportable. We will not be voting for it. It’s a double-down on the 2015 budget, which opened the door for continued further fiscal mismanagement of this government, Mr. Speaker. As New Democrats, we cannot support the sell-off of public assets which actually generate revenue. It runs counter to everything we believe in, and we know that the people who are going to pay the price going forward are Ontarians." ],
  "anchor" : "para180"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being close to 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para191"
}, {
  "speaker" : "M. Todd Smith",
  "text" : [ "Patricia Guérin, directrice culturelle; Christophe Plantiveau, principal du campus de Spadina et coordinateur marketing; et Thierry Lasserre, directeur général. Bienvenue à Queen’s Park, chers amis de l’Alliance française de Toronto." ],
  "anchor" : "para194"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "I’m delighted to introduce John Gallo to the House. Mr. Gallo is from my riding and a former town councillor with Aurora." ],
  "anchor" : "para195"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’d like to introduce, in the members’ west gallery, Mr. Dave Meade and Mr. Doug Sellars from the Association of Major Power Consumers in Ontario. They’re here on a lobby day today and they’re having a reception in the dining room tonight." ],
  "anchor" : "para196"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I want to welcome my constituency staff, who are joining me here at Queen’s Park today. We have Holli-Lynne Elash, Carly Greco, and a master of social work student and co-op student who’s been helping me greatly, Mollie Witenoff from Waterloo." ],
  "anchor" : "para197"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I do have some guests in the members’ east gallery who are visiting here today: Alexandra Borowik, Anisya Borowik, Peter Burges and Hannah Burges. And there are some other folks that I will talk about later on." ],
  "anchor" : "para198"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’d like to introduce probably the best constituency staff in not only Ontario but Canada. I have Trish Fifield, Marlene Bainbridge and Whitney McWilliam here from St. Thomas." ],
  "anchor" : "para199"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "It’s my pleasure to introduce Crystal E. Cummings in the Speaker’s gallery watching question period today." ],
  "anchor" : "para200"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "Today in Queen’s Park, I welcome 34 students from the Clinton Street public school. They will be performing at the grand staircase after question period, and I welcome all members to drop by, say hello and enjoy.", "I would also like to introduce a constituent, Caleb Woolcott. He is with us in the gallery today." ],
  "anchor" : "para201"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m very honoured today to have two guests from my riding of Lambton–Kent–Middlesex: Brian Verheyen and Lynn Verheyen. Welcome to Queen’s Park." ],
  "anchor" : "para203"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I would like to introduce, in the gallery, a fellow northerner: Paolo Dottori from Tembec." ],
  "anchor" : "para204"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’d like to welcome to Queen’s Park today my executive assistant, Michelle Roe, from Sarnia–Lambton." ],
  "anchor" : "para205"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "There’s a rather historic couple who are visiting with me here this morning at Queen’s Park: husband and wife, both councillors in the town of Bancroft, so you can imagine what those meetings are like. I’d like to welcome Tracy and Barry McGibbon to the Legislature today." ],
  "anchor" : "para206"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I’d like to introduce my co-op student, Mitra, from Thornhill, and Ben, who’s helping us over from U of T. Welcome to question period." ],
  "anchor" : "para207"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "On behalf of our deputy leader, who’s stuck in traffic, today we are privileged to have a number of community advocates from the new federal riding of University–Rosedale: Caleb Woolcott; Jed Sears; Kieran, Alastair and Amanda Kreidié-Akazaki; Octavie Bellavance; Kim McCrory; Molly Sung; and Nadine Tkatchevskaia. Welcome." ],
  "anchor" : "para208"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "It’s my pleasure to welcome members from the Association of Major Power Consumers in Ontario, or AMPCO, who have joined us at Queen’s Park today. I would particularly like to welcome Adam White, president of AMPCO, and Mark Passi, chair of AMPCO." ],
  "anchor" : "para209"
}, {
  "speaker" : "Ms. Cindy Forster",
  "text" : [ "Today our page Benjamin Shoalts has a lot of family here. His mother is here, Kerry Shoalts; his aunt, Nancy Gazo; another aunt, Ann Dilts; and another aunt, Lisa Welfred; his cousin, Gill Dilts; and his cousin, Kate Welfred. Welcome to Queen’s Park." ],
  "anchor" : "para210"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have today laid upon the table the 2014-15 annual report of the Provincial Advocate for Children and Youth." ],
  "anchor" : "para212"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Would the members please join me in welcoming the family of the late Howard Nicholas Sheppard, MPP for Northumberland during the 32nd and 33rd Parliaments, who are seated in the Speaker’s gallery: his widow, Bernice Sheppard; daughters and son, Elaine, Eileen and Bruce Sheppard; and grandson and wife, Brandon and Kimberly Sheppard. Brandon served as a legislative page in 1989. Welcome. Thank you for providing me with this opportunity.", "I would also like to welcome, in the Speaker’s gallery, from the 30th, 31st, 33rd, 35th Parliaments, and Speaker of the 35th Parliament, from Scarborough–Ellesmere, David Warner. Welcome, David.", "From Scarborough East, from the 36th and 37th Parliaments, Steve Gilchrist: Steve is the present president of the Ontario Association of Former Parliamentarians. Thank you for taking the reins, Steve.", "And also, with as many ridings as I would not want to take, but it does says “Carleton” in every one of the ridings: from the 31st to the 39th Parliaments, Norm Sterling." ],
  "anchor" : "para214"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’d like to recognize the government House leader for a point of order." ],
  "anchor" : "para219"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I believe that you will find that we have unanimous consent to pay tribute to Howard Nicholas Sheppard, former member for Northumberland, with a representative from each caucus speaking for up to five minutes." ],
  "anchor" : "para220"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent. Do we agree? Agreed." ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I will recognize the member from Timiskaming–Cochrane." ],
  "anchor" : "para222"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "It’s an honour to rise in the House today and pay tribute to Mr. Howard Nicholas Sheppard, a former member who represented the riding of Northumberland from 1981 to 1987. I would like to welcome his wife, Bernice, and their family and friends to the chamber this morning.", "Unfortunately, no one in our caucus served with or personally knew Mr. Sheppard, but after some research, I asked if I could make the remarks on behalf of the NDP.", "The Sheppard family had a dairy farm for almost 30 years. Among his many volunteer roles, Howard was a past chairman of the Northumberland County Milk Committee, as I was for the Timiskaming Milk Committee. One of the strengths of this Legislature is that members come from a wide variety of backgrounds, and I’m sure that Howard’s vocation as a dairy farmer and his involvement in the Ontario Milk Marketing Board helped shape his contribution to this Legislature.", "Farmers tend to be proud people but very humble, and I am confident that Howard was cut from that cloth. We have Mother Nature as a partner, and she can be bountiful, but she can also turn cruel very quickly. There are times as a farmer when there is nothing more that can be done to control your destiny. Howard would have experienced that, and it would have helped him in the times when the same thing happens in public life.", "Farmers learn to deal with the unexpected, whether it be a calving gone wrong or an equipment breakdown. This ability to deal with crises would have served Howard and his constituents well in his various roles.", "Howard not only served in this Legislature; he served as a councillor of Alnwick township from 1978 to 1980, as reeve from 1994 to 2000, and as warden of the county in 1996-97. He served on four different school boards between the 1950s and the 1970s. He served as a director of Hamilton Township Mutual Insurance from 1989 to 2007. His community involvement of more than 40 years included memberships in the Rotary, the Royal Canadian Legion, the Shriners, and as a past master of Percy Lodge.", "Dairy farms are operated by families, and I’m sure that Howard’s family had to pitch in more than their fair share for him to be able to put in so much time working for the community. For that, we owe his wife, Bernice, and their children a deep debt of gratitude. Even with their help, I’m sure that Howard put in many late nights and/or early mornings fixing things that just didn’t get done while he was away.", "Farm folk tend to speak plainly, with a lack of pretence or filter. Their leaders reflect that, and Howard Sheppard said what he thought needed to be said on behalf of his constituents. According to some accounts, it got him into hot water on occasion. But what might be perceived as a flaw in this environment would have been much appreciated as strength of character and conviction to those he represented.", "In his free time—and where he found it, I don’t know—he enjoyed hunting and the occasional cigar at hunt camp.", "In closing, it’s been an honour to be able to help pay tribute to Howard Sheppard, a man who loved his family, his farm and public service. Although I never got the chance to meet him, I will think of him often as I read his name, which is carved on each side of the door to the Amethyst Room." ],
  "anchor" : "para223"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Speaker, indeed it is a privilege for me to stand in this Legislature today to pay tribute to the late Howard Sheppard, a man who was said by many to exemplify service to the people in Northumberland county.", "I would like to thank his family—wife Bernice; daughters Elaine and Eileen; son Bruce; and grandson Brandon and his partner Kimberly—for being here today and for their service to the people in Northumberland by supporting and encouraging Howard in his public service. Although not often recognized, it’s the families of politicians who give up their time and sacrifice so much to allow their loved ones the opportunity to serve, and we thank you for that.", "Speaker, I want to share a little bit of the history of Mr. Howard Sheppard, and from now on I’m going to refer to him as Howard, because that’s how the people of Roseneath and Northumberland used to know him. He was born on October 6, 1933, in the metropolis of Codrington, which is part of the municipality of Brighton—the subways are still arriving there." ],
  "anchor" : "para234"
}, {
  "speaker" : "Hon. Mario Sergio",
  "text" : [ "Always on time." ],
  "anchor" : "para237"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Always on time.", "Howard was a student at Campbellford District High School. He spent his early days working on the farm.", "Howard belonged to numerous farm organizations in Northumberland, including the federation of agriculture, junior farmers, hog producers, and the soil and crop improvement association. He operated a dairy farm near Roseneath for almost 30 years and was a member of the Ontario Milk Marketing Board for 15 years, during which time he chaired the Pine Ridge planning authority.", "Howard served as vice-president and president of the Roseneath Agricultural Society. In 2011, he received recognition for his contributions to the local agricultural industry when he was inducted to the Quinte Agricultural Wall of Fame. Howard was nominated by Hamilton Township Mutual Insurance, where he served as a director from 1989 to 2007.", "His public service began in the mid-1950s when he served 16 years on four different school boards, beginning with the North Brighton Township School Board in 1957 and including chairmanship of the Northumberland and Newcastle school board from 1974 to 1976.", "Howard first entered provincial politics in the 1981 general election, defeating popular Port Hope mayor William Wyatt to represent the riding of Northumberland at Queen’s Park. He served as a distinguished member of this Legislature in the 32nd and 33rd Parliaments, sitting on and chairing many legislative committees and serving as parliamentary assistant to the Minister of Tourism and Recreation in the Bill Davis and Frank Miller governments.", "This is when I first got to meet Howard, after he became an MPP. As the family will know, we have a family business that needed some help at that time with some issues. The first time I called Howard, within—I’m not going to say within minutes, but within maybe hours, it was resolved. I’ve always remembered that.", "Following his years at Queen’s Park, Mr.—Howard. My notes say “Mr. Sheppard”; I’m trying to get away from that. Howard served as reeve of the township of Alnwick from 1994 to 2000. It was here that I had the brief opportunity and privilege to work with Howard as we both sat on Northumberland county council. He filled the role as warden from 1996 to 1997.", "I remember Howard working tirelessly for his municipality, always wanting what was best for the public, bringing their issues to the forefront and advocating for the folks in the rural community. His community involvement of more than 40 years included active roles in Rotary, the Royal Canadian Legion and the Shriners, and he was a past master of Percy Lodge.", "In 2001, then-Premier Mike Harris appointed Howard to the board of health for the Haliburton, Kawartha, Pine Ridge District Health Unit. If I remember correctly, I think we served together there for a little while as well.", "I’m reminded of a quote from, of all people, Arnold Schwarzenegger that says, “Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life.” That was Howard.", "Mr. Speaker, I think this echoes Howard’s legacy and the contribution he made to the Legislature, Northumberland county and the province of Ontario. He has redefined the term “public servant.”", "Thank you very much, and thank you to the family for being here today in his honour." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further tribute." ],
  "anchor" : "para251"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I am also pleased to be able to stand today to honour Mr. Howard Sheppard. Unfortunately, I didn’t have the opportunity to get to know Howard Sheppard, but, as the member from the NDP indicated, it’s a remarkable thing to see his name etched on the walls downstairs outside the Amethyst Room. I think that means a lot to the family, who, as has been mentioned, made a lot of sacrifices themselves so that Shep, as he was known here at Queen’s Park, could serve at the Legislature.", "As the current member for Prince Edward–Hastings, which is a neighbouring riding to Northumberland, I’m often reminded that the work I do in this House is only possible because of the work of those who have come before us and the service they have offered to the province of Ontario, our predecessors, and how they have paved the way for us to be here.", "I’d like to recognize Howard Sheppard and recognize his family that’s in attendance here today. As has been noted, his wife, Bernice, is here. His son Bruce has come all the way from Winchester, Virginia, for this event. His two daughters, Elaine and Eileen, didn’t come quite as far; they’re from Port Hope and north of Cobourg, but we’re pleased they are here as well. And Brandon and his wife, Kimberly—that would be his grandson, Brandon. Brandon is here. Unfortunately, Howard’s other son, Allen, who is the deputy fire chief in Alnwick/Haldimand, was supposed to be here today as well, but there was a big fire there and so Allen was out all night providing a public service to his community, as his dad, Howard, did for many, many years.", "Born in the metropolis of Codrington, as was mentioned by my colleague from Northumberland–Quite–West—and it’s kind of funny to note, as I was looking back in Hansard to see some of the things that Mr. Sheppard had talked about here in the Legislature, that there was an Ontario map that came out in 1986. He made a point in the Legislature of noting that Codrington wasn’t in the right place on the map. As he indicated, not many people live in Codrington, but for the family members of those who live in Codrington, it’s pretty important that they go to the right place. He was pretty concerned about the fact that Codrington was quite a ways away from where it was supposed to be on that map. I think he managed to get it corrected.", "Howard, or Shep, as he was known to his friends, was a committed community member and a public servant long before he arrived here at Queen’s Park. Serving on Northumberland county council and working as a school trustee for 16 years on four different school boards, as was noted, Howard brought his fierce sense of Northumberland pride, and he understood the term “service” before ever stepping onto the floor of this Legislature.", "When he was elected to Queen’s Park in 1981, Howard worked tirelessly over six years to serve his constituents and be their voice in this Legislature. Through his questions in question period—he worked on private members’ bills as well, of course—and in his work in committee, he was always a voice for Northumberland and its biggest advocate, and Northumberland’s proudest representative.", "He was always advocating for rural Ontario here in Toronto. Looking over some of the member’s statements that he had done during his six years here at Queen’s Park, he was talking about insurance rates, roads, bridges and infrastructure, nursing home beds—sound familiar?—improvements in agriculture, drivers’ tests—really local things. It’s amazing, sometimes, how time really doesn’t move on all that much, in spite of the fact that it does.", "In 1987, Howard returned home to Northumberland. He didn’t stop being an active community member. As Karl Bernhardt, a riding association member who knew Shep well, stated, “The evidence of” his commitment “to service is, after his years in Toronto ended, Howard was back and served again in municipal politics as well as in service organizations....”", "My friend here from Haldimand–Norfolk, Toby Barrett, knew him well through his work with Mutual insurance.", "He was also speaking with Rob Milligan.", "The former member for Northumberland, as has been mentioned, was very active in the Percy Masons lodge and was also a past district representative for the Peterborough district for the Masons as well. So he was very active in that community, and very active with the milk board, as has been mentioned, and numerous other organizations in the community.", "None of Howard’s work here or in Northumberland would have been possible, had it not been for the love and support of his family. As a husband and the father of two young girls myself, I know that all our work is an extension of our families at home. I’d like to thank Howard’s family for lending him to Queen’s Park for the six years that he served here.", "His two grandsons—two of them, anyway; Bruce’s kids—Brandon, who is here, and Tyler-Blair, worked as pages while Grandpa was here as an MPP. They got to see his hard work up close. I know that all of his children and grandchildren inherited his deep love for community and his notion of public service as well.", "I also know that family was one of the most important things for Howard, and he made sure to share his love of sports and hunting with his children and grandchildren. One thing that Howard couldn’t accept, however, was how tall his grandkids were getting, especially one who was a football player at college down in the United States. He was apparently 6 foot 4; Layne is his name. When they took a picture, out hunting, they would always make Layne stand in a hole so that he didn’t appear so much taller than his grandpa.", "Before I finish my remarks today, I’d like to share one more story about Howard that’s the perfect example of his amiable and easy nature.", "Many years ago, Howard was attending his fundraiser golf tournament with his fellow caucus mate Norm Sterling, who happens to be here today. Norm’s wife, Joan, was also playing in the golf tournament. I don’t know if Joan is a better golfer than Norm or not, but Joan did happen to win closest-to-the-pin at this golf tournament, and her prize for winning was a case of tractor motor oil.", "As has been mentioned, Howard was a farmer, and when Joan won the case of tractor oil, she gave it to Howard. Apparently, it was as if Howard had won the lottery. When he received the prize, his face lit up and it’s been described to me as the face a skunk would have while he was eating onions. That’s how it was described to me. He was that happy about getting this.", "Those are the stories and just a glimpse into the life of Howard. He was a kind, appreciative, down-to-earth and happy individual, described as a great guy, a real character, a good old boy who represented rural Ontario. He enjoyed meeting people and working for his constituents, including the member from Northumberland–Quinte West with his issue with his racetrack. That was his number one priority: representing the people of his riding.", "That’s why, today, in remembrance of Howard, I hope his decades of public service stand as a shining example for all members in this Legislature. I know that Howard will be forever remembered by everyone who had an opportunity to know him and all the members of this Legislature.", "Thank you to the family. Thank you, Shep, for your public service." ],
  "anchor" : "para252"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Norm would have kept the oil.", "I thank all members for their sincere, thoughtful and heartfelt comments.", "To the family: As we always do, you will receive a visual copy and a Hansard copy of today’s testimonials.", "One more time, thank you for the gift of Shep. We appreciate it." ],
  "anchor" : "para274"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "To the Acting Premier: I’ve noticed a startling trend from this government when responding to the Auditor General’s report. The Minister of Energy said that the Auditor General didn’t understand the energy file, despite her working at Manitoba Hydro for over 10 years. Next, the Minister of Economic Development claimed that he created thousands of jobs, despite the AG saying he couldn’t prove a single one.", "Next, the AG revealed the problems with SAMS, the Liberals’ new computer system responsible for processing disability and welfare cheques. The auditor said that the Liberals knew about the glitches in their social assistance computer system before it launched, but the minister shrugged and said that nobody told her about the problems.", "Can the Acting Premier tell us: Is the Auditor General correct or is your minister, once again, misleading what the Auditor General said?" ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para283"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Withdraw." ],
  "anchor" : "para284"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para285"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "You know what’s interesting is that the Auditor General herself has commented on the government’s response to her recommendations. I was very, very pleased to read what she had to say, because I can tell you, on this side of the House, we take the Auditor General’s reports very, very seriously. The Auditor General herself acknowledged that we are taking action. In fact, she said that she was pleased—I want to say that that’s her word, not our word—to report that 76% of the actions have either been fully implemented or were in the process of being implemented. She also used the words “exemplary performance.”", "The Leader of the Opposition might not want to acknowledge the Auditor General’s comments, but the Auditor General called “exemplary” the performance of—" ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary." ],
  "anchor" : "para288"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, again to the Acting Premier: Let me just say, I will trust the Auditor General, again and again, over Liberal talking points.", "The problems with the computer system’s overpayments and underpayments are well documented by the Auditor General. But I want to bring to attention one particular story that the Auditor General shared. She referred to a story where SAMS, the computer system, overpaid a client with mental disabilities. The individual didn’t realize that the benefit was too high, so the person spent the money, with no means to repay it. The Liberal government’s response was to use debt collectors and freeze the poor individual’s bank accounts; you left the individual without even being able to pay for day-to-day living expenses. That is sickening, and it’s your fault. It’s this minister’s fault; it’s this government’s fault.", "So I want to know: Will the government apologize to those on social assistance for their incompetence?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Leader of the Opposition says that he respects the opinions of the Auditor General, so let me quote the words of the Auditor General. These are not our talking points; this is a direct quote from the Auditor General: “I want especially to note the exemplary performance of the Ministry of Education, Ontario Power Generation, ServiceOntario and the Ministry of Health and Long-Term Care in implementing recommendations from our audits two years ago.” The Auditor General does not use those words lightly.", "I think it is incumbent upon the Leader of the Opposition to acknowledge that we have made significant progress. As I said earlier, we respect and act on the advice of the Auditor General." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Acting Premier: Once again, I wonder if the Acting Premier has even read the Auditor General’s report, because she has a different interpretation than everyone else in Ontario, and every media report that said it was an indictment of your government—a 773-page indictment.", "But let’s go back to SAMS: Not only did SAMS cost millions of dollars in over- and underpayments, but the system was broken from the beginning. SAMS, the computer system, was supposed to cost $200 million; we now know it cost $290 million. That doesn’t include the $140 million in incorrect payments. The AG said the government knew about the problems; the minister said she didn’t know a thing.", "So who knew? Did the Premier know about the problems with their computer system in advance; did the minister, the deputy minister? Did anyone in the government know, or are they saying the Auditor General is wrong? Yes or no?" ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of Community and Social Services." ],
  "anchor" : "para303"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As the Deputy Premier has said, of course, as soon as we became aware of the challenges with SAMS, we acted decisively. We brought in PricewaterhouseCoopers with 19 recommendations. These are all part of our transition plan.", "The Auditor General made five recommendations; these are all being taken very seriously.", "I’d like to remind the Leader of the Opposition that the system that they brought in—SDMT—cost, in 2015 dollars, $451 million more than SAMS." ],
  "anchor" : "para304"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "To the Acting Premier: Since I can’t get an answer on the overpayments from the computer system, today I want to ask about the fact that the government closed 65% of the investigations at nursing homes without proper explanations. We referenced that yesterday as part of another pattern.", "There is a disturbing pattern emerging from the government when it comes to investigations. According to the Auditor General, not one child protection investigation she reviewed was done within the required 30 days; not a single one met the requirement.", "The AG said it took an average of more than seven months to complete an investigation—seven months for children who were suffering. For seven months, these children were at risk.", "Why isn’t the government providing resources to keep our children safe?" ],
  "anchor" : "para308"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "The Minister of Children and Youth Services." ],
  "anchor" : "para312"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I’m not entirely clear about this question. I thought it was about nursing homes, but it sounds like investigations in the child welfare sector, so I’ll focus on that. Perhaps the member can ask another question about long-term-care homes later.", "As I mentioned in the House earlier this week, we have a plan called the quality improvement plan. I will be requiring all children’s aid societies and boards to report on the length of time for investigations, the number of cases that are being reopened, plans of care and checks against the child abuse registry.", "This is part of our broader plan to implement the recommendations of the Auditor General, but I’m going to go much further than that. We’re going to have an action plan for child welfare that focuses on accountability, compliance, governance and transparency for residential services care.", "I’m happy to provide more information in the supplementary." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Acting Premier: The minister’s response to the AG’s report was that she was disappointed. She should be outraged at the province’s failure. All she could muster in response was to issue a second directive, but it takes more than a memo to protect children; it takes action.", "It’s been 13 years since the death of Jeffrey Baldwin. It has been seven years since the death of Katelynn Sampson. It is time to step up; it is time to actually do something. Mr. Speaker, why won’t this government protect the children in our child welfare system? No more spin: What will you do to clean up your mess?" ],
  "anchor" : "para318"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para321"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Speaker, we are moving on the Auditor General’s recommendations. We have accomplished much good work in this sector with front-line staff, our partners and the child advocate. We’ll continue to do that.", "But as I just said, we have an action plan that’s based on accountability, compliance, governance and transparency for residential care. One of the tools that we will be using to support this is what we call our cyclical reviews, our end-to-end reviews. Let me tell the Leader of the Opposition how this works. We will evaluate which children’s aid societies are not performing well enough. Then a team from our regional offices will go into the CASs for a period of time to do a comprehensive review that looks at things like data management, case files, investigation into how they do their investigatory processes and looking at the board’s oversight of the society, and an overall evaluation of the performance. So we’ll continue to monitor that." ],
  "anchor" : "para323"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Acting Premier: The government’s response is hollow and sad. I would give the minister the benefit of the doubt if this was the first time they were warned by the AG, but the fact is, they keep on ignoring the Auditor General’s report. So I’m going to specifically refer to what the Auditor General warned the government on before.", "In 2006—yes, 2006—the Auditor General wrote that in one in five cases reviewed, safety assessments were late by an average of 15 days or never even completed. That’s one third of the cases that you weren’t doing your job on.", "In 2006, the auditor said that in about half of the files reviewed, the full investigation was not completed within the required 30 days.", "This year, the auditor said that not a single investigation was completed on time—not a single one. Not one more child deserves to have their life at risk because the government won’t fix this broken problem.", "In 2006, you were warned that there was a problem. Now you have a bigger problem. Instead of thanking the Auditor General, will you actually listen? Will you actually act and help the children in our province?" ],
  "anchor" : "para326"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "I wanted to deal with a couple of things that I heard. I’m going to ask the member from Lanark to let the leader put the question quietly.", "Member from Renfrew, when I stand, you sit. You don’t wait for me to get quiet so you can heckle. Thank you.", "Minister." ],
  "anchor" : "para332"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "As I was saying, it’s important to note that the Auditor General, I think, was overall very pleased with the progress we made.", "Let me talk about that progress in our child welfare sector. We’ve made a number of investments, and the most important thing is that many kids are doing better. Fewer kids are coming into care; more kids are being placed in permanent homes; we’ve increased transparency and accountability for our CASs; we have new accountability agreements.", "I would just say that prior to the last election the PCs introduced a white paper, much more comprehensive than anything in their election platform, and they outlined a plan to eliminate the ministry’s responsibility for children in care altogether. They voted against the Ontario Child Benefit, which provides direct financial benefit to about one million children under the age of 18 and over 500,000 low-income and moderate-income families. So I’m not quite sure where they’re coming from on this issue, but I can tell you—" ],
  "anchor" : "para336"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para339"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "My question is to the Acting Premier. Last week, the Auditor General reported that Ontario doesn’t actually have a plan for energy. She said that the Liberals were not “protecting electricity consumers’ interests.” Protecting families and businesses that pay a hydro bill is a basic fundamental that people expect the government to get right. How is the government getting it so wrong?" ],
  "anchor" : "para342"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "For just a moment, I had hoped that we would get a question from the opposition that reflected the conversation that’s taking place around the world: the conference in Paris on climate change. It’s just unfortunate that we’re not talking about what’s happening in Paris.", "The sad reality is, though, we should have expected that because not one word in your nine-page platform in the last election—you didn’t even mention climate change. So we would hope that the NDP will get back to their roots and ask about those important global issues.", "But I tell you: When it comes to energy, we are in fact making significant progress. We’re taking cars off the road. We are closing our coal-fired electricity plants. It’s the equivalent of taking seven million cars off the road. We have an energy plan. We’re acting on that energy plan, and it’s working in concert with the really important work that’s happening in Paris as we speak." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para347"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "It’s pretty clear to Ontarians that this government doesn’t care about their concerns with that response. Ontarians expect the government to be able to get the fundamentals right. Instead, Liberal choices have meant that Ontarians paid nearly half a billion dollars to not generate electricity.", "The Auditor General says that ratepayers are paying more to generate less. This is the trend; it’s completely backwards. Paying more for more hydro is one thing, but paying more money for less hydro is something completely different.", "Can the Premier explain why in this system, through the Liberals’ leadership, they’re getting it so backwards?" ],
  "anchor" : "para348"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para351"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The member does have it right: The Auditor General indicated we were investing too much in conservation. Two weeks earlier, one of the best conservationists we have in this House, the official critic for the opposition, stood twice in his place and asked us to invest more in conservation.", "But the reality is that conservation has many faces. For example, our industrial conservation initiative program is a program that basically takes 20% off the price of electricity for large industrial consumers. In our last budget, we expanded that to cover more than 1,000 more companies.", "So now we have, getting the benefit of that reduction, six auto parts manufacturers in Guelph, two food processing plants in Brampton, 10 assorted manufacturing plants in York region, a textile plant in Woodstock, a printing plant in Owen Sound, a building products manufacturer in Burlington—all getting lower prices because—" ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para355"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Every time the opposition, the NDP, raise their concerns about Hydro One being privatized, gouging people, the response is that the OEB will protect people.", "While the Liberals insist that the OEB will stop a privatized Hydro One from gouging families and businesses, page 218 of the Auditor General’s report says the minister “has effectively cut the Ontario Energy Board ... out of the picture.” She says it’s the OEB’s mandate to protect consumers, but “it has been difficult for the OEB to meet this mandate in any meaningful way.”", "How does the Acting Premier expect the OEB to protect ratepayers from being gouged by Hydro One’s for-profit shareholders when the government undermines the OEB at every turn?" ],
  "anchor" : "para357"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The member should know that there’s a bill before the House about to be passed called Bill 112. That gives additional authority to the Ontario Energy Board, so much so that they are mandated to ensure that all of the LDCs—and Hydro One is an LDC—have to have reliable service, effective service, efficient service. We’ve increased the fine for non-compliance to $1 million a day. So if Hydro One or any other LDC are not performing, are not reliable, are not treating their customers properly—if they’re not in compliance with what the OEB is asking them to do, the OEB has the authority to fine them $1 million per day. Bill 112 actually has passed." ],
  "anchor" : "para360"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "The question is to the Acting Premier. Last week, Ontario’s Ombudsman closed their last investigation into Hydro One. It’s not because they were actually done with their work; it’s because they were forced out by this Liberal government.", "Why have the Liberals chosen to force the Ontario Ombudsman out of Hydro One and no longer provide public oversight of Hydro One?" ],
  "anchor" : "para362"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para364"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The member knows that we passed legislation requiring Hydro One to have an internal ombudsman. Not only did we do that; we engaged Denis Desautels, former Auditor General of Canada, to oversee the implementation. Hydro One has already appointed—" ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para367"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Hydro One has already appointed a very well-known ombudsman, the former ombudsman for the city of Toronto. She is on the job. She is setting up the office. Denis Desautels is still overseeing that process. It’s a very, very responsible way to move forward.", "We have an ombudsman. That ombudsman will make a decision. If that decision is not satisfactory to the complainant, they have a right to appeal to the Ontario Energy Board. There’s very, very strong protection." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para370"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Mr. Speaker, I have a very simple question: Can the Acting Premier explain why she thinks that the public Ontario Ombudsman should no longer have oversight of Hydro One?" ],
  "anchor" : "para371"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The simple answer is, we have gone from being a crown corporation to being a trading company on the TSX, so there needs to be a new governance regimen in place. The official parliamentary officers do not govern or manage private sector or stock-trading companies.", "We do have an ombudsman who is in place, with the right to appeal, and there are other protections there. Under the Ontario Securities Commission, if they’re non-compliant with any of the rules—it’s very, very transparent. They have to disclose the senior management salaries. We disclosed it in the preliminary prospectus. That’s very transparent.", "They’re accusing us of creating a non-transparent process, and as a matter of fact, in order to become a private Hydro One—" ],
  "anchor" : "para372"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para375"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "Well, there are other jurisdictions in this world that do it completely differently. In fact, in Australia, a public ombudsman oversees all water, hydro and gas. In Spain, a public ombudsman oversees private companies that render public services.", "Can the Acting Premier explain to Ontarians why, as of last week, Ontario families will no longer have the Ombudsman on their side when they have any issues or problems with Hydro One?" ],
  "anchor" : "para377"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, there is a new CEO, a new chair of the board and a new board at Hydro One at the present time. Their priority is to be customer-focused. Mr. Speaker—" ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I tried to do it calmly. If you want me to get upset, I will. Let’s just get through this.", "Carry on, please." ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Mr. Speaker, they have a priority of focusing on customer service.", "The chair of the board, David Denison, issued a report several weeks ago referring to the Ombudsman’s report. His response was, “The number of customers currently experiencing delayed billing has been reduced to 340 as of June from the peak of over 50,000 during the height of the billing issues in 2013-14.” He has also indicated, “The timely issuance of accurate bills is the highest it has been in the history of Hydro One at a success rate of 99.8%.”" ],
  "anchor" : "para383"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My question is to the Minister of Children and Youth Services. In the Auditor General’s report, she highlighted that the initial cost of the Child Protection Information Network was announced to be $150 million. The auditor actually believes that CPIN will, in fact, cost $200 million once implemented across all 47 children’s aid societies.", "We need assurances that the cost of CPIN will not continue to balloon out of control, so that money that should be going into child protection services is not being used on computer programs and training. Will the minister tell us what the final cost of CPIN will be and assure us that child protection operating funds will not be used to set up CPIN?" ],
  "anchor" : "para386"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I thank my critic from the opposition for the question. I’ve talked about CPIN—the Child Protection Information Network—before in this House. It is all about the safety and protection of our most vulnerable children in this province. I’m very pleased that it is built and it’s currently online in five children’s aid societies. That represents 20% of the caseload. That’s one file per child to enhance safety and protection, especially when CASs have to work across their geographic areas. By the spring, I hope that we’ll have 30% of the case files online.", "I am very committed to getting CPIN fully on board as quickly as possible, but I will not compromise the safety and well-being of children in care. As I said in the media, I will expect that the—" ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Answer." ],
  "anchor" : "para391"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "—project will be on time and will be on budget." ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Five out of 47 children’s aid societies online and five years late is nothing to brag about, Minister.", "To quote the Auditor General’s report: “Although the ministry had provided 14 early adopter societies with about $2.8 million in additional funding to help support CPIN implementation, the early adopters indicated they had incurred significantly higher costs, totalling about $18.7 million, which were funded through the societies’ own operating funds and may have impacted funds available for providing child protection services.”", "When the CAS has to use operating dollars to fund CPIN implementation, it hurts our most vulnerable children. Will the minister commit that all costs relating to setting up CPIN in child protection agencies will not impact protecting children and youth from harm?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I have to respectfully disagree with my critic because I think getting 30% of the case files on by the spring is very good progress. That actually represents 17 million child welfare files already successfully transferred to the system.", "CPIN is largely funded by my ministry and it is about protecting the well-being and safety of our children so that we don’t have unfortunate incidents, so that our front-line workers, who do a great job every day, can have the information at their fingertips.", "This is a gradual process. This is a very specific tool that needs to be rolled out in time; it needs to be perfect. We cannot have any mistakes in the implementation of CPIN. As I’ve said, I am committed to making sure this remains on time and on budget. If we can get progress faster, I’ll go for that; however, I will not compromise the safety of children in care." ],
  "anchor" : "para397"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "My question is to the Deputy Premier. Today is yet another day in the court case concerning Mr. Lougheed in regard to the Sudbury bribery scandal.", "I have a simple question: If the Premier was called to testify, would she go and testify at trial—if she was asked?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the government House leader." ],
  "anchor" : "para403"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Clearly, the third party must be running out of questions to ask. They usually ask this type of question with about 15 minutes remaining in question period. But midway through, it’s quite telling on their part that they don’t have much pressing government business to talk about.", "The member opposite clearly knows the answer. The matter is before the courts. It’s up to the courts to decide as to who they want to hear and at what time, and it’s not the place of this House or this Legislature to intervene in that matter. I think it will be highly inappropriate to intervene.", "What we know is that right now the Premier is in Paris participating in the climate change conference, making sure that Ontario is doing its part to ensure that they build a strong, healthier and sustainable future for our province, for our country and for the entire planet. We very much appreciate the Premier’s leadership on the climate change issue, along with the Prime Minister." ],
  "anchor" : "para404"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para407"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "Well, I assure you that there are extradition treaties between France and Canada; that I do know.", "I just have to say two things to the answer to that question. The first part is that the government tries to make light of what is a very serious issue. There is somebody who has been charged with a criminal offence having to do with the by-election in Sudbury, on behalf of the Liberal Party. The government can try to make light of this all they want, but this is such a serious matter that the OPP laid charges and it’s before the court. The very nature of this says it’s serious.", "The question I asked you—and there’s no sub judice rule that applies—if the Premier is called to testify, will she—yes or no—appear and testify?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I very much agree with the member opposite that this is a very serious matter. The seriousness of the matter requires that you don’t speak about it in this House; you talk about it in the courts, where it belongs. The member from the opposite end is making a mockery of the whole process by continuing to ask questions that do not belong in this Legislature.", "Let’s get back to the business of the people, Speaker. People want to talk about climate change. People want to talk about how we’re building our province up, not about a court case that may be going on in some other part of the province." ],
  "anchor" : "para411"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "My question is for the Minister of Community and Social Services. This government has prioritized transforming the developmental service sector, with a historic investment for developmental services over the past two years. In Kitchener Centre, I have heard from agencies, community leaders and families about the positive impact that this investment has had. In fact, just this past weekend, I dropped in on KW Habilitation for their first annual Christmas bazaar, which was a huge success, and I even got some Christmas shopping done.", "This transformation is not just about the investment, but we are creating a more inclusive Ontario through innovation.", "Mr. Speaker, could the minister please inform this House of some of the innovations that are helping to create a province where people with developmental disabilities can live as independently as possible in their communities?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Thank you to the member from Kitchener Centre for the question.", "My ministry works very diligently to ensure that people with developmental disabilities have every opportunity for dignity and inclusion. Through other ministries, including the Ministry of Labour and the Ministry of Economic Development, Employment and Infrastructure, we’re working across government to ensure we are providing the right employment opportunities.", "Included as part of this transformation is a shift from a sheltered-workshop model towards individualized community participation supports and training, and support for employment. As a first phase of this approach, developmental services agencies will not fill any vacancies that arise in sheltered workshops. However, no program will be phased out without appropriate alternatives in place.", "This will be a well-considered, appropriately timed transition. We recognize that it is vital for the shift to be gradual and person-centred so there is a smooth transition for the individuals participating in these settings." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Thank you to the minister for her answer.", "This shift away from sheltered workshops toward a more individualized experience for people receiving day programming supports is something that agencies have been doing for some time. In my riding of Kitchener Centre, agencies have been making this transition for a number of years, and it’s the parents and the dedicated workers who are helping to drive this change.", "The executive director of KW Habilitation, a wonderful woman by the name of Ann Bilodeau, says that she “appreciates the government’s intention to work with people individually, and the promise that no one will be left behind.”", "Mr. Speaker, could the minister please explain how the ministry is pursuing this transformation, and how local agencies are moving toward the goal of inclusivity in the province of Ontario for everyone?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "Agencies will work closely with individuals and families to offer inclusive supports and programming that best meet their needs and goals. As I’ve said, no sheltered workshop program will be phased out without appropriate alternatives in place.", "The shift away from sheltered workshops is not only about employment; it is ultimately about inclusion. Jobs are only one of the options an individual can choose to pursue. They may prefer to focus on community participation, such as volunteering, or recreational opportunities.", "The ministry will be engaging with clients, families, agencies, unions and front-line workers to carefully plan this transition over time. Last fall, we launched the employment and modernization fund, providing approximately $4 million for projects across the province to help developmental service agencies enhance their employment support programs.", "A number of projects funded involved shifting away from sheltered workshops, and we are already seeing some very positive results emerging." ],
  "anchor" : "para426"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "My question is for the Minister of Community and Social Services. In last year’s estimates, the minister stated that SAMS would have “seamless rollout.” She said that no one would know that there was a change taking place. Obviously, it wasn’t so seamless.", "We raised many concerns on behalf of social assistance recipients and caseworkers. How did the minister respond? She said: “Clearly the opposition is trying to make a mountain out of a very small molehill.” Her very small molehill is $90 million over budget and a year behind schedule.", "My question is simple: Why did this government sign off on a project, knowing it wasn’t ready for prime time?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "As we’ve said many times in this House, we have acknowledged the challenges that emerged with the launch and implementation of SAMS. I immediately went to the front-line workers and saw for myself exactly what was going on. At that point, we brought in PricewaterhouseCoopers to do an independent overview of how we should move forward.", "I think it’s worth remembering that we on this side of the House do take the Auditor General very seriously; in 2009, the former Auditor General detailed the problems with the system that the Conservatives brought in in 2002—that was the SDMT system. It was at risk of failure, and the Auditor General made it very clear that we needed, on this side of the House as a government, to move forward with new technology that was appropriate and could be sustained in the long term to help vulnerable people." ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Mr. Randy Pettapiece",
  "text" : [ "The Auditor General was very clear: The government was well aware that SAMS was flawed from the get-go, but their testing was inadequate, and they didn’t fix the defects. Yet, they proceeded blindly with a big-bang implementation. Now the big bang has blown up in their faces, but, as far as we know, no one in this government has faced any consequences. Meanwhile, the most vulnerable have found their bank accounts frozen and their privacy breached.", "Where was the minister? Where was the oversight? For not providing it, the minister failed miserably. Speaker, will she do the right thing and resign immediately?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Hon. Helena Jaczek",
  "text" : [ "I do take ministerial responsibility very, very seriously. As soon as I became aware of the issues, I took action. We now are working the plan to transition to full functionality of SAMS. We’re listening to our front-line workers who have been so useful in terms of helping us with some of the technical issues that they face. We have adopted all of the Auditor General’s five recommendations from her most recent report; in fact, these are all part of our transition plan.", "We understand that there have been issues for our clients and for our workers, but we will end up with a system that will serve the people of this province, including our most vulnerable residents, extremely well." ],
  "anchor" : "para440"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "My question today is for the Minister of Transportation. Minister, yesterday I asked why the government allows so many unsafe trucks on the road. We know that nearly 30% of trucks fail their inspections, but all we got from the minister was denial. We now know that when it comes to truck safety, our roads are now more dangerous, not less; accidents involving trucks are increasing, not decreasing; and injuries are up, not down.", "When families are driving home for the holidays, they deserve to know that they won’t be hit by a lost truck tire or a metal spike through their windshield. When will the minister stop endangering the lives of Ontarians, and take truck safety seriously?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for the question—both the question that came yesterday and the question that he’s asking today.", "I do accept, of course, that there’s a great deal of sincerity on the part of that member with respect to this issue, and I know it’s an issue that members on all sides of the House understand is of crucial importance.", "Road and highway safety is one of the most important priorities that falls within the mandate of the Minister of Transportation. I will repeat what I said yesterday: Over the last 13 years, the province of Ontario should be proud of the fact that for road and highway safety, we ranked first or second across all of North America.", "What I said a number of months ago here in the Legislature, as it relates to truck drivers, for example, is that there is a need for mandatory entry-level training for truck drivers. What I said yesterday is that the ministry conducts approximately 110,000 truck inspections on an annual basis, and that’s why we’re actually seeing that the number of fatalities involving large trucks has been dropping—" ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Supplementary." ],
  "anchor" : "para449"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Minister, in 2012, the government closed the Peel inspection station at Dixie and the 401. Now there are no truck inspection stations within 40 kilometres of this House. Think about that when you’re driving home.", "A trucker can drive 100 kilometres across the GTA without seeing a single inspection station. If that trucker does happen to pass one of the four inspection stations on the outskirts of the GTA, the privately run stations are closed most of the time.", "When families—our kids and our grandkids—are driving home for the holidays, how will the minister assure them that the big rig ahead of them has been inspected and is safe?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for the supplementary question. I heard pretty clearly that he was referring specifically to inspection stations or locations. What he neglected to include is that in Peel region and across the system, the number of actual inspections that are taking place hasn’t changed whatsoever.", "Whether we’re talking about Peel region or we’re talking about the GTHA or we’re talking about the entire province, I think what people are most interested in is knowing that the Ministry of Transportation is conducting the appropriate number of inspections to make sure that that record I referenced in the initial response—13 years running, first or second across North America for road and highway safety—that we are doing the job to make sure that that track record continues.", "We conduct approximately 110,000 truck inspections on an annual basis. It doesn’t mean that our work is done. We’ll introduce mandatory entry-level training. We’ll keep working hard to make sure we get it right. I thank the member for his question." ],
  "anchor" : "para454"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "My question is for the Minister of Labour. Our government continues to make strides to build our province up. We often speak about our commitment to renew and expand our infrastructure and other projects that will continue to improve Ontario. When I hear about these plans, I often think of the men and women who work on these projects. These skilled people across the province—and in my riding of York South–Weston—work hard to make these projects a reality.", "We often talk about the importance of safety, but as we continue to build up Ontario, it’s important that the people working on these projects get paid a fair wage. The Premier recently spoke about the Ontario’s fair wage policy and the changes that she hopes can be made to it in the future. Can the minister please explain to the House how we are moving forward on this file?" ],
  "anchor" : "para458"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very important question. The government is committed to building a very strong workforce, and we want it to be fair, we want it to be balanced, and we want it to have very progressive policies for Ontario workers and for employers.", "What our fair wage policy attempts to do is create that level playing field for bidders on all government contracts, and it minimizes the conflicts between organized and unorganized labour and competition for work. Under a fair wage policy, contractors must agree to adhere to the fair wage schedules and the labour conditions.", "However, when the party opposite was in power, for some reason, they halted any updates to the Ontario’s fair wage policy. As a result, it’s not been updated since 1997. We know that after 20 years, simply, it needs updating. Some wages are now well below the minimum wage. As the member mentioned, the Premier committed to updating our policy on this. I’ve been working with my colleagues to keep that promise." ],
  "anchor" : "para460"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para463"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "Thank you to the minister for that answer.", "I’m glad that both the Premier and the minister are looking at this policy with earnest intent. Many of my constituents who are impacted by Ontario’s fair wage policy will be pleased to know that we will be moving forward on this.", "The minister brought up the fact that this policy has not been updated for 20 years. Twenty years is a long time and a lot has changed. There’s a lot of work to be done, and we have to make sure that we get this right. We must ensure that these men and women have a wage policy that ensures fairness.", "Mr. Speaker, can the minister explain how he plans to achieve this?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you again to the member for this very important question.", "It affects working people in this province in a very important way because, as we renew and expand the infrastructure in the province, it’s very important—I think we all agree in this House—that the people who are working on those projects should get paid fairly.", "We’ve had a fair wage policy in place historically that ensured the workers on these projects received the prevailing wage of the day. As I said, it hasn’t been looked at in 20 years.", "Addressing this is something people across Ontario are concerned about. We’ve established a working group. It includes contractors, labour and individuals who have very balanced expertise in this regard. We’re reaching out to other ministries in this regard.", "Speaker, with the help of these parties, I hope we can move towards some very positive changes and bring forward an Ontario fair wage policy that meets the needs of today’s workplace." ],
  "anchor" : "para469"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "My question is to the Minister of Northern Development and Mines. The Auditor General revealed in her annual report that the Ring of Fire Secretariat established in 2010 really hasn’t accomplished much. It has created a bureaucracy of 19 staff and three regional offices, and it has spent $13.2 million. However, there are no performance measures to gauge and report on the effectiveness of the activities it has undertaken, and it has continually missed milestones for the development of the Ring of Fire, including “that development would start in the Ring of Fire by 2015.”", "Speaker, can the minister explain why the Ring of Fire Secretariat has seen such a failure?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Thanks for the question. I’m actually grateful to have an opportunity to respond to the member across the way.", "The fact is that the Ring of Fire Secretariat has been doing very remarkable work and working with First Nations, working with industry. There’s no question there have been challenges related to the timelines. I’m very pleased that I got an opportunity to speak with the Auditor General in advance of her releasing the report so that we could discuss the fact that, indeed, setting precise timelines—factors such as commodity pricing, and factors such as the extraordinarily important work we do with First Nations, which I know you would consider to be an absolute priority, as well as the reality of the infrastructure needs and us being able to work with a positive and co-operative federal government, are key to putting those timelines in place. So the Ring of Fire Secretariat continues to do extraordinarily important work, work that I know they want to carry on, and we’re very supportive of that." ],
  "anchor" : "para477"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "Again to the Minister of Northern Development and Mines: I’m glad you mentioned relations with First Nations communities in the Ring of Fire because, in 2014, you formed the Ring of Fire Infrastructure Development Corp. to accelerate infrastructure development in the region. You spent $550,000 setting it up, and its operating budget is $4 million a year. Part of its mandate is to bring relevant stakeholders to advance the entire project. The auditor reports, “at the time of our audit, there was no representation on its board of directors from any stakeholder group, such as First Nations, industry, or the federal government.” She goes on, “In addition, there were no set timelines for when stakeholders would be engaged.” No wonder you missed your target for development of the Ring of Fire by 2015.", "Through the Speaker: Minister, how do you explain your failure to meet your own target?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Again, Mr. Speaker, I really am grateful that I had an opportunity to have the kind of conversation I had with the Auditor General. We’re very grateful for her report and really strong recommendations, and we’re working closely on it.", "In terms of the Ring of Fire Infrastructure Development Corp., their key task is to bring the partners together. That includes—very much, we hope—First Nations, includes industry and, may I say, also includes the federal government. They have also been crucial to putting in place some key technical infrastructure studies which again are crucial in terms of us making decisions through the partnerships on the transportation infrastructure corridor that’s going up to the Ring of Fire. We recognize how crucial it is in terms of a resource development project. It’s in a remote part of the province that has never seen development before. Those are big decisions.", "But we are also very keen to make clear that it’s not simply about building a corridor to a mine site. This is about having the opportunity to open up the north, to have community access to First Nations, and that’s the work that will be done with the Ring of Fire Infrastructure Development Corp.—" ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "By the way, it really doesn’t matter where the member from Prince Edward–Hastings or the member from Bruce–Grey–Owen Sound sit; I can still hear you. I have about four other people I can add to that, as well.", "New question." ],
  "anchor" : "para485"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "To the Acting Premier: On Saturday, thousands of people will be rallying in North Bay to bring attention to your government’s cuts across the north: cuts to health care, cuts to bus service and basic mismanagement of labour relations throughout the north.", "A particular example is the lockout at ONTC. We have got 200 workers who want to work—there’s lots of work out there—yet they’re prevented from working by this government. Will this government end the lockout and actually enter into meaningful negotiations?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Northern Development and Mines." ],
  "anchor" : "para491"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I’m grateful to have an opportunity to speak about this with the member. We have had a number of discussions, and certainly you know how strongly we feel about—" ],
  "anchor" : "para492"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "To the Chair, please." ],
  "anchor" : "para493"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "—collective bargaining and upholding that process as indeed there are some very important discussions going on." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. A reminder: You’re speaking to the Chair. Carry on, please." ],
  "anchor" : "para496"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I apologize, Speaker.", "Certainly I think it’s very important for all members of the House to know how important we view the collective bargaining process. It’s one that we are engaged in as we speak. The important thing that needs to be noted, and I know the member understands this, is that when we made the decision to keep four of the five lines of the Ontario Northland Transportation Commission in public hands, that was a huge step forward in terms of our commitment to northeastern Ontario and a sustainable long-term economy.", "That means we need to get the collective bargaining agreements in place. We’re working very, very hard to do that and I’m certainly optimistic, indeed, that will be the goal at the end." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Once again to the minister: Since the decision to maintain four of the five lines and the commitment to ONTC, we have seen bus stations closed, we’ve seen cuts to bus service—people who aren’t permitted or aren’t offered the opportunity to move where they used to move—and now we have got, at the shops of North Bay, people who want to work; there’s work out there, and the government has decided to close the doors.", "Please, at this point, what the government needs to do is enter into meaningful negotiations so the people of northern Ontario can get back to work." ],
  "anchor" : "para501"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "That’s exactly what we are going to do and we are in fact in the process of doing that through our collective bargaining.", "The member is right. There are some tremendous opportunities, particularly in the refurbishment shop. What is clear, based on the work that we did leading up to the decision to keep four of the five lines in public hands, was recognizing that there needed to be fair and helpful collective bargaining agreements in place in order for us to be truly competitive in the markets that, indeed, we’re competing with.", "The long and the short of it is that we have reached a number of agreements. We reached one recently with the IBEW just this past weekend. There are several other agreements as well. There’s no question that this process is still ongoing, but we are very keen to find a resolution to it, and keen to move on, because indeed there are these great opportunities for the refurbishment shop as well as the other lines of the ONTC. Our government and Premier Wynne are committed to keeping it in public hands." ],
  "anchor" : "para503"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "My question is for the Minister of Education. Close to 800,000 adults in Ontario do not have a high school diploma, and currently an estimated 44,000 adult learners with diverse needs are enrolled in Ministry of Education adult education programs across the province. I know that it’s important to constituents in my riding of Etobicoke–Lakeshore that we continue to improve and contribute to adult education through facilities like the Mimico Adult Centre.", "In the past year, the Ministry of Education led six regional consults and one francophone session to learn first-hand about the challenges and opportunities that exist for adult learners in Ontario.", "Speaker, through you to the minister: Can the minister tell the House about the important role adult education plays in Ontario’s prosperity and well-being?" ],
  "anchor" : "para507"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Thank you to the member from Etobicoke–Lakeshore.", "He’s right. The world is changing rapidly, and for our province to remain competitive, we must respond to ongoing social and economic realities. Helping adult learners succeed is part of our government’s economic plan for Ontario. Our challenge is to ensure that our adult education programs serve an increasingly diverse population of adult learners, a population that has multiple and complex needs that are difficult to address through our traditional models.", "That’s why, last year, my parliamentary assistant, the member from Glengarry–Prescott–Russell, conducted consultations on adult education all across Ontario. The good news is that our many partners and school boards across the province are already providing innovative and flexible programs for adults." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para514"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "I want to thank the minister, through you, Mr. Speaker, for that answer. I believe the ministry, local school boards and partners have done a tremendous job working alongside key stakeholders and with partner ministries to support this commitment and the vision of the adult education strategy.", "Through this strategy, school boards are being encouraged to build on their innovative work to help more adult learners get the high school education they need to succeed. In a recent announcement, the minister noted the need for increased professionalization of adult education, with professional development opportunities for administrators and teachers.", "Mr. Speaker, could the minister please tell us more about the recent announcement regarding the adult education strategy and what it means for the people of Ontario?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Last week, I indeed was pleased to announce that Ontario will invest up to $9 million over the next three years to help more adult learners across the province get the high school education that they need to succeed and be part of a skilled workforce.", "To help ensure that adult learners have access to the same high-quality programs and services, regardless of where they live in Ontario, the new funding will help school boards to create partnerships with other boards at the regional level; to build on the creative initiatives that are currently under way; to do research and develop and share best practices and opportunities; to ensure that high school programs for adults are responsive to adult needs and goals; and to strengthen the school boards’ ability to recognize the prior learning and experience of adult learners to facilitate their graduation from high school." ],
  "anchor" : "para518"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is to the Minister of Energy. The Ontario Electricity Support Program is a rebate program for the 500,000 lowest-income households in the province. Today, we learned from a CBC news story that only 34,000 households have applied. That’s less than 7% uptake.", "Despite this, the government will still collect nearly $145 million from ratepayers to pay for the program. If that money isn’t claimed, I would ask the minister, where will it go? Will the minister return that money to the ratepayers? Will the money be returned if the program doesn’t use that cash?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "We’re very pleased to have worked with the Ontario Energy Board to create the Ontario Electricity Support Program. The Ontario Energy Board has been doing very, very extensive promotion and advertising to get enrolment in the program. They’ve had radio commercials. They’ve had billboards. They’ve had advertising in newspapers and community newspapers across the province. There is no time limit for them to apply. We would have hoped that the take-up would have been larger at this particular point, but they still have as much time as they can to move forward with it.", "The funding for that, through the Ontario Energy Board, is based on estimating the take-up over a longer period of time. So it’s not possible to answer his question at this particular point because in the fullness of time we’ll have—" ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. And before the supplementary, the bantering back and forth stops.", "Carry on, please." ],
  "anchor" : "para525"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Speaker, his answer proves that this is just another one of their shell games. They had no idea what they were going to get when they instituted this, and now they’re caught there with not knowing where to go next. If the enrolment stays low, they won’t need the money they’ve collected for the program, but if they hang onto it, that’s the definition of a cash grab.", "It’s not just the lowest-income Ontarians who can’t afford electricity; every Ontarian is taken aback when they open their hydro bill. Businesses and middle-class families are struggling day in and day out to pay their hydro bills. In Liberal Ontario, you even have to think twice before plugging in your Christmas lights.", "The auditor already showed that the minister is overcharging Ontarians by $170 billion. If enrolment in this subsidy stays low, will the minister see the error of his ways and return the money not used by the program? It’s a simple question: yes or no?" ],
  "anchor" : "para527"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "Speaker, I’d like to ask the critic for the opposition why he just voted against a bill that would have taken the debt retirement charge off residential and accelerated the withdrawal of it from industrial. He voted against that. I thought he would have learned more from his father. You know, his father was an MPP.", "I have something from the Eganville Leader. They did a repetition of some of the stories that appeared 50 years ago. The issue of hydro rates was raised by the Eastern Ontario Development Association. The MLA for Renfrew South had to account for the government. His name was Paul Yakabuski. The member was eight years old at the time.", "He comes by the subject matter of rate increases very, very well, but there was no answer from Paul Yakabuski from Renfrew South as to why the Conservative rates were escalating—" ],
  "anchor" : "para530"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "He fought for people on hydro rates, and I’ll fight for people on hydro rates, too." ],
  "anchor" : "para533"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order, please." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Hamilton Mountain, the Minister of Transportation, the member from Prince Edward–Hastings and the member from Renfrew–Nipissing–Pembroke: Those of you who I just mentioned, I’m asking you to come to order.", "The member from Renfrew–Nipissing–Pembroke is warned.", "New question." ],
  "anchor" : "para537"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Good morning. My question this morning is to the Acting Premier. Last month, the Minister of Government and Consumer Services announced a review of the Tarion Warranty Corp. to be conducted by Judge J. Douglas Cunningham. The review was long overdue, coming after years of complaints and concerns raised by individual new home buyers, consumer groups, the Ombudsman and MPPs from all parties. But then, the minister called the review into question by saying, “I anticipate that Justice Cunningham will find Tarion’s processes validated as good consumer protection measures.” The minister didn’t even wait for the review to be completed; he already said he thinks everything is just fine over there.", "The minister is unwilling to take consumer concerns seriously. Perhaps this is because one of Tarion’s vice-presidents is the immediate past president of the Ontario Liberal Party.", "The review should be about protecting the public—" ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para544"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I wouldn’t mind if you allowed me to carry on, the member from Hamilton Mountain—second time.", "The Minister of Economic Development will come to order.", "Deputy Premier?" ],
  "anchor" : "para546"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "To the Minister of Government and Consumer Services." ],
  "anchor" : "para549"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "I’m pleased to respond to the question from the member opposite. I think, if the member opposite had taken into consideration all of my comments with respect to this review—we’re launching the first review since this legislation was created in 1976. I’m committed to getting to the bottom of all of the issues with respect to Tarion that have been raised.", "If the member has taken a look at all of the terms of reference that have been laid out, it is a very broad scope. Everything is on the table for Justice Cunningham. I am not prejudging or presupposing what Justice Cunningham will find, but I did also suggest, because of a number of the improvements that Tarion themselves have made over the last decade in terms of the builder registry and in terms of doubling warranty coverage for residents in Ontario—they have made some positive steps, and I assume that the justice will find that they’ve made some improvements. But that’s not to say more can’t be done, and I’m certainly interested in and looking forward to his recommendations.", "Deferred vote on the motion for second reading of the following bill:", "Bill 132, An Act to amend various statutes with respect to sexual violence, sexual harassment, domestic violence and related matters / Projet de loi 132, Loi modifiant diverses lois en ce qui concerne la violence sexuelle, le harcèlement sexuel, la violence familiale et des questions connexes." ],
  "anchor" : "para550"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para556"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All members, please take your seats.", "On December 2, 2015, Ms. MacCharles moved second reading of Bill 132, An Act to amend various statutes with respect to sexual violence, sexual harassment, domestic violence and related matters. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those against, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para658"
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 97; the nays are 0." ],
  "anchor" : "para659"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para660"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the bill be referred for third reading? The Minister of Children and Youth Services." ],
  "anchor" : "para662"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I would ask that it be referred to the Standing Committee on Social Policy." ],
  "anchor" : "para663"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para664"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "The lockout of Unifor workers at Ontario Northland is now in its fourth week with no end in sight. A community rally is being organized this weekend, with the national heads of both Unifor and the Canadian Labour Congress planning to attend, which is an indication of the severity of this impasse.", "I wrote to the Premier last month, asking her to personally intervene to help move the parties closer to a resolution. Not only is there no evidence that she has done this, she has not responded to my letter, which quite frankly is unacceptable.", "We had hoped that after the Auditor General exposed the government’s faulty math on the ONTC fire sale, they would provide some certainty in northeastern Ontario surrounding the future, but this lockout has provided only more uncertainty.", "The union has asked for mediation or arbitration three times, but the government has refused. The Premier doesn’t need to pass legislation; she just needs to agree to send all the unresolved items to binding arbitration under section 79 of the Canada Labour Code.", "So, as the holidays approach, I ask in good faith that the Premier, the Minister of Labour and the Minister of Northern Development and Mines step in personally and move this dispute closer to resolution for the sake of our communities in northeastern Ontario." ],
  "anchor" : "para668"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "For anyone who thinks the 401 digital corridor stops at Waterloo, think again. As MPP for London West, I am proud to share some of the significant milestones achieved by London’s thriving tech cluster over the last year.", "Last month, two local firms were named to the 2015 Deloitte Technology Fast 50 list, an elite ranking that celebrates leadership, innovation and excellence among the 50 fastest-growing tech companies in Canada. Digital Extremes, one of the world’s top gaming development studios, and Big Blue Bubble, Canada’s largest independent mobile gaming company, earned the ranking by reporting revenue growth of more than 300% over the last four years.", "The year 2015 also saw the launch of the Fanshawe College’s new three-year video game design and development program, which combines programming and coding with the artistic and creative aspects of game development. Talent is one of the most critical drivers of growth in the tech sector, and this new program will provide the talent pipeline necessary to feed London’s growing digital hub.", "Two other London tech firms made international headlines in 2015: Race Roster and Voices.com were two of just five Canadian companies accepted into Canadian Technology Accelerators in New York, a program to help high-growth Canadian firms gain market traction in the US.", "Speaker, we need to ensure that the right government policies and programs are in place to support the continued growth and success of these companies." ],
  "anchor" : "para674"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Christmastime in all our communities is a special time to offer thanks for the year we are finishing.", "To my neighbours, friends and associates in Lisgar, Meadowvale and Streetsville, Andrea and I hope you are celebrating a year of good health and progress in careers, studies and family life. Our reminder to our friends each year is to reach out to those who may be alone or who may need a friend during Christmastime.", "Remember our food banks: the Eden food bank, the Seva Food Bank and the Mississauga Food Bank. Help them help other households with a food or cash donation to bring Christmas joy where it might otherwise be just another tough day.", "Merry Christmas to the Streetsville BIA, the Lisgar Residents Association, and to the Credit Valley AM, Meadowvale and Streetsville Rotary Clubs.", "Merry Christmas to all who serve us at the Peel District School Board and the Dufferin-Peel Catholic District School Board, the officers at the Meadowvale and Streetsville local offices of the Peel Regional Police, and the firefighters at the Meadowvale and Garry Morden stations.", "Our warm Christmas greetings to the doctors, nurses, staff, administration and volunteers at Trillium Health Partners and to those who ride with me on the MiWay bus and to the Milton GO line.", "Andrea and I and our cat Bébé join with my constituency and Queen’s Park staff, Andrzej, Magnolia, Monika and Manraj, to wish one and all in Lisgar, Meadowvale and Streetsville a merry Christmas and a happy new year." ],
  "anchor" : "para680"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "I’m pleased today to congratulate Lambton Conveyor on 50 years in business. It has been family-owned since 1965 and today is Canada’s leading manufacturer of grain storage, handling and conditioning systems.", "Lambton Conveyor is operated by Mr. Ray Moorhouse of Florence, Ontario, who was recently inducted into the Lambton Agricultural Hall of Fame. This was a well-deserved recognition for his accomplishments in business and his service to agriculture.", "In 1965, Ray started Stormor Ltd. at the family farm to supply and install on-farm grain handling, drying and storage systems. This allowed farmers to dry and store grain at their own operations, allowing them independence in marketing and processing their product. Stormor grew into a highly successful business, now operating as Lambton Conveyor, located in Wallaceburg. Starting from a small barn and servicing local producers, Ray Moorhouse and Lambton Conveyor now market their grain-handling systems to farming operations all over the world.", "Ray Moorhouse has been an innovator. In the 1970s, he made experiments in crop row width, which proved highly beneficial. In the following decade, Ray experimented with biofuels to dry grain. Despite having international manufacturing facilities and a global network of field representatives, Lambton Conveyor continues to value its close, personal connections with customers and associates both at home and around the world.", "On behalf of the Legislature, I’d like to congratulate Ray Moorhouse, his family and the team at Lambton Conveyor." ],
  "anchor" : "para688"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Soon northerners will be skiing, snowmobiling, trapping, snowshoeing and travelling through the bush or over the frozen lakes. We want to know that there is an infrastructure in place if an accident was to happen and that lives will be protected.", "Since the announcement that the search-and-rescue helicopter at the Sudbury airport is being redeployed to Orillia, I have been asking questions. The minister never answered my questions but stated they are currently reviewing the report developed by the OPP on search and rescue in northern Ontario.", "The report, Speaker—well, let me tell you. You’ll remember that after the community outcry that this helicopter would better protect the people of the north by being in Sudbury rather than Orillia, the government promised to do a review of the decision. Apparently, a report from that review has been tabled with the minister.", "Let me tell you about that report. I have filed a freedom-of-information request for that report and gotten nothing. I repeatedly requested a copy directly from the minister and got nothing. I have approached the OPP headquarters, aviation base and media department, and gotten nothing. I have requested a briefing from the ministry on this report and gotten nothing. I have requested who has worked on this report and we can’t identify a single person. At this point, I believe that the review of this decision to move the Sudbury helicopter to Orillia never took place.", "Let me be clear: Northerners want their helicopter back." ],
  "anchor" : "para694"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "This past weekend, in my riding of Kitchener Centre, KW Habilitation held its first annual Christmas bazaar, and it was a huge success. You heard me asking the question this morning to our Minister of Community and Social Services about this.", "There were over 30 vendors featuring local art, crafts, baked goods and a raffle, with proceeds going to KW Habilitation’s programs and activities. A special thank you should be given to the executive director, Ann Bilodeau, and her wonderful staff who pulled this inaugural event together.", "KW Habilitation is a local, not-for-profit organization that started with a group of concerned parents and has now expanded to over 500 employees serving over 1,000 people and their families. The organization provides a wide range of services and supports to thousands of children and adults with developmental disabilities.", "I do want to commend the Ministry of Community and Social Services, which funds 80% of KW Habilitations’s operating budget. With this support, the organization is able to assist with creating a level of independence by teaching life skills through early learning and child care programs, family resources and continued supports through life’s transitions.", "They’re in a three-storey building which opened just last year. It was made possible with $3.5 million from the province.", "Mr. Speaker, this organization is an important resource in my community, fostering inclusivity." ],
  "anchor" : "para700"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A point of order from the member for Lanark–Frontenac–Lennox and Addington before his statement." ],
  "anchor" : "para708"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I seek unanimous consent from this House to wear a shirt that promotes quitting smoking and promotes better health and saving lives in Ontario." ],
  "anchor" : "para709"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member is seeking unanimous consent to wear a T-shirt that I’m aware he is wearing, but before I do that, I will acknowledge to the member that you need to get permission through unanimous consent before you wear the item, and that if it’s pointed out to you by the Sergeant-at-Arms that you’re not supposed to wear it, you can’t wear it until you get the unanimous consent. That goes for buttons and ribbons and anything in the House." ],
  "anchor" : "para710"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me." ],
  "anchor" : "para712"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Oh, I’m sorry." ],
  "anchor" : "para713"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You better be.", "I’m not admonishing the member; I’m explaining to the member the process.", "Now I will ask for that unanimous consent to wear the T-shirt that you’re wearing. The member is seeking unanimous consent to wear a T-shirt. Do we agree? Agreed.", "The member for his statement." ],
  "anchor" : "para714"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Late last month, this government rolled out regulations related to the consumption of marijuana. Included with that regulation and the following comments was an acknowledgment from the associate health minister that “there is no scientific evidence that second-hand marijuana vapour produced from an electronic cigarette has any health effects on bystanders.” In addition, she also said, “The law allows for an exemption because someone needs it for a medical purpose.... It’s about negotiating. It’s about balancing the rights.”", "This is in stark contrast with what this Liberal government was saying in regard to vaping while we had discussions on Bill 45 and while Bill 45 was passed at third reading. Why this government has been so steadfast against a harm reduction method that is proven to work against one of our greatest public health issues is perplexing.", "Just this week, our counterparts across the Atlantic Ocean in the Welsh Parliament have repealed their extensive ban on vaporizers, and the UK Parliament—the national health system—has now determined that personal vaporizers will be used and allowed to be used as prescriptions to help people quit smoking." ],
  "anchor" : "para718"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "When I think of the people who shape the quality of life in my community in Etobicoke Centre, I often think of the people who volunteer their time every day to make our community even better. Today, I rise in the House to recognize the important contributions of a group of people who are doing just that: the Glen Agar Residents Association.", "The association, which is known as GARA, formed last year. Shortly after its formation, I had the pleasure of meeting with their board and working with them in support of their efforts on behalf of the community. I must applaud GARA for their professionalism and constructive approach at tackling the challenges facing the community.", "The issue at the forefront is the proposed redevelopment of 19 Glen Agar, formerly Kipling Grove Public School. The association and residents are concerned that the proposed development will lead to excessive traffic, declining road safety, an overtaxed sewer system, loss of green space and parking, and the devaluation of properties. Ultimately, they are concerned that the proposed development could negatively impact the quality of life in their community, and I agree with them.", "Recently, Councillor Stephen Holyday hosted a community consultation with residents, city planners and the developer. It was attended by over 200 residents. During the meeting, GARA made a very professional presentation, along with residents, and raised these concerns very effectively. I was pleased to speak at the meeting to support GARA, echo their concerns, echo their opposition to the proposed development, and urge the developer to amend the application to ensure that any development preserves the character and quality of life in the community. I do so again here today.", "Glen Agar is a beautiful community, and I’m proud to represent it. I’m also proud of and would like to thank the Glen Agar Residents Association, its board and members for their work to make our community—to make Etobicoke Centre—even better." ],
  "anchor" : "para722"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "I recently had the pleasure of visiting one of the manufacturing facilities of Estée Lauder in Markham. Estée Lauder owns 18 cosmetic and personal care brands worldwide, none of which use microbeads.", "Je me réjouis de l’impact économique positif de cette entreprise sur la région. Je suis également fière d’avoir appris que plusieurs produits de marque Estée Lauder sont fabriqués chez nous, en Ontario.", "The company prides itself on many things in its Canadian operations. They make changes to their production line based on ideas from the workers, rather than management, employing a bottom-up model. The facility also has an excellent record on safety, surpassing industry standards.", "Ce fut un plaisir, lors de ma visite, d’échanger avec les employés, qui m’ont exprimé leur fierté de travailler avec de tels standards d’excellence.", "John Fernandez, who works on the production floor at the Bentley facility, is passionate about ensuring safety in his workplace. He expresses this passion by writing poems about safety, which are shared with the entire production facility over the PA system every Monday and Friday. He gained recognition within the company and even published a book of his poems. I would like to end by reading one of John’s poems.", "Being determined in our way.", "Puts safety ahead of the race.", "To Accomplish our task, at a better Phase,", "And make this world a better place." ],
  "anchor" : "para728"
}, {
  "speaker" : "M. Shafiq Qaadri",
  "text" : [ "Je demande la permission de déposer un rapport du Comité permanent de la justice, et je propose son adoption.", "Speaker, I beg leave to present a report from the Standing Committee on Justice Policy and move its adoption." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "Your committee begs to report the following bill without amendment:", "Bill 109, An Act to amend various statutes with respect to employment and labour / Projet de loi 109, Loi modifiant diverses lois en ce qui concerne l’emploi et les relations de travail." ],
  "anchor" : "para741"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Shall the report be received and adopted? Agreed." ],
  "anchor" : "para743"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to the order of the House dated December 8, 2015, the bill is ordered for third reading.", "Mr. Orazietti moved first reading of the following bill:", "Bill 156, An Act to amend various Acts with respect to financial services / Projet de loi 156, Loi modifiant diverses lois concernant les services financiers." ],
  "anchor" : "para745"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para750"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para752"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "I’m pleased to rise in the House today to introduce new legislation, the Alternative Financial Services Statute Law Amendment Act, 2015. This proposed legislation would better protect consumers who use high-cost financial products and services outside of mainstream banking and credit union systems such as payday loans, installment loans, cheque-cashing, rent-to-own services and those with debts in collection. This legislation, if passed, would strengthen consumer financial protection in Ontario and enable regulatory changes that would ensure our province’s financial marketplace is fair, safe and keeps consumers well-informed.", "Ms. McMahon moved first reading of the following bill:", "Bill Pr32, An Act respecting the Association of Municipal Managers, Clerks and Treasurers of Ontario." ],
  "anchor" : "para753"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para757"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Pursuant to standing order 86, the bill stands referred to the Standing Committee on Regulations and Private Bills." ],
  "anchor" : "para759"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Tomorrow, December 10, is recognized around the world as International Human Rights Day. This day marks the adoption by the United Nations in 1948 of the Universal Declaration of Human Rights. Speaker, after the horror of the Second World War, this document set out the fundamental rights and freedoms to which all people are entitled. It spoke of freedom, and the basic dignity and worth of each and every person. It elevated the principles of justice and equality, and laid the foundation for democratic societies.", "More than 67 years later, this document sits not on a shelf but in our hearts as the beacon to which all societies must aspire.", "Ontario has had a strong human rights code since 1962 that upholds equal rights and opportunities for all, while helping to prevent discrimination. Our society is stronger and fairer because of it.", "We can be proud that Ontario does its utmost to stand up for human rights around the world and here at home. We also welcome those who have been forced to flee their homes because of violence, terror and a disregard for human rights.", "Over the past months, Ontarians have responded with overwhelming compassion to the plight of refugees who are being forced to flee from countries in the Middle East, including Syria. Our government is working with the federal government, municipal governments and across ministries to mobilize and identify provincial resources to support the settlement of those refugees who will soon arrive in Ontario.", "Earlier this year, we were proud to commit $2 million to refugee relief efforts and $8.5 million to help agencies that serve immigrants and refugees to expand services as needed. In addition, Speaker, to ensure our commitment is achieved, our government has established a Ministers’ Ad Hoc Committee on Refugees. We began holding meetings last month.", "As we observe this year’s Human Rights Day, let us remember that we must stand together against forces that use violence and terror to divide our communities. I am proud to be part of a government and a province that is committed to reinforcing human rights. But there is much more to do, and we must be relentless in our shared duty to uphold human rights across this province.", "On International Human Rights Day, let us join all Ontarians in giving thanks that we live in a society ruled by law and respect for individual rights. These freedoms have been hard won. They are sacred to us and they will not be relinquished, now or ever." ],
  "anchor" : "para763"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Statement by ministries?", "Responses? The member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para771"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "December 10, tomorrow, marks that day in 1948 when the General Assembly of the newly formed United Nations adopted the Universal Declaration of Human Rights. This year’s Human Rights Day highlights and underscores that freedom is the pillar of human rights. Freedoms are integral and the keystone. The freedom of speech, the freedom to practise religion, the freedom of association and others are all prerequisites for a society that values, protects and upholds human rights and civil liberties.", "We are fortunate to live in a country such as Canada, fortunate that our ancestors—and today, we fight and protect and cherish those human rights. However, we cannot let our guard down and must forever be diligent in our defence of human rights and the freedoms that they are based upon. Even here at home, there can be little, incremental challenges to our freedoms, and our human rights can come under attack, such as we saw with Bill 109 and the limit on freedom of association that came with schedule 2 in limiting union members and their ability to have freedom of association.", "While the adoption by the General Assembly was a great leap forward for human rights, the struggle to obtain and preserve these rights has not ceased with this celebrated declaration. We have seen genocides, oppression and tyranny in Africa and in Asia, and struggles for civil rights and basic freedoms across the globe. We see minorities across the world who suffer from persecution from organizations such as the Islamic State, Boko Haram and Al-Shabaab, who terrorize and dehumanize those who object to their skewed and evil world view.", "But not all human rights violators are as quick to broadcast and highlight their evil deeds. Many attempt to hide their violations in the shadows, and hide behind a friendly veil. One of our largest trading partners, the Chinese government, is known to be persecuting practitioners of Falun Gong and Uighurs and Tibetans—organ harvesting, persecution and oppression—all because those groups are not obedient to a public policy view of their government. They even, as we saw last week, refused to let a representative from our country go to China. Canada’s Miss World, Anastasia Lin, who is a practitioner of Falun Gong and who has spoken out against human rights oppression and human rights abuses, was refused an entry visa to China.", "The best safeguard for human rights is not a mighty army or countless declarations and celebrations in their honour. The best safeguard is a fundamental upholding and understanding of the rule of law. The rule of law guarantees freedom and protection to minorities from the tyranny of the majority. The rule of law treats us all equally and safeguards each and every one of us and all of our individual freedoms which make human rights possible.", "I hope to see human rights, here and abroad, continue to triumph and prevail and be a value that governments across the globe continue to uphold and keep sacred." ],
  "anchor" : "para773"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further responses?" ],
  "anchor" : "para779"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’m always proud to rise in the Legislature on behalf of my constituents in London–Fanshawe. Today, I rise to celebrate Human Rights Day 2015, which will be held tomorrow, December 10, 2015. Human Rights Day is observed every year on December 10. It commemorates the day—December 10, 1948—when the United Nations General Assembly adopted the Universal Declaration of Human Rights.", "This year, Human Rights Day highlights freedoms, recalling the four freedoms that underlie the Universal Declaration of Human Rights and two major human rights covenants, first articulated in 1941 by President Franklin D. Roosevelt in his “four freedoms” speech to the US Congress.", "The reason why the Roosevelts are being honoured on Human Rights Day is because, in 1941, the world lived through dark times: The Second World War had started. In response, Franklin D. Roosevelt offered a clear vision for a better future centred around four freedoms: freedom of speech, of religion, from want and from fear. Eleanor Roosevelt, his wife, helped his vision to be included in major UN human rights documents.", "Speaker, you would think that, in 2015, Ontarians wouldn’t need to live in fear and they would have freedom of religion and speech. Unfortunately, this is not always the case. As the NDP critic for citizenship and immigration, I have the opportunity to speak with Ontarians who have moved to our province in hopes to make Ontario their new home. We are so proud of the diversity here in our province and in our country. According to Statistics Canada, in 2011, Canada had a foreign-born population of about 6.7 million people. They represented 20% of the total population—the highest proportion among the G8 countries.", "We have one of the most culturally diverse and rich populations in the world, yet racism continues to exist. After the attacks in Paris and Beirut and, most recently, in the USA, Muslims from across Ontario were targeted due to their religious affiliation. We heard stories of women getting attacked on transit because they wear hijabs. There was a story of a young man scared for his safety because he was Muslim. No one should ever feel as if they are targeted or feel afraid to be who they are.", "In response to this discrimination, there have been organizations and individuals who have brought a positive and strong message to all Canadians. Last Wednesday, members of the Ahmadiyya Muslim Jama’at launched #JeSuisHijabi, one of many interfaith initiatives taking place across the country to help build bridges with Canadians of all backgrounds and dispel stereotypes—about Muslim women, in particular—that continue to exist.", "Discrimination and intimidation affect so many racialized communities across this province. Last week, a large group of organizations, such as the African Canadian Legal Clinic, the Canadian Civil Liberties Association and the Ontario Human Rights Commission, and many high-profile individuals wrote a joint letter asking the province to take real action on the issue of carding, which disproportionately targets African Canadian, aboriginal and other racialized and marginalized people in Ontario.", "Speaker, it’s astonishing to think that same-sex parents would need to adopt their own children or that conversion therapy was legal in Ontario. Discrimination, whether it’s racial profiling, homophobia, sexism or Islamophobia, still exists.", "New Democrats condemn racism, Islamophobia and all forms of prejudice in the strongest possible terms. In the face of such violence, such as what has been happening to the Islamic community, we reaffirm our openness, our love for each other and our determination to build a better future together, with all people, in Ontario.", "It is my hope that on this International Human Rights Day 2015, we as MPPs take leadership roles in our communities and ridings across the province to eliminate racism, prejudice, sexism, homophobia and Islamophobia in Ontario." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their statements.", "Before we move to petitions, I would like to gently ask the member from Lanark–Frontenac–Lennox and Addington to be reminded that his unanimous consent was for his statement. I would ask him to be gently asked to remove the T-shirt and take a break. I would appreciate it. I have to go by the unanimous consent." ],
  "anchor" : "para791"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Absolutely." ],
  "anchor" : "para793"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank the member for responding." ],
  "anchor" : "para794"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I support this petition, affix my name to it and give it to Megan to take to the table." ],
  "anchor" : "para797"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario.", "“Whereas a growing number of Ontarians are concerned about the growth in low-wage, part-time, casual, temporary and insecure employment; and", "“Whereas too many workers are not protected by the minimum standards outlined in existing employment and labour laws; and", "“Whereas the Ontario government is currently engaging in a public consultation to review and improve employment and labour laws in the province;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to implement a decent work agenda by making sure that Ontario’s labour and employment laws:", "“—require all workers be entitled to a starting wage that reflects a uniform, provincial minimum, regardless of a worker’s age, job or sector of employment;", "“—promote full-time, permanent work with adequate hours for all those who choose it;", "“—ensure part-time, temporary, casual and contract workers receive the same pay and benefits as their full-time, permanent counterparts;", "“—provide at least seven (7) days of paid sick leave each year;", "“—support job security for workers when companies or contracts change ownership;", "“—prevent employers from downloading their responsibilities for minimum standards onto temp agencies, subcontractors or workers themselves;", "“—extend minimum protections to all workers by eliminating exemptions to the laws;", "“—protect workers who stand up for their rights;", "“—offer proactive enforcement of laws, supported by adequate public staffing and meaningful penalties for employers who violate the law;", "“—make it easier for workers to join unions; and", "“—ensure all workers are paid at least $15 an hour.”", "I couldn’t agree more. I’m going to sign this and I’m going to give it to Ross to be delivered to the table." ],
  "anchor" : "para805"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "I have a petition here on behalf of the member from Brant.", "“To the Legislative Assembly of Ontario:", "“Whereas neonicotinoids (or neonics) are a class of synthetic insecticides that are chemically similar to nicotine, the naturally occurring toxin that is found in plants of the nightshade family. Neonicotinoid insecticides are designed to be less harmful to humans than pure nicotine, but this chemical is poisonous to all animals;", "“Whereas the International Task Force on Systemic Pesticides—an international group of independent scientists—released the results of a comprehensive analysis of 800 peer-reviewed studies on neonics—a massive four-year undertaking. This unprecedented scientific assessment confirms harmful effects of neonics on bees and highlights serious risks to many other beneficial species, including butterflies, earthworms and birds;", "“Whereas bees may be small, but they play a big role in human health and survival. Some experts say one of every three bites of food we eat depends on them. The insects pollinate everything from apples and zucchini to blueberries and almonds. If bees and other pollinators are at risk, entire territorial ecosystems are at risk, and so are we;", "“Whereas the international panel of 50 scientists working as a task force on systemic pesticides says they have conclusive evidence that a group of widely used pesticides are killing bees and other insects, and harming the environment;", "“Whereas with neonics, the science is clear: They’re unsafe. Researchers on the David Suzuki blog say, ‘there is clear evidence of harm sufficient to trigger regulatory action.’ They’re calling them ‘the new DDT.’ It’s time to ban these harmful pesticides.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the use of neonicotinoids (also known as neonics) in Ontario be prohibited for use as pesticides as noted in the proposed legislation on November 25, 2014, and that further legislation be created to totally ban the use of neonics by 2020.”", "I give this petition to page Aaran." ],
  "anchor" : "para823"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario that reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas electronic cigarettes, more accurately known as vaporizers, are between 95% and 99% cleaner than smoking tobacco; and", "“Whereas electronic cigarettes are not a tobacco product, but rather a tobacco replacement therapy for those wishing to quit smoking, and a significant contributor to tobacco harm reduction in Ontario; and", "“Whereas there is no scientific or medical evidence indicating that vaping causes inhalable exposure to contaminants that warrants health concerns;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government of Ontario abandon schedule 3 of Bill 45, Electronic Cigarettes Act, 2014.”", "Speaker, there are hundreds of signatures on this petition. I am fully in support of it and will affix my name to it as well." ],
  "anchor" : "para835"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I have a petition entitled Halt the Changes to Partner Assault Response, and it reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas Partner Assault Response (PAR) is the only government-funded program designed to change the behaviours of men who abuse; and", "“Whereas the Liberal government has created a crisis in PAR by arbitrarily reducing the length of the program from 16 weeks to 12 weeks, without any research to support this change; and", "“Whereas the changes to PAR were made contrary to the advice provided to the government by violence-against-women experts, front-line agencies, PAR providers, and provincial leaders across the sector; and", "“Whereas the 2009 report of the Domestic Violence Advisory Council recommended that PAR be enhanced to include voluntary access and differentiated interventions as part of a comprehensive strategy to end violence against women;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General immediately halt the changes to PAR until a comprehensive review of the program can be conducted based on full and meaningful consultation with PAR providers and violence-against-women sector experts, organizations and agencies.”", "I couldn’t agree more with this petition. I affix my name to it and will give it to page Lauren to take to the table." ],
  "anchor" : "para844"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on ... Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee,” to be able to be expedited for second and third reading.", "I agree with the petition, sign my name and give it to page Noam to bring down." ],
  "anchor" : "para854"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this petition, sign my name to it and give it to page Dayo." ],
  "anchor" : "para863"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was signed by Madame Theresa Lefebvre, from Dowling, in my riding. It reads as follows:", "“Whereas the residents of northern Ontario, particularly people who are sick or elderly, depend on public transportation for appointments in southern Ontario;", "“Whereas intercity bus routes have been eliminated by Greyhound, for example, all daytime routes between Sudbury and Ottawa” don’t exist anymore;", "“Whereas there have been serious reductions at Ontario Northland, including the elimination of Northland’s train services;”", "They “petition the Legislative Assembly of Ontario to: Ensure that Ontario Northland offers adequate and equitable intercity transportation service from northern to southern Ontario.”", "I fully support this petition. I will affix my name to it and ask my page Michelle to bring it to the Clerk." ],
  "anchor" : "para871"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily;", "“Whereas the current commuting options available for travel between the Waterloo region and the GTA are inefficient and time-consuming, as well as environmentally damaging;", "“Whereas the residents of Cambridge and the Waterloo region believe that they would be well-served by commuter rail transit that connects the region to the Milton line, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I agree with the petition, I sign my name to it and give it to page Rachael to bring down." ],
  "anchor" : "para878"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the tick-borne illness known as chronic Lyme disease, which mimics many catastrophic illnesses such as multiple sclerosis, Crohn’s, Alzheimer’s, arthritic diabetes, depression, chronic fatigue and fibromyalgia, is increasingly endemic in Canada, but the scientifically validated diagnostic tests and treatment choices are currently not available in Ontario, forcing patients to seek these in the USA and Europe;", "“Whereas the Canadian Medical Association informed the public, governments and the medical profession in the May 30, 2000, edition of its professional journal that Lyme disease is endemic throughout Canada particularly in southern Ontario; and", "“Whereas the Ontario public health system and the Ontario Health Insurance Plan currently do not fund those specific tests that accurately serve the process for establishing a clinical diagnosis, but only recognize testing procedures known in the medical literature to provide false negatives 45% to 95% of the time;", "“We, the undersigned, petition the Legislative Assembly of Ontario to request the Minister of Health to direct the Ontario public health system and OHIP to include all currently available and scientifically verified tests for acute and chronic Lyme diagnosis, to do everything necessary to create public awareness of Lyme disease in Ontario, and to have internationally developed diagnostic and successful treatment protocols available to patients and physicians.”", "I approve of this petition, I affix my name to it and give it to page Megan Faith." ],
  "anchor" : "para886"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas mental illness affects people of all ages, educational and income levels, and cultures; and", "“Whereas one in five Canadians will experience a mental illness in their lifetime and only one third of those who need mental health services in Canada actually receive them; and", "“Whereas mental illness is the second leading cause of human disability and premature death in Canada; and", "“Whereas the cost of mental health and addictions to the Ontario economy is $34 billion; and", "“Whereas the Select Committee on Mental Health and Addictions made 22 recommendations in their final report; and", "“Whereas the Improving Mental Health and Addictions Services in Ontario Act, 2015, seeks to implement all 22 of these recommendations;", "“We, the undersigned, petition the Legislative Assembly of Ontario to pass the Improving Mental Health and Addictions Services in Ontario Act, 2015, which:", "“(1) Brings all mental health services in the province under one ministry, the Ministry of Health and Long-Term Care;", "“(2) Establishes a single body to design, manage and coordinate all mental health and addictions systems throughout the province;", "“(3) Ensures that programs and services are delivered consistently and comprehensively across Ontario;", "“(4) Grants the Ombudsman full powers to audit or investigate providers of mental health and addictions services in Ontario.”", "I agree with this petition, sign the petition and give it to page Keana to deliver.", "Mr. Flynn moved third reading of the following bill:", "Bill 109, An Act to amend various statutes with respect to employment and labour / Projet de loi 109, Loi modifiant diverses lois en ce qui concerne l’emploi et les relations de travail." ],
  "anchor" : "para893"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Flynn." ],
  "anchor" : "para911"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you, Speaker. I’m pleased to rise again in the House for the third reading of Bill 109, the Employment and Labour Statute Law Amendment Act, 2015. I’ll be saying right from the start that I’ll be sharing my time with my parliamentary assistant, the member from Eglinton–Lawrence.", "Before I get into the details of the bill, which deals in part with firefighters, I want to take this opportunity on behalf of all in this province to express our sincere gratitude to the firefighters and all front-line health and safety workers who risk their own lives and their own safety on a regular basis to keep us safe. They believe in the concept of public service and they live that belief through their work, lives and careers. The selfless dedication and the heroism they demonstrate day in and day out have not gone unnoticed or unappreciated by anybody.", "All of us who sit in the legislative chamber cannot thank our first responders enough for the work they do. This is one of the reasons why we proposed changes to three pieces of legislation that will, if they become law, provide increased fairness to all workers across Ontario in a number of ways. They’ll strengthen protections; they’ll enhance compensation; and they’ll ensure that broader public sector transitions go as smoothly as possible while still balancing the democratic rights of workers in the province of Ontario.", "More specifically, if passed, this bill will amend the Fire Protection and Prevention Act, 1997, the Workplace Safety and Insurance Act, 1997, and the Public Sector Labour Relations Transition Act of the same year, 1997.", "I’d like to talk briefly first about the proposed amendments to the Workplace Safety and Insurance Act. My parliamentary assistant will go into further details on the amendments to the Fire Protection and Prevention Act shortly. But we’ve really increased, I think, our knowledge of fire dynamics and dangerous chemicals. Our fire services now have greatly improved protective equipment, apparatus and training, but we still need to remain vigilant. We know that firefighters have a very high incidence of occupational disease. Through these amendments, we want to provide further protections and further compensation to those who have been affected by these devastating illnesses. We all know in this House that there’s more to do. We remain committed to working with stakeholders and exploring new ways to support this sector.", "This bill, Bill 109, would also provide greater safeguards to all workers in the province through making changes to another piece of legislation covered under this bill, the Workplace Safety and Insurance Act. Our first proposed amendment to this act is driven by our commitment to protect injured workers and the right to file a claim with the board itself. Workers in the province of Ontario should know and feel confident that it’s their right to file a WSIB claim and that this right will be protected.", "Bill 109’s amendments would prohibit employers from taking any actions against any worker with the intent of discouraging the worker from filing a claim or influencing a worker, perhaps, to withdraw or abandon a claim for benefits for work-related injuries or illnesses with the board itself.", "Our proposed amendments would also enable the board to prosecute and impose penalties when employers try to impede or try to suppress or manage claims. This would strengthen the board’s efforts by legislating stronger deterrents against employers that are engaged in any activities that are designed to either suppress or impede the reporting of a work-related injury or illness to the board by any worker in this province. It would also enable the board to prosecute and impose administrative penalties when employers try to impede or suppress those very claims.", "To make sure our laws are respected and the workers are protected, we’re proposing an increase in the maximum corporate penalties for any conviction of an offence under the WSIA, increasing it from $100,000, where it stands today, to $500,000.", "It would also mandate by statute that the WSIB board of directors appoint a Fair Practices Commissioner as the organizational ombudsperson for the WSIB. The Fair Practices Commissioner is an independent, neutral and confidential resource for all injured workers, employers and service providers, and services are provided free of charge. These services include looking into individual complaints, tracking complaint trends, identifying system-wide issues, and recommending improvements to the WSIB.", "Bill 109 would also enable the board to calculate survivor benefits based on the average earnings of a worker engaged in the same profession as that out of which the deceased worker’s injury arose.", "The issue our bill addresses is how the Workplace Safety and Insurance Board calculates survivor benefits for a worker who dies of an occupational disease and who had no or low earnings on the date of the diagnosis simply because, at that point in time, they had retired. This situation often arises because of the long latency period of diseases and illnesses that a worker later can have, such as, as we all know, cancer.", "Currently, in situations in which a worker dies of an occupational disease and had no earnings at the time of that diagnosis, the board’s operational practice is to calculate survivor benefits based on the average annual earnings of a worker who’s engaged in the same trade in which the worker’s disease was contracted.", "The proposed amendments would apply to payments for survivor benefits that are payable as of January 1, 1998, which was the date upon which the Workplace Safety and Insurance Act, 1997, actually came into effect.", "Our proposed Bill 109 amendments to WSIA will protect the people of our province who are injured at work and will hold employers in this province accountable in a way that I know responsible employers will agree with. They’re based on the principles of fairness, of justice and of balance.", "My parliamentary assistant was going to speak after me and I think is ready to do that and will now speak to other elements of Bill 109, which includes further details on the Fire Protection and Prevention Act, as well as the Public Sector Labour Relations Transition Act." ],
  "anchor" : "para912"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Well, Minister, it rotates anyway." ],
  "anchor" : "para928"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you, Speaker, for this time. I appreciate the time the House has given me for this." ],
  "anchor" : "para929"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Point of order." ],
  "anchor" : "para930"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Citizenship, Immigration and International Trade on a point of order." ],
  "anchor" : "para931"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you, Speaker. I know this is not really a point of order, but I would really like to introduce a special guest in the House today. It’s Mr. Ardeshir Zarezadeh, executive director from the International Centre for Human Rights. Welcome." ],
  "anchor" : "para932"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I did you a favour. It’s not the time for that, but okay.", "The member for Wellington–Halton Hills." ],
  "anchor" : "para933"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I should perhaps begin, Mr. Speaker, by stating for the record that I am not the parliamentary assistant to the current Minister of Labour, even though he said that the parliamentary assistant would follow him. You’ve recognized me in rotation.", "I am actually the official opposition critic to the Minister of Labour. As much as I like him personally and we work together on many issues related to Halton region, I must say that from time to time we do disagree, and of course those disagreements come out in the House.", "I am pleased, on behalf of our caucus, to lead off our response on third reading debate of Bill 109, An Act to amend various statutes with respect to employment and labour. Many of the issues have been raised in the second reading debate, and I have to say that the committee process and the way this bill was dealt with was a farce.", "We had one day of public hearings. There were opportunities for public presentations at committee. That was fair enough.", "The following week we had clause-by-clause consideration of the bill. That was last Thursday. The government became impatient and apparently wants to pass this bill before Christmas, and so they used a time allocation motion which was tabled just this week—late on Monday afternoon, as far as I know. We were informed that the government was going to be ramming the bill through committee and through the House. So the time allocation motion provided for reconsideration of clause-by-clause, an extraordinary sitting of the justice committee, which normally sits on Thursdays, and we sat today between 1 p.m. and 1:15 p.m. A number of the members who are present in the House today were in committee.", "We had an opportunity to continue to debate the amendments from 1 p.m. to 1:15 p.m., and then the hammer came down. I’m not blaming the Chair of the committee—obviously, because it was the time allocation motion that the powers that be in this place, meaning the Premier’s office and the House leader’s office—" ],
  "anchor" : "para935"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Corner office." ],
  "anchor" : "para942"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "—the corner office—had written to ram this bill through the House without any further debate or consideration. You know, Mr. Speaker, what that’s like.", "We had from 1:15 p.m. to basically 1:30 p.m. We voted on the amendments, one by one by one, with absolutely no debate. It was a farce of a process. And then the bill is referred right back to the House within a matter of minutes, really, and now here we are debating third reading.", "I think there are members of the House who understand. I’ve been privileged to serve on both sides of the House, in opposition and in government. There needs to be a reasonable public process and discussion. Now, it will be said, of course, in response that our government used time allocation too, and toward the end of our term I would have to say it was used often. I would suggest that to the extent that it’s used routinely, governments are making a big mistake because they’re diminishing democracy when they do it and they’re diminishing the normal democratic process. We’ve paid for our sins in the last number of elections, I think, in terms of 2003, 2007 and 2011.", "The government of the day is using time allocation routinely now as a matter of course on so many bills, and I would suggest and submit that by doing that to the extent that they keep doing it, they will sow the seeds of their own defeat in due course. But of course they’re not going to take political advice from me, and I understand that, but I just offer it in the spirit of Christmas—co-operation.", "This particular bill is one that has three different schedules put together that are disparate issues. They’re all labour issues but they’re very different.", "Our caucus is very supportive of the first schedule, the amendments to the Fire Protection and Prevention Act,1997. I talked about this at second reading and at committee. For years, I’ve been supportive of two-hatter firefighters. I’m pleased to see that there is at least some legislative protection for two-hatter firefighters in this bill and I believe that that’s a positive step in the right direction in terms of public safety for rural Ontario, small-town Ontario. I want to acknowledge the government for that and I want to acknowledge the Ontario Professional Fire Fighters Association for their willingness to move at least some steps in this direction. I think that’s commendable.", "There are other aspects of the first schedule but certainly we are supportive. Our leader, Patrick Brown, has for years had a very good relationship with the Ontario Professional Fire Fighters Association. We all, on all sides of the House, are very supportive of the work that they do. They are the heroes in our communities, and we can’t say thank you enough for the work that they do and their willingness to put their lives on the line to protect and save the rest of us in crisis." ],
  "anchor" : "para943"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "Yes, Patrick Brown has been very supportive of the firefighters, and they’ve been supportive of him through the years. The fact is that we’ve got a good relationship, and we’re continuing to build on it.", "The other two schedules are more troublesome and more complicated, Mr. Speaker. Schedule 2, on the Public Sector Labour Relations Transition Act: I would suggest that it should have been a separate bill. It should have been debated separately and it should have been voted upon separately, but the government has put two of these schedules together, plus amendments to the Workplace Safety and Insurance Act. Quite frankly, we had amendments that we wanted to put forward at committee to both of those schedules.", "The PSLRTA issue, the Public Sector and Labour Relations Transition Act, is legislation that we passed when we were in government in 1997. We heard at committee and in meetings that I had with some of the public sector unions that weren’t always prepared to make favourable public statements about our government during our time in government and in the intervening years, who would say to me, “You guys got this part of it right.” That was good legislation because it allowed for a free vote when there is a merger between two workplaces, especially in the public sector. What we call these merger-driven representation votes have taken place over the years going back to 1997. We hear from many of the public sector unions that the process, as it is, works for a number of good reasons, including ensuring that there’s greater accountability from the union leadership to its membership, and also that there’s greater acceptance, when there is a merger, of the final result and the outcome.", "What the government proposes to do, as I understand it, is to give the minister the power through regulation to set some sort of a threshold: the government is saying it might be 60%. So when you combine two groups of workers together, when you merge the workplace, if 60% of them come from one union, that union would automatically be certified as the union to represent the workers.", "There is some discussion about the threshold; I don’t know how it’s going to end up. But what we have heard from many of the unions, and we agree, is that it is better to have a vote. I know that the New Democrats have shared that perspective in committee, and I want to thank them for speaking up in favour of the legislation we passed in 1997. Again, there were amendments that we had planned to put to strengthen that schedule, and we really didn’t get an adequate opportunity, because the government became impatient and wanted to ram the bill through.", "There are issues with regard to schedule 3, the Workplace Safety and Insurance Act; suggestions that came forward from Les Liversidge, who is, I think, one of the foremost experts in terms of workers’ compensation in the province of Ontario. He knows the history of the workers’ compensation system like nobody I know. He came forward to the committee and offered his perspective and made, I think, a number of excellent points.", "One of them is this whole idea of claims suppression, which the government would lead us to believe is happening: that big business—big bad business, I would add; of course from the government’s perspective—is in many cases discouraging workers who are actually hurt on the job from reporting the injury, to try to keep their workers’ compensation costs down. Les Liversidge pointed out that there is really no empirical evidence to prove that this is happening; there may be some anecdotal stories that some people tell. Of course, we were told that the Ministry of Labour believes it is a pervasive problem that exists.", "But some of the business groups were saying to us that this is basically gratuitous beating up on business and creating the big bad business image that the business world is out there to try to suppress claims. Again, if the government has empirical evidence to prove that this is a big issue, I don’t know why they didn’t table it at committee. I don’t know why it didn’t come out in second reading debate. It surely hasn’t come out so far in third reading debate. I would challenge them to give it to us, if they have it.", "Those are some of the issues we discussed. Again, I am certainly prepared, on balance, to support this bill and vote for it, when it comes to a vote at third reading, because I think that the fire issue is very, very important. That’s not to suggest that the other two issues are not important; they are. I think these are issues that, unfortunately, are going to have to be revisited in the future. Hopefully, after 2018, if we’re given the opportunity once again to govern, there may be an opportunity to fix the problems that most likely will manifest themselves if this bill is indeed passed as is.", "The fact is that it has been an interesting process, and I think it is a foregone conclusion that Bill 109 is going to pass into law, probably today, and receive royal assent. But again, I would caution the government, encourage them and urge them to give an opportunity for reasonable public process for legislation like this, to allow the committees to do their work, to allow them to have reasonable discussion of amendments, so that when we come forward with the bill, there’s at least a sense that there has been a public discussion and people have had their say, and not that the government has rammed the bill down the throat of the opposition.", "Mr. Speaker, thank you very much. We don’t want to tie up this bill unnecessarily. I know there is lots of goodwill in the House before Christmas. We want to proceed. Again, I want to express my appreciation to our firefighters across the province of Ontario for the great work they do, and thank all the people who participated in the process at committee." ],
  "anchor" : "para951"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para962"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "As always, it is my privilege to stand in this fine Legislature, not just on behalf of the many voices in Oshawa but also for people across the province, and have the opportunity to speak to this bill, the Employment and Labour Statute Law Amendment Act. I’ve been glad to bring voice to some of the specific labour issues that people are interested in advancing and the positive change we’re interested in bringing.", "As I have said many times before, and as we’ve heard, this bill is comprised of three parts—three schedules. The first schedule is essentially the firefighters’ bill. It outlines changes and improvements to benefit the firefighters, and I know that they have been supportive of this bill. As the community safety and correctional services critic, I am standing here in support of schedule 1.", "We’ve talked a lot about schedule 2 being the poison pill of this omnibus bill. We spent a lot of time debating in committee the negative implications and the problems that we had with schedule 2. As we’ve heard from the opposition member, during committee we spent a lot of time talking about democracy, fairness and a fair process, and about the strength of the trade union movement—which, I would say, has grown out of conflict and fire in some cases, but certainly I would give the trade union movement full and total credit for not being afraid of a fight.", "But here we have in schedule 2 a consideration that when there is a merger of workplaces and bargaining units, if there is a bargaining unit that is larger than 60%, they just win automatically and become the representation for the workers in that workplace, without having that democratic vote. We stand here in opposition to that—" ],
  "anchor" : "para963"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Is there any reason why people are yelling across the floor? If you have a problem or want to discuss it with the minister, you two can go outside.", "Continue." ],
  "anchor" : "para969"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Thank you, Mr. Speaker. As you can see, this is an issue that gets people fired up, so I’m glad to stand here and add to the discussion. I was glad to be able to stand in committee and hash it out there. It was one of the few opportunities that I’ve had to really get on record what I felt needed to be said.", "We’re talking about mergers, workplaces, votes and fundamental democracy, and at our last committee meeting last Thursday, we took the time that that topic deserves. Democracy is a big topic, and we gave everyone a chance to speak. We had a number of our caucus colleagues there, standing up in defence of democracy. I recognize that within the labour movement currently there are different voices, but fundamentally we stood up for what we believe.", "If a union loses a vote, then it loses a vote. As we all know, sometimes with democracy the outcome may be a little bit messy or uncomfortable. You might remember, Mr. Speaker, in the last provincial election or perhaps the last federal election, that sometimes there’s some transitioning to do, where we learn, we grow, we re-evaluate, but we come back stronger.", "I think that in a workplace where there’s an opportunity to have a vote you have that opportunity for growth. Certainly, if a smaller union is a better representative, or potentially with a stronger collective agreement, they might fight more fiercely if there’s the need, but that union deserves a chance to represent the members, and the members always should have that right, as protected by the charter, to choose their representation. So we maintain our position on schedule 2.", "Schedule 3 has a number of positive changes to the WSIA, but personally I have a connection to it, because my Bill 98, the Protecting Victims of Occupational Disease Act, had two main parts to it. Then Bill 109 came forward and addressed half of my bill, among other things, but just half.", "It focuses on benefits for surviving spouses and those who have lost their partners to occupational disease. This was a bill came out of a lot of work for the last four years. Four Ministers of Labour had been involved in the process, and my colleague from Nickel Belt has spent a lot of time focused on this issue. There were a number of people in the greater labour community who were bringing voice to this issue of fairness, or unfairness, that was targeting widows in their time of grief. It was an awful issue. So here we see a fix, and we are pleased to see that fix, but as I said, this is half of what my bill would have done.", "We had put forward, as the NDP caucus, a number of amendments. Unfortunately, today in committee, when we were able to address these amendments, we didn’t have any time to discuss it, because it was time-allocated. I will come back to that.", "The amendments that we brought forward were both to expand the scope of Bill 109 enough to include both sections of mine. It wasn’t just about the widows and surviving spouses; it was about the workers themselves.", "When a worker gets sick on the job and is diagnosed with an occupational disease, it shouldn’t matter, when they are diagnosed, if they’ve retired or not. This is about fairness to the actual worker himself or herself, and not just the widow’s pension, the widow’s benefits—not to minimize that, but there’s a big picture here. There is an individual who has died from an occupational disease, and it isn’t just about the surviving spouse. It’s about that individual and their dignity, and about the compensation. To be diagnosed with an occupational disease, it has already been admitted that they have been injured or exposed to harm on the job.", "We’ve heard the minister talk about the latency period and the nature of the injury, the nature of occupational disease, and recognizes that. You know, I’ve appreciated working with the Minister of Labour on this issue.", "Mr. Speaker, I’ll tell you about myself. This has been an interesting journey with this bill. I tend to be an optimistic individual. I tend to be full of love and hope and optimism, and always have been. I want to tell you how I thought this process would go.", "I actually thought that if there’s a good idea, if there’s a need to be addressed that comes to this Legislature, it can grow and become changed. I thought that if there was an issue out in the greater community that needed to be solved, that needed to be addressed, it could come through this process and be strengthened through consultation, through involvement, with all of the experts in the backrooms weighing in and all of the experts out in the greater community weighing in. I thought, with years of work, many people involved, support from the minister and support from the ministry, that we might actually see that change. I was wrong. However, I’m jumping ahead.", "I would like to take this opportunity, Mr. Speaker, and remind us—actually, I’d like to read from the Hansard. During second reading of my Bill 98, during the debate, I was pleased to have the Minister of Labour speak to my bill directly, so I’m pleased to read his thoughts on Bill 109 and Bill 98 and how they connect.", "In the words of the Minister of Labour, “It is a pleasure, once again, to rise in this House and speak to the bill that’s being put forward by the member from Oshawa. Let me right from the start tell the member that I’ll be supporting the bill, and certainly I’ve urged my colleagues to support the bill....", "“It’s the type of issue that I think crosses those partisan lines. It’s wonderful to see an initiative come forward from the New Democratic Party that is very similar to an initiative that’s being put forward as a piece of legislation from the government itself....", "“If you look at Bill 98 and you look at Bill 109, you’ll find that there are an awful lot of similarities. I’m urging all members of this House, as I said, to support this bill, because I think that as Bill 109 moves through the committee process, and amendments and different ideas come forward, opinions come from all three parties during the standing committee process, there may be, in fact, some room where amendments could be brought forward which would actually meet the intent of what the member from Oshawa is proposing in Bill 98.”" ],
  "anchor" : "para971"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Wrong." ],
  "anchor" : "para987"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’ll come back to that.", "“Let me close with my thanks to the member from Oshawa for bringing this issue forward. My thanks to her for sitting down with me ... and discussing what she was hoping to accomplish, and my thanks to her for listening to me, as Minister of Labour, explaining how I think that we can work together on this. I think we can get to the place that you would like to see us get to in the end.", "“I’m supporting the bill. I hope all members on this side of the House will support the bill, and I’m assuming everybody on that side of the House will as well.”", "Mr. Speaker, it was a great day. I was again filled with love and hope and optimism. It crossed partisan lines, and, actually, it was pretty special, bringing an idea from the community forward into this Legislature, with so many people involved in the process. To have such hope, as we heard there, that there might have been room in the committee process to bring these ideas forward and strengthen them—oh, what a letdown.", "I’ve talked about section 2—" ],
  "anchor" : "para988"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The Liberals did it to you again." ],
  "anchor" : "para994"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "They’re ruthless." ],
  "anchor" : "para995"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "Oh, I’m learning. I am learning. I’ve had the optimism almost beaten out of me. However, not entirely—they’ll have to keep trying.", "As I said, I have appreciated working with the minister, but I haven’t appreciated working with some of the decisions that others on that side of the House have been involved in.", "The committee process has been fascinating. Again, I came in here thinking that the committee process was actually a process, not a Liberal wall. I thought that, when we brought forward amendments, we could debate them, discuss them, duke it out if needed: You win some; you lose some. I know that we aren’t going to agree with every bill and that this is—anyway, it has been a journey.", "Last Thursday at the committee process, we had the chance to get into conversations about democracy, which is why I thought we were all here. But I’m recognizing that the Liberal government seems to have a governing belief, and that is that there’s nothing more important than their agenda. I would argue that there is something more important than their agenda, and that is the people of Ontario and what is best for them.", "This bill has been time-allocated, and so today we had the second part of the committee process so we could discuss schedule 3." ],
  "anchor" : "para996"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’m going to invite all of you to appreciate this debate since I actually have the chance to debate, as I haven’t in committee.", "But anyway, the time allocation process has been an interesting one. I recognize that in this House we’ve talked about time-allocating and shutting down debate, putting limits on the conversation, but I hadn’t actually experienced it in the committee process. So today, when we had to debate schedule 3, which was on the WSIA and had everything to do with strengthening workers’ rights, their benefits and talking about compensation, we had 15 minutes—15 minutes—to actually discuss 15 amendments, and then it just went to a straight vote. Watching this process unfold, the government was, first of all, part of the 15-minute discussion. That’s fine. We were all discussing it.", "But then I had two minutes—two minutes—to address all of the upcoming amendments and not really an opportunity to get into the nitty-gritty. I’d like to say that there were some real issues in there. There was an amendment that we put forward that would provide support, as I said, for the worker and fair compensation for a worker diagnosed with an occupational disease, regardless of when this individual had retired—not just the widows and surviving spouses. But we didn’t have a chance to discuss that because it was ruled out of order. I think I was told it was out of the scope of Bill 109. But I don’t understand how that could have been the case when we were talking about two sides of the same issue. There we go.", "Then amendment 7: It was a small wording piece; it was about “may” versus “shall.” We want to be clear. We want our legislation to be definite. We bring forward amendments to tighten up the language, to make it clear so there are no loopholes, because every loophole we seem to find, we end up debating in the Legislature and bringing forward a whole new piece of legislation. So why wouldn’t we head off those loopholes when we identify them?", "Everything we put forward, almost as a matter of a political principle, any amendment that came forward: “No.” Not only no discussion because it was time-allocated—we had time to debate one amendment, and then it just went to straight voting where they read off the number of the amendment and it was, “Vote yes, vote no,” and everything was voted down by this government. There was no discussion, as it goes with time allocation, but also no consideration. Obviously, they would consider the amendments before committee process, although this has been a rushed process—we haven’t even had the chance to see the Hansard of the depositions or submissions, with how quickly things have moved. But I wonder about the total lack of consideration.", "Another amendment that we brought forward was about putting the burden on surviving spouses versus the burden on the board. That was a very basic fairness issue. There’s no reason that it couldn’t have gone through. It wasn’t a big political discussion. If you’re going to say that the rights of surviving spouses and widows should be considered, then do that—not just halfway.", "Today, I discovered that they were playing politics with a real issue. I’ve learned a lot in this process. As I said, I appreciated working with the minister. I talked to him earlier this week. Things were feeling positive. It was sort of a, “We’re all on the same page in the spirit of the legislation, in the spirit of the bill.” But when I sat in the room, I thought, “I wonder if the left hand knows what the right hand is doing?” Because in sitting across from the Liberal government in committee, I wonder—I wonder, that’s all. I don’t understand how there can be such a difference between what the minister and what people are talking about versus what’s happening in that room.", "What happens in that room is, “Oh, here’s the checklist. It says, “Don’t support, don’t support, don’t support, don’t support.” So nothing gets supported. There’s no conversation; there’s no room to manoeuvre; there’s no wiggle room. It is just “Meh.” We’re there, and the feeling of futility is overwhelming.", "As I mentioned, I wonder if the left hand knows what the right hand is doing. I’m going to go with no.", "I learned something else. You showed me. Last week, I got up and I railed against the system, and I talked for 20 minutes about democracy. I will admit, it was cathartic. I will admit, it felt awfully good to be able to bring voice to the issues that led me to run in the first place to represent my constituency. Then, today, with just “Nope, nope, nope, nope, nope,” well, you showed me. I think if your goal was to beat the optimism out of the room—if your goal was to say, “You manipulated the process last week, so now we’re going to manipulate the process this week”—if that’s really how we do business in this room, shame on us.", "If committee is really just going to be a sham and not even a real and legitimate part of the process, then what are you doing? If it’s just for appearances, well, I’m disappointed for Ontarians, quite frankly. The people of Oshawa, and people across Ontario sent us here—well, sent me here, personally, but I know you’ve all been elected—and they deserve to have their voices heard. They deserve to have their ideas actually be considered and respected, and they’re not being respected at all. I’ve watched what happens in committee when people come to talk: You are not interested.", "People in our communities across the province—whether GTA, whether downtown, whether up north—everywhere across Ontario, there are specific needs. Those needs need to be addressed. Those needs need to be fixed. We need to have open consultation. We need to travel bills. We need to have real conversations, and not just a government that bullies at every opportunity.", "Mr. Speaker, I’ve appreciated the opportunity to speak to Bill 109. I’ll be honest: I’m sorely disappointed in the process and in the government I sit opposite. I hoped for more. And though I said that today I’ve had the optimism kicked out of me, I will continue to be optimistic and work to represent the people of this province." ],
  "anchor" : "para1002"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1015"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I’m here to speak about Bill 109. I’m not going to talk about process and frustration; I’m going to talk about the work that we have to do for the people of Ontario. In this Bill 109, some of these issues that are addressed have been around this Legislature in some cases over 20 years. I’ll talk about the issue of the double-hatters in the firefighter community, where volunteer firefighters could never get an opportunity to be part of a regular firefighters’ association. This bill finally addresses that—after about three governments, I think. This is what Bill 109 does. Those are the facts. It’s not process. It finally fixes the double-hatter situation, which I think I’ve heard about for over 20 years. Bill 109 fixes that; that’s a fact, not process.", "The next thing that this bill deals with is that it actually incorporates the firefighter legislation into the labour workplace legislation. That has never been done before. The fact is, the firefighters are now protected by the full weight of labour law in Ontario. That’s a fact. It’s being done in Bill 109. That is another protection for our first responders which is in this legislation.", "Another first in this legislation, which is long overdue, is that—as you know, coming from Hamilton, Mr. Speaker—there are cases that I’ve heard in Toronto and I’m sure you’ve heard it in Hamilton where sometimes, if a worker gets injured on the job, they are told, “Don’t report the injury. Be quiet; don’t worry.” Anyway, for the first time in Ontario labour law, there’s a specific section that prohibits this type of injury-reporting suppression, and the fine is up to half a million dollars if an employer is caught doing that. That’s a fact. It’s not process. It’s in Bill 109 for the first time.", "In terms of other parts of this bill, it is, again, listening to not only the good men and women in organized labour, but outside, who have trouble with things like survivor benefits. It tries to fix that problem, which has been with us for years.", "There’s one section here which is controversial, and there’s disagreement." ],
  "anchor" : "para1016"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Take it out." ],
  "anchor" : "para1022"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "I heard the member from Niagara Falls. He was at committee. I think he made a very good presentation at committee. I listened to him for 20 minutes. He spoke about his incredible career in the labour movement, and I respect him for it. But, as you know, whether it’s the labour movement or whether it’s this House, not everybody agrees all the time. And, God forbid, sometimes unions disagree with each other. Have you ever heard unions actually disagree? In this legislation, there isn’t total unanimity about how to deal when there are mergers in unions. You’ve got Unifor saying one thing; you’ve got CUPE saying another. Sure, the bill doesn’t answer everybody’s concerns about this issue. It’s not an easy issue and there’s no simple solution. But at least it tries to deal with these issues in a reasonable way. Perfect? No. But at least it tries.", "There’s the member from Wellington, Mr. Arnott. For years, he has been talking—every time I see him, I think of a guy with two hats. Finally, because of his persistence—and not whining; he’s persistent—we’ve got him recognized in Bill 109. I give him tribute for that. He fought for this for how many years? I don’t know; 20 years? Anyway, it’s a good, strong piece of legislation that I think will help the working men and women in this province who work hard and try to put food on the table." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you so very much, Speaker. This bill reminds me of an old adage that is very applicable in this case: If you’re asked to choose between the lesser of two evils, you still choose evil. That’s what Bill 109 is. Bill 109 has three schedules. If you support Bill 109 and the improvements under schedule 1, you also have to choose the evil of schedule 2, which is a direct, unmitigated assault on freedom of association in the workplace. It’s absolutely horrendous and atrocious that this Liberal government would launch such an all-out assault on workplace democracy and hide behind schedule 1 of the professional firefighters.", "But I’m not going to support this bill just because of that. What is even worse, or just as atrocious, is this Liberal government’s assault on procedural democracy in this House. They have launched and assailed an all-out attack to stifle and prevent any discussion or any debate on Bill 109.", "Just last Thursday, I was in committee with the parliamentary assistant. All four members on the Liberal side of that committee were mute. They were silent. It was deaf, dumb and blind there in that committee. They refused to engage in a discussion. They refused to argue their point, because they knew they were bringing in a time allocation motion that would kill debate this week with one hour, no more committee. It’s absolutely unacceptable. This is procedural tyranny that this government is engaged in.", "I want to read a short letter from OPSEU, the Ontario Nurses’ Association and CUPE to the Minister of Labour:", "“October 1...", "“Dear Minister Flynn,", "“The Ontario Legislature currently has before it Bill 109, an amendment to the Public Sector Labour Relations Transition Act.... If adopted, Bill 109 would represent a dramatic assault on workplace democracy in our province.”", "It is signed by Warren “Smokey” Thomas, president of the Ontario Public Service Employees Union; Linda Haslam-Stroud, president of the Ontario Nurses’ Association; and Fred Hahn, president of CUPE." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I think I’ve been more than fair and lenient. Shall we cut it back a bit, folks? Thanks." ],
  "anchor" : "para1035"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker. They are getting a little rambunctious in their tyranny of this House today.", "Maybe what is happening with this letter, just the one little paragraph I spoke about—I’ll refer back to the parliamentary assistant’s comments, “Well, you know, some unions like it, some unions don’t. You know, we really can’t satisfy everybody.” You can’t satisfy everybody when you purposely go out to pick winners and losers. This government has always engaged in picking winners and losers.", "It just so happens that two of those unions, the SEIU and Unifor, that are supportive of Bill 109, that are supportive of this assault on workplace democracy, are two of the unions they are trying to appease with Bill 109. It just so happens that I was going through Elections Ontario financial records. In 2014, the SEIU gave the Liberal Party $86,000. Surprise, surprise—" ],
  "anchor" : "para1036"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order, the member from Eglinton–Lawrence." ],
  "anchor" : "para1039"
}, {
  "speaker" : "Mr. Mike Colle",
  "text" : [ "The member from Lanark has repeatedly done this in the House and in committee. He repeatedly impugns motive, and he needs to be told that this is not allowed in the Legislature. As we deal with issues, you cannot impugn motive, either directly or indirectly. He has done it repeatedly without any admonition." ],
  "anchor" : "para1040"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. The member has a point, and I think the member realizes how far he can go with that. You can’t accuse them of doing something illegal. So I would suggest that you pull that back a bit." ],
  "anchor" : "para1041"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker. It wasn’t impugning anything. This is on the public record. These are public documents, and as I’ve said, the SEIU has made a contribution. One of the other unions has also made a contribution. So, Speaker, it’s on the public record. Everybody can go and see. Maybe for your own edification—" ],
  "anchor" : "para1043"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Stop the clock. Let’s put it this way: The member knows that, yes, it’s on the record. We all know that: All donations are reported. But you cannot tie that into the decision they’re making on a particular issue. So I would suggest you pull back on that immediately. Thank you." ],
  "anchor" : "para1044"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Thank you, Speaker, for that judicious and thoughtful ruling. We’ll try not to stray too far any further.", "However, it is interesting, and I do ask the people who are listening or the people who may be reading Hansard later on to go through the Elections Ontario financial filings. Go through them. Draw your own conclusions as to what the public record demonstrates. I think people might be interested and learned in what they may find in the public record. I know there’s a big forest of details out there in the public record, but if you sift through them and carefully navigate and look, you’ll find some interesting, interesting elements. I’ll allow others to connect whatever dots they may find in that public record that’s out there.", "Once again, this is an assault on freedom of association by this Liberal government, and it is also an assault on our procedural integrity and our ability to safeguard the public interest through our procedures, our processes, through debate and reasonable interactions. As I mentioned during committee last week, if anybody watched that, they would be absolutely dumbfounded that on such an important bill they’re willing to stifle and limit debate from the opposition. Not one member of the Liberal committee had an ounce of argument or justification to defend their assault on workplace democracy.", "I don’t know, Speaker. If I was to trade places, I would have resigned my seat as a Liberal member had I not been able to speak out and advocate and defend my constituents, to defend the rule of law. I would not accept the tyranny of the Premier’s office. I would not accept the muzzling by the leader’s office. I would stand my ground and I would be proud to defend my constituents, unlike these Liberal members." ],
  "anchor" : "para1045"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1049"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Is everybody paying attention? Second call for further debate. Third call for further debate.", "Pursuant to the order of the House dated December 8, 2015, I’m now required to put the question.", "Mr. Flynn has moved third reading of Bill 109, An Act to amend various statutes with respect to employment and labour. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "I believe the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para1051"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "This will be deferred till tomorrow after question period, pursuant to standing order 28(h)." ],
  "anchor" : "para1059"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Aboriginal Affairs." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Point of order: Speaker, I’m seeking unanimous consent that I can wear a Métis symbol as I will shortly be introducing and speaking to Bill 155, which deals with the Métis Nation of Ontario." ],
  "anchor" : "para1063"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Aboriginal Affairs has asked for unanimous consent to wear a symbol of the Métis Nation. Do we agree? Agreed." ],
  "anchor" : "para1064"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, I believe that you’ll find we have unanimous consent to put forward a motion regarding private bills." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister without Portfolio is seeking unanimous consent to put forward a motion. Is there consent? Agreed.", "Minister?" ],
  "anchor" : "para1067"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I move that the orders for second and third reading of the following private bills shall be called consecutively and the questions on the motions for second and third reading of the bills put immediately without debate:", "Bill Pr23, An Act to revive 422504 Ontario Ltd.;", "Bill Pr24, An Act to revive The Gage Research Institute;", "Bill Pr25, An Act to revive Zara H.S.L.C.C. Inc.;", "Bill Pr26, An Act to revive 1170517 Ontario Inc.;", "Bill Pr27, An Act to revive Larry Blake Limited;", "Bill Pr28, An Act to revive Bayview Farms and Enterprises Limited;", "Bill Pr29, An Act to revive 563523 Ontario Limited;", "Bill Pr30, An Act to revive 1064514 Ontario Inc.; and", "Bill Pr31, An Act to revive Precision Pipe Manufacturing Inc.; and", "That Ms. Armstrong may move the motions for second and third reading of Bill Pr23 on behalf of Mme Gélinas; Mme Lalonde may move the motions for second and third reading of Bill Pr25 on behalf of Mr. Takhar; Mr. Yakabuski may move the motions for second and third reading for Bills Pr27, Pr29 and Pr30 on behalf of Mrs. Martow; and Mr. Yakabuski may move the motions for second and third reading of Bill Pr28 on behalf of Ms. Thompson." ],
  "anchor" : "para1069"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Bradley moves that the orders for second and third reading—" ],
  "anchor" : "para1080"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Dispense." ],
  "anchor" : "para1081"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Dispense?", "Agreed? Agreed.", "Ms. Armstrong, on behalf of Mme Gélinas, moved second reading of the following bill:", "Bill Pr23, An Act to revive 422504 Ontario Ltd." ],
  "anchor" : "para1082"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Ms. Armstrong has moved second reading of Bill Pr23, An Act to revive 422504 Ontario Ltd. Do we agree? Carried.", "Ms. Armstrong, on behalf of Mme Gélinas, moved third reading of the following bill:", "Bill Pr23, An Act to revive 422504 Ontario Ltd." ],
  "anchor" : "para1088"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Ms. Armstrong has moved third reading of Bill Pr23, An Act to revive 422504 Ontario Ltd. Do we agree? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Dong moved second reading of the following bill:", "Bill Pr24, An Act to revive The Gage Research Institute." ],
  "anchor" : "para1093"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Dong has moved second reading of Bill Pr24, An Act to revive The Gage Research Institute. Agreed? Carried.", "Mr. Dong moved third reading of the following bill:", "Bill Pr24, An Act to revive The Gage Research Institute." ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Dong has moved third reading of Bill Pr24, An Act to revive The Gage Research Institute. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mrs. Lalonde, on behalf of Mr. Takhar, moved second reading of the following bill:", "Bill Pr25, An Act to revive Zara H.S.L.C.C Inc." ],
  "anchor" : "para1104"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mrs. Lalonde has moved second reading of Bill Pr25, An Act to revive Zara H.S.L.C.C Inc. Agreed? Carried.", "Mrs. Lalonde, on behalf of Mr. Takhar, moved third reading of the following bill:", "Bill Pr25, An Act to revive Zara H.S.L.C.C Inc." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mrs. Lalonde has moved third reading of Bill Pr25, An Act to revive Zara H.S.L.C.C Inc. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Norm Miller moved second reading of the following bill:", "Bill Pr26, An Act to revive 1170517 Ontario Inc." ],
  "anchor" : "para1115"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Miller has moved second reading of Pr26, An Act to revive 1170517 Ontario Inc. Do we agree? Carried.", "Mr. Norm Miller moved third reading of the following bill:", "Bill Pr26, An Act to revive 1170517 Ontario Inc." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Miller has moved third reading of Bill Pr26, An Act to revive 1170517 Ontario Inc. Do we agree? Carried.", "Be it resolved the bill do now pass and be entitled as in the motion.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved second reading of the following bill:", "Bill Pr27, An Act to revive Larry Blake Limited." ],
  "anchor" : "para1126"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved second reading of Bill Pr27, An Act to revive Larry Blake Limited. Agreed? Carried.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved third reading of the following bill:", "Bill Pr27, An Act to revive Larry Blake Limited." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved third reading of Bill Pr27, An Act to revive Larry Blake Limited. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Yakabuski, on behalf of Ms. Thompson, moved second reading of the following bill:", "Bill Pr28, An Act to revive Bayview Farms and Enterprises Limited." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved Bill Pr28, An Act to revive Bayview Farms and Enterprises Limited. Agreed? Carried.", "Mr. Yakabuski, on behalf of Ms. Thompson, moved third reading of the following bill:", "Bill Pr28, An Act to revive Bayview Farms and Enterprises Limited." ],
  "anchor" : "para1143"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved third reading of Bill Pr28, An Act to revive Bayview Farms and Enterprises Limited. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved second reading of the following bill:", "Bill Pr29, An Act to revive 563523 Ontario Limited." ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved second reading of Bill Pr29, An Act to revive 563523 Ontario Limited. Agreed? Carried.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved third reading of the following bill:", "Bill Pr29, An Act to revive 563523 Ontario Limited." ],
  "anchor" : "para1154"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved third reading of Bill Pr29, An Act to revive 563523 Ontario Limited. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved second reading of the following bill:", "Bill Pr30, An Act to revive 1064514 Ontario Inc." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has moved second reading of Bill Pr30, An Act to revive 1064514 Ontario Inc. Agreed? Carried.", "Mr. Yakabuski, on behalf of Mrs. Martow, moved third reading of the following bill:", "Bill Pr30, An Act to revive 1064514 Ontario Inc." ],
  "anchor" : "para1165"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Yakabuski has move third reading of Bill Pr30, An Act to revive 1064514 Ontario Inc. Agreed? Carried.", "Be it resolved that this bill do now pass and be entitled as in the motion.", "Mr. Thibeault moved second reading of the following bill:", "Bill Pr31, An Act to revive Precision Pipe Manufacturing Inc." ],
  "anchor" : "para1170"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Thibeault has moved second reading of Bill Pr31, An Act to revive Precision Pipe Manufacturing Inc. Agreed? Carried.", "Mr. Thibeault moved third reading of the following bill:", "Bill Pr31, An Act to revive Precision Pipe Manufacturing Inc." ],
  "anchor" : "para1176"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Thibeault has moved third reading of Bill Pr31, An Act to revive Precision Pipe Manufacturing Inc. Agreed? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1181"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Orders of the day." ],
  "anchor" : "para1185"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Mr. Speaker, on a point of order before orders of the day: I believe that you will find we have unanimous consent to move a motion without notice regarding Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015." ],
  "anchor" : "para1186"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Is there unanimous consent for this motion? Agreed? Carried." ],
  "anchor" : "para1187"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "It reads as follows:", "That when the order for second reading of Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015, is called, one hour shall be allotted to the debate on the motion for second reading of the bill, divided equally among the recognized parties, at the end of which time the Speaker shall put the question without further debate or amendment; and", "That the order for third reading of the bill shall then immediately be called, and the question put on the motion for third reading without debate or amendment; and that the votes on second and third readings may not be deferred, pursuant to standing order 28(h)." ],
  "anchor" : "para1188"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Agreed? Agreed. This will be deferred, I am imagining. I believe you’ll—" ],
  "anchor" : "para1191"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Mr. Bradley has moved—dispense? Agreed? Thank you.", "Hon. David Zimmer, on behalf of Mr. Orazietti, moved second reading of the following bill:", "Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015 / Projet de loi 153, Loi visant à reconnaître la structure juridique de la nation métisse de l’Ontario par l’édiction de la Loi de 2015 sur le Secrétariat de la nation métisse de l’Ontario." ],
  "anchor" : "para1193"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Aboriginal Affairs has moved Bill 153. The minister now has the floor." ],
  "anchor" : "para1198"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Before I begin, I would like to acknowledge Toronto as a sacred gathering place for many indigenous peoples of Turtle Island, and I want to recognize the long history of First Nations, Métis people and Inuit in Ontario.", "Mr. Speaker, we begin our remarks in this way to show respect and to honour the relationships we have with indigenous peoples. It is a part of rebuilding—or, in some cases, building from the very start—strong partnerships.", "I say that because these strong partnerships are vital to what we are speaking of today. Our government is committed to partnerships. One way we demonstrate that is through the Premier’s annual meetings with our indigenous partners. Last year, Premier Wynne and I met with the Métis Nation of Ontario. At that meeting, our Premier committed to exploring the development of legislation to address the unique corporate structure of the Métis Nation of Ontario.", "I am pleased that legislation has been introduced to fulfill that commitment in the Métis Nation of Ontario Secretariat Act, 2015. This bill demonstrates our government’s willingness to be responsive to our indigenous partners, as well as our commitment to strengthen and improve our relationship with the Métis Nation of Ontario.", "As you know, Speaker, we recently observed Louis Riel Day, a significant occasion for Métis people. I was proud to stand with the Métis Nation of Ontario to celebrate not only Louis Riel’s contributions, but the contributions of the Métis Nation to Ontario’s past, present and future. It is important that we acknowledge Louis Riel’s contribution to building Canada, and that we recognize and respect the history, culture and identity of Métis people.", "Ontario is lucky to have a vibrant Métis culture and language that value and celebrate diversity, and I am pleased that the Métis in Ontario are increasingly succeeding and playing a significant role in our economy and in the fabric of this great province.", "The Métis Nation of Ontario has built a province-wide corporate structure to represent its over 18,000 citizens. The Métis Nation of Ontario Secretariat Act would, if passed, promote strong accountability, transparency and democratic processes for the Métis Nation of Ontario, which, they have informed us, are priorities for the organization.", "I want to tell you a little bit more about why this legislation is important, Speaker. First off, I want to note that we worked in partnership with the Métis Nation of Ontario during the development of this legislation. The secretariat is the corporate and administrative arm of the Métis Nation. It was incorporated to help facilitate the Métis Nation of Ontario in representing and advocating on behalf of its citizens and their communities.", "It is the secretariat’s unique democratic governance structure that has created the need for this legislation. Its operational realities have made it distinct from other Ontario not-for-profit corporations.", "What would the legislation mean for MNO? This proposed legislation would recognize MNO’s unique corporate structure within existing provincial corporate law. It would promote stronger accountability within the secretariat by providing tailored variations to existing corporate law. The overarching provincial corporate framework would still apply.", "I am confident that, if passed, this legislation would truly have a positive impact on the corporate functioning of the secretariat. Let me give you some examples.", "The legislation would support MNO’s democratic practice of electing its directors, or councillors, through province-wide ballot box elections. It would provide a framework for incorporating the local arms of the secretariat, the Métis community councils, as subsidiaries subject to the proposed legislation. It would help ensure corporate consistency in administrative and financial matters. The MNO would maintain its current authority to determine its internal business, such as citizenship criteria and the representation of its citizens.", "In fulfilling this commitment to MNO by bringing forward this legislation, it builds on recent efforts to strengthen our relationship with the Métis Nation of Ontario, an important indigenous partner. Mr. Speaker, I want to tell our members about some of those efforts.", "Our relationship is represented by the framework agreement with the Métis Nation of Ontario. Last year, we renewed our five-year framework agreement, underscoring our continued commitment to work in partnership. That agreement helps facilitate the recognition and advancement of Métis people in Ontario.", "Economic development is one of those key priorities for our work with MNO. That’s why Ontario is providing up to $30 million over 10 years to the Métis Voyageur Development Fund. The fund is contributing to prosperity through strategic investments in Métis businesses and entrepreneurs in the resource sector. We have recently seen a significant return on our investment in this fund. Let me give you some numbers: 82 jobs created and an additional 81 maintained, and $8.5 million leveraged from other lenders. This shows that we are making smart, strategic investments that are helping Métis entrepreneurs and businesses in resource-based industries succeed. Through our Aboriginal Economic Development Fund, we’ve opened up opportunities to support non-resourced sector businesses by providing $2.5 million.", "Another initiative is Ontario’s New Relationship Fund. Since 2008, it has provided capacity-building to support Métis Nation of Ontario’s engagement with government and industry on lands and resource matters. Let me give you another example of its success: The Métis Nation has developed an institutional approach to engaging industry and government on lands and resource consultations that has successfully generated nine impact benefit agreements. These are nine agreements that have been completed or are in progress.", "We also support the collaboration of the Métis Nation of Ontario with other organizations such as the Ontario Federation of Indigenous Friendship Centres and the Ontario Native Women’s Association through urban indigenous issues. Their shared vision and efforts are advancing programs and service delivery, impacting the lives of urban and off-reserve indigenous peoples. Ontario’s Aboriginal Education Strategy, led by the Ministry of Education, is helping to improve opportunities for First Nation, Métis and Inuit students, whether they live in remote areas or urban areas.", "At the same time, the strategy is increasing the knowledge and awareness of all students about indigenous history, culture and perspectives. I remind members and guests of the initiatives and success stories because our government has a history of working together with the Métis Nation. We are committed to supporting the Métis Nation’s efforts and we are so proud of the collaboration and accomplishments of this year alone.", "Why is this proposal coming forward now? Over the course of the recent modernization of the legal framework governing Ontario’s not-for-profits, MNO has actively requested changes to accommodate their unique corporate structure, resolve inconsistencies and enhance accountability. It was at the Premier’s annual meeting last year when MNO reiterated its request in this regard. As I previously said, the Premier committed to explore the development of a statute with a view to introducing this legislation.", "The Ministry of Government and Consumer Services and the Ministry of Aboriginal Affairs have worked closely with the Métis Nation of Ontario to inform the development of the Métis Nation of Ontario Secretariat Act. MNO received support at its 2015 annual general assembly to move forward with this legislation.", "It is important that our members know that this legislation is not intended to recognize MNO as the sole representative body for Métis in Ontario, nor is it intended to address Métis constitutional rights or self-government. Rather, this is about our government being responsive to MNO’s long-standing request for corporate legislation and strengthening the province’s relationship with MNO.", "In summary, if passed, the legislation will recognize the unique democratic nature of MNO’s secretariat structure and allow it to operate more effectively under the Corporations Act and the Not-for-Profit Corporations Act, 2010, when it comes into force.", "In conclusion, Speaker and members of this House, today when I speak of all the activities we’ve seen, I remind you that initiatives like this are helping to achieve reconciliation among Métis, First Nations and Inuit people and other non-indigenous peoples throughout the province. The Métis Nation of Ontario Secretariat Act is a step on that path.", "Before I sit down, I would like to introduce some guests in the Speaker’s gallery from the Métis Nation of Ontario: Gary Lipinski, the president; France Picotte; Margaret Froh; Joanne Myers; and Marc St. Germain. They have been most helpful in developing this legislation." ],
  "anchor" : "para1200"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Welcome to our guests.", "Further debate?" ],
  "anchor" : "para1224"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "It’s my pleasure to have the opportunity to speak to Bill 153, the Métis Nation of Ontario Secretariat Act, 2015.", "Let me begin by welcoming President Gary Lipinski, Chair France Picotte, MNO staff Joanne Meyer and MNO staff Margaret Froh to the Speaker’s gallery in the Legislature. Welcome; it’s nice to have you here today for this important debate on this bill.", "One of the first events that the new leader of the Progressive Conservative Party attended this past summer was the annual general assembly of the Métis Nation of Ontario that was held this year in Midland, Ontario. So Patrick Brown, our newly minted leader, attended that event, and I know he’s met with the Métis Nation of Ontario, and he’s offered support for the passage of this bill. Unfortunately, I wasn’t able to be there this year, only because it happened to be exactly the time that I was on my annual canoe trip. I was on the west branch of the Spanish River—that’s my excuse for not being there this year. I was definitely out of cellphone contact. But the annual assembly has been held in Parry Sound in the past, and I was pleased to attend the year that it was in Parry Sound.", "This bill would recognize the unique governance structure of the Métis Nation of Ontario. To give a little bit of history, the Métis Nation of Ontario was initially incorporated back about 1994 under the Ontario Corporations Act.", "This new bill is something that’s been requested by the Métis Nation of Ontario at their annual general assemblies. They’ve passed resolutions—I don’t know whether that’s the correct terminology—in support of this. Certainly, I have received many, many different letters from Métis Nation citizens and from pretty much every regional council around the province: Greenstone Métis council; Great Lakes Métis council; Niagara regional council; the all-important Moon River Métis council, which happens to be in Parry Sound–Muskoka; the Toronto and York region Métis council; the Grand River Métis council; the Superior North Shore Métis council; the Mattawa Métis council; the North Channel Métis council; the Kenora Métis council; the Sault Ste. Marie Métis council; and also many different senators and citizens have written to the Premier—on which I’ve been c.c.’d—in support of this.", "I received many, but I’ll read one that I just received today from a citizen so that you get the gist of it:", "“As a citizen of the Métis Nation of Ontario, I support the passage of Bill 153, the Métis Nation of Ontario Secretariat Act that was introduced into the Ontario Legislature on December 1, 2015.", "“This bill has been developed in collaboration with the Métis Nation of Ontario (MNO) and is a positive step forward in advancing reconciliation for the Métis in Ontario. This legislation will finally recognize the MNO’s unique governance structures at the local, regional and provincial levels, and will respect our democratic election processes.", "“At the MNO’s annual general assembly held in August 2015, our citizens unanimously passed a resolution fully endorsing the MNO moving forward on securing provincial legislation that recognizes and respects the MNO’s unique governance structure. Bill 153 does just that and, when passed, will represent the fulfillment of this 2015 AGA resolution and the wishes of MNO citizens.", "“We urge you to move forward in passing Bill 153 so that our concerns with current and future Ontario legislation dealing with corporations and not-for-profit corporations won’t negatively impact the MNO’s governance structures.”", "I understand that if this bill wasn’t passed, then—as I mentioned, the MNO was incorporated in 1994 under the Corporations Act—but, if the new Not-For-Profit Corporations Act kicked in, then the rules regulating not-for-profit corporations don’t line up with the very democratic structure of the Métis Nation of Ontario. For example, if this bill didn’t pass, then the Not-For-Profit Corporations Act requires annual election of directors, and it would allow anyone to run. In this bill, they’re not called directors; they’re councillors. They have four-year terms, not one-year terms. Only recognized citizens of the Métis Nation of Ontario can run for office. Only citizens can vote.", "I met recently with our guests who are visiting today—Gary Lipinski, France Picotte, Joanne Meyer and Margaret Froh—to ask questions about this bill and about their governance structure. It is very democratic. I have to say, I like the way they have things organized in their community councils and also with the executive, with senators, with regional councillors. I especially like the fact that they have a post-secondary representative and a youth representative. In fact, they have an election coming up next May.", "For anyone interested, they have a very informative website, with video responses to questions specifically on this bill, and also lots of information, questions and answers for people who might have questions about the bill. It does a really good job of explaining and answering all the various questions.", "I and our party support this. We look forward to it passing and happening fairly quickly.", "I would just, in getting ready to close, say that it’s been my pleasure as the aboriginal affairs critic for many years to attend the annual Louis Riel Day event that happens here at Queen’s Park. I always enjoy going to that. There’s usually a feast involved, so I get well fed as well, normally. Also, I have for many years attended the Moon River Métis annual meeting. It’s usually held over in MacTier, and there’s usually a fish fry that’s involved with that as well, and usually some good pickerel that happens at that." ],
  "anchor" : "para1227"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Normie likes to eat." ],
  "anchor" : "para1242"
}, {
  "speaker" : "Mr. Norm Miller",
  "text" : [ "That’s not the only reason I go, Mr. Speaker, but it is an added bonus for being able to attend these events.", "Anyway, we look forward to supporting this bill, and it’s been my pleasure to have an opportunity to address it today." ],
  "anchor" : "para1243"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Before I move on, could I ask the members to sit in their seats, because it’s very distracting when I’m going to the next person who’s going to speak. If they want to deliver their mail, try and be cautious about it.", "Further debate?" ],
  "anchor" : "para1245"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "First, I would like to ask for the indulgence of the House and ask for unanimous consent to wear my mini ceinture fléchée. Can I do that, Speaker?" ],
  "anchor" : "para1247"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I believe that we have consent—that’s a new one? The member from Nickel Belt has asked if she can wear the representation of—" ],
  "anchor" : "para1248"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Agreed? Agreed." ],
  "anchor" : "para1250"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. I will be sharing part of my time with my colleague from Timmins–James Bay, as well as part of my time with my colleague from Bramalea–Gore–Malton.", "I’d like to start by welcoming Gary Lipinski, the president of the Métis Nation of Ontario; ma bonne amie France Picotte, the chair of the Métis Nation of Ontario; Joanne Meyer, the director of intergovernmental affairs; Margaret Froh, the associate chief operating officer; and I understand Marc is there, too. Welcome to Queen's Park. Bienvenue.", "I know that when you first came to Queen's Park, you wanted your bill to have first, second and third reading all on the same day. I’m thankful that you agreed to the change, because I really wanted to give this House an opportunity to put a few words on the record regarding the Métis Nation of Ontario.", "There has never been a bill for the Métis Nation of Ontario in this House before. The last time we talked about the Métis Nation in this House, it was because we wanted Louis Riel to be hanged. I think it’s quite fitting that, today, we are talking about a celebration. We are talking about a victory. We are talking about something really positive that the Métis Nation of Ontario has wanted for a long time, and that is happening right here, right now.", "Le mot « Métis » comes in part du mot français « mêler ». En français, on dit tissé serré ou mêlé.", "In French or in English, it is called Métis. It expresses this idea of a mixture and, to me, this really is appropriate for what the Métis are.", "I’d like to quote Louis Riel from 1885, when he said, “Why should we care to what degree exactly of mixture we possess European blood and Indian blood? If we feel ever so little gratitude and filial love toward one or the other, do they not constrain us to say”—and this is in capital letters—“‘WE ARE MÉTIS!’”", "This is from Louis Riel. I think this man was a visionary because, in 2015, it still describes exactly what the Métis Nation, what was called the Métis race, is all about.", "The Métis are people of the land, which gives rise to their history, their tradition, their culture and their language. They say those lands are the Métis homelands, and those homelands are huge. They stretch from the lakes and rivers of Ontario all the way across the prairies of Canada, traverse the mountains of British Columbia and reach into the northern territories of our beautiful country. They include the hills and the valleys in the north-central American states.", "As Métis who live in the homelands, they hold it to be a functional truth that the Métis are one of the aboriginal people of America. Those words, Speaker, are very important because they talk to their rights; they talk to who they are as a nation. They are very proud of their rich heritage, and they are inspired by the values and the traditions of their ancestors. The strengths of the Métis society are based on democracy, freedom, fairness, equality, generosity and justice. But above all, the Métis people cherish harmony and peace. It’s pretty hard to argue with this, Speaker, pretty hard.", "I want to come back and talk a little bit about Louis Riel. When we talk about the Métis Nation and Métis people, most people associate—if they know of them at all, because lots of people don’t even know they exist, Speaker. That is why it is so important that today we have an opportunity to put a few words on the record so that people know they do exist as a people; they exist as a nation.", "When we talk about Louis Riel, he was a leader for his people and he is the one who led the resistance against the Canadian government in the Canadian northwest. He was a young, ambitious, well-educated and passionate bilingual man.", "Riel quietly emerged as a leader among the Métis of the Red River in Manitoba. In 1969 and 1970, he headed a provisional government—" ],
  "anchor" : "para1251"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "In 1869." ],
  "anchor" : "para1265"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Sorry. In 1869 and 1870—thank you to my colleague—he headed a provisional government which would eventually negotiate the Manitoba Act with the Canadian government. This is the act that actually established the province of Manitoba, and he made sure that it provided some protection for French language rights.", "This is something that we can all learn from. Here in Ontario, we have a rather bleak past when it comes to the rights of the French-speaking people. Everybody will remember regulation 17, which forbade people in Ontario to be taught in their mother tongue, to be taught in French, and that went on for years. We still, to this day, carry the baggage. Louis Riel was way ahead of his time. He made sure that not only was he creating a new province for Canada, but he was enshrining the rights of the francophone population.", "In 1884, Louis Riel was asked by a delegation of the community of Métis from the south branch of the Saskatchewan River to present their grievances to the Canadian government. He was to be the messenger. Despite Riel’s assistance, the federal government ignored the concerns of the Métis people. By March 1885, Métis patience was exhausted and a provisional government was declared. Riel was the undisputed spiritual and political head of the short-lived rebellion of 1885.", "On May 15 of that year, shortly after the fall of Batoche, Riel surrendered to the Canadian forces and was taken to Regina to stand trial for treason. He was sentenced to death, and numerous appeals were dismissed by the people around him. He was hanged in Regina on November 16, 1885.", "This is a date that we now celebrate every year. It is sort of sad that we are celebrating the death of a leader, but at the same time the Métis people grew and got stronger by the fact that the values that this man had brought forward, the ideals that he was working for are ideals that we all now share and respect. His execution was widely opposed and, to this day, it is still opposed.", "So how does somebody identify themselves as Métis? I know, Speaker, that you are Métis, and I thank you for sharing that with us during many ceremonies. Basically, Métis are people of mixed blood. They are a mix of European and aboriginal blood who are distinct. They are not First Nation, as an Indian, they are not Inuit under the laws of Canada, but they have ties to aboriginal ancestry. Basically, anybody, from the day you are one day old, right after you are born, can apply to be recognized for your Métis status.", "Anyone who has self-identified as Métis, has community acceptance as Métis, is not registered as an Indian or an Inuit and has clear aboriginal blood ties can prove their aboriginal ancestry. You have to prove this, and there are a number of ways you can do this: through genealogical documentation, letters from Indian Affairs, a photocopy of aboriginal birth, a photocopy of your ancestor’s Indian status card, land records or transcript records. There are some historical documents that exist that show your bloodlines, a letter from an elder in your community, but you have to realize that it is a bloodline. So if you yourself are from European descent and you marry somebody who is of First Nation descent, that does not make you Métis. There is no Métis by marriage or anything like that. It has to be by bloodline. Basically, you have to prove that you have this mix of First Nation—Indian—and European blood.", "How it first happened is quite simple. Through the Hudson’s Bay Company that was taking hold in many, many different places of our country when our country was just in its infancy, it was only men who were coming over. They married and had children with the First Nations people, who were called Indians at the time, and they became Métis. The percentage of one blood or the other has no bearing on the fact that you are Métis.", "Louis Riel and the Métis people are really, I would say, inclusive. If you are of mixed blood and you can prove it, you are welcome, which means that, in Ontario, over 80,000 people have proven their ancestry, their bloodlines, and are Métis. Over 20,000 of them belong to MNO, the Métis Nation of Ontario.", "I wanted to put a few notes on the record, but I see that the time is really going fast.", "The Métis Nation does all sorts of activities to really show what they stand for. One of my favourite ones was the canoe expedition where, from May 26 until August 22, 2014, eight young Métis went across the province, from Ottawa all the way to Thunder Bay. They canoed over 2,000 kilometres. My hands hurt from the blisters they must have had to canoe 2,000 kilometres, but they did it, and they really did it to show their ancestry. We all know les coureurs des bois—many of them were Métis—would use canoes to go from one area of our province to the next. This is one of the activities, but they have many, many others.", "Today, with this bill, we are saying, “You are there. You exist. We welcome you. We recognize you. We hope that you build on your past and the strength of your present, and that you will be there for a long, long time to come.”", "Thank you for being here today, and thank you for allowing us to put a few words on the record." ],
  "anchor" : "para1266"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1280"
}, {
  "speaker" : "M. Gilles Bisson",
  "text" : [ "C’est avec fierté que j’ai la chance de dire une couple de mots sur ce débat faisant affaire avec ce projet de loi. Comme ma collègue a dit, la dernière fois qu’on a eu des discussions dans cette Assemblée faisant affaire avec les Métis d’une manière sérieuse—c’est très triste—c’était un temps, franchement, où on a fait des affaires dont on n’est pas fier même aujourd’hui, faisant affaire avec M. Riel.", "Mais ce qu’on a appris dans cette province, c’est ce que les Métis nous ont montré : à la fin de la journée, c’est l’amour et de s’accepter chacun et chacune comme faisant partie de cette province. Si tu es Métis, francophone, anglophone, Indien ou autrement, on a tous une place dans cette province. Tout ce que les Métis ont jamais demandé, c’est qu’ils soient reconnus comme un peuple dans cette province.", "Dans mon comté de Timmins–Baie James, où il y a beaucoup de monde qui demeurent là qui font partie de la nation des Métis, je peux dire qu’aujourd’hui est une journée avec une certaine fierté parce que, finalement, on est capable de concrétiser dans la législation comment cette organisation-là, ce peuple des Métis, va se gouverner quand ça vient à leur propre assemblée pour représenter leur monde.", "Donc, ce qu’on fait aujourd’hui c’est concrétiser ce qui a toujours été le cas : les Métis sont là, ils sont une nation et ils sont là pour être capables de travailler de la part de leur peuple. Aujourd’hui, on est en train de reconnaître une fois—c’est bien beau à dire—depuis très longtemps qu’on va être capable de concrétiser ce fait.", "Gélinas de me demander, comme chef parlementaire, d’avoir un débat aujourd’hui et pas rien que de passer le projet de loi—première, deuxième et troisième lecture.", "Je veux remercier le gouvernement et remercier le parti d’opposition des conservateurs, qui ont accepté qu’on ait un petit débat aujourd’hui pour être capable de reconnaître ce qu’on fait aujourd’hui en concrétisant ce qui est déjà là dans la législation. Je veux aussi remercier la Nation Métis d’avoir compris que nous, on ne voulait pas passer un projet de loi sans que le projet de loi soit directement dans l’Assemblée, parce que des fois, quand un projet de loi est écrit, ce qui arrive ici à l’Assemblée peut être différent : le gouvernement nous a donné le projet de loi pour être capable d’avoir une vue de cette loi avant, mais ils ont introduit un projet de loi qui était exactement l’autre.", "So, donc, c’est le processus. Je suis fier aujourd’hui, comme tous les députés de cette Assemblée, de faire ce qui est bien et juste pour les Métis de cette province. On dit un gros merci à tout le monde ici. Félicitations, et continue la belle ouvrage." ],
  "anchor" : "para1281"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Merci beaucoup. Further debate?" ],
  "anchor" : "para1288"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I’m so incredibly honoured to stand today to add my voice to the debate on this topic.", "It’s a well-established principle in international law that each nation should have the right to choose how they should be sovereignly ruled. They have that right to determine their own existence, to determine their own governance. That is a fundamental right, and I’m so honoured that the Métis Nation, which has suffered so much injustice in this country and in this province, a community that has faced genocide, that has faced oppression, that has faced discrimination, that has faced such terrible obstacles, today, on this momentous occasion, is now able to look back on that terrible history and say with pride, “We have now achieved such a momentous result today.” It is truly something that invigorates me and gives me so much honour and such pride to stand here today to support the Métis Nation.", "The Métis Nation is, in fact, a nation of people. It is a nation of people that now is moving towards stronger established governance. The previous system did not incorporate the true realities of this community. I’m so honoured that now we’re able to more accurately represent this community in such a meaningful way. It is truly such a great honour. I don’t have the words to express how proud I am today.", "Self-governance is an important step in order to also work towards reconciliation. The harms that were suffered require two things. First, if any community suffers a harm, the first step is to recognize that harm was suffered. That first step is to acknowledge that First Nations people, that the Métis Nation, were oppressed by Canada, were oppressed in this country. The first step is to recognize that.", "The second step, Mr. Speaker, is to provide a solution. The permanent solution is to ensure that the Métis Nation has the sovereign ability to self-govern, and that’s what Bill 153 is about: to entrench that fundamental principle that, once we acknowledge the harm that was done, the second step is to ensure that there is a solution to the problem, and that is to ensure that the sovereign rights of this Métis Nation are recognized, and I’m so honoured that this is going on today.", "One of the fundamental things about recognizing the sovereign rights of self-governance is ensuring that there are democratic structures, that there’s nation-building, that governance structures are in place, and that’s what this bill will ensure happens.", "I want to take a side note to acknowledge the fact that the Métis Nation has taken particular attention to encouraging youth to be involved in governance, which is very progressive and forward-thinking. Truly, I’m honoured that they’ve included that in this bill. It’s something that we should all look towards as a model, the fact that they’re working so hard to incorporate their youth. That’s the way of the future.", "I salute you, I acknowledge you and I thank you for your great work." ],
  "anchor" : "para1289"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further debate?", "First, let me thank the Acting Speaker from Hamilton East–Stoney Creek for allowing me to sit in the chair in this special moment for me. I appreciate the Speaker for allowing me to do that.", "Next, I have to do some business. But before I do, I just want to say: This has helped me, and I thank you. I thank the leadership of the Métis Nation for embracing me and I appreciate it very much.", "Mr. Zimmer has moved second reading of Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015. Is it the pleasure of the House that the motion carry? Carried.", "Mr. Zimmer, on behalf of Mr. Orazietti, moved third reading of the following bill:", "Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015 / Projet de loi 153, Loi visant à reconnaître la structure juridique de la nation métisse de l’Ontario par l’édiction de la Loi de 2015 sur le Secrétariat de la nation métisse de l’Ontario." ],
  "anchor" : "para1297"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Zimmer has moved third reading of Bill 153, An Act to recognize the corporate structure of the Métis Nation of Ontario by enacting the Métis Nation of Ontario Secretariat Act, 2015. Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1305"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Orders of the day?" ],
  "anchor" : "para1308"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "Speaker, I move adjournment of the House." ],
  "anchor" : "para1309"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader has moved adjournment of the House. Do we agree? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it. Carried.", "This House does now stand adjourned until 9 a.m. tomorrow morning." ],
  "anchor" : "para1310"
} ]