[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Orders of the day." ],
  "anchor" : "para27"
}, {
  "speaker" : "Hon. James J. Bradley",
  "text" : [ "I would like to give the President of the Treasury Board an opportunity to do something before I do that." ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The deputy House leader makes a fine point, and I shall allow us some rustle time.", "I acknowledge the President of the Treasury Board." ],
  "anchor" : "para29"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, I have a message from the Honourable Elizabeth Dowdeswell, the Lieutenant Governor, signed by her own hand." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Rise, please.", "The Lieutenant Governor transmits supplementary estimates of certain sums required for the services of the province for the year ending March 31, 2016, and recommends them to the Legislative Assembly. Toronto, September 22, 2015. Elizabeth Dowdeswell.", "Resuming the debate adjourned on September 17, 2015, on the motion for second reading of the following bill:", "Bill 106, An Act to amend the Condominium Act, 1998, to enact the Condominium Management Services Act, 2015 and to amend other Acts with respect to condominiums / Projet de loi 106, Loi modifiant la Loi de 1998 sur les condominiums, édictant la Loi de 2015 sur les services de gestion de condominiums et modifiant d’autres lois en ce qui concerne les condominiums." ],
  "anchor" : "para33"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "When we last had this topic, the member from London West had finished her time. We are now into questions and comments.", "The member from Newmarket–Aurora." ],
  "anchor" : "para39"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "It gives me great pleasure to be able to respond to the comments made by the third party. I just wanted to say that buying a condo is obviously one of the most significant purchases in a person’s life. We’re taking action through this proposed bill, Bill 106, not only to protect this important investment for owners but for all those who currently call a condominium home.", "Mr. Speaker, I can say that one of my beliefs is that Bill 106 will also be very good for the condominium development and building industry, in that it will strengthen consumer support for those purchases.", "I just wanted to touch on a few of the things we heard through our very extensive consultation. I’ll say that in all my years, I haven’t come across such an extensive consultation process as the one that the government undertook to listen to consumers, listen to builders etc.", "Three of the things we heard were that condo owners need timely and reliable information and direct access to their condo corporation’s financial records; clear and consistent rules are needed to ensure condo reserve funds are properly funded; and clearer rules are also needed to ensure that appropriate financial controls are in place when condo corporations spend their owners’ money. Mr. Speaker, Bill 106, the proposed legislation, fulfills all of these requirements. I’m glad to hear that there is support, if qualified, from members opposite.", "This legislation, if passed, will strengthen financial management requirements, and it will be the right thing for the condo market. I am quite delighted to support it." ],
  "anchor" : "para41"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para46"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I am very pleased to join the discussion today on Bill 106, the Protecting Condominium Owners Act. Buying a condominium is a very important investment in a person’s life, and I’m very encouraged to see that our government is taking action to protect homeowners’ investments.", "In my riding of Kitchener Centre, I can tell you that the condo market has experienced remarkable growth in recent years. We are seeing old, empty buildings being transformed into new condominium residences. For instance, the Kaufman Lofts was once home of the Kaufman rubber factory where they made boots. The one-time Arrow Shirt Factory is now an upscale condo complex and the old Eaton’s store on our main street is now a fashionable living space in our downtown.", "Just a few years ago—I can tell you that after spending three decades in the suburbs of Kitchener Centre with my husband, raising three kids, as soon as the youngest one graduated from high school—in fact it was practically the day she came back from graduating from high school—my husband was pounding a for sale sign in the front lawn. We wanted to downsize, so we left our four-bedroom home to move into a condo, into the centre of town.", "If you are to drive through downtown Kitchener today, you’re going to see a couple of new, large condo developments that are under construction, such as the One Victoria building. Just a few blocks away on the main street, King Street, you’re going to see the City Centre condos.", "The people who are interested in locating in the downtown are aging boomers, like I mentioned, my husband and myself. They’re looking at downsizing and taking advantage of the amenities that can be found in the heart of the city. You also see younger individuals and couples; oftentimes, a condo is the first home that they can afford. So condos do seem to have a very wide-ranging appeal to people. However, when you make this investment, you want to make sure that you are protecting your investment. This is why we are looking at reforming—updating—the rules that currently govern how people live in condominiums.", "As you heard my colleague from Newmarket–Aurora mention, we consulted extensively for 18 months during this process; we listened to many stakeholders who told us that they want to see us fortifying our legislation. Condo owners are now going to have access to dispute resolution. They’re going to have protection on legal proceedings when they are involved in that. I say that this new legislation is going to go a long way in protecting people’s rights." ],
  "anchor" : "para47"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para53"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "With respect to this bill, I spoke last week extensively on it. I want to repeat one area of particular interest, and that is the differences that will be required in this act to pay particular attention to rural and northern Ontario. As I often do, Speaker, I remind this Legislature that when you have an area that is two thirds the size of the province of Ontario, but with a very sparse population spread out over that vast area, we really do have a lot of different requirements.", "Yes, we have condominiums in northern Ontario. They are, for the most part, not anything like the condominiums in the urban centres of Ontario, especially the ones here in the GTA. When you think about how any one of the condo buildings in the GTA could house many of the communities in my riding in the one building, you really do realize that you have very distinct needs. So when I see some of the rules and regulations about websites that are going to be required, when I think of the condominiums in northern and rural Ontario, they are very different than the condominiums in the urban centres, and the rules and regulations may need to be adjusted or adapted, if you will, to some of the realities of northern Ontario.", "When we have a condo, some of them are very, very, very small. I’m not quite certain the rules will work as well in northern Ontario, especially when I see things such as these websites and other boards and training that must be held. I look for that through the amendment area." ],
  "anchor" : "para54"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para57"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "It’s a pleasure to follow my colleague from London West, who addressed this bill at greater length. As you are well aware, the NDP has been pushing hard for changes to condo law since our colleague Rosario Marchese from Trinity–Spadina introduced his first bill in March 2007. There are some useful elements in this bill—no one can deny that—but clearly our concern is the number of elements that are missing from this bill.", "We believe that creation of a place where condo owners can resolve disputes quickly and cheaply is critical to the well-being of condo owners and the condo industry across Ontario. This bill will provide an opportunity, a forum, for resolving disputes between condo members, condo management and condo boards, but it excludes resolving disputes between condo owners and developers. That leaves many condo owners and buyers without adequate protection.", "In my riding, on Carlaw Avenue, a number of condos have been built in the last decade. In one condo, at the south end of Carlaw, the owners found that the flooring that was installed was completely contrary to what had been presented in the showroom, that they had been promised. And they, individually, had to take on the condo developer and bankroll their lawsuit with their own money in order to get any satisfaction.", "That shouldn’t have to happen. There should be a low-cost, government-supervised tribunal where condo owners who have been given a unit that doesn’t meet any or even significant parts of the units that were displayed at the presentation should be able to go for inexpensive, fair resolution of those problems. That’s a significant shortcoming in this bill." ],
  "anchor" : "para58"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from London West has two minutes." ],
  "anchor" : "para63"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I would like to thank the member for Newmarket–Aurora, the member for Kitchener Centre, the member for Nipissing and, of course, my colleague the member for Toronto–Danforth for their comments on my remarks. Some of the issues they touched on reinforce some of the points that I made during my speech on Bill 106.", "In particular, I wanted to reference the concern of the member for Toronto–Danforth about the lack of a dispute mechanism to address issues that arise between owners and developers. During my remarks, I shared the story of constituents in London West, Barry and Nicole Cotton, and their nightmare experiences. They’ve seen their retirement savings go out the window because of a condo deal gone bad.", "The member for Nipissing talked about regional differences and the importance of the legislation not taking a one-size-fits-all approach to condo issues in this province. Certainly, I mentioned in my speech that London is unique among Canadian CMAs because 70% of our condo stock is row houses or single detached homes. Of course, that means that the kinds of issues that arise in London may be quite different than issues that arise in other parts of the province.", "In particular, when you have condos that consist of row houses or single detached homes, many of the issues concern developer or builder kinds of flaws, and there are no mechanisms currently within the legislation to address disputes that arise. There is no meaningful reform of Tarion to ensure that condo purchasers are covered when they make this very significant investment." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para68"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "I’m going to be sharing my time with the member for Kitchener Centre and the Minister of Aboriginal Affairs as well.", "I want to begin by welcoming all of my colleagues back from Finch, Ontario. We’re all freshly back from the International Plowing Match, where I think we all had a fantastic time. I still feel like I’ve got a little bit of farm sand in my throat right now. Aside from that, it was a fantastic experience, I think, again, for all of us. Welcome back. It’s always a tough morning to come in after having a great day out in the outdoors, talking to our colleagues in rural Ontario. Now here we are back in downtown Toronto at Queen’s Park, ready to begin debate again. I think I’d prefer to spend another two or three days in Finch. Some of my colleagues are nodding their heads.", "But we’re back at work here today at Queen’s Park, and I’m always happy to be here to talk about important legislation. This Bill 106, Protecting Condominium Owners Act, is an important piece of legislation. This is the first time the legislation has been amended since 1998, so it’s overdue.", "I think back to my days here as an assistant in the Peterson government, and I remember the debates about housing used to all be about the Tenant Protection Act—at the time it was the Landlord and Tenant Act. That was really what we talked about when we talked about buildings. There really was not a lot of discussion about protecting condo owners. There weren’t a lot of political issues about condos in those days. There were probably things going on, but they really weren’t rising to the surface. But now, many of us have communities that have thousands, if not tens of thousands, of condo dwellers.", "I have one of them. I’m in Scarborough Centre, where the city centre of Scarborough is located. We’re one of the fastest-growing city centres in North America, and most of that growth is condo dwellers. So my constituency has changed very much in the last 20 years, and I think it’s very important that we keep up our legislation to ensure that the changes in lifestyle that our constituents are going through are protected by the legislation we have in place. I think that’s exactly what the amendments do.", "I get a sense that there is a fair amount of support around the Legislature, on all sides of the House. I don’t know where the other parties are going to eventually fall on this, but I think we all know that there is a need to provide greater protection for condo dwellers.", "It doesn’t mean that every condo manager is doing a poor job, by any means. I knocked on doors of all the condos in my area in the last campaign, and for the most part people are reasonably happy. In fact, there is some great quality of life developing in those condos. Many of them are relatively new, built over the last 10, 15 or 20 years, and now they’re just coming to life.", "I think of Lee Centre, in my area, which is an area I’m going to be losing in the redistribution going forward in the next election. Every July 1, I’m at Lee Centre with hundreds of condo dwellers who celebrate July 1 better, I think, than anybody I’ve ever seen. When they sing O Canada, they sing it without instruments, without music, but they sing it from their hearts. It’s a very diverse community, in Lee Centre, and just a very warm group of people who welcome us in. We celebrate July 1 there every year, and it’s a great celebration. It’s a great example of how condo dwelling has now become more of a community-oriented exercise.", "In the early days, it seemed to be more people coming in and going to work; coming and going but not really being directly involved in the community. I know that in my area condo dwellers have really evolved and changed.", "I’m really happy that this legislation is here for a number of reasons. Number one, this is not legislation that was developed in the backrooms at Queen’s Park. This is legislation that was developed, really, by condo dwellers themselves, and that’s the key. We have a number of former ministers and current ministers who have been involved in that exercise, and even opposition members have had input into this. All of our condo dwellers across the province have had representatives who have really helped us write this legislation.", "It took a lot of time. It was a very extensive consultation. It has moved forward and back as we continued to work with condo dwellers to find the right balance, and I think we have found that. That’s why it’s very heavily supported by all of those advocates that really represented our condo dwellers across Ontario, and it’s much needed.", "The licensing of managers, to me, just makes sense. It really makes sense to ensure that managers are professional; that the fly-by-nighters are pulled out of the industry. That’s something that most condo managers support, because most condo managers are professional. In my experience in my area, I’ve come across very few who haven’t been. But there have been some exceptions, and there have been times when condo dwellers have not been well served. This legislation will help protect them.", "I think the consumer protections are really important, because I think we’ve all heard from constituents who have been purchasers of condos who have found out, when they moved in, that things like maintenance fees weren’t exactly what they thought they were going to be and expenses were a little bit higher than they expected them to be. There is going to be more transparency now for those who want to purchase condos, so that they know what they’re getting into; they know what the future expenses are likely going to be. That’s a protection that I think is really important.", "Strengthening the dispute settlement mechanisms among condo dwellers, managers and the authorities, I think, is really important as well. It is something that was raised as a concern. That’s always difficult, because you’ve got to strike a balance there. I think the advocates for condo dwellers would suggest we found that.", "It’s really important that we also have accountability when it comes to financial management. I think that’s where some of the challenges have occurred, in some of the less than stellar condo managers. The financial management accountability just wasn’t where it needed to be.", "We’re now going to have much stronger financial management in the operations, in how these condos are run, that’s going to help ensure that our condo dwellers are better protected and that the sustainability of these buildings is going to continue to be protected as well. That’s important too, because we do find examples where buildings have not been financially well managed and the next thing you know there is a huge debt involved or a huge deficit, and condo dwellers get caught holding the bag and having to bail out the mismanagement that has taken place.", "There have been horror stories. Let’s face it: There have been a number of horror stories that have been documented through the newspapers and in the debates that we’ve had on this issue over the years and here in the Legislature. I could share them with you as well. I don’t think we need to go there; I’d rather not dwell on the negative. I think we’re going in the right direction now. I think we have the support of most of the condo industry, from what I gather. I think most condo managers recognize this is a step, a challenging step, but a step that needs to be taken. But most importantly, we have the support of those representing condo dwellers as we move forward.", "These aren’t easy steps to take. There are measures in here that are going to ensure that administration processes are set up and there’s a cost to that; there’s no question. But it’s a cost I think that condo dwellers have determined is worth paying because it provides a level of protection that I know they believe that they need and they’ve asked us to do. So I think, given the consensus that’s built up on this, given the work that’s gone into this from all members—all sides of the House, previous ministers, current ministers and all of my colleagues here—I think that it’s time to move forward with this legislation.", "I very much appreciate the opportunity this morning to be able to say a few words about it. Thank you, Mr. Speaker. I’ll pass it on to one of my colleagues." ],
  "anchor" : "para69"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Kitchener Centre." ],
  "anchor" : "para89"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’m very happy to rise again this morning to add my voice to the discussion on Bill 106, the Protecting Condominium Owners Act. You heard me mention, Mr. Speaker, that I, too, live in a condo, so when my husband and I moved into this building—you come to learn that there are very unique policies, procedures and conditions by which you are going to be living. I will say, for the most part, it’s been a very good experience.", "You also heard me mention that in my region we’re seeing a kind of explosion with condominium growth. It is surprising to hear that half of all of the new homes that are being built in our province today are condominiums. In my region, what is helping to drive the condo boom is the creation of our new LRT; it’s currently under construction. We’ve got shovels in the ground. We’re seeing greater investment from developers in real estate—people who are looking at locating along this transportation line. I will say that my government is very proud to be investing $300 million into this transportation line.", "This is all working in tandem with the progress that we are also seeing in my region with the technology sector. We’ve got Google moving into the Breithaupt Block building. This was also an abandoned factory. There are other technology companies taking root there. They’re hiring staff and they’re looking for housing, so this is creating more housing options.", "With half of all of the homes now being built in Ontario as condominiums, we’re looking at, currently, 700,000 condo units in our province, and there are 51,000 more under construction. So these condos currently represent about half of all the new homes in this province, as I said, in a housing sector that’s worth almost $45 billion, and we see over 300,000 people who are being employed in the sector.", "I want to ensure that the investments that people are making in my riding are protected. Looking at this legislation that we are proposing, if it’s passed—it hasn’t been updated in 16 years. We see the condominium landscape in Ontario changing dramatically. As you heard some of my colleagues say, we’ve consulted very extensively for a year and a half. We asked numerous people, stakeholders in the sector, what they wanted to see in this legislation. Here is what they were telling us: They want to see us increase protection for condo owners and Ontarians purchasing condominiums. They want us to require condominium managers to be licensed.", "In my building, there are only 10 units, so it’s a small building. For, I’m going to say, 30-plus years, they managed it on an ad hoc basis; two or three people in the building had the responsibilities of managing it, but it was too much work, it was complicated, and sometimes legal issues came up. Quite recently, we hired a licensed manager to take over, and things are running very smoothly. So there are advantages to this.", "This legislation is also going to create new governance requirements for condo boards and strengthen the financial sustainability of condo dispute resolution. If your neighbour has a noisy parakeet, should you have to argue for six months to a year, go through a court system and perhaps pay $50,000 to resolve this? That’s taking too much time and money.", "The ministry, on average, is getting about 1,000 complaints and inquiries every year on condo issues—everything from “My fees went up and I wasn’t aware this was going to happen,” to “Major financial decisions are being made without my consent,” “They’re putting on a new roof, nobody told me, and why do I have to pay all of this money?” Courts are being required to appoint an administrator to look after buildings in a financial crisis. How many buildings suddenly have an elevator that is broken down or something else that has happened, and they don’t have enough of a reserve fund? If passed, the Protecting Condominium Owners Act will help owners save not only their hard-earned money but their time. This is time that could be spent on legal proceedings, but we want to avoid that.", "All condo owners are now going to have access to a dispute resolution process. We are going to see a condominium authority created, and it’s going to have oversight over the sector and provide quicker, lower-cost resolutions than what is available today. Not only will this proposed legislation, if it is passed, benefit condo owners, but it will benefit the corporations, too, by creating equal access to dispute resolution from the condo authority for only about $1 a month per unit. That is really a very small investment, Mr. Speaker, for better protection for people who do live in condominiums in Ontario. This condo authority will be independent, self-funded, not for profit, and it’s going to remove all the complex condo disputes from Ontario’s already overburdened court system. Again, it’s going to save people time and money.", "Reforming our condominium laws was a commitment in our 2015 budget, and it’s going to empower condo owners to be more confident at all stages of condo ownership. I’m a proud and happy condo owner; however, I’ll tell you, with three adult kids, when they do come home, my one complaint is that I wish I had more room for them, but my husband tells me that’s the key to making sure they go off to be self-reliant and self-sufficient. However, we still argue about that.", "I believe that Bill 106 is going to go a long way to protecting homeowner rights." ],
  "anchor" : "para90"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Aboriginal Affairs." ],
  "anchor" : "para101"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "It’s my pleasure to speak to the Protecting Condominium Owners Act.", "I represent the riding of Willowdale. According to the Canadian Condominium Institute, Willowdale as a political riding has the most condominiums of any political riding in Canada—thousands and thousands. I have been hearing about these condominium issues and problems now for years and years. Every Friday, on my constituency day, I have two or three condo issues to deal with.", "How did we decide to tackle this? The first thing was to find out what was really on people’s minds. We conducted a review in which we received over 2,200 submissions from various people who had an interest in the condo sector. As a result of that, there were five issues that came up, and we have decided to address those in the legislation. I’ll just go through each of the issues briefly.", "First, there was a crying need for a new and more effective dispute resolution mechanism. So the act provides a very modern, very quick and very cost-efficient dispute resolution mechanism to keep these issues out of the expensive courts, as some of the members have mentioned.", "The second issue that the review raised—and it came out in spades—was the need for consumer protection for owners and buyers. What the act does here, and the detail is in the act, is set out a series of extra safeguards to protect condominium owners and buyers and to help them make informed decisions. In furtherance of that, what it does is require the developers to give the condominium buyers a copy of—and here’s the key—an easy-to-read guide to what their condominium documents mean. Right now, it’s all in fine, fine, fine print and you need a philosopher and/or lawyer and accountant to help you understand it—so clear information.", "Secondly, to provide clearer and more comprehensive rules about how unexpected costs are going to be dealt with in the condominium ownership—that’s one of the big things we hear about. People are in it and suddenly they’re surprised by a big cost item which they didn’t see coming—so clearer information about why those kinds of things crop up and, if they do, how they should be dealt with.", "The next thing is, it provides the government the ability to create regulations for standard—and here again is the key—condominium disclosure statements so that for people moving from one condo to another condo, there’s a common set of rules and everybody knows what the ground rules are.", "The next important thing is some amendments to the Ontario New Home Warranties Plan Act so that the warranty protections that are available to buyers of new condominiums also apply to the buyers of condominium conversions. It might be an old school that is converted to a condo, and right now, the rules are murky. We want to standardize and make a common set of rules for those kinds of purchases.", "In addition to that, there are three other items that are covered by the act that I just want to touch on. One is the whole issue of financial management of condominiums. For example, it would forbid condominium corporations from finalizing contracts unless they have fulfilled certain procurement process requirements. One of the issues we always hear about is, “We needed a repair and somebody on the condo board went out and his brother got the project.” So we’ve made some very clear procurement process rules so that there’s fairness and transparency to that issue.", "Another one is how condominiums are actually run. We want a process that makes it easier for condominium owners and boards to participate and vote at the meetings. For example, now, it’s kind of a hodgepodge of rules about when and how condominium board meetings are called, so we’ve regularized that.", "Fifth, and really important, there’s a condominium manager licensing program in place. Right now, I could go out—after I retire from politics—and I could decide that I’m going to be a condominium manager and just hold myself out without any background or training. We’ve changed those rules and there’s going to be a licensing requirement that I, David Zimmer, with all of my experience of dealing with condominiums, will still have to go through a training process, write some tests and learn some key and core competencies on how to run a condominium. That’s going to eliminate a lot of the difficulties and wrangling.", "What we want to do is clear up some of the confusion, bring transparency and make condominium living easier." ],
  "anchor" : "para102"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para115"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "The previous three speakers spoke a lot about very specific examples about condominiums and how Bill 106 will hopefully improve that.", "I would actually like to reference a couple of other aspects of the bill. One is a change that will basically incorporate condominium changes under the Ontario New Home Warranties Plan Act. I think there are some real opportunities there to look much further into that Ontario new home warranty plan and see if there are other areas that need to be updated or improved for consumers, homeowners and individuals who are in that process.", "The other is actually part VI: “The act contains general provisions dealing with such matters as the preservation of secrecy, service of documents and the setting of fees by the minister. The minister may make regulations establishing a code of ethics, governing the jurisdiction of committees and in areas prescribed by the Lieutenant Governor in Council.”", "Speaker, you know I’ve spoken on a number of occasions about my concern with how many of the details of legislation are left to regulation. I don’t think there is any government—and I won’t editorialize—that needs to hide into regulation the ethics that need to happen with condominium ownership and the boards therein.", "So if we could have a little more clarity on what those regulations are going to look like, I think that would be helpful for both the individuals who are looking at some real improvements coming forward on this bill, as well as, quite frankly, the members of the opposition, who would like to see it laid out very specifically. What do you mean by “code of ethics,” and what does that entail?" ],
  "anchor" : "para116"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para121"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It is good to be back today from the International Plowing Match that we were there for yesterday. It was a great event.", "It’s good to be back debating Bill 106. We left off speaking about it last week. Speaker, it has been a long time coming, that this bill has arrived here in the Legislature, so it’s good to see that the government has finally decided to bring it forward and try to make legislation that will actually help condo owners.", "In some ways, this bill does do some good things—we have all agreed on that—but there are situations or examples in this bill where things aren’t as good as they could be, and we’ve pointed out a couple of those things.", "The member from Kitchener–Waterloo talked about condo complaints. That’s one of the drivers that have evolved into this bill coming forward. The complaints just don’t stop at the parakeet that she mentioned that was being chatty. The complaints go further than that, and they go further into—we’ve talked about developers and that condo owners have complaints against developers, and, obviously, sometimes condo owners have complaints against condo managers. Those are two areas of this bill that aren’t covered. Even though in this bill, there are some good steps forward that are happening in this legislation, there are those two elements that are very important to condo owners that are missing.", "The member from Caledon talked about regulation. I noticed as well that there’s a lot left up to regulation. It would be interesting to see what they define. Some of those areas, like the code of ethics that the member from Caledon talked about, and what kind of authority they’re going to give to the condominium authority under regulation—that’s also a wait-to-see kind of example in this bill." ],
  "anchor" : "para122"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister for Citizenship and Immigration." ],
  "anchor" : "para127"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "Thank you, Speaker, for allowing me to speak for two minutes.", "Not that long ago, Markham–Unionville was kind of like an open field, but things have changed. When you go to my riding, Markham–Unionville, you can see those condos. They are rising from the ground. For example, at the corner of Highway 7 and Warden Avenue, it’s just building and building and building, and obviously, people will be moving into those condos.", "On a personal note, I used to own a condo in downtown Toronto around the Bloor and Yonge area. Now I no longer own that condo. One of the reasons for that is I sold it because I didn’t know, really, how much those management fees—I don’t even know how much I paid—and how those management fees were being used. What I knew was they were quite expensive and they kept rising and rose to a point that one day I decided I would no longer like to own this condo.", "I think Bill 106 is a good thing to do because it would strengthen the ownership of the condo. It would require the condo to have to hire managers to manage it. Also, it would create new governance requirements for condo boards, so that whoever buys a condo and moves in there would be properly protected in terms of their fees and in terms of their living there." ],
  "anchor" : "para128"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para133"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Good morning, Mr. Speaker. I’d like to bring some comments in regard to comments made by the minister of economic development, trade and employment. We also had the member from Kitchener Centre, and the Minister of Aboriginal Affairs spoke this morning as well.", "I’m glad that everybody had a good time yesterday at the International Plowing Match in Finch. Sometimes we talk about condominiums rising into the sky here in Toronto like the sunflowers were in Finch yesterday; there were sunflowers everywhere. It was a great time. I hope everybody had a good time.", "I have a heavy heart here this morning as a New York Yankees fan. Although they won the game last night, Yogi Berra passed away last night, a legend at age 90.", "Sometimes it seems like it’s déjà vu all over again here in the Legislature, and we’re back talking about the condo act. It’s been 16 years that we’ve been waiting—as the member from Kitchener Centre pointed out—for an update to legislation when it comes to condos in Ontario.", "Every riding in the province has a different number of condominiums. Obviously, the member from Willowdale has many condos in his riding. There are not so many in my riding, but there are some condo communities, especially in Prince Edward county, where they needed to have an update to the legislation. There were a lot of concerns there where different property owners, maybe, weren’t meeting the standards that they needed to meet, at least meeting the expectations of the condo owners.", "I think it’s about time that we have this debate in the Legislature and get the condo act to committee so that we can update it to ensure that these homeowners—and they are homeowners, although they’re condos—are protected properly.", "The member from Kitchener Centre was talking about downsizing her home to keep the kids from coming back home, right? But all she really has to do is stop cooking with cheese. Everybody knows that.", "Thank you. I look forward to getting this bill to committee, Mr. Speaker." ],
  "anchor" : "para134"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Aboriginal Affairs has two minutes." ],
  "anchor" : "para142"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "In my earlier remarks, I outlined what the legislation was going to do. I thought everybody might be interested in some quick facts about the state of condo life in Ontario. We have 1.3 million people now living in condominiums; that’s one in 10 Ontarians. More than 50% of new homes being built in Ontario are condominiums. There are currently 700,000 condo units in Ontario and 51,000 condominium units under construction as I speak and as we debate. Condos also represent about half of the new homes being built in this province, in a housing sector worth almost $45 billion and employing over 300,000 Ontarians.", "The government of Ontario received about 2,200 submissions through its consultations on the condominium act. That is a significant number of submissions and is indicative of the importance of this issue. In addition to that, we receive, on an annual basis, a couple of thousand complaints a year.", "Most importantly, the existing Condominium Act was passed more than 16 years ago. Since then the condominium landscape in Ontario has changed dramatically. The expectations of condominium owners have changed. The services that condominium developers are offering condominium purchasers, in an attempt to entice them to purchase a unit, have changed. The whole condo world has changed dramatically, and our legislation has to catch up with the existing condominium lifestyle and expectations. This legislation does that." ],
  "anchor" : "para143"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Pursuant to standing order 47(c), I am now required to interrupt the proceedings and announce that there has been more than six and a half hours of debate on the motion for second reading of this bill. This debate will therefore be adjourned unless the government House leader specifies otherwise. Minister?" ],
  "anchor" : "para146"
}, {
  "speaker" : "Hon. Michael Coteau",
  "text" : [ "Speaker, we wish to continue debate." ],
  "anchor" : "para147"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The debate will continue. Further debate?" ],
  "anchor" : "para148"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Indeed, once again, it’s an honour to stand in this House and speak on behalf of the good folks in my riding of Windsor–Tecumseh. I hope to bring forth a few issues that have yet been raised during previous discussion on Bill 106, an act to amend the condominium act and other acts with respect to condominiums.", "I have to tell you, Speaker, I’ve read this proposed bill, all 159 pages. I’ve also read a number of submissions from interested parties. There are some good points in this bill, but there are also areas that aren’t mentioned, and I wish to point out a few of them. I do so in the hope the minister will see his way to accepting suggestions on how this bill can be improved.", "For example, in my neck of the woods, most of the high-rise apartment buildings in Windsor have been converted to condominium status. That started at the end of 2006 and the beginning of 2007. This wasn’t done in order for the apartment units to actually be sold; it was a move quite simply to save money. Don’t get me wrong; it was perfectly legal. In Windsor, units in a high-rise were taxed higher as apartments than if the units were labelled condominiums instead of apartments. The various corporate landlords came to the planning advisory committee, of which, as a city councillor, I was a member. A lot of our committee work during my first five or six years on council was spent on this mass conversion from apartment status to condo status. Tenants were accorded a life-long lease—they never had to buy their own unit—and the owners did have to have the buildings inspected, and any repairs or renovations identified had to be corrected and upgraded. This led to better locks, better safety and security, improved lighting, more parking and accessibility for the disabled—important things such as that.", "At the end of the day, the city’s housing stock was upgraded and that was a win for the tenants. At last count, I believe there were nearly 3,000 apartment units converted to the status of condominiums; 2,881 former apartments on paper are now known as condominiums. Three commercial units did the same thing as a means of saving money that would otherwise go to the tax man.", "Of course, the tax man in this case is the city of Windsor on behalf of the more than 200,000 residents of our great city. So on the one hand, a better grade of housing stock after modest upgrades and improvements were made, and on the other hand, the millions of dollars that corporate owners saved on these conversions is money that had to be picked up by the rest of us, the other taxpayers. That’s because the cost of running the city didn’t go down; it stayed the same.", "I think I’m not the only one who has some of that plowing match grit and sand still with me today from yesterday.", "So without these millions coming in from the corporate owners of the high-rise buildings, the rest of us had to make up the difference. I mention this only by way of getting to the point that in my area, the condo market has been saturated, if you will. Unlike Toronto, for example, or Willowdale and other parts that we’ve heard about this morning, we’re not building very many condominiums these days. What we are seeing built are townhomes. The empty-nesters like Gale and myself wish to downsize and move into a townhome where we don’t have to shovel snow and we don’t have to mow the lawn.", "Here is where a problem comes into this discussion, and I mention it as an example of how this bill could be improved. Let me point out at this juncture that these townhouses look the same as in other parts of Ontario where individual homeowners are still responsible for all of their exterior upkeep. These developments in my area are built more akin to what you find in the United States. The developers of these Windsor-area townhome subdivisions place restrictive covenants on these properties. They call for mandatory homeowners’ associations, which assume responsibilities similar to condominiums.", "Now, these covenants aren’t registered restrictions under section 119 of the Land Titles Act. They are simply put on as a notice to subsequent property owners. These covenants call on the owners to establish a townhome association with elected officers, and to establish a reserve fund to cover certain capital items which are owned by the homeowner, not the association—for example, in my case, should the roof need repair or replacement.", "But it differs between townhome associations. The specifics of what might be repaired or replaced by the association differ depending on the individual bylaws. Most do, however, contract out the exterior maintenance, such as snow removal and grass cutting.", "However, the fact that the restrictions are not recognized as true restrictive covenants under the law has the effect of complicating the enforcement of the restrictions. The restrictions—call it the agreement—are essentially between the developer and the homeowners. The townhome association is in effect, in legal terms, a stranger to the agreement and may not have the ability to enforce the restrictive covenants. The developer may have moved on; he or she may have gone out of business and may not have any interest at all in enforcing the restrictions. In fact, in my development, the developer has no obligation to enforce the restriction.", "The association can’t even amend the restrictions. Even if 100% of current owners vote in favour of doing so, we can’t do it. That’s because we are a stranger to the agreement. The developer has the only legal means to grant approval. The developer has an absolute discretion on whether to enforce or to amend, which can be exercised, if he wants, unreasonably. Even if the association went to court—and, as you know, that can quickly become very costly and time-consuming.", "These are some things which the amendments to the Condominium Act have sought to address—a more streamlined and cost-effective enforcement mechanism. This is being denied to the growing number of townhome associations.", "They have taken great care to address the situation in the American experience upon which these developers and developments are modeled. However, we have yet to see common legislative provisions here to cause a legal and level playing field between condominium associations and those established for the owners of townhomes.", "There is a provision for the homeowners to pay an assessment, but there is no way to enforce delinquent accounts. The association has to sue in court for the lien. Speaker, these are monthly assessments, which means, of course, you have to launch legal proceedings on a monthly basis. Go figure.", "The townhome associations are looking to the minister to grant them the power and authority to address the delinquents and enforce the covenants. They want the ability to amend these restrictive covenants if they have a majority vote to do so. They do not want to go as far as everything proposed in this new legislation, but they would like the minister to put something in here to make their associations more workable.", "I know in one small subdivision, there was a problem with the shingles on a roof or two with a string of new townhomes. A couple of the units had problems. They had to be replaced, these shingles. So the question comes up, who’s going to pay? Whose responsibility is it to pay for the replacement of the shingles? Might it be the manufacturer of the shingles, the company which installed them, the developer who subcontracted the shingling job, the homeowner or the townhome association?", "Fingers are being pointed in every direction. Outside consultants have been called in. It has created quite a stir. That’s because there is no clear written agreement to cover circumstances such as this in this one particular phase of a new subdivision.", "That’s not to say similar situations are covered in other phases of these types of new housing projects. That, Speaker, is just one example of how this bill could be improved.", "I doubt the townhome associations need the training provision provided in this bill unless they have association managers. Few, if any of them, do in my area.", "The townhome owners in my area are also calling for the overhaul of the Ontario New Home Warranties Plan Act. They want the minister to listen to the cries from across the province for an overhaul of the way Tarion is set up and run. They want more representation from homeowners and less representation from home builders and developers. You and I both have heard, Speaker, member after member stand in this House and call for the same thing. I say it’s time the Premier and her cabinet showed the people of this province that they have heard the calls for reform and established a process to investigate the legitimacy of these complaints.", "Bill 106 is called the Protecting Condominium Owners Act. In order to live up to its name, care should be taken in setting up the tribunal which will oversee the complaint process, to ensure the actual owners of condominiums are protected. In other words, care must be taken when naming the people who will sit on this tribunal. No one can protect the owners more than the owners. If the act was called the protecting the developers of condominiums act, then I would expect we would see developers monopolizing the seats on the board—or the consultants they hire to advise them. But since the Liberals, in their wisdom, called this the Protecting Condominium Owners Act, let’s insist that a majority of the members of the condominium authority are actual owners who live in their units, as opposed to corporations which bought them as an investment to rent them out.", "This bill doesn’t go nearly far enough to protect the people who buy condos with shoddy construction. It doesn’t do much to protect consumers from the bait-and-switch campaigns of unethical developers who promise one thing and deliver a cheaper, less aesthetically pleasing finish either; for example, to the exterior of the building or the amenities, such as the lobby or recreational areas. Shoddy workmanship, cheaper products: Owners need real protection, and it’s not in here.", "What do we have now in Toronto alone: about seven class action lawsuits because of this? Why hasn’t the government seen the light? Why won’t the government take the lead? Why aren’t there better protections in this bill to protect the owners? After all, they call it the Protecting Condominium Owners Act.", "Speaker, our dear friend the former member for Trinity–Spadina, Mr. Marchese, is somewhat of an expert on condominium law. When the Liberals were preparing this bill and utilized the so-called expert panel for their review, Mr. Marchese pointed out that this panel for the review of the act to protect condo owners was dominated by lawyers and consultants with close ties to two condo industry lobby groups: the Canadian Condominium Institute, the CCI, and the Association of Condominium Managers of Ontario, the ACMO. Other people on the review panel, the so-called experts, included a former chief executive officer of Tarion—which, as you know, is controlled by the Ontario Home Builders’ Association—and the first vice-president of BILD, the lobby group for the development industry. We have heard repeatedly that in Ontario, more than one million people live in condominiums, yet out of those million people, only one was chosen to sit on the panel shaping this new act. That was Anne-Marie Ambert. Dr. Ambert is a retired professor of sociology from York University. She did an excellent job. But without better consumer protection, who’s kidding who with this new act? Who is this act actually protecting?", "So how can it be improved so it will live up to its name? The easiest solution, of course, is to name owners to the bodies which will oversee this act—actual individual owners, not someone who is just there to protect the developers and the bankers and the friends of the government. Let me say this again: The one owner who sat as an expert on the review panel, Dr. Ambert, did a great job. But we strongly oppose any proposal that would see the Canadian Condominium Institute or the Association of Condominium Managers of Ontario operating the new condo oversight office or offices. Let’s face it: While these groups do a good job at what they do for their industry, their interests conflict. They are not always going to be the same as the interests of condo owners.", "We only have to look as far as Tarion to see how that doesn’t work. Tarion, again Speaker, an organization you’re very familiar with, administers the Ontario New Home Warranties Plan Act. We go to Tarion with complaints against the people who build our new homes. But as you know, Tarion is run by the same development industry it’s charged with regulating—the fox in the hen house, so to speak. Eight of the 15 seats on Tarion’s board must be held by members of the OHBA, the Ontario Home Builders’ Association.", "The government has given one lobby group monopoly control over all builders and homebuyers in Ontario. No wonder there are hundreds and hundreds of consumer complaints against Tarion. I’m told by people who have contacted me that there is an inherent indifference to their complaints. There are no quick resolutions, be it for faulty HVAC systems, leaky roofs, sloppy work, leaks in the basement. Whatever it is, the perception is that Tarion sides with the home builders more so than the homebuyers. Speaker, as you know, more than most of us, in politics perception quickly becomes reality. Why else do auditors, consumer advocates, even the Ombudsman say that Tarion is not accountable to the consumer? That could be corrected in this bill, but so far, it has not been. I hope the minister and his staff are listening, and I hope they seize the opportunity to correct an injustice.", "My friend Mr. Marchese, the former member for Trinity–Spadina, a real advocate for condo owners and homeowners of all kinds, used to speak and write on this on a regular basis. He stood up for his constituents. He reminded us that 11 years ago, a former consumer minister and now the mayor of Ottawa, Jim Watson, not only acknowledged the problem but pledged to reform Tarion. He said he would turn it into an actual consumer protection agency. Well, we’re still waiting.", "Seven years ago, Ontario’s Ombudsman “warned the government to stop pretending that it had meaningful oversight over Tarion....” Board members are prevented from communicating with the minister. The minister is not entitled to the minutes of board meetings. The minister can’t gain access to the internal auditor’s reports at Tarion. The minister can’t even get an answer on the salaries, benefits and expenses of the Tarion executives or scrutinize what they pay their consultants. Inquiring minds want to know: Is this what we’re going to see duplicated and replicated by these new condo oversight bodies?", "Mr. Marchese raises another interesting point: It would be unacceptable for condo owners to subsidize the training and education of building managers. Condo owners should know exactly what their mandatory levies are paying for. Let the development industry and the managers pay for their own training.", "Sometimes in a conflict situation, the board of a condo takes legal action against one of its own members, another owner. There’s a double-edged sword on that one as well: The owner is paying fees to the association and the association is using his or her money to hire a lawyer to fight against the owner. So his or her fees are being used against him or her in a fight with the association, and that shouldn’t be. If the board is using the money that the tenants put into the association in a legal fight, they should also be paying for the owner of the condo, who is a member of the association and who has a conflict with the board—if the board is going to use the money to hire a lawyer, they should also be paying the legal fees of the owner, whose money they’re using to fight against him or her.", "Thank you for your time this morning." ],
  "anchor" : "para149"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para184"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "It’s my pleasure to speak for a couple more minutes and respond to some of the comments from the members opposite.", "As I said earlier, I’m in support of Bill 106. Anything that makes consumers feel more comfortable entering the condominium market, in my mind, is a good thing. I know in my riding of Newmarket–Aurora, most of our growth in the years coming will be in mid- to low-rise condominium development. The Aurora planning department told me there are 10 condominium projects that are either in the application phase or moving down the pipeline to that phase. I think it’s a fantastic way to address urban sprawl by intensifying our downtown core, but consumers have to feel comfortable that when they move into the condominium market they’re protected.", "I’m somewhat familiar with the consumer background, consumer input into this bill, from a previous life working in consumer advocacy. For example, I know there were 2,200 comments made, many of them by condominium owners, many of them by members who sit on condominium boards, and those were considered by government. I know there are about 1,000 complaints and inquiries a year on condo issues.", "I also know that when the party opposite, the third party, was in power, it gutted its support for the consumer movement in this province of ours, especially the Consumers’ Association of Canada. I find it really quite rich now that members opposite can stand up and bemoan the fact that we’re not doing enough for consumers. When, in fact, that party had the opportunity, it turned its back on consumers. I’m glad to see that we’re moving ahead with this important piece of legislation." ],
  "anchor" : "para185"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para189"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "Speaker, I just want to make a few comments about one aspect of this bill that I think has been neglected in the debate, and that is that we’re creating another delegated administrative authority under this act. I’m sure most people in this House understand that these subordinate bodies have very little reporting mechanisms back to the House as DAAs. Tarion is a good example. There have been many cases of Tarion being in the news with troubles.", "This bill creates a new licensing and adjudicative body that has no reporting requirements and no oversight by this House. So there we have a multiplicity of roles, a licensing and an education component, as well as an adjudicative role. The decisions by that adjudicative body are not subject to any judicial reviews. It is subject to oversight by the Auditor General; however, no other independent officer of the House has oversight of this new delegated authority.", "I would like the government to consider some suggestions here along the lines of what the UK Parliament has done, and the same with New Zealand, on their subordinate bodies of the Legislature. They’ve made it so that people fall under the public services act in the UK and New Zealand, and the independent officers of the House do have oversight of those subordinate bodies.", "We’ve heard that it’s going to be low-cost, cheap justice, but look at the Landlord and Tenant Board. Look at the Assessment Review Board. Look at the other 37 tribunals that we have, and we don’t get low-cost, cheap, timely justice." ],
  "anchor" : "para190"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para194"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "It’s a real pleasure for me to stand and congratulate my colleague the member for Windsor–Tecumseh on his very well-researched and informative remarks. He provided a lot of detail about some of the very real gaps in this legislation that is before us today. As he said, certainly the New Democrat Party caucus on this side of the House supports what is in the legislation—mostly. We are very concerned about what is missing in the legislation.", "There are a couple of points that were made by my colleague that really deserve to be highlighted. First is the need for a real dispute resolution mechanism to address the issues that arise between owners and developers and condo owners and condo managers. We know and we appreciate what’s in the legislation to deal with those disputes between condo boards and owners but many, many of the issues that come to our offices from our constituents deal with these other issues. The issues that arise between condo owners and the developers who built their unit, who did, as my colleague pointed out, the bait and switch: They didn’t deliver on what was promised, used shoddy materials and tried to cut corners and costs. Those kinds of issues, those very critical issues that so deeply affect our constituents, are not addressed in this legislation.", "The second issue that he pointed out that I think we really need to reflect on is the importance of having as part of Bill 106 condo owners as part of this consumer protection movement to address their concerns." ],
  "anchor" : "para195"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para199"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I’m so honoured to speak to Bill 106, Protecting Condominium Owners Act. Thank you to the members for their comments as well.", "Of course, when we think about condominiums, we think about urban centres and big cities, and for sure that’s where most of them are concentrated. But when we think about development, we have to think about communities such as those in the lovely riding of Durham, such as Clarington, Scugog, which would be Port Perry, and Uxbridge. These are growing communities, and growth doesn’t just mean houses and apartment buildings. You’ll be glad to know that Durham has condos, mostly concentrated in Clarington, of course, but in Scugog as well. These range from downtown Port Perry to suburban Bowmanville and Courtice and along the lake in Newcastle.", "Residents of these condos are very engaged in their communities and have often taken the time to tell me so. They tend to experience the condo life more acutely, as you have to drive west for some time before living in a condo community becomes a reality. I am glad that we are bringing this legislation in to provide them with more accountability to deal with their condo boards and property managers. They need reassurance that whatever down payment they make is safe and the consumer service they receive is appropriately protected.", "The proposed legislation contains strong provisions to protect Ontarians at all stages of condo ownership by preventing developers from charging surprising cost increases and improving disclosures during a condo purchase." ],
  "anchor" : "para200"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Windsor–Tecumseh has two minutes." ],
  "anchor" : "para204"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "Thank you to all of my colleagues who have spoken on my 20-minute address this morning.", "As we left the plowing match yesterday and were coming home—the small bus of the NDP caucus—as we were pulling into greater Toronto, I noticed, not for the first time, of course, all of the condominiums that are still being built.", "I was thinking about the wonderful trip we had to the plowing match and my conversations with a few of the Liberals while we were there, including the ag minister, about how difficult it is to have the plowing match in a Liberal-held riding because most of the rural ridings in Ontario are obviously held by the Conservative caucus—there are a few that could be held by the Liberals and, the same, a few plowing matches could be held in NDP-held ridings.", "It got me thinking about the Condominium Act and what we’re going to be talking about today, and how some of the bills that are brought in this Legislature by the Liberals—the perception is that they’re Toronto-centric; that they’re here to look after where their seats come from, as opposed to the rest of the province. You didn’t see a lot of condos between Toronto and Finch and back going down the 401; it wasn’t until we got back here.", "It just drove home the fact, to me, that sometimes in the House you really do have to question the legislation that’s being put forward, because it is Toronto-centric. When you bring forth examples of what’s going on in other ridings with townhome associations—but there’s nothing in this bill, nothing in this act, this proposed bill, to address the real issues that our people in my part of the province, in Windsor–Tecumseh, are facing under a different set of rules. You’ve got one for the condos but nothing for the townhome associations. I just want to drive that point home again." ],
  "anchor" : "para205"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para211"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have today laid upon the table a special report from the Auditor General of Ontario on community care access centres." ],
  "anchor" : "para214"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "It’s my great pleasure to introduce, from Windsor, Ontario, Abe Taqtaq from the Windsor duty-free store, here today representing the duty-free stores of Ontario. Make sure all the members come out to the duty-free reception in rooms 228 and 230." ],
  "anchor" : "para216"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "I hope the House will join me in welcoming my friends Debbie and Jim MacCrury from Cape Breton Island." ],
  "anchor" : "para217"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "It gives me great pleasure to introduce Richard Linley, president of the Wine Council of Ontario. He is in the members’ east gallery. Richard and the Ontario Craft Brewers invite you to a reception this afternoon in rooms 228 and 230." ],
  "anchor" : "para218"
}, {
  "speaker" : "Hon. David Orazietti",
  "text" : [ "I’d like to introduce, from Sault Ste. Marie, Ralph Caria; his partner, Dr. Michael Morsillo; and his daughter, Dr. Kristin Caria, who are here today for Ontario’s duty-free luncheon. It will be taking place in rooms 228 and 230 right after question period. Everyone’s invited." ],
  "anchor" : "para219"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I’d like to introduce, in the members’ gallery this morning, my son Alex McGarry, recently returned from Timmins as a fire ranger." ],
  "anchor" : "para220"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I would like to welcome Fahim Ali from Scugog, parent of our wonderful page Nuh. Welcome to Queen’s Park." ],
  "anchor" : "para221"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "On behalf of my colleague from Scarborough Centre, the Honourable Brad Duguid, it gives me great pleasure to introduce, in the House, page captain Laura Page and her mother, Sandra Page; her father, Rob; her sister Carly; her grandmother Josie Alfieri; and her grandfather Angelo Alfieri. They are in our members’ gallery, and we welcome you today.", "On behalf of my colleague Mike Colle, it gives me great pleasure to introduce page captain Anna Farley, whose mother, Manjusha Pawagi, is here today; and her father, Simon Farley, and her grandmother Asha Pawagi are also here in our gallery. Welcome." ],
  "anchor" : "para222"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "It gives me great pleasure to introduce a very prominent member of our western Mississauga community, Mississauga’s Citizen of the Year. Please join me in welcoming Linden King." ],
  "anchor" : "para224"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "A point of order, Speaker." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A point of order from the Minister of Children and Youth Services." ],
  "anchor" : "para227"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "Yesterday, there was a terrible tragedy in the Madawaska Valley, and my heart goes out to the families and friends of the three victims. I believe, Speaker, that you will find we have unanimous consent that we rise and observe a moment of silence to honour the lives of the three women killed yesterday in that area.", "Thank you, Speaker." ],
  "anchor" : "para228"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The Minister of Children and Youth Services is seeking unanimous consent for a moment of silence in honour of and tribute to the three women murdered. Do we agree? Agreed.", "Please all rise." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On September 17, 2015, the member for Timmins–James Bay, Monsieur Bisson, rose on a question of privilege with respect to the government’s appointment of a temporary Ombudsman by order in council without first securing a House address requesting the appointment. The member contended that this amounted to a contempt of the House. The government House leader, Mr. Naqvi, also spoke to the matter and provided my office with a written submission that responded to the notice that the member for Timmins–James Bay had filed with my office on the previous day.", "Having reviewed Hansard, both members’ written submissions, and our precedents and procedural authorities, I am now ready to rule.", "By way of background on last week’s developments, let me remind members that on May 31 of this year, the then incumbent Ombudsman’s second full-term appointment had expired. As of June 1, he was serving as Ombudsman during an extension requested by the House that expired on September 14, 2015. When September 14 arrived, the Ombudsman’s incumbency ended. The government responded to this by securing the passage of an order in council appointing a temporary Ombudsman, effective on September 15. This appointment was not preceded by a House address requesting the appointment.", "The member for Timmins–James Bay contends that an address should have preceded passage of that order in council and that, especially because the House was actually sitting on September 14, 2015, declining to present it with a substantive motion to debate and adopt was an intentional exercise in circumventing the role of the assembly. The government House leader contends that the government was simply adhering to section 7 of the Ombudsman Act, which does not require an address.", "Like today, this process was previously contested on one other occasion. On the cusp of the expiry of André Marin’s first term as Ombudsman in 2010, the government, by order in council, appointed Mr. Marin as temporary Ombudsman for a six-month term, citing section 7 of the Ombudsman Act. This appointment was made without a preceding address of the House, though the House was then meeting. The then House leader of the third party, Mr. Peter Kormos, raised an objection in the House about how this circumvented the role of the assembly, using this objection as oral notice of his intent to pursue the matter in the future. In the event, this did not occur and the matter was never revisited.", "The member for Timmins–James Bay asserts that there is a parliamentary practice or tradition that a House address should precede the actual appointment of a parliamentary officer. In reviewing the history of the office of the Ombudsman, I have learned that a temporary Ombudsman has been appointed, or the temporary Ombudsman’s appointment has been extended, on 15 occasions since the creation of that office in the 1970s. In some instances, the House was in session but not meeting at the time; in others, the House was meeting; and in others, the House was prorogued. Regardless of the status of the House, though, in each of the 15 cases except one, the temporary Ombudsman was appointed by order in council and without the House having previously adopted an address requesting the appointment.", "With respect to the one exception that I noted, this occurred on May 28 of this year, when the House passed an address requesting the extension of the appointment of the then incumbent Ombudsman up to September 14, 2015. This address preceded by five days the order in council that effected the extension, but the reason why this interim appointment was dealt with in this way is completely unknown to me.", "It is not for the Speaker to judge the validity or legality of an order in council, or to attempt to interpret the Ombudsman Act, or to examine the validly made decisions of the House, but I can find that the process used in the current case is entirely consistent with the process used on numerous occasions and continuously since 1978.", "I thank the member from Timmins–James Bay for raising this matter, but I cannot find that he has established a prima facie case of contempt.", "I also thank the government House leader for speaking to this matter and for his written submissions.", "It is now time for question period." ],
  "anchor" : "para234"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "A question to the Premier: A Liberal Premier once stood in this House and asked about the compensation paid to the Hydro One CEO. That Premier said, “Why is it that with all your Bay Street savvy and financial acumen,” in Ontario, we were paying more than Quebec for our CEO?", "With cheaper rates than Ontario, the boss of Hydro-Québec must be doing a great job.", "I would like to pose a similar question to this Liberal Premier. Mr. Speaker, with all the savviness and financial acumen in Ontario, why are we expected to pay almost 10 times the salary that Quebec does for their hydro CEO?" ],
  "anchor" : "para248"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Energy will want to speak to the details, but I know that the Leader of the Opposition, who has in the past commented on the ability of the private sector to run certain operations better than government, understands that the private sector often does a better job.", "What we have done is we have made a decision to broaden the ownership of Hydro One. We’ve decided to do that in a way that is prudent because we know that we need to make investments in infrastructure.", "Underlying this question is an assumption, I can only assume, by the Leader of the Opposition that we don’t need to invest in infrastructure, that he doesn’t think it’s necessary to build the roads and bridges in communities like the one we were in yesterday for the plowing match, and he doesn’t think that we should invest in transit. I disagree with him on that, Mr. Speaker." ],
  "anchor" : "para251"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para254"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: The Premier is going to give the private sector a bad name if she thinks it’s responsible to pay 10 times the price of the Hydro-Québec CEO.", "Let me say that the top five executives at Hydro One will make $24 million when you tally all the perks, with $4 million alone for the new CEO. After this year, the people of Ontario will never know how much higher that salary will grow year after year.", "The Premier says that Ontario will continue to have control of Hydro One after the fire sale. Mr. Speaker, my question is very direct. Will the Premier disclose, year after year, the salaries of the Hydro One execs?" ],
  "anchor" : "para255"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I would just say to the Leader of the Opposition that he should know that the salaries of the CEO will be disclosed. They are regulated under the Ontario Securities Commission. He knows that perfectly well—or he should know.", "I just want to quote from an article that was in the Globe and Mail yesterday, because it’s very important that we put this process in context.", "“Premier Kathleen Wynne was re-elected last fall with a mandate to reinvest in the province, particularly through transit and infrastructure projects that are expected to fuel growth.... Much respect to the Premier for embracing such a difficult choice....", "“The Liberals—advised by Mr. Clark, Alan Hibben and Torys LLP—are executing this beautifully. They’ve persuaded Bay Street to accept some of the lowest IPO underwriting fees imaginable,” and addressed the biggest problems that made the privatization of Highway 407—" ],
  "anchor" : "para258"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para262"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: The salary is disclosed, not the total compensation.", "Everywhere I go across Ontario, from Kitchener to Cornwall, families and seniors tell me they are concerned about how to pay their hydro bills. They know it’s going to get worse. It’s expected to rise 42%. They are forced to choose between heating and eating. In the face of this hardship, this Premier is giving the new Hydro One CEO a $4-million salary.", "So my question is this: Is it fair to ask this of Ontario families struggling to pay their hydro bills, and then at the same time hand out multi-million-dollar contracts for execs at Hydro One?" ],
  "anchor" : "para263"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The Leader of the Opposition should know, but he may not, that Hydro One doesn’t set hydro rates. He would know that the Ontario Energy Board sets hydro rates.", "But I want to go back to the—" ],
  "anchor" : "para266"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para269"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said in my first answer, Mr. Speaker, the assumption under these questions from the opposition is that it is not necessary in Ontario to develop the roads and the bridges and the transit that we know we need for our economic well-being. The assumption is, as they did when they were in government, that can be put off for another generation. We can just fall into a deficit of infrastructure investment in this province, in the same way that they allowed that to happen between 1995 and 2003.", "We’re not going to do that, Mr. Speaker. We’re not taking their example." ],
  "anchor" : "para270"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. It’s one thing to make a bad decision; it’s another thing to never allow anyone to fix that mistake. Last week, a clause in the Hydro One prospectus revealed that once Hydro One is sold, the government will never again be allowed to own more than 45%. The people of Ontario will never again have control of Hydro One.", "Mr. Speaker, will the Premier remove that clause from the updated prospectus?" ],
  "anchor" : "para273"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, the Leader of the Opposition would know, if he had read the IPO, that the people of Ontario will retain de facto control of Hydro One. The fact is that he would know, if he read the IPO, that the compensation policy is public. It’s on page 134 of the preliminary prospectus. He would have that information.", "We’ve made a difficult decision, Mr. Speaker. We’ve made a difficult decision because we know that investing in infrastructure in this province is critical to our future. It’s critical to our competitiveness. It’s critical to our productivity. We are going to make those investments. We are going to broaden the ownership of Hydro One, and we’re doing it in a prudent and cautious way." ],
  "anchor" : "para275"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para277"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, my question is again for the Premier. The Premier recently said she still calls Dalton McGuinty the boss when answering his emails. Well, the boss said, “Selling off [Hydro One] is a bad idea.... It’s a quick fix, and it’s a bad one.” I wonder, in Mr. McGuinty’s future emails, if he’ll continue to tell her it’s a bad deal.", "Mr. Speaker, can the Premier explain why she’s ignoring her boss’s suggestions and stopping future governments of any stripe from fixing her mistakes?" ],
  "anchor" : "para278"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, Mr. Speaker, I just want to go back to the process, because I was reading a commentary on it and I didn’t get to complete it, and I’d just like to go back to that. This is a quote from yesterday’s Globe and Mail: “The Liberals—advised by Mr. Clark, Alan Hibben and Torys LLP—are executing this beautifully. They’ve persuaded Bay Street to accept some of the lowest IPO underwriting fees imaginable ... and they’ve addressed the biggest problems that made the privatization of the 407 toll highway such a boondoggle.”", "This is a well-run process. That’s the commentary that we’re getting from people who actually pay attention to business and understand what this is about.", "We’re going to invest in infrastructure. It’s important for the future of this province. It’s important to the quality of life of people across this province, Mr. Speaker, and that’s why we’re going to make those investments." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para283"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Premier: At the International Plowing Match, I heard from hundreds of farmers who are opposed to the sale of Hydro One. The Ontario Federation of Agriculture noted that the fire sale will cost rural Ontario between $5 billion and $10 billion in inflated energy rates.", "The Premier isn’t in it for rural Ontario. She’s not in it for farmers. My question is, why does the Premier show up for a photo op at the International Plowing Match but at the same time ignore their pleas and concerns over the fire sale of Hydro One and how it’s going to hurt farmers and how it’s going to hurt rural Ontario?" ],
  "anchor" : "para284"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para287"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "It was a great privilege for all of us to be at the International Plowing Match yesterday. It was one of those moments when really non-partisan support of a sector was very, very important because the people who were sitting in those stands, who were listening to the speeches—what they’re concerned about is their family’s farm. They’re concerned about their food processing businesses. They’re concerned about their communities; they want their communities to be strong.", "What they know is that they need broadband, they need natural gas extensions, they need hookups so their businesses can thrive, they can hire more people and those farms can be sustainable or those greenhouses can be sustainable. That’s the future of farming. Those are the investments we’re making. That’s part of the infrastructure that needs investment in this province." ],
  "anchor" : "para289"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I might have to stay on the same path.", "New question." ],
  "anchor" : "para293"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is to the Premier. The government released the Hydro One prospectus and it confirms what Ontarians have been so worried about.", "The Premier is saying one thing to investors and the opposite to Ontarians. The Premier has told Ontarians that the government will maintain de facto control. In fact, she just said it a few minutes ago. The prospectus confirms in black and white that “the province will engage in the business and affairs of Hydro One as an investor and not as a manager.”", "So why is this Premier handing control of Hydro One to wealthy investors and a small group of her friends instead of taking care and protecting the interests of Ontarians, the people who actually own Hydro One?" ],
  "anchor" : "para296"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think the ability to remove the board, the ability to remove the CEO, the necessity of a board that has 40% ownership by the people of Ontario, to have two thirds of that board agree to major decisions—I think that’s a fairly high degree of control. Those are the protections that we have put in place. Those are the protections that were not in place when the 407 was sold off in a fire sale.", "We’ve learned the lessons from the past. We’ve learned the lessons from what the Conservative government did, but we’ve also learned other lessons, and those lessons are that you can’t spend a generation not investing in infrastructure and still expect to be competitive on the global scene. You just can’t do that. That’s what was done by governments before us.", "We’re not going to do that. We’re going to invest in roads and bridges and broadband and gas hookups. That’s the—" ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "The Hydro One prospectus announces a “new approach to executive compensation.” This new approach, it seems, is to give Hydro One executives a big fat raise. The former CEO of Hydro One will continue to collect half a million dollars just to stay on as an adviser and the new CEO stands to make up to $4 million per year. That’s a fivefold raise. The new CFO of Hydro One stands to make about $1.5 million a year.", "While Ontarians are struggling to pay their bills, why is this Premier handing away millions upon millions of dollars to fatten Hydro One executives’ paycheques?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The leader of the third party knows that Hydro One will be regulated by the Ontario Business Corporations Act, the Ontario Securities Act and the Ontario Energy Board. She knows those regulations will remain in place.", "She also knows that Hydro One can be a better-run company. If we want Hydro One to be a strong and professionally run company, then we need the talent there to do that work. That is part of what we are doing here, working to make Hydro One a better-run company. Some 24% of people in Ontario are served by Hydro One and we want to make sure that they are served in the best way possible.", "But underlying this decision is our decision to invest in the people of Ontario, to invest in the infrastructure that is needed across the province for 2015 and beyond. We are leveraging this asset so we can invest in future infrastructure." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para308"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "In addition to the Premier’s new approach to handing out huge salaries, the members of the Hydro One board will also be lavishly rewarded. Board directors will be paid $160,000 a year and the chair of the board will be paid $260,000 a year. This is over 20 times more than what the directors are paid at publicly owned Manitoba Hydro—and in Manitoba, customers pay less than half of what Ontario customers are paying.", "This Premier needs to get her priorities straight and pay attention to the hard-working people of this province. Why is the Premier asking the families and businesses of Ontario to pay for lavish salaries of the Hydro One board executives?" ],
  "anchor" : "para309"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The compensation is in line with similar privately held energy companies throughout Canada. It’s not out of line with other energy companies. I think the leader of the third party knows that.", "The leader of the third party makes a reference to Manitoba. I recall that it was the NDP that actually was in negotiation with Manitoba and cancelled the deal to take advantage of some of that cheap hydro power.", "Mr. Speaker, I will tell the leader of the third party that we are in conversation with Quebec and with Manitoba because we think that, given their geography and given their capacity, we can find ways to come up with agreements. We’ve already done that with Quebec so that we can find the best price for the cheapest power—the best and most reliable power—for the people of Ontario. We’re going to continue to do that, but we’re also going to invest in—" ],
  "anchor" : "para311"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para314"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also to the Premier. When the Premier first formed Ed Clark’s panel, she promised that any decision would be “transparent, professional and independently validated.” That is exactly what we need, Speaker, and that’s exactly what this Premier has refused to do.", "The Ontario Energy Board has a mandate under the law to protect the interests of consumers with respect to prices and the adequacy, reliability and quality of electricity service. It’s hard to imagine anything that would have a greater impact on electricity service than the sell-off of Hydro One.", "Will this Premier break her promise that she made to Ontarians, that this process will be transparent, professional and independently validated, or will she order an open and transparent review by the OEB?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let me just follow the thread here. The leader of the third party has said that she is concerned about electricity rates. We have said, as she knows, that the Ontario Energy Board sets electricity rates in Ontario. They have done so and they will continue to. So that’s the first part of the puzzle. Now the leader of the third party is saying that she wants the Ontario Energy Board—" ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings.", "Finish, please." ],
  "anchor" : "para321"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "She wants the Ontario Energy Board to review the broadening of the ownership of Hydro One, Mr. Speaker. The fact is that she has recognized that the Ontario Energy Board is an independent, public, non-partisan body. They will continue to be that, and they are the protection on energy rates." ],
  "anchor" : "para323"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para324"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, this Premier is plowing ahead with the Hydro One sell-off with no public consultation, with no independent analysis and with no mandate from the people of this province.", "The government has the authority to require that the OEB examine any question on energy, and the OEB can deliver exactly what this Premier has refused to do. They can deliver the kind of broad and transparent public hearings that the people of this province deserve.", "It’s time to stop the secrecy of this sell-off, Speaker, open the doors on the Liberals’ backrooms and bring some transparency, some public accountability and scrutiny to this sell-off. The Premier promised that Ontarians would have a “transparent, professional and independently validated” process. The question is: Will she keep her promise and order the open and transparent review by the OEB?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member is acknowledging in her motion—she’s recognizing that the Ontario Energy Board is an independent, public, non-partisan body, and they will continue to set rates. She’s acknowledging that they are what they are, which is non-partisan and independent. So the fact is that if her concern is about energy rates, as she has said loudly across province—that’s her concern—then she should understand that the Ontario Energy Board, which sets those rates and which is non-partisan and independent—that is the protection for the people of Ontario. That’s what we’ve been saying all along and that’s what we will continue to—" ],
  "anchor" : "para328"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings, second time.", "You have a one sentence wrap-up." ],
  "anchor" : "para330"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I’ve made my point." ],
  "anchor" : "para332"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para334"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "This Premier promised to actually listen to Ontarians. Well, Ontarians are sending her a very, very clear message on the sell-off of Hydro One. From the government’s own polling, we know that three out of four Ontarians want to keep Hydro One in public hands. What is most appalling is that this Premier is plowing ahead with this sale, with no public consultation, no independent analysis and no mandate from the people of Ontario, and I know that the Liberal members in the backbenches are hearing it every day from their constituents. Ontarians want the Premier to live up to her promise for an open and transparent process.", "Will this Premier allow a free vote from the Liberal members on our opposition day motion this afternoon to direct the OEB to hold public hearings so that these members can actually stand up with their constituents in opposition to the sell-off of Hydro One?" ],
  "anchor" : "para335"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We ran on a platform last year to look at the assets of this province as part of a broader process, and that process was: How are we going to invest in the infrastructure that is needed in this province?", "We ran on a platform to make—" ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para340"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—an historical investment in infrastructure in this province. It’s not easy for a government to make that decision. It’s not easy to make the choices, and I know that we are making a very difficult choice. The leader of the third party doesn’t need to tell me that this is a difficult choice, because we’ve had the discussions within our caucus. I know that it’s a challenge. I know that it’s a challenge, but the greater challenge, Mr. Speaker, is to make decisions now that are going to handicap us in the future, that are going to not allow us to grow as an economy in the future, to be competitive and to be productive." ],
  "anchor" : "para341"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "My question is to the Premier. Today the Premier received a letter from the Ontario Chamber of Commerce with many questions about the Ontario Retirement Pension Plan. That letter was signed by a coalition of 43 local chambers of commerce, 93 employers and 13 business associations. The chamber’s latest survey shows that 44% of businesses will cut jobs or freeze hiring because of the ORPP.", "The chamber, the employers and their business associations want to know how the ORPP will impact Ontario’s economy—to date, you have provided no such data. Will the Premier explain why she is ignoring the call from Ontario’s job creators for economic data to support the ORPP?" ],
  "anchor" : "para343"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Associate Minister of Finance." ],
  "anchor" : "para345"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for her question. I have met with the Ontario Chamber of Commerce and its members extensively in the past year. In fact, the president of the Ontario Chamber of Commerce is one of the first individuals that I sat down with when the Premier asked me to take on this file.", "I note that in the letter that was sent by the OCC they have said, “The Ontario Chamber of Commerce ... continues to support the government’s policy objective—to ensure that all Ontarians are adequately prepared for their retirement.”", "The OCC gets that when people retire, they need to have a predictable stream of income so that they can continue to spend into the retirement years that are ahead of them. That’s important for business, that’s important for our communities, and I really wish the opposition would—" ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para349"
}, {
  "speaker" : "Mrs. Julia Munro",
  "text" : [ "We can’t wait until the end of the year. Where is the economic analysis of the Premier’s pension now? We’ve had enough of feel-good emotional arguments and meetings around the province. We need data. We need to know how many people will lose their jobs. We need to know how many more companies will shut their doors. We need to know how many companies will not come to Ontario.", "The leaked cabinet document that we have states that Ontario could lose 40,000 jobs. That’s a staggering number of people losing their jobs at the whim of the Premier.", "Will the Premier stop stalling and admit that her new pension plan will cost thousands of jobs, harm the gross domestic product and scare away investment?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Mr. Speaker, the member opposite knows better.", "In fact, it was your amendment that we accepted—" ],
  "anchor" : "para353"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Order.", "Please continue." ],
  "anchor" : "para356"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "Mr. Speaker, it was the PCs’ proposed amendment that we accepted at committee that committed the government to provide a cost-benefit analysis by the end of the year. That was your amendment. We accepted that and included that in the final legislation.", "We are listening to business. In fact, we recently have announced that the government intends to ensure that we expand the definition of “comparable plan,” which would be of assistance to many capital accumulation plans. We are listening to business. They need to plan, and they need to prepare for the introduction of the ORPP. We’ve ensured that we’ve responded to them and their concerns." ],
  "anchor" : "para358"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question is to the Premier. Earlier this morning, the Premier dragged the media away from this House so that she could stand beside Ed Clark and talk about beer. But last Friday, when Ed Clark released a prospectus showing that our hydro bills would soon be padded with fat raises for Hydro One executives and board directors, the Premier was nowhere to be found.", "I can understand why. Beer has been a great distraction from the Hydro One sell-off.", "Will the Premier stop trying to use beer to distract us and instead explain to Ontarians why their hydro bills are going up in order to pad the pockets of Bay Street executives and investors?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para364"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The critic for energy—" ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Prince Edward–Hastings is warned.", "Carry on." ],
  "anchor" : "para367"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The critic for energy from the third party has been around here for a long time. He knows what the Ontario Energy Board does, Mr. Speaker. As a matter of fact, it’s included here in a letter that the leader of the third party sent to the Premier, basically saying that the Ontario Energy Board is legislated to protect the interests of consumers with respect to prices and the adequacy, reliability and quality of electricity service.", "They will continue to do that, Mr. Speaker—" ],
  "anchor" : "para369"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Deputy House leader." ],
  "anchor" : "para372"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "—and they have shown over and over again that when OPG or Hydro One comes with a request for an increase, and if their salaries are too high, executive pensions are too high, they roll them back, and they don’t give them the increase that they are asking for. It is a credible, objective measure protecting the public." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para374"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Well, that was a classic non-answer.", "Speaker, back to the Premier. Only this Premier would use her support for a privately run beer monopoly as a way to distract from her support for a privately run hydro monopoly. She has also used beer to distract from her OPP investigations, and today she used beer to distract from the Auditor General’s report on CCACs. But Ontarians refuse to be distracted. They’re deeply concerned about the Hydro One fire sale, and nearly 80% of Ontarians expect their bills to go up.", "A majority of Ontarians strongly oppose the Hydro One sell-off. Will the Premier stop trying to distract Ontarians with beer and instead listen to them and stop this reckless and short-sighted sale of Hydro One?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Hon. Bob Chiarelli",
  "text" : [ "The member of that party and the leader of that party forget that they lost the last election. In the last election, we campaigned on repositioning assets, whether that’s the Beer Store or the LCBO, and it specifically mentioned the agencies that are dealing in the energy business. So we talked about it in the election campaign; we brought it forward; we debated it in the budget. We’re fulfilling the mandate that we sought from the public of Ontario. We’re fulfilling the mandate that this House approved, having the majority of votes here. It’s the right thing to do. It’s the responsible thing to do. I would refer the third party to the Globe and Mail article of yesterday, which puts this thing in perspective." ],
  "anchor" : "para378"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "My question is for the Minister of Labour. Over the summer, I heard several media reports about the impacts of post-traumatic stress disorder. This is an issue that I have been following closely and, like many in this House, I believe that more must be done. We need to ensure that the first responders in my riding and throughout Ontario—the brave firefighters, hard-working paramedics, dedicated police officers and numerous others who risk their lives to keep our communities and our families safe—are given all the protections and support that they need.", "I know that the minister hosted a summit earlier this year to bring together front-line workers and experts in this area, and I’m hopeful that this was a first step in the right direction for positive change with respect to PTSD. Can the minister provide us with an update on what he’s doing to help front-line workers and those living with PTSD?" ],
  "anchor" : "para381"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very important question. We all know that post-traumatic stress disorder is a very serious condition. All members of this House will know how it disproportionately affects those front-line workers who serve us so well. In turn, I think all members of this House would also agree that we need to ensure that they have the protection and the resources that they need at the time they need it most.", "That’s why, as the member previously mentioned, we did host a summit on work-related traumatic mental stress earlier this year. The goal was to generate open and frank discussions and solutions on issues surrounding PTSD, and, Speaker, it worked. We’re keeping this important exchange of ideas and best practices going. We’re now working to take those ideas to the solution stage to change how we approach workplace traumatic mental stress through both prevention and treatment, and how the WSIB handles it. We’re pushing forward on this issue; I’m hoping all members will support that push." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "I thank the minister for that answer. I am pleased to hear that he is taking action on this file. We all must work together in this area. We owe it to the front-line workers in each of our communities. We must progress the conversation on PTSD so that it leads to continued change for Ontarians.", "It is essential that the minister continues to take this issue seriously and that he looks to even more that can be done. Mr. Speaker, I am interested in the minister explaining what his next steps are in addressing PTSD." ],
  "anchor" : "para386"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thanks again to the member. There are people in Ontario speaking out who are asking very, very important questions about work-related traumatic mental stress. I want to particularly thank the member from Parkdale–High Park for championing this issue, for making sure that she has kept it on the minds of the people who represent Ontarians in this House, because I want Ontario to be a leader in not just responding, but in the prevention, the resiliency, the training and the supports that are needed for first responders, and in how we might improve things—for example, how we deal with them at the WSIB.", "We’ve looked at best practices around the country. We’ve looked at what Alberta and British Columbia have done. We want an Ontario-grown solution. We want to be a leader in this regard. This is something we need to get right. We need to get it right the first time. I’m convinced we’re ready to move on it." ],
  "anchor" : "para388"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "My question today is to the Premier. The government recently made significant changes to the estate administration tax, including the threat of harsh fines and jail time for estate trustees. Ontario families deserve compassion when dealing with the death of a loved one, but it’s clear that when the Liberal government made these changes, their priority was the bottom line and getting their cut of the estate as quickly as possible.", "Mr. Speaker, does the Premier honestly believe that it is the reasonable approach to generate $143 million of government revenue on the backs of dead people and their grieving families?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "President of the Treasury Board." ],
  "anchor" : "para393"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "I do understand that the member has introduced a bill that looks to amend the estate administration tax. This is very interesting, because it was in fact implemented in 1998 by the very party that he represents today. Let’s be very, very clear: The government has not introduced a new tax on estates. The government has not changed the amount of estate administration tax. It has not changed the way the tax is calculated, Speaker.", "Let’s be very clear: What the member is doing is he’s looking to reduce the taxes paid by the most wealthy people in this province. So let’s be clear about what this is. He wants to cut taxes for the most wealthy, which results in cutting services to everyone else." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para396"
}, {
  "speaker" : "Mr. Monte McNaughton",
  "text" : [ "Back to the Premier: Not only is this a tax imposed on grieving families, it’s a tax levied on the charitable bequests and donations of the deceased. So if someone leaves a portion of their estate to a local charity after they’re gone, this government collects tax on the amount of that donation. The federal government has been introducing incentives to encourage giving to charity while this Liberal government is profiting from charitable donations.", "My question to the Premier is this: Why does she find it necessary to nickel and dime grieving families and charities?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Hon. Deborah Matthews",
  "text" : [ "Speaker, again, let’s be very clear. We are not looking at increasing the amounts. We are not looking at a new tax. The member opposite wants to cut taxes on those who have the most.", "On this side of the House, our focus is on making sure that those who need the most benefit the most. On that side of the House, they want to benefit those who have the most." ],
  "anchor" : "para399"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. My question is not about beer this morning. It is about the Auditor General.", "The public accounts committee, a committee of this Legislature, asked the Auditor General to conduct an audit of our 14 community care access centres who administer home care for this province. The reason we had asked the Auditor General to do this was because we had a hard time finding out how much of the $2.4 billion spent with CCACs actually reaches the bedside, actually reaches the patient. The Auditor General delivered, and she told us that 38% of the money spent—that’s $912 million of the money spent—never reaches the patients. Did you know this? Do you agree with this?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para404"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I appreciate the question. I notice the Auditor General hasn’t yet released her report formally. She has shared it in confidence with the committee, but I look forward to her actually holding a press conference at 12 o’clock to formally release the details of her report and her recommendations.", "I’ve had the opportunity in the last couple of days to speak with the Auditor General about the force of the recommendations in that report, and I’ll have an opportunity to respond. After she speaks to it publicly at noon, I’ll have an opportunity to meet with the media shortly after." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para407"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "You released the report, Speaker, and hopefully somebody can bring a copy to the minister.", "This $912 million that does not reach—there are moneys that reach the patient side, but the Auditor General will make it clear that of the money that reaches the patient side, no analysis was ever done to see if the money was spent with results. The Auditor General made it clear that there are no standards that have been applied to this money to make sure we guarantee access, that we guarantee quality of care or care levels.", "None of the work that is the responsibility of the government has been done, yet we see private contractor CEOs making over $1 million a year while PSWs take home about $20,000 a year.", "Our home care system is broken, Premier. It is broken and it needs to be fixed. It needs you to take it seriously so that the people who depend on home care can actually get it. When will the minister take his responsibility seriously?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I was in the Legislature at 10:30. We weren’t aware that the Auditor General was going to be releasing it at that time. The report is now available online, as the member opposite mentioned.", "We are doing what the member opposite is asking us to do. In fact, we were the party that increased, over the next three years, a $750-million investment in our home and community care. I released, on behalf of the government, earlier this year a 10-point plan—a Patients First road map as well—to make, I would say, highly significant reforms in our home and community care sector to make sure that we’re continuing to make patient care, the quality of care that is provided by our health care professionals across this province, of the highest standard possible.", "I’ll have the opportunity to speak in detail with regard to the Auditor General’s report. I want to give her the opportunity to address formally the media and the general public at noon. I’ll be following shortly after." ],
  "anchor" : "para412"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "My question is to the Minister of Agriculture, Food and Rural Affairs. Minister, it was a beautiful day yesterday in Finch, Ontario, host of this year’s International Plowing Match, where our caucus had a great opportunity to be part of the festivities.", "In 2014, I was fortunate to be in Ivy, Ontario, not far from Barrie, when the International Plowing Match took place, and in 2012, when my region of Waterloo proudly hosted this event not far from my rural home. In my community of Cambridge and North Dumfries township, many of my neighbours are farmers. In fact, my next-door neighbour raises cattle and grows corn and soybeans.", "The International Plowing Match is truly a celebration of all things agriculture. I know what a great event this is and how it showcases Ontario agriculture. Speaker, could the minister please inform the House about the history of the International Plowing Match and its impact on rural communities?" ],
  "anchor" : "para417"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member from Cambridge for that excellent question this morning. It’s correct: All members of the House yesterday enjoyed a wonderful day in Finch, Ontario, in the riding of Stormont–Dundas–South Glengarry. I want to thank the current member for that riding and I want to thank the former member for that riding, who was the chair. I also want to acknowledge the work yesterday by good friends opposite from Haldimand–Norfolk and Timiskaming–Cochrane, who had the opportunity to visit with many agricultural representatives there.", "The International Plowing Match, of course, has a very distinguished, 102-year history. It’s run by a large, extensive network of volunteers, and I want to take this opportunity to thank every one of those volunteers, who did a superb job at the International Plowing Match yesterday.", "The International Plowing Match generates $15 million in economic activity—" ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para423"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "—and we were expecting 75,000 people to visit Finch, Ontario." ],
  "anchor" : "para424"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I stand, you sit.", "Supplementary?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "Thank you, Minister. The agricultural community is at the forefront of innovation, and continues to grow and expand. I had the chance to speak to a number of vendors and learn from them about a wide variety of equipment that’s available to farmers today.", "Farmers are woven into the fabric of rural Ontario, and this event is an opportunity for members from all regions of the province to visit vibrant rural communities in Ontario. Our government knows how important rural communities are to this province, and it’s why we’re making investments like the Ontario Community Infrastructure Fund or the Eastern and Southwestern Ontario Development Funds. These investments are helping to create jobs and grow local economies.", "Speaker, can the minister expand on the importance of the International Plowing Match to Ontario’s agriculture community and to the fabric of rural Ontario?" ],
  "anchor" : "para427"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank the member for the supplementary question. You are right: The IPM is helping small towns and rural communities like Finch showcase their community. It’s an opportunity, Mr. Speaker, to talk about the Premier’s challenge: 120,000 new jobs in this sector by the year 2020. We shine a spotlight on small towns and communities. I remember Mr. Davis used to say, when he was Premier of Ontario, that Ontario is still a province of small towns with big dreams. That is part of the theme at this year’s IPM: the link to the past, looking to the future.", "Mr. Speaker, all of us in this House—and I hope my geography is correct this morning—will be at Harriston next year; I believe it’s in the riding of Perth–Wellington. I think I got the geography correct." ],
  "anchor" : "para430"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Speaker, to the Premier: Three months after this Premier launched the UP Express luxury ride to Pearson, ridership is going anywhere but up. After spending taxpayers’ millions on unnecessary boutique terminal facades and retro uniforms, the Premier and her transportation minister have opted for fare pricing out of reach for most to pay for their luxury access. The problem is, it’s hard to make up for that access when you’ve turned off your customers with high prices, leading to trains at 10% ridership capacity and less than half of what the government is projecting.", "The luxury access has been bought and paid for. The train has left the station on that. Will the Premier now clean up her minister’s mess and lower fares so passengers can afford the ride on what’s becoming a white elephant on rails?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para435"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I want to thank the member opposite for that question. Obviously, he is correct in that he says that the UP Express service launched back on June 6. The goal that Metrolinx and our government had was that by the end of year 1, ridership would be at around the 5,000 mark. I know that the team at Metrolinx and the team at UP Express are working very hard on a very ambitious plan to go forward to encourage more take-up or usage of this particular service.", "Of course, this is the first time that we’ve had a dedicated air-rail link here in this region from Pearson to Union. It’s also important to recognize these are trains that run in 15-minute intervals for 19 and a half hours a day. The trip itself takes approximately 25 minutes, and I will say anecdotally that every single individual I’ve had the chance to speak with in this region, and even some members in this House who have taken this, understand that it’s a wonderful experience.", "It’s a great way to get to the airport. We’ll continue to work on this file." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Back to the Premier: When you’re swimming in debt, you don’t go out and buy a Mercedes. But that’s what they did, even contracting for $4.5 million with a prestigious design firm for just the right extravagant touches.", "Riders just want to get from A to B, and yet every shiny new bell and whistle the Premier forced them to pay for drove the price to ride up and actual ridership down. That’s why we have 14 riders on a 173-seat train. Even Metrolinx admits the ridership is well short of their targets.", "Both Vancouver and Chicago offer similar airport links for under $10. In Ontario, it’s $27.50. Will the Premier put the brakes on unaffordable luxury fares before her retro ride becomes the Pearson ghost express?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I know that the member opposite would want to make sure that the record here in this Legislature clearly reflected the reality of the fare itself. With a Presto card—and I know that as transportation critic for that caucus, he would support fare and service integration across the GTHA—the fare for the entire trip is $19, not the number that he referenced.", "As well, it’s important to recognize that in locations around the world, when you’re comparing apples to apples—for example in Norway and in London with the Heathrow Express, and the Narita Express in Tokyo—the fare that’s set in those communities, in those jurisdictions, for their dedicated air-rail links is actually more expensive than that $19 fare I referenced a second ago.", "I also have to say that there are members of this Legislature on all three sides of the House who have had the chance to take the UP Express, and they recognized it is a success. It was delivered on time, it was delivered on budget, and again, for the first time between two of our busiest hubs in Ontario—" ],
  "anchor" : "para443"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para446"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "My question is to the Premier. Here we are, another day and another missed opportunity because the Premier refuses to negotiate with teachers. In fact, it’s the first Wynne Wednesday.", "While I know the Liberal government is used to being able to impose contracts on teachers, it’s high time the Premier tells her minister to get back to the table and get a fair deal with public elementary teachers. The longer labour unrest persists, the more responsibility the Premier holds for putting student learning conditions at risk—as if a $500-million cut from education wasn’t bad enough.", "Will the Premier commit to getting the Minister of Education back to the table today, yes or no?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para451"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’m actually very pleased to update the House on the progress that we’ve made since I was here to last give you an update. Last Wednesday, we reached a tentative agreement with the francophone teachers. They have suspended their proposed job action while we await ratification.", "This deal is notable because it’s the first tentative agreement at a multiple-employer table. It involved both the French public and the French Catholic trustee associations. That bodes well for organizations like CUPE and the OSSTF education workers, which are also multiple-employer tables, so I’m very pleased about that.", "Obviously, I’m very happy that we got ratification of our deals with OSSTF and OECTA on Friday." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "If the minister was at the bargaining table, she just might get an agreement with ETFO as well.", "Back to the Premier: The cookie-cutter our-way-or-the-highway approach to contract negotiations isn’t working. Teachers’ working conditions and student learning conditions must be protected. Our schools are in chaos due to more than a decade of chronic underfunding.", "My question is simple: Is the Premier too busy selling off Hydro One to get back to the table and meaningfully negotiate with teachers?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’m not sure I see the connection.", "Let’s just review what has happened. We have reached tentative agreements, or actually ratified agreements now, with three out of four of our teacher unions. We have put on the table an agreement which reflects the fiscal parameters that we have settled with the other three teachers’ unions. ETFO said they wanted no change to class size; we did not change the class size in our offer to them. They said no change to prep time; we did not change our prep time in the offer that is on the table.", "We have made an offer which is similar to the agreements with the other three, and we await a response from ETFO. What is wrong with the deal that everybody else has agreed to?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Mr. Bas Balkissoon",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. Minister, this summer your ministry launched a consultation to support a renewed Long-Term Affordable Housing Strategy. Every Ontarian deserves to have a stable, affordable home, and I know that addressing the demand for affordable housing is a key priority for the government and your ministry.", "The first affordable housing strategy, released in 2010, set a strong foundation for a more efficient, accessible system for affordable housing. But the reality is that much has changed in the past five years.", "Mr. Speaker, can the minister explain to this House why the Long-Term Affordable Housing Strategy is being updated?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "Mr. Speaker, I sure can, and I want to thank the member from Scarborough–Rouge River for his question.", "In my ongoing consultation with municipal leaders, the need to build more affordable housing has emerged as one of their pre-eminent concerns. Concerns about affordable housing were raised in more than half of the delegations that I received at this year’s AMO conference, and that’s up from about 10% in previous years, so it’s obviously a growing articulation of a need.", "The new Long-Term Affordable Housing Strategy—" ],
  "anchor" : "para467"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "The party that downloaded social housing without any supports might be interested in this—needs to reflect this growing need for housing in our province and put forward creative and innovative solutions to better respond.", "Affordable housing is, in my view, a critical part of social infrastructure, so I continue to be focused on working with municipalities, the private sector, housing advocates and, of course, my caucus colleagues about the need to move forward in this area, because it’s important—" ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para473"
}, {
  "speaker" : "Mr. Bas Balkissoon",
  "text" : [ "Our government knows that in order for Ontarians to realize their full potential, they need to be provided with the right supports for success.", "As you say, Minister, throughout the summer, you received feedback from our municipal partners, at AMO and through visits to municipal councils. You also sought ideas from the public, from the private sector and from municipalities and other housing partners.", "Securing a home that will allow us to live productive, fulfilling lives is a fundamental need that affects all of us and can generate varied responses from those with a range of varied experiences when it comes to talking about how to increase affordable housing options.", "Mr. Speaker, can the minister inform the members of this House on the input he has received to date from all these stakeholders?" ],
  "anchor" : "para474"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "Speaker, I’d be pleased to do that as well.", "We wanted to hear Ontarians’ views on how we can make the province’s range of housing work better for them and their families. We want to provide municipalities with the right tools to locally respond to the housing needs of their most vulnerable members. We also want to incent leaders in the private sector to partner with us in this important work.", "We are leaving no stone unturned with this new strategy, and are looking at a broad, comprehensive range of solutions.", "As the current federal government continues to forsake communities in provinces all across this country in failing to commit to a national housing strategy, we know there’s much more to do, and that’s exactly why providing access to affordable housing is a key part of our government’s plan to build Ontario up, and why I look forward to—" ],
  "anchor" : "para478"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para482"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is for the Minister of Education. I want to talk to you today about the Liberal government’s cuts to special education and, in particular, about the impact of 50 educational assistant job cuts on special-needs students in Bruce–Grey–Owen Sound.", "I have a particular case to bring to your attention. This one involved two boys: Owen, 11, and Noah, six, diagnosed as autistic. Owen and Noah should be in grade 6 and grade 1 respectively, but they are not. In fact, they’re at home. They’re at home because no public nor Catholic school in Hanover can enrol them, not after this government’s budget cut 50 educational assistants in my riding.", "My question is simple: What does the minister say to the stressed and frustrated parents suffering from these education cuts and, most importantly, to the students forced to stay at home?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I think we actually need to look at what has happened with special education funding. We have had an increase of special education funding of $225.7 million since we took office. About 68% is the amount that it has increased by since 2002-03. So we have not cut special education funding. In fact, we’ve increased the per pupil funding both for special education and the overall per pupil funding. What has happened is that we’re up to a spend of $2.72 billion this year. That’s what has happened—" ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para488"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Back to the Minister of Education: It doesn’t matter how the minister slices and dices it; Owen and Noah and other special-needs students are denied their basic right to an education because of this government’s cut to their budget.", "How does this government justify spending $5.7 million on the Toronto games executives’ bonuses but can’t afford to keep educational assistants in the classroom? This money would cover the rehiring of the 50 educational assistants and put enough resources in schools to help support Owen, Noah and every other special-needs student who I wrote her about recently.", "Will the minister stand up and admit that the reason Owen and Noah are at home and not in the classroom is because this government is spending less money on special education, particularly in Bruce–Grey–Owen Sound?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "Obviously, I can’t comment on the situation of individual students. The families, the board and the school will need to work on the situation of individual families.", "I think what we sometimes lose track of is that we do have situations where we have declining enrolment in boards. We actually do, and the board that the member opposite represents has less children. But that doesn’t change the fact that the per capita funding for special-needs children has continued to climb and that we have not cut special education funding." ],
  "anchor" : "para492"
}, {
  "speaker" : "Ms. Cheri DiNovo",
  "text" : [ "My question is to the Minister of Transportation. Ridership levels on the nearly empty UPX train continue to plummet. It’s actually dropped 23%, according to a Metrolinx report quietly released last week. This means that nine out of 10 seats on the UPX are empty.", "I just heard the minister maintain that UPX is a success. He says, “We’re pleased with the ridership so far.” I guess Ontarians simply want to know this answer: How much will Ontarians pay to subsidize this luxury service for only a few business-class travellers that regular people can’t afford to access and can’t afford to take?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I thank the member for this question. I know we’ve had the chance, she and I, informally, to talk about this particular issue over the last number of months.", "I said earlier in my response to the member from Kitchener that this is a service that has now been operating since June 6. That’s a little bit more than three months. I don’t think anyone here in the Legislature would suggest that we should make rash decisions around important transit concepts and projects that we have.", "I said earlier that this is a project that was delivered on time and on budget for the community.", "I know that people in the west end of Toronto, including in York South–Weston and in Davenport, where both of our members on this side have talked to me about the issue as well, are looking for alternatives to get to the downtown core. I would encourage that member and all members to remind the people living in these communities that there are two GO stations, one in Weston and one on Bloor, that do provide additional service for people who want to get downtown.", "In the meantime, we’ll continue to encourage more to use this service, and I anticipate we’ll hit our target of 5,000 riders by June 6 next year." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para502"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to welcome to the House some wonderful people from Huron–Bruce, Nelson Robertson and Mike Smith, but I have to admit that I think they’re here cheering for the Yankees. I’m not sure." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I can always call the Sergeant-at-Arms." ],
  "anchor" : "para506"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I would like to welcome some guests today from Community Living Elgin. I have Steve Abdey, Christine Laverty and Ange Thompson. Welcome to the Legislature." ],
  "anchor" : "para507"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The peace and tranquility of the Madawaska Valley was shattered yesterday with the news of a fatal shooting. I was attending the International Plowing Match in Finch when I was first informed.", "As the news developed, it got much worse. In the end, it turned out that three innocent women were the victims of a single male suspect who was later apprehended by police.", "By now, everyone has heard or seen the news reports of how these tragic events unfolded. It is clear that the gunman knew his victims, knew their whereabouts, and methodically went about executing his plan to murder them.", "I knew one of the victims, Anastasia Kuzyk. She was a hard-working and well-respected real estate agent working in the area. On a number of occasions, I would have spoken to her while she was working on a transaction with my wife, Vicky, who is also an agent.", "The Madawaska Valley was in a state of shock, as this is not the kind of thing we expect to hear about. But it illustrates to all of us that we’re not immune to the evil and criminal acts that rural people tend to associate with larger communities.", "We are left with many questions as to why something like this could happen. How could someone do this? Some questions may never be answered, but as the investigation unfolds, some certainly will be.", "I want to congratulate and thank the police for acting quickly, marshalling all the necessary resources and apprehending the suspect as quickly as they did. This allowed a lot of worried people to sleep better last night.", "I also want to thank the staff and teachers in those schools that were in lockdown yesterday. They took care of our children during the emergency, and we’re all grateful for that.", "Finally, I want to thank the people of the valley for their co-operation and composure during this crisis.", "Most importantly, on behalf of my constituents, I want to extend my heartfelt sympathies to the families and friends of the victims: Anastasia Kuzyk, Nathalie Warmerdam and Carol Culleton. Our thoughts and prayers are with you." ],
  "anchor" : "para510"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "It’s an honour for me to stand in the House today and remind you that this Friday is Franco-Ontarian Day. As you know, Speaker, our province officially recognized and proclaimed Franco-Ontarian Day back in 2010.", "Ontario is home to well over 600,000 francophones. This is the largest population of French-speaking Canadians outside of the province of Quebec. Forty years ago, we raised the Franco-Ontarian flag for the first time. This was a symbolic gesture recognizing and promoting contributions made by our French-speaking friends and neighbours in the development of Ontario’s culture and in our shared history.", "In my part of the province, we are home to the oldest continuous French settlement in Ontario, dating way back to the early 1700s. But even before the French settlers, the Jesuit missionaries were there as early as 1640. Étienne Brûlé used to be a trader along our waterfront. Sieur de Cadillac founded Fort Pontchartrain du Detroit, what we now know today as Detroit, just across the river from us.", "On Friday morning, I will join my friend Gérard Malo, the local president of l’ACFO, the French-Canadian Association of Ontario, in raising the Franco-Ontarian flag at city hall in Windsor. Like myself, Gérard is a retired journalist who worked for the CBC, and, Speaker, I am so proud of his work these days in promoting French language and culture in Windsor–Tecumseh." ],
  "anchor" : "para521"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "On August 12, I was fortunate enough to welcome members from all parties in our Legislature to Durham for the Ontario Federation of Agriculture’s annual field day.", "Everyone, of course, knows that the riding of Durham has a strong agricultural community, but Algoma Orchards and Wilmot Orchards in Newcastle were able to represent the many great family farms of Durham that supply Ontario with produce. I think people may have been surprised at how the farms in our community use a mix of technologies to ensure good agricultural products.", "Algoma and Wilmot, as with all the family farms in Durham, are extraordinary corporate citizens for our area. Their products travel far and wide, but they keep their focus on the local community, sponsoring many programs and initiatives that help make Durham a great place to live. Ultimately, the farmers and their hard work give Durham the amazing character that it has. I was very glad to be able to join the OFA and so many members from our House to help showcase that.", "Thank you to everyone who came out, and thank you to Wilmot and Algoma and the OFA. I look forward to seeing everyone at field day next year." ],
  "anchor" : "para526"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "A group will be coming to the Legislature from the great riding of Oxford tomorrow to celebrate our proud heritage and to ask the government to protect our future by turning down the proposed landfill site. As I’ve explained in this Legislature previously, this proposal is to locate a landfill site at Beachville in an old quarry. There are a number of concerns about the site, such as the fact that the landfill would be located on fractured bedrock.", "My number one concern is the risk to our drinking water. This proposed landfill site is located close to the quarry lake, the Thames River and one of the town of Ingersoll’s main wells. A leak would not have to travel far to contaminate the drinking water. As the mayor of Ingersoll often says, “Why take the risk?”", "I want to commend the many people who have taken the time to raise their concerns through letters, petitions and coming to Queen’s Park. I know how hard these volunteers have been working. They are raising money to help in these efforts, and they are taking steps to reduce the amount of waste produced in Oxford. Again, I commend them for their efforts.", "I hope that tomorrow, all members will join me in welcoming this group to Queen’s Park and take the time to listen to their concerns and to try and help solve their problems." ],
  "anchor" : "para531"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "Yesterday, it was an honour to attend the plowing match in Finch along with many of my colleagues from across the House. For a lot of people, it is their once-a-year taste of rural culture.", "But to truly understand the plowing match, the IPM, we should be able to go a month before and a week after, because a month ago, there was nothing on that site. There was no town, no streets, no water, no hydro. That was all built in the last month. If we go next week, it will all be gone. It will turn back to a farmer’s field. That’s a true demonstration of rural culture.", "In Finch, as has happened every year, a group of community leaders got together four or five years ago and said, “You know what? We could do the plowing match.” They gather 1,000 or so volunteers, and over three years of hard work, it culminates in that week. They pray they won’t get rain that week, because if they get inches of rain it could be a disaster. They do this year in, year out, and that shows the strength of rural culture. They’re forever optimists and forever working hard to make their communities better.", "I’d like to commend the people of Finch, the committee, and all plowing match committees throughout their history—the ones in the past and the ones we’re going to have in the future. Congratulations." ],
  "anchor" : "para536"
}, {
  "speaker" : "Mrs. Amrit Mangat",
  "text" : [ "Mr. Speaker, it’s a pleasure to share with the House news of the great work that is being done in my riding of Mississauga–Brampton South by Community Living Mississauga.", "On Thursday, September 10, I attended the grand opening of the Matheson community base site, which is just one part of an expansion of services in my riding.", "The agency supports more than 2,300 people with intellectual disabilities, helping them to live with dignity and with a higher quality of lifestyle, where they belong, in our community. Their services are tailored to their clients’ needs and interests, and they are very wide-ranging, including lifestyle planning, residential options, respite care services, day activities, advocacy and community engagement. The agency’s work is made all the more important because they not only organize care for their clients, but also engage them meaningfully as contributors to society.", "I would like to thank all the volunteers, staff and donors of Community Living Mississauga for their dedicated and very worthwhile work in support of our community." ],
  "anchor" : "para542"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I’m pleased to pay tribute to a business in my riding recently recognized on this year’s list of Canada’s fastest-growing companies. Gin-Cor Industries, based in Mattawa, ranked 276th out of 500, with five-year revenue growth of 209%. Gin-Cor’s success has led to expansion across Ontario, with parts-and-service locations in Carleton Place and Kingston, and an affiliate company, Durabody Industries, located in Bond Head.", "Gin-Cor is an industry leader in the custom manufacturing of specialized service vehicles. When you’re on the road and see the Gin-Cor brand on dump trucks, snowplows, sanders, hook-lifts or roll-offs, you’re looking at some of the best-built, best-backed pieces of equipment in Canada.", "This is not the first honour of distinction for Gin-Cor. In 2012, president and CEO Luc Stang was named Entrepreneur of the Year at the Northern Ontario Business Awards. That same year, Gin-Cor was named Business of the Year by the North Bay and District Chamber of Commerce.", "There is a long tradition of entrepreneurial success in Nipissing that spans our province, our country and indeed the globe.", "On behalf of the people of Nipissing, I offer congratulations to Luc, his staff and everyone in the town of Mattawa. Well done, everybody." ],
  "anchor" : "para547"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "In my great riding of Barrie and many ridings across the province, there is a non-profit organization called the Society of St. Vincent de Paul. They provide a variety of different ways of assisting my community. One manner in which they help is by providing food vouchers and grocery assistance to people who qualify. They also give financial assistance to eligible parents who need help getting their children ready for school with books, clothes, shoes and backpacks filled with school supplies.", "The help that the SSVP provides varies, depending on the amount of support it receives. That’s why I’m proud of one of the ways my community helps support the Society of St. Vincent de Paul. Every year, for the last four years, community volunteers have run a charity golf tournament where all the funds go to the SSVP’s back-to-school assistance program. In the first year, the tournament raised $722. Mr. Speaker, I’m proud to say that this year, the fourth year of the tournament, they raised $5,140. All of that money is going to the back-to-school program.", "But the tournament would be nothing without the amazing sponsors: sponsors like Pharmasave, Barrie Fire Fighters, the Royal Canadian Legion and Barrie Hill Farms, just to name a few.", "I’d like to take this time to recognize all of the sponsors and volunteers that help support the tournament and make it possible. They run this tournament so that children who need it can feel special too on that first day back to school." ],
  "anchor" : "para553"
}, {
  "speaker" : "Mr. Grant Crack",
  "text" : [ "What a pleasure it is to rise here today and thank the united counties of Stormont, Dundas and Glengarry, the local mayors, the councillors and the numerous volunteers who, together, organized an incredible successful event: the 2015 edition of the International Plowing Match and Rural Expo in Finch, Ontario, which is, by the way, only about 30 minutes from my home, so that was quite convenient for me.", "To see Ontario’s agricultural community come together and showcase their important contribution to Ontario’s economy is nothing short of spectacular.", "Agricultural practices have greatly evolved over the years since the first plowing match in 1913, and our farmers are second to none here in Ontario. They run efficient agriculture and agriculture-related businesses that contribute approximately $34 billion to the provincial economy and employ almost 800,000 Ontarians.", "From a political perspective, it’s an opportunity for all of us members of the Legislature to visit different parts of rural Ontario each year to see, specifically this year, how beautiful eastern Ontario really is and what beautiful landscape that I get to enjoy every time I go and do my work in my riding of Glengarry–Prescott–Russell.", "Not only did the united counties of Stormont, Dundas and Glengarry showcase all of the great things on offer in their region, but also the united counties of Prescott–Russell in my riding had wonderful tents that were full of information about local municipalities and what they all offer to the people and visitors.", "Congratulations to former MPP Jim Brownell, who was chair of this year’s edition of the international plowing match, and to his incredible team of volunteers for their years of work in ensuring the success of this event and providing everyone with an enjoyable experience. Congratulations; great job." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader on a point of order." ],
  "anchor" : "para565"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I know this is not a point of order, but I just want to very quickly introduce a good friend of mine that I notice in the gallery: Dr. Fahim Ali, who is the father of Page Nuh. Fahim and I went to university together. It is great to see him here and see Nuh in the Legislature. Welcome to Queen’s Park." ],
  "anchor" : "para566"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is correct; it’s not a point of order.", "Welcome.", "Mr. Hoskins moved first reading of the following bill:", "Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996 / Projet de loi 122, Loi visant à modifier la Loi sur la santé mentale et la Loi de 1996 sur le consentement aux soins de santé." ],
  "anchor" : "para567"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para573"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para575"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "The Mental Health Statute Law Amendment Act, 2015, would, if passed, make amendments to the Mental Health Act in response to the Ontario Court of Appeal decision in P.S. v. Ontario, 2014. The bill would create additional rights for patients through enhanced powers for the Consent and Capacity Board." ],
  "anchor" : "para576"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "It’s a petition to the Legislative Assembly of Ontario.", "“Whereas the” rightful “purpose of Ontario’s Environmental Protection Act ... is to ‘provide for the protection and conservation of the natural environment’ ....; and", "“Whereas ‘all landfills will eventually release leachate to the surrounding environment and therefore all landfills will have some impact on the water quality of the local ecosystem.’—Threats to Sources of Drinking Water and Aquatic Health in Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That section 27 of the EPA should be reviewed and amended immediately to prohibit the establishment of new or expanded landfills at fractured bedrock sites and other hydrogeologically unsuitable locations within the province of Ontario.”", "I affix my signature as I support this petition." ],
  "anchor" : "para579"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have a petition that I believe originated with the AIDS Committee of Windsor.", "“To the Legislative Assembly of Ontario:", "“Whereas naloxone is a medication that can reverse the symptoms of an opioid overdose; and", "“Whereas the provincial Expert Working Group on Narcotic Addiction (EWGNA) has recommended that the ministry ‘increase and sustain the availability of naloxone overdose prevention kits and harm reduction information via public health units across the province’;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Instruct the Ontario government to expand the naloxone distribution program, which restricts the dispensing of naloxone to individuals who are current needle exchange program clients or patients in the Ministry of Health and Long-Term Care hepatitis C treatment and outreach program, to include:", "“—not-for-profit agencies and organizations that service individuals at risk of opioid overdose;", "“—individuals that support and/or care for individuals at risk of opioid overdose; and", "“—any individual living in Ontario that is 16 years of age and older and dependent on opioids.”", "I agree with this petition. I will affix my name and give it to Jaleelah to present to the table." ],
  "anchor" : "para587"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the rate of concussions among children and youth has increased significantly from 2003 to 2011, from 466 to 754 per 100,000 for boys, and from 208 to 440 per 100,000 for girls; and", "“Whereas hard falls and the use of force, often found in full-contact sports, have been found to be the cause of over half of all hospital visits for pediatric concussions; and", "“Whereas the signs and the symptoms of concussions can be difficult to identify unless coaches, mentors, youth and parents have been educated to recognize them; and", "“Whereas preventative measures, such as rules around return-to-play for young athletes who have suspected concussions, as well as preventative education and awareness, have been found to significantly decrease the danger of serious or fatal injuries; and", "“Whereas Bill 39, An Act to amend the Education Act with respect to concussions, was introduced in 2012 but never passed; and", "“Whereas 49 recommendations to increase awareness, training and education around concussions were made by a jury after the coroner’s inquest into the concussion death of Rowan Stringer;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government review and adopt Rowan’s Law to ensure the safety and health of children and youth athletes across the province.”", "As a father of two young girls who are very active in competitive sports, I agree with this, will sign it and send it to the table with page Kelly." ],
  "anchor" : "para598"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize Hydro One, there’s no return; and", "‘We will lose billions in reliable annual revenues for schools and hospitals; and", "‘We will lose our biggest economic asset and control over our energy future; and", "‘We will pay higher and higher hydro bills, just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I sign this petition and give it to page Eastyn to deliver." ],
  "anchor" : "para609"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this petition. I’ll affix my name and give it to page David to take to the Clerk." ],
  "anchor" : "para619"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas the $100 ODSP Work-Related Benefit provides a critically important source of funds to people with disabilities on ODSP who work, giving them the ability to pay for much-needed, ongoing work-related expenses such as transportation, clothing, food, personal care and hygiene items, and child care; and", "“Whereas the Ministry of Community and Social Services plans to eliminate the Work-Related Benefit as part of a restructuring of OW and ODSP employment benefits, and has said that ongoing work-related expenses will not be covered by its new restructured Employment-Related Benefit; and", "“Whereas eliminating the Work-Related Benefit will take approximately $36 million annually out of the pockets of people with disabilities on ODSP who work; and", "“Whereas a survey conducted by the ODSP Action Coalition between December 2014 and February 2015 shows that 18% of respondents who currently receive the Work-Related Benefit fear having to quit their jobs as a result of the loss of this important source of funds; 12.5% fear having to reduce the amount of money they spend on food, or rely on food banks; and 10% fear losing the ability to travel, due to the cost of transportation; and", "“Whereas people receiving ODSP already struggle to get by, and incomes on ODSP provide them with little or no ability to cover these costs from regular benefits; and", "“Whereas undermining employment among ODSP recipients would run directly counter to the ministry’s goal of increasing employment and the provincial government’s poverty reduction goal of increasing income security;", "“We, the undersigned, petition the Legislative Assembly of Ontario to stop the provincial government’s plan to eliminate the ODSP Work-Related Benefit.”", "I affix my name to this and send it down to the table with Sydney." ],
  "anchor" : "para627"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "To the Legislative Assembly of Ontario:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills, just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I sign my petition." ],
  "anchor" : "para637"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas there are critical transportation infrastructure needs for the province;", "“Whereas giving people multiple avenues for their transportation needs takes cars off the road;", "“Whereas public transit increases the quality of life for Ontarians and helps the environment;", "“Whereas the constituents of Orléans and east Ottawa are in need of greater transportation infrastructure;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the Moving Ontario Forward plan and the Ottawa LRT phase II construction, which will help address the critical transportation infrastructure needs of Orléans, east Ottawa and the province of Ontario.”", "It gives me great pleasure to add my signature, and I will give it to page Jacob." ],
  "anchor" : "para647"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ministry of Health and Long-Term Care’s lack of leadership is forcing the closure of the South Bruce Grey Health Centre restorative care Chesley site; and", "“Whereas it is ignoring evidence that the restorative care program has had major successes since its inception three years ago; and", "“Whereas it has helped over 300 patients to increase their quality of life by helping them regain strength, balance and independence; and", "“Whereas it has improved patient outcomes for over 80% of patients who returned home feeling confident of their recovery; and", "“Whereas the loss of this critical care will see patients readmitted to hospitals, to emergency room visits or having to stay in acute care beds longer, representing the costliest options in our health care system; and", "“Whereas vulnerable seniors in our communities take the position that there is evidence of funding cuts for home care services; and", "“Whereas our senior and all other vulnerable patients deserve access to compassionate care and treatment as close to home as possible;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To provide the necessary base funding to keep the South Bruce Grey Health Centre restorative care Chesley site in operation so that the health and welfare of our most vulnerable patients remains intact.”", "I fully support it and will give it to page Laura." ],
  "anchor" : "para657"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Liberal government has indicated they plan on introducing a new carbon tax in 2015; and", "“Whereas Ontario taxpayers have already been burdened with a health tax of $300 to $900 per person that doesn’t necessarily go into health care, a $2-billion smart meter program that failed to conserve energy, and households are paying almost $700 more annually for unaffordable subsidies under the Green Energy Act; and", "“Whereas a carbon tax scheme would increase the cost of everyday goods including gasoline and home heating; and", "“Whereas the government continues to run unaffordable deficits without a plan to reduce spending while collecting $30 billion more annually in tax revenues than 11 years ago; and", "“Whereas the aforementioned points lead to the conclusion that the government is seeking justification to raise taxes to pay for their excessive spending, without accomplishing any concrete targets;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To abandon the idea of introducing yet another unaffordable and ineffective tax on Ontario families and businesses.”", "I approve of this petition, and I will give it to page Siena." ],
  "anchor" : "para669"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government’s proposed Ontario Retirement Pension Plan (ORPP) is a mandatory pension plan which would target small businesses and their employees; and", "“Whereas there has been little to no discussion on what the costs would be, or who would pay them; and", "“Whereas affected businesses would be hit with up to $1,643 per employee, per year in new payroll taxes starting in 2017; and", "“Whereas affected employees would have up to $1,643 per year extra deducted from their paycheques, and it would take 40 years for them to see the full pension benefits; and", "“Whereas the Canadian Federation of Independent Business predicts the unemployment rate in Ontario would rise by 0.5%, and there would be a reduction in wages over the longer term; and", "“Whereas all of these costs would be shouldered exclusively by small businesses and their employees; and", "“Whereas public sector and big business employees who already have a pension plan will not be asked to pay into the plan;", "“We, the undersigned, do not support implementation of the Ontario Retirement Pension Plan and petition the government of Ontario to axe the pension tax.”" ],
  "anchor" : "para679"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Green Energy Act has driven up the cost of electricity in Ontario due to unrealistic subsidies for certain energy sources, including the world’s highest subsidies for solar power; and", "“Whereas this cost is passed on to ratepayers through the global adjustment, which can account for almost half of a ratepayer’s hydro bill; and", "“Whereas the high cost of energy is severely impacting the quality of life of Ontario’s residents, especially fixed-income seniors; and", "“Whereas it is imperative to remedy Liberal mismanagement in the energy sector by implementing immediate reforms detailed in the Ontario PC white paper Paths to Prosperity—Affordable Energy;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately repeal the Green Energy Act, 2009, and all other statutes that artificially inflate the cost of electricity with the aim of bringing down electricity rates and abolishing expensive surcharges such as the global adjustment and debt retirement charges.”", "I fully support it, will affix my name and send it with page Kelly." ],
  "anchor" : "para689"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for Kitchener–Waterloo has a petition." ],
  "anchor" : "para698"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "Oh, you’re going to let me go? Thank you very much.", "Mr. Speaker, this is to the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I will put my name to this and hand it to our page, Alexander." ],
  "anchor" : "para699"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Bruce–Grey–Owen Sound has a point of order." ],
  "anchor" : "para708"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I would like to welcome Don McCulloch to the Legislature. He has joined two other fine gentlemen from Bruce county. He’s a physician who provides exemplary service, but equally important to that is his nephew Brett “Gracie the Goalie” McCulloch. He’s one of my son Zach’s best friends. I’d like to welcome you and thank you for your dedicated and compassionate service to the people of Ontario." ],
  "anchor" : "para709"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I move that:", "Whereas the government of Ontario has eliminated public oversight of Hydro One by revoking the powers of the following independent non-partisan officers of the Legislative Assembly: the Auditor General, Ombudsman, Information and Privacy Commissioner, Integrity Commissioner, French Language Services Commissioner, Provincial Advocate for Children and Youth, Environmental Commissioner and Financial Accountability Officer; and", "Whereas the government of Ontario has denied all freedom-of-information requests related to the privatization of Hydro One, including all records of the costs and risks related to the sale; and", "Whereas more than 80% of Ontarians oppose the government’s plan to privatize Hydro One; and", "Whereas the government of Ontario refused to hold public consultations on the privatization of Hydro One across the province before moving ahead with the 2015 Ontario budget; and", "Whereas Ontarians have a right to accurate information, non-partisan analysis and to be heard before the sale of Hydro One begins;", "Therefore, it is in the opinion of this House that the Minister of Energy immediately invoke section 35 of the Ontario Energy Board Act and order the Ontario Energy Board to conduct an independent, public, non-partisan review of the impact of the proposed privatization of Hydro One prior to launching any sale of shares or stock." ],
  "anchor" : "para712"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Ms. Horwath has moved opposition day number 1. I recognize the leader of the third party." ],
  "anchor" : "para719"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "I’m very pleased and proud to be able to rise today on behalf of Ontario’s New Democratic Party caucus to speak to our opposition day motion.", "Many people will know that over this past summer, I travelled through the province, talking to people, listening to people, more importantly, about what they had to say, and I heard them loudly and clearly. People’s concerns about the sell-off of Hydro One were top of mind everywhere that I went. Too many families are struggling right now to pay the bills, and families are worried. They’re worried about how the sell-off of Hydro One is going to make their situation even worse, how the sell-off of Hydro One is going to hurt, particularly in the pocketbook.", "Businesses also told me that they’re very, very concerned that higher rates are going to cut into their margins and force them to cut jobs. The Ontario Chamber of Commerce has been very vocal about the need to address sky-high Liberal hydro rates for the sake of our economy. I’ve heard directly from small businesses, from Timmins to Sarnia, who have told me that they are very concerned about the challenges they face every day to keep their livelihoods, pay their hydro bills and keep staff on.", "We know from this government’s own polling that three out of four Ontarians—the vast majority of Ontarians—want hydro kept public. Other public domain polls in fact have shown even stronger opposition to the sell-off of Hydro One. But you don’t need polling to tell you this, Speaker. All you have to do is walk down any street in any community, in any city, in any small town, in any hamlet in this province and you’ll hear it from people each and every time: They do not want their Hydro One sold off.", "Ontarians are very, very worried about this. They’re extremely worried about this, and they are frustrated that their Premier simply is not listening. She’s ignoring them. She’s treating them with the utmost of disrespect. She’s being arrogant, and she’s being ignorant to the concerns that Ontarians have, and that is not what a Premier should be doing. What’s most appalling is that the Premier is going to go ahead with this sale with no public consultation whatsoever, with absolutely zero—none, nada—independent analysis of the basis of this decision, none whatsoever, and no mandate from the people of Ontario.", "How dare this government take this move with no independent analysis whatsoever? It’s unbelievable that the government would be dragged by the nose through this process by their friends on Bay Street. Well, maybe it’s not so unbelievable, because that’s what the Liberal do each and every time. They look after their own friends and not the people of Ontario.", "So here we have a situation where, once again, the Liberals are turning their backs on the people and the businesses of this province. They’re choosing to cater to a small group of powerful friends and Liberal insiders. All you have to do is look at the money being paid to the executive and the board members, the overwhelming number of which are in the corporate who’s who in the province of Ontario. Have a look. Check out the board. Look at all of those companies that are going to be making all kinds of money in fees on the sale of Hydro One. It’s in the prospectus. It’s the who’s who of all of the top bankers who have been advising this government for the last couple of years. It’s the who’s who of all the movers and shakers who have become the Liberals’ best friends over a decade in government.", "It’s a disgrace. They’re going to be making millions upon millions of dollars on the backs of ratepayers. It’s no wonder that the ratepayers of this province, businesses and families alike, are worried, are scared, because this is one of the biggest mistakes that this province will have made in recent memory—in generations, Speaker.", "The Premier is refusing to live up to her promises to Ontarians, and that is absolutely the case. She came in here riding a white horse. She was going to do things differently. She was going to listen to people. She was going to be transparent. She was going to be accountable. None of those things is happening in this most important situation right here, the sell-off of Hydro One—none of those things.", "When she put that Ed Clark panel together, she promised that any decisions by that panel—so this is over and above her magnanimous declarations being the new Premier of this province; over and above that. When she put that Ed Clark panel together specifically to look at Ontario’s assets, what she said was that any decisions by that panel would be “transparent, professional and independently validated.” None of those things have happened, and it’s high time those things do happen, before it’s too late, before this government once again buys a pig in a poke that the people of Ontario will pay for for generations to come. That’s exactly what we need, Speaker. We need what the Premier has refused to do. But I can say that she has an actual chance to change that. She could actually change that. She can stop the secrecy of this sell-off and order an open and transparent review by the Ontario Energy Board.", "You know what, Speaker? The Ontario Energy Board actually has a mandate under law to protect the interests of consumers with respect to prices and the adequacy, reliability and quality of electricity service. Now, some of us may quibble as to whether in fact they’ve actually taken on that role in a serious way, whether they’ve been a toothless tiger when it comes to being careful about the rates here in Ontario, but that doesn’t mean that they don’t have other roles that they can fulfill in regard to this particular initiative that the Liberals have put together.", "It’s hard to imagine that anything would have a greater impact on electricity service than the privatization of Hydro One. I don’t think there’s anything that would have more of an impact than this very item that the Liberals are bent on implementing. With the recently released prospectus confirming that the government will not in fact retain control—de facto control or otherwise—an independent review is more important than ever.", "The government has the authority. They have the authority to direct, to require, the Ontario Energy Board, the OEB, to examine any question whatsoever on energy. The OEB can deliver exactly the kind of broad and transparent public hearings that this government refused to do during the process of the budget, that they refused to do during the process of implementation of this policy. They could get the OEB to do that. That’s the least that Ontarians deserve. The least that Ontarians deserve is public hearings into the sell-off of Hydro One, and the OEB can make that happen.", "The Liberals have used their authority before with the OEB. This isn’t new; this isn’t something that’s being pulled out of a hat somewhere. In fact, very recently, this very minister, the Minister of Energy, Minister Chiarelli, called on the OEB to do exactly that, to do particular work on behalf of the government. In 2013, he asked the OEB to examine the merits of the Energy East Pipeline, figuring it might have an impact on energy in this province. In 2014, Minister Chiarelli directed the OEB to explore a rate program for low-income ratepayers, for low-income consumers. That makes sense; it has an impact on energy.", "The sell-off of Hydro One will have a greater impact than either of those two initiatives. The sell-off of Hydro One will have a more significant impact on energy than any other policy that this government could dream up or has dreamed up in their 12 years in office. It is absolutely necessary that the minister responsible for this file direct the OEB to put together public hearings and to do an independent, unbiased, non-partisan analysis of the Liberal plan.", "The Premier needs to do that. She needs to make that clear, that that’s what needs to happen. Ontario families and businesses deserve a chance to know how badly this deal is going to hurt their bottom lines, how badly it’s going to hurt their pocketbooks.", "New Democrats have been listening to Ontarians, and we have been proposing reasonable solutions to allow Ontarians to be heard, to give them the transparency that they so deserve and to protect their bottom lines against further Liberal rate hikes. Today I’m asking the government to actually step up and direct the OEB to review the sell-off of Hydro One. It’s time to open up the Liberal backroom doors and bring some transparency and some public scrutiny to this privatization scheme.", "This morning, I’ve written to the Premier, and I asked her government to direct the OEB to complete a public review of the sale of hydro before we take another step down this path. I sent the letter off this morning, and I think the Premier needs to actually pay attention this time. This has gone far too long. It is unacceptable that we are in the situation that we’re in now.", "On Friday, the preliminary prospectus was released. Nobody knew anything about it until it hit the Ontario Securities Commission. Nobody knew anything about it. Nobody knew that the Liberals were planning to increase the money that gets paid to the top executive fivefold, that the board of directors were going to get a huge raise in terms of what they’re being paid. Nowhere in the preliminary remarks in that prospectus did I see anything about consumers, anything about rates, anything about ratepayers. It was all about what’s good for the corporation. When you have a public electricity system, it’s about what’s good for the public, not what’s good for the return on investment for shareholders.", "So we need to have that public review; we need the Ontario Energy Board to do it. The people of Ontario deserve to have their concerns listened to. The work that’s done by the OEB needs to be released for public review before the sale goes any further. That’s the kind of open, public, transparent and professional review that the people of this province deserve.", "You know, Ontarians are very tired of Liberal broken promises. The Premier promised to be transparent; she promised a professional, transparent and independently validated process. Well, I think it’s about time that she kept that promise. I think it’s about time she finally did the right thing by the people of Ontario. Listen to their voices, give them a chance to be heard, and then actually act on what she hears. I can guarantee you that she’s going to hear that people do not want Hydro One sold off. I think that’s what she’s the most afraid of. Shame on her for not doing her job as a Premier of this province." ],
  "anchor" : "para720"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para743"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Today a little ground fog added 30 minutes to the commute of western GTA drivers. It now takes 50% longer to get from Mississauga to downtown than it did when I was first elected 12 years ago. That’s why, last year, in 2014, our government convened a group of experts to look at how Ontario will build and pay for the infrastructure we need to get around, to move people, to move freight and to build our economy.", "Visitors to Asia and Europe see how nations, regions and cities work together to get people out of their cars, to cut carbon emissions, to reduce urban sprawl and to reduce commute times. We can do that here too, now that the greater Toronto area has surpassed Chicago and is now the third densest metropolitan area of North America, behind only New York and Los Angeles.", "It’s important to begin my response to the leader of the third party in this way, because being able to pay our infrastructure bills is as important as knowing what to build and getting the projects done on time and on budget.", "How do the two opposition parties regard the daily commute in our large cities and the infrastructure needs in our smaller cities and urban areas? How they regard them says as much about the parties as it does about the problem. The Tories’ approach has always been to just do nothing. Stuck in traffic? You’re on your own. Indeed, on matters that relate to electricity and natural gas, the NDP’s approach is similar. The NDP simply oppose every plan to generate or transmit electricity.", "Left to their own flawed policies, both the Conservatives and the NDP would continue to do as they have always done: Run our electricity generation and transmission systems into the ground, and do nothing. By the way, that is also how the NDP and the Conservatives propose to keep bills to consumers from rising.", "Doing nothing is not acceptable to Ontarians. We’ve seen it before on the watches of both Conservative and NDP governments. Ratepayers today don’t need to worry about crumbling infrastructure or crumbling electricity generation and transmission in Ontario. They did 12 years ago." ],
  "anchor" : "para744"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Maybe a little quiet from the third party area? They were kind enough to be quiet while you delivered your speech.", "Go ahead." ],
  "anchor" : "para751"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Thank you, Speaker." ],
  "anchor" : "para753"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member from Oshawa would like to share something with us?" ],
  "anchor" : "para755"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "No, Speaker." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you.", "Continue." ],
  "anchor" : "para757"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Ratepayers today don’t need to worry about crumbling electricity generation and transmission in Ontario. They did up to 12 years ago, when Ontario was a net buyer of electricity at upwards of a dollar per kilowatt hour, when brownouts had started in Ontario in the fading days of the last Conservative government here at Queen’s Park, and when diesel generators were on standby in case our electricity grid collapsed entirely. Indeed, on their watch, the Conservatives added $1 billion in purchased electricity to our stranded debt.", "To grasp where this province is going, you have to first understand where we’ve come from. Our grid is up to date and getting better every year. Ontario has strung more than 5,000 kilometres of new wire to bring electricity to homes, cities, towns and industries. And here’s an important part: Ontario electricity is now clean. Our electricity is now more than 99.5% carbon-free, and we’re still out to get that last fraction of 1%. Our urban airsheds are cleaner. Smog days are rare; they’re few and far between, and fewer kids need puffers in our schools.", "Ontario is now a net electricity exporter, earning about half a billion dollars per year from sales of Ontario electricity to other jurisdictions, including Quebec, which cannot meet its peak mid-winter demand and buys Ontario electricity to keep the lights on in Montreal. We’ve achieved that, as Ontarians, with money already spent, borrowed when interest rates were at historic lows. That’s what your electricity bills have bought in recent years.", "In the years to come, we need to bring down our Ontario carbon footprint in the area that now emits more greenhouse gases than any other: transportation. Whether it’s the expansion of the Milton line GO rail corridor that we so much need in Mississauga, or the light rail lines to link the two dozen fast-growing cities that comprise the GTA, or the bridges and power corridors they need in the north, our government does not see doing nothing as an option.", "So what are the other options that the province and our cities have, to pay for building new and better ways to get around in Ontario, and to keep our electricity generation and transmission systems modern and responsive?", "Some advocate tolling our roads, or even further raising transit fares. The NDP seems to feel that jacking up corporate tax rates is the one-stop panacea to Ontario’s problems. Would they also raise sales taxes? Well, they have everywhere else they’ve formed government. Should you just keep right on borrowing it all? Should Ontario disassemble the health care and education systems, where two thirds of our province’s money is spent, to pay for better transit and infrastructure? Or should Ontario acquire more public assets by sharing the ownership of some of the assets that Ontario already owns?", "Let’s look at these options in a little bit more detail.", "Most people I speak with in Mississauga say they’ll talk toll roads when they can see and ride on the transit that the tolls some people advocate proposing to build are in place. Transit prices are subsidized everywhere in the world. Ontario’s transit subsidies are already among the world’s lowest. We don’t need higher fares; we need more riders. And we don’t need more cars to clog our highways.", "While tax rates, like prices, will change all the time, Ontario has found a sweet spot in North America. Ontario is the most competitive jurisdiction in North America for its low tax burden on individuals and businesses. But the NDP say to just raise taxes. Ontario residents feel that the NDP’s solution means chasing away the geese that lay the golden eggs of jobs, investment and prosperity. The NDP say that governments who aren’t squeezing the lifeblood of cash out of investors and businesses are just pandering to the wealthy. They miss the point. Our tax load must be a broadly shared one within Ontario’s huge middle class. The prevailing wisdom and consensus is that Ontario’s business, income and consumption taxes are just about where they should be right now.", "The NDP also advocate just continuing to borrow. Let’s be clear: Ontario borrowed a lot of money to get through the recent recession. There was a choice. The province could have gone the neo-con Tea Party route that they did in Ottawa. They could have choked the air out of our recovery. The United States did that, and like US—" ],
  "anchor" : "para759"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Do I have to say anything?" ],
  "anchor" : "para770"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I’m sorry. No." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thanks. Go ahead." ],
  "anchor" : "para772"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Thank you, Speaker. There was a choice to borrowing money. We could have gone the neo-con Tea Party route that prevails in Ottawa. We could have choked the air out of our recovery here in Ontario. The United States did that. Like US states, we too could have fired teachers, police officers, nurses, health care workers, and slashed programs and supports to the very people losing their livelihoods. I have no doubt that bond rating agencies would have been happier and Ontario’s debt-to-GDP ratio would have been a little bit lower.", "The jury is now in on Tea Party-style austerity. It has never worked anywhere in the world any time it has been tried. It failed in the United States, which took more than three full years longer than Ontario to recover its lost jobs and get back to where it was in the middle of 2008.", "The cost of Ontario’s quick economic recovery is that, also, there’s a limit to how healthy an amount we should borrow. Our government has never missed a deficit reduction target. We remain on track for a balanced budget in 2017-18.", "Borrowing it all to build transit and infrastructure is not how Ontario should go forward; neither is cannibalizing public health care or primary, secondary and post-secondary; neither is cannibalizing highways and assistance to cities; neither is cannibalizing and taking apart policing and the administration of justice, or support for our needy, and so on. We ask ourselves if we can find a way to unlock some cash in what we already own, while keeping control of assets that deliver a public good, such as electricity.", "Ontario pension funds note that there are not many public assets into which Ontario workers can invest their money in their own province. Is it a problem if Ontarians, in their RRSPs, their pension funds or their investment accounts, own part of their own public assets? A panel chaired by former TD chief economist Ed Clark concluded that Ontario could share ownership of some public assets and free up money to build even more public assets.", "Twice in the past generation, sharing ownership of the towers, wires, substations and some of the local distribution of Ontario electric power has been proposed. People are reluctant, after the complete failure of the privatization of the publicly funded and privately built Highway 407, to consider something that might be similar. I completely get that. Highway 407 was the single worst, most one-sided and unfair privatization scheme in world history, undertaken by the Conservatives in the 1990s. That’s why it was so important that Ontario learn from that boondoggle and get it right, and make it fair and make it workable.", "After all, our railways—one of which was formerly owned by the federal government and the other built with taxpayer funds—are now both private entities. I must admit I wish I had bought CN Rail at its initial public offering. Railways are now publicly owned but regulated by the government at the federal level. So are our banks publicly owned, and they are government regulated as well. That firm hand of regulatory accountability was what kept Canadian banks and financial institutions solvent when so many others around the world either failed or converted their corporate cash shortfalls into taxpayer debt in other countries.", "We’ve done this before in Canada. And in Hydro One’s new CEO, a gentleman I have not yet met, Mayo Schmidt, Ontarians have a seasoned executive who took the Saskatchewan Wheat Pool and made it to into a well-run, profitable and successful business called Viterra. He built it into a publicly held, multi-billion-dollar corporation with nearly 7,000 employees and opened up operations around the world. I used to get into Saskatchewan regularly on business years ago. Saskatchewan residents are plain-spoken, level-headed and pragmatic business people. While everyone had a pet peeve about the Saskatchewan Wheat Pool, they would not have parted with it if it had cost them control and accountability over the collection, storage, marketing and distribution of their province’s signature agricultural crop: wheat.", "Ontario will do the same with Hydro One. The province has veto power over the CEO. If the board goes rogue or loses touch with those they are appointed to serve, the province can remove the entire board. Ontario will, after multiple issues of Hydro One shares, retain a strong, controlling ownership position in the company.", "Just to give Ontarians an ideas of what a controlling interest in a publicly traded stock means, I looked up a recent article in a US legal newsletter called Law360 on shareholder control. It stated, and I quote exactly:", "“The definition of controlling party always has been something of a moving target, said Bernard Black, a finance and law professor at Northwestern University.", "“Back in 1988, the Chancery Court held that a 39% stake in Macmillan Inc. was enough to give a hostile buyer effective control. Seven years later, in a heavily litigated battle for Unitrin Inc., the court said 28% was not. So when it comes to stock ownership, somewhere between 28% and 39% is a fuzzy line that denotes control, moving with the facts specific to each case, Black said.”", "Ontario will retain not 28% to 39%, but 40% ownership of Hydro One: yet another indication that Hydro One will remain controlled by Ontarians. Hydro One’s headquarters must always remain in Ontario.", "People worry about whether a privately held Hydro One could just raise prices at will. They cannot. Hydro One does not set electricity prices any more than Enbridge or Union Gas set natural gas prices. Those decisions rest with the Ontario Energy Board, an independent, regulatory body. The OEB often overturns rate change applications. Regardless of what Hydro One’s shareholders or management may wish for, the decision will always rest with the independent Ontario Energy Board.", "To this end, in 2010, Hydro One asked for a distribution rate increase and received, instead of a rate increase, a 9% reduction in its capital request. In 2011, OPG, Ontario Power Generation, applied for a 6.2% rate increase. The OEB denied the request and lowered rates. In 2012, Hydro One asked for a rate increase for transmission and received a 3% reduction for its capital request. In 2012, Toronto Hydro made a distribution request and received 10.8% less than requested. In 2014, Ontario Power Generation asked for a rate increase and the Ontario Energy Board approved about half of the amount requested. Over the last six months, the Ontario Energy Board has also decreased natural gas rates for Enbridge and Union Gas customers.", "As I saw in a recent visit to the headquarters of the Independent Electricity System Operator, or IESO, Hydro One does not even control how much electricity flows through its wires, or even the direction that it flows. They do that in the control room at IESO, which is independent of Hydro One.", "Hydro One will be subject to the exact same disclosure, transparency and audit rules, through the Ontario Securities Commission, that govern all other publicly traded companies, including our banks.", "Do you want to find out who the senior management team members are and how much they’ll be paid? You can find that on page 141 of the Hydro One preliminary prospectus, and you’ll find it in the quarterly reports that the company will issue in the years to come. Hydro One’s audited financial statements and quarterly reports will be publicly available; indeed, it may come to pass that many Ontarians could choose to have some Hydro One shares in their pension plan, in their RRSP or in their investment account, and they too will receive some reports on how well their company is performing.", "Even at the institutional level, no one investor will be able to accumulate more than 10% of Hydro One’s outstanding shares. And the Ontario Securities Commission takes this type of limitation very seriously, and has measures with teeth. In practical terms, it would take a complex and risky undertaking involving the acquisition of the large majority of all the outstanding shares to even try a hostile takeover that the terms of the Hydro One structure would ensure fails.", "Ontario-wide, Hydro One Networks Inc. serves about 1.2 million customers. Let’s put that another way: That’s only 24% of the total customers in Ontario. With such a minority position, Hydro One must remain competitive with existing private sector, privately owned, local distribution companies such as Toronto Hydro, PowerStream, Hydro Ottawa, Horizon Utilities, Enersource, London Hydro and dozens of others.", "All of these points are acknowledged in the Hydro One preliminary prospectus.", "Speaker, we in Ontario need to get on with the transit and infrastructure that this province needs, now and during the 21st century. Public control of Hydro One remains. The government campaigned on a mandate to find some value in Hydro One and to use exactly this value to build better transit to help all of us get along.", "Future prices of electricity may reflect the cost of building lines, renewing substations and improving service, and a lot of that improvement has already been bought, paid for and implemented.", "Speaker, this opposition motion is without merit or basis. It should be defeated." ],
  "anchor" : "para773"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate." ],
  "anchor" : "para798"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s a pleasure to join the debate here and bring a little realism back to the discussion of the day, because that was like getting a report from another planet, and I’m not exactly sure—the member from the government side means well. I’m sure he was sent out there to read those remarks. He’s a good guy. I play hockey with him on the Ontario Legiskaters. For a while there, he needed his goalie equipment because there were some barbs headed his way. There were just so many inaccuracies in what he said. About this deal—and he didn’t speak much about the deal—he talked about the fact that Ontario is a competitive jurisdiction, which is absolutely ridiculous. Ontario is probably one of the least attractive jurisdictions right now in North America." ],
  "anchor" : "para799"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "There seem to be about seven or eight independent discussions going on, and it seems to be coming mostly from the third party. If you want to have your group discussions, take it outside, because I’m having trouble hearing—and he has a very deep voice. I’m getting muffling sounds in the back, so take it outside, please.", "Go ahead." ],
  "anchor" : "para801"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thank you, Speaker. You have a lovely voice as well.", "This is a serious, serious topic. From what we just heard from the member on the government side, it’s almost like he has no idea of what public perception of this deal is and how opposed the public is to the fire sale of Hydro One.", "I commend the leader of the third party for her opposition day motion today. It’s well worded, it makes a lot of sense, and I think it points out a lot of the things that this Liberal government said prior to the election, and the difference between what was said prior to the election and what is actually happening now in Ontario.", "This Premier promised to be transparent. And what was the first thing she did? She decided she’s going to sell off Hydro One, one of our most valuable assets, if not the most valuable asset, which returns $780 million every year to Ontario. She announced she’s going to sell it off, but she’s done it in a backroom somewhere. And not only that, she announced it at a public media event, with a big sign up on the wall that said, “Beer in grocery stores.” That’s all it said. It didn’t say anything about the Hydro One sale. You had to look at the footnotes to find out that Hydro was actually being sold off as well. She uses beer as a distraction for the media and the public any opportunity she can. She did it today, when the Auditor General was releasing her report on the CCACs and the fact that $4 out of every $10 being spent in the CCACs is going to administration. She thought she could distract by announcing she was going to start selling six-packs at a couple of grocery stores across Ontario.", "This has been smoke and mirrors from the start, and it’s time we started to get some honesty from the Premier and rewinding, as the NDP has said in their opposition day motion, of the lack of oversight on this entire deal. All of the oversight has been removed. It’s up to the NDP and it’s up to the official opposition now, and perhaps the media, to keep tabs on what actually is happening with the sell-off of Hydro One to ensure that we’re getting the value for that asset that we should be getting. Assets at Hydro One are valued at $22 billion. She says she’s going to sell off 60% of Hydro One. She’s going to get $9 billion. I think—I don’t know—60% of $22 billion is not $9 billion; it’s more like $11 billion or $12 billion.", "She says she’s going to pay $5 billion onto the debt that exists there and then have $4 billion left over. However, that’s not the end of the story. She’s not going to net nearly that much in the sale for her infrastructure projects. But the thing is that even if she did that, she’s only going to be able to do it once, and then it’s gone. The revenue stream that exists is gone. She’s not going to be able to sell it every time she needs to get her hands on some cash.", "That’s really what this whole debate comes down to. It’s a desperate, desperate move by a government that hasn’t been able to control its finances for years, running deficits of $11 billion, $12 billion. She can’t borrow any more money. The debt in Ontario is approaching $300 billion. It has doubled under these guys. The well has run dry for them, so they have to start selling off our most important public assets, like Hydro One." ],
  "anchor" : "para803"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Fire sale." ],
  "anchor" : "para810"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "It’s a fire sale. You’ve heard Patrick Brown, our new leader, talk about it. It is a fire sale, and we in the PC caucus are vehemently and vociferously opposed to the sale of Hydro One.", "Do you know what? In preparing for this address to the House, I went looking for the Conservative case against privatization, because the one thing that does keep getting thrown around in this debate is how Tories can be opposed to privatization. I figured that some Tory, of the many thousands who have graced Parliaments around the world, would have made the case against it, and they have.", "I stumbled onto this quote by former British Conservative Prime Minister Harold Macmillan:", "“It is very common for individuals or states, when they run into financial difficulties, to find that they have to sell some of their assets. First the Georgian silver goes; then all that nice furniture that used to be in the salon; then the Canalettos go.", "“Then the most tasty morsel, the most productive of all: having got rid of cables and wireless, having got rid of the only part of the railways that paid and having got rid of the part of steel pits that paid and having sold this and that, we are promised in the King’s speech the further sale of anything that can be scraped up.”", "That’s what we’re doing here, Mr. Speaker. That’s what the Premier of Ontario is doing. She’s scraping, she’s scrounging, she’s just trying to get her hands on any money that she can, because she’s addicted to spending and has no control. That’s why she is selling Hydro One.", "You know, there are natural monopolies in this country. We have certain geographic and economic realities in this country that don’t exist in other places with a privatized grid. Hydro One is the single largest transmitter and distributor in the province in terms of the amount of infrastructure that it’s responsible for. More than 90% of transmission and distribution infrastructure in the province of Ontario is in the hands of Hydro One. That statistic, by the way, is according to the prospectus that the government released last week. That’s because Hydro One is responsible for the vast majority of low-density areas in this province. This is a key point in the sell-off of Hydro One, especially for me, in a mostly rural riding in Prince Edward–Hastings. There are a lot of low-density customers in those areas. Did you know that Ontario has 14.7 people per square kilometre? Think about that: 14.7 people per square kilometre in Ontario. When you remove just the province’s second-largest utility, Toronto Hydro, from the mix, that goes down to 10.1 people per square kilometre in Ontario. This is going to drive up hydro rates in those rural areas of the province." ],
  "anchor" : "para811"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Which are already the highest." ],
  "anchor" : "para819"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Which are already the highest, as my friend from Bruce–Grey–Owen Sound points out.", "Then you remove Ottawa Hydro, Hamilton-Wentworth, Kitchener-Wilmot, London, Windsor and other areas from the mix, and you watch that number get smaller and smaller. It is important, because a part of this fire sale of Hydro One is the removal of what Prime Minister Macmillan called the “tasty morsels” of the Hydro One grid. He called them the “tasty morsels”; I’m calling them the “tasty morsels” of the Hydro One grid. It’s the high-density parts that are more cost-effective to operate and end up paying for the low-density parts in the province.", "The government has already started removing these high-density customers from the Hydro One mix by removing Hydro One Brampton. Electricity distributors all over the province will be wanting to get into the act, removing the high-density, profit-returning parts of Hydro One and leaving the company with the low-density, expensive-to-service customers in the rural parts of Ontario. You break off the Thurlow suburbs from Hydro One and you add them to Veridian in Belleville, you break off suburban Ottawa customers and add them to Ottawa Hydro, and the follow-up question is, why does it matter if Hydro One, as we know it, becomes an electricity distribution service that services predominantly rural and northern Ontario? The answer is the cost. It all comes down to the cost to those people. When you remove the parts of Hydro One that make money from the ratepayer base of the company, you’re left with fewer customers, who are predominantly living in locations that are harder to service.", "The Ontario Energy Board sets rates almost entirely based on the costs of delivering service to customers, and I think that’s an important thing for the government to recognize. The member from the government stood up just a minute ago, and the Minister of Energy said it this morning, and the Premier said it as well: The OEB is in control of hydro rates. No, they’re not, Mr. Speaker. They rubber-stamp those hydro rate increases. We know that it’s going to cost more for what is left of Hydro One to provide that electricity to those customers in vast Ontario, and they’re going to have to rubber-stamp those.", "The other thing is that the OEB—sure, they’re the ones that approve those hydro rate increases. The Ontario Securities Commission is going to play a major role in the sell-off of Hydro One because of the rules that exist with the Ontario Securities Commission. They have to make sure that the investors in this new company are seeing a return on their investment. That’s number one for them. It is not whether the electricity is affordable for Granny Smith in North Hastings to live in her home with her baseboard heat. They don’t care about that. That’s supposed to be public policy. The investors don’t care about that.", "When you remove the parts of Hydro One, Mr. Speaker, that make money from the ratepayer base of the company, you’re left with fewer customers, who are predominantly living in locations that are harder to serve. You know what? When you remove those high-density customers from the mix, the cost of servicing those low-density customers is going to go through the roof. So the idea that the OEB—the Ontario Energy Board—will in any way be a safeguard against higher rates is one of the biggest jokes that the Minister of Energy has ever told in this House. It reminds me of the time that the Minister of Energy, when he was talking about what the gas plant cancellation was going to cost the people of Ontario—" ],
  "anchor" : "para820"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "A cup of coffee." ],
  "anchor" : "para826"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "—he referred to it as a cup of Tim Hortons coffee." ],
  "anchor" : "para827"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Shameful." ],
  "anchor" : "para828"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "That’s what it was going to cost the people of Ontario. We all know it cost well in excess of $1 billion to cancel those gas plants. But to him it was just a cup of coffee at Tim Hortons. It’s the arrogance of this Liberal government that drives us bananas over here on this side of the House—the arrogance of this government.", "But even if we were willing to accept the fact that the government doesn’t really give a darn about how much rural and northern Ontario residents pay for their hydro, why is there a public policy interest in preserving Hydro One in its current form? There’s a really good reason. It’s called winter, and believe it or not, although the Blue Jays are flying high and it seems like the boys of summer might be around for a while, winter is on the way here in Ontario. We regularly get four or five months of winter in this country—" ],
  "anchor" : "para829"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Have you converted?" ],
  "anchor" : "para831"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Were you cheering for the Blue Jays?" ],
  "anchor" : "para832"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes. Are you converting?" ],
  "anchor" : "para833"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I love the Blue Jays. There’s a big game tonight, against the New York Yankees.", "We have four or five months of winter here every year, with big, blowing snowstorms, and even a couple of polar vortexes from time to time. For weeks at a time, the temperature can be in the minus 20s or even minus 30s in parts of Ontario, and maybe, where Mr. Bisson is from, minus 40 or minus 50. In these conditions, heating your house isn’t an option; it’s a necessity of life. In a lot of these areas, these people are never going to be connected by a natural gas line. This leaves them with a couple of options: They either heat using an oil tank or heat with electric baseboard heating. If you’ve got electric baseboard heating, like a lot of people in my riding, if you ever take a look at your hydro bill in the winter, you know that heating your home is a good way to go poor pretty fast.", "A constituent of mine from the western part of Prince Edward county had an electricity bill last winter in excess of $900 because, in addition to the usual amenities in her house, she had electric baseboard heating. They never really set the thermometer at more than 65 Fahrenheit.", "Parts of this province will never get connected to a natural gas line, as I say. Any increase in hydro rates is going to make it harder and harder for those residents to make it through the winter. I know that sometimes the members opposite tend to chuckle in disbelief when we say the choice is to heat or eat for a lot of people, but it’s a reality for a lot of people in Ontario these days.", "There are natural monopolies in what we do. They aren’t always the same from jurisdiction to jurisdiction, but when you have the rural population that we have, when you have the winters that we have and when these people need to heat their homes, there exists a compelling public policy interest in not forcing these people into debt in order to do so.", "However, the principle of selling Hydro One is only one of many problems that I have with the way that this government has conducted the sale.", "In my time here, I have found that if this government can do things in the backroom with minimal consultation, by regulation, by order in council, by time allocation, or even by removal of oversight, then it’s absolutely going to do that. It’s what they’ve done in the four years that I’ve been here. Here we are with the Hydro One sale, and they’re doing the exact same thing. Through schedules hidden in omnibus bills, the government has systematically removed all legislative oversight from Hydro One.", "It says right in the opposition day motion, written by Ms. Horwath, that “the Auditor General, Ombudsman, Information and Privacy Commissioner, Integrity Commissioner, French Language Services Commissioner, Provincial Advocate for Children and Youth, Environmental Commissioner and Financial Accountability Officer”—they all had an unprecedented press conference, as soon as the Legislature rose for the summer break, to talk about this, that the government was hiding this sale and removing any oversight that they had. That’s why they’re here, Madam Speaker. They’re here to provide that oversight so we can have the checks and balances that we need to ensure that we’re getting value for money if they are going to sell off Hydro One, and just to keep the government on the straight and narrow throughout this process.", "Last Friday was the last time that we’re ever going to know exactly what the senior executives at Hydro One will be making. The Minister of Energy and the Premier were quick on their feet today during question period to say, “No, that’s not the case. They’re going to have to disclose their salaries quarterly.” “Their salaries” is the key; not the total compensation.", "The member opposite mentioned Mayo Schmidt, the new CEO and president of Hydro One. On the first day that the Legislature resumed after the summer break, I asked the Premier in question period, “What are you going to pay your new CEO and president?” This guy is an accomplished guy, absolutely. I’m not taking anything away from Mayo Schmidt and what he has done. Apparently, he was a pretty good receiver for the Miami Dolphins at one time, too. He’s a sharp cookie. He knows what he’s doing. But we asked her, “Are you backing up the Brink’s truck to pay for your new CEO and the new execs at Hydro One?” She didn’t really answer the question and that’s not unusual. But we found out, when the prospectus was released last week, that this new CEO is making $4 million.", "The previous CEO, Carmine Marcello, had a salary of $540,000, with total compensation of $740,000. He’s staying. He’s not going anywhere. He couldn’t get the job done. Hydro One was a mess. I think we can all agree—even the government can agree—that Hydro One was a mess. Sometimes I think the only reason they’re selling Hydro One is because they want to get rid of the problem, and it’s not about the cash. Then again, we know it’s the cash, because she needs the cash.", "What we’re seeing is $24 million for the top five at Hydro One. People who are struggling to pay their hydro bills, as I was mentioning earlier, are sick about that. They’re sick about it. Five times what the previous CEO was making—and you know that the compensation is going to be more than that at the end of the day, and we’re never going to hear about a lot of the compensation." ],
  "anchor" : "para834"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Performance bonuses; kind of like the Pan Am Games." ],
  "anchor" : "para847"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Kind of like the Pan Am Games; you’re right.", "Let’s move on. The Ombudsman is going to be unable to advocate and investigate on behalf of ratepayers in the event that executives who failed in their jobs when previously on the board at Hydro One continue to do so. You know, if the new CEO fails to do his job—and I think he’s probably going to do his job—he gets $3.2 million. There’s going to be no one to ensure that the public and ratepayers are actually receiving value for the millions of dollars that they’re now paying the Hydro One executives. That’s why the officers of the Legislature took that unprecedented step of jointly opposing the sale of the utility.", "This is, without a doubt, the most underhanded aspect of this sale. It allows the government to climb high, up onto a pedestal, and make whatever claims it wants in support of the sale, because it knows that there’s no oversight to check them. There’s no end to which this Premier and this government will not go to ensure that the business of this province is conducted in the dark or behind closed doors or redacted for public consumption. It pretends that the non-answers and glib talking points put forward in this House are somehow a response to the legitimate concerns that are raised by the nature of this fire sale.", "If I can return to the metaphor made by Prime Minister Macmillan over in Britain that began my speech, the Liberals have not only sold the Canalettos, the furniture and the silver, they’ve done it all without first letting an appraiser tell the family what it was worth. This government is in a rush to get this out the door, to get their hands on the money. The Premier has a plan that requires the government to pile up a massive amount of debt to fund new expenditures. Regardless of what the members opposite believe, that is the result of the Premier’s long-term vision. We’re talking about substantial amounts of debt that will increase the amount that this government ends up paying overseas bondholders, rather than putting that money into services. That’s what the Auditor General warned us about in her report last year. That’s what crowding out is.", "This government maintains that this level of debt is necessary because it has things that it wants to pay for. Years of debt financing have led the government to sell assets, not because it wants to pay down debt or because it wants to deliver more efficient services, but because it simply needs that income.", "Our energy critic is John Yakabuski from Renfrew–Nipissing–Pembroke, and he’ll have more to say on this. But, in closing, I just want to congratulate again the members of the NDP for bringing this opposition day motion forward today. We are solid on this side of the house in opposition against this fire sale of Hydro One.", "Two independent polls were released last week, or over the last couple of weeks, that show that more than 80% of the public is strongly opposed to the sale of Hydro One. I don’t know why the Premier isn’t listening to this, other than she needs to feed her spending addiction, and that’s why she’s selling off one of our most valuable assets." ],
  "anchor" : "para848"
}, {
  "speaker" : "The Acting Speaker (Ms. Indira Naidoo-Harris)",
  "text" : [ "Further debate?" ],
  "anchor" : "para855"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I think it’s pretty clear that the Liberals will be voting against this motion. I’m not a betting man, but I know a sure thing when I see it. I listened to the member from Mississauga–Streetsville; it’s entirely clear that the Liberals are not open to any form of consultation, any form of public hearing, any form of public process that will examine this deal, this very short-sighted, damaging project that the Liberals have launched. They will not allow us, or anyone else in this province, to have a hearing in which the evidence can be presented, the evidence judged and conclusions reached.", "This government doesn’t want the Hydro One sale examined in public, with any chance for legislators or lawyers to question decision-makers, to question those who wrote the reports that have not been released to us, to question those who have done the financial analysis that has not been released to us, to allow even the Financial Accountability Officer to get at the background documents so that that officer, put in place to defend our interests, will actually be able to do the thorough job that he needs to do.", "They don’t want the business case studied. They’ve locked out the auditor, they’ve locked out the Integrity Commissioner and a number of other officers of the Legislature whose job it is to protect the people of Ontario. In fact, in the Liberal books, the less studied, the better.", "I’ve heard the Premier say that this whole process was done with a great of consultation. Speaker, the facts tell a very different story. I go back to the question periods and debates from the budget in 2014 when we in the NDP went after the Premier, went after the Minister of Finance on a constant basis, pointing out that everything they were doing was leading towards a sale of Hydro One. On an ongoing basis, we were told, “Absolutely not,” that the assets, as the finance minister said, were going to be sweated, that they were going to do their best to maximize value. The word “sale,” the word “privatization” never fell from Liberal lips in this House—never. And, Speaker, you and I well know that if this government had said it was privatizing Hydro One well over a year ago, or selling Hydro One well over a year ago, they would have had a very different political dynamic to deal with. So to say that the people of Ontario were consulted in the 2014 budget is not supported by the facts and not supported by the very words of the Premier herself and the Minister of Finance.", "In the fall of 2014, Andrea Horwath, leader of our party, got up and regularly asked the Premier what her intentions were. I want to give you an example. On October 20, 2014:", "“Andrea Horwath: My question is for the Premier. Why does the Premier think it’s better to have Ontario’s local hydro companies in the hands of private, for-profit speculators rather than in the hands of Ontarians themselves?", "“Honourable Kathleen O. Wynne: What the leader of the third party is asking about is the practical and sensible plan that we are moving forward with, to make sure that the assets of this province owned by the people of Ontario work to the very best advantage of the people of Ontario.”", "“Work to the very best advantage of the people of Ontario”—anyone in this room put up your hand when you think that means sale or privatization. I would tend to read that as “work for the people,” rather than being sold off. She goes on:", "“That’s the work that Ed Clark is doing with his council. He has said quite clearly that he doesn’t believe that selling those assets is the right answer. He has said that.", "“I believe that the leader of the third party is probably having a bit of a hard time framing the question because in fact Ed Clark has said he agrees that selling those assets is not the right thing to do.”", "Speaker, I don’t know about you, but I listened to the question at the time, I listened to the answer at the time and I read the text now. The Premier said twice that her adviser, whom she was counting on, agreed that selling hydro assets was not the right thing to do. Most normal people—and in that, I don’t count politicians; I don’t count people who use a scalpel to dissect a sentence to find out what’s really in there, what the words really mean—would listen to that and think, “Oh, the Premier thinks that selling the assets is a bad idea. After all, her chief adviser thought it was a bad idea. She quoted him twice.” If I had a chief adviser who gave me advice I disagreed with, I wouldn’t be quoting him. I wouldn’t be quoting him twice. I think most people honestly would come to the conclusion that selling the assets was a bad idea. The adviser had said that; the Premier picked up on it; they weren’t selling. So to suggest otherwise does not hold with the facts. You don’t have to bend these words like a pretzel. You can read it plainly and clearly.", "So we went through the summer and the fall of 2014. We get to the spring of 2015, when the budget comes forward and the Hydro One privatization is unveiled in its full, inglorious self.", "When the Standing Committee on Finance and Economic Affairs did its consultation before the presentation of the budget, it could have gone around the province, as it did, with the question: Should we sell off Hydro One?" ],
  "anchor" : "para856"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "That would have been the honest thing to do." ],
  "anchor" : "para870"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, it would have been the honest thing to do. Frankly, Speaker—" ],
  "anchor" : "para871"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Point of order." ],
  "anchor" : "para872"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Point of order, the member for Ottawa South." ],
  "anchor" : "para873"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I just think that that’s out of order, in terms of there’s a remark that was about telling the truth and honesty." ],
  "anchor" : "para874"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Okay. What’s out of order, and who said it?" ],
  "anchor" : "para875"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "The accusation that the Premier was not telling the truth." ],
  "anchor" : "para876"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Who said it? The member—" ],
  "anchor" : "para877"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "The leader of the third party." ],
  "anchor" : "para878"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "She said it was not true?" ],
  "anchor" : "para879"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Not truthful, and just a minute ago, she said “honesty.”" ],
  "anchor" : "para881"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Honesty—I would define that as borderline. If it gets to another word we all are familiar with that starts with an “L,” then I’ll have a problem.", "Go ahead." ],
  "anchor" : "para882"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Speaker, the pre-budget consultations travelled across the province, and there was not a single word about the sale or privatization of Hydro One that came from the lips of Liberal members—not one. Then there was time allocation on the budget debate and the hearings before the finance committee.", "Given that this is the biggest privatization in the history of the province—unfortunately, it may not be the last, but to date it is the biggest—one would think that there would be a consultation commensurate with its consequence. That did not happen. Instead, we had a full verbiage covering up the reality—the reality of a plan to sell off a critical asset, critical to the economy, critical to the people of this province.", "If there had been a consultation, the government would have been blasted. Look at the Environics poll showing around 80% opposed; the government’s own poll: 73% opposed. A poll done for the Ontario Energy Association showed 68% opposed. If the government had consulted, it would have started a movement against the sale that would have rolled right across this province.", "The government says that Hydro One has to be sold to raise money for infrastructure—$4 billion. The prospectus for Hydro One informs us that the annual dividend, anticipated to be approximately $500 million, is going to be 70% to 80% of the target payout ratio—$500 million a year, Speaker. If the government keeps Hydro One and simply allocates that $500 million a year in profits to transit and infrastructure, in eight years it’s all the money this government is going to put in. In another eight years it’s another $4 billion, and in another eight years another $4 billion. Sell it for a one-time hit and get $4 billion, or hold on to the goose that lays the golden eggs and you have an ongoing stream of revenue that can build infrastructure for decades to come.", "Speaker, this proposal needs to be reviewed by the OEB. Those who made the decisions and those who wrote the reports need to be questioned. This wrong-headed, short-sighted and damaging proposal to sell off Hydro One has to be stopped." ],
  "anchor" : "para884"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para889"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "It’s an honour to rise and speak to this important topic. Before I start, I just want to share a quick story about my background. I’ve shared with some of you parts of this story before. On my mother’s side, my grandparents emigrated from eastern Europe to Canada; my grandfather arrived here in 1949. I learned a lot from my grandfather; I spent a lot of time with him as a kid. One of the first jobs my grandfather had when he arrived in Canada was actually building Hydro One. Later, as I got older, he told me how proud he was he played a role in building that infrastructure. He talked about it in terms that the government of the day had the vision to know that the population would grow and they would need these hydro lines and other supports, he used to call them—or infrastructure—to support that growth, to support the quality of life that we enjoy here in Canada.", "My grandfather was also somebody who believed strongly that his responsibility was to make the investments to support future generations. He impressed that upon me very strongly and that’s something I think about all the time as a representative and as I stand in this House.", "Members of my constituency know—I hear it from members of my constituency all the time—how important infrastructure is to our quality of life, how important it is to our prosperity, how important it is to our economy. We know that over many years, governments have not invested enough in that infrastructure and that’s why our government—our party—when we ran for election ran on a platform of investing $130 billion in infrastructure; approximately $30 billion, a little more than that, in transit and transportation infrastructure and about $16 billion of that in the GTA.", "These are the kinds of things that I was hearing about from my constituents when I was knocking on doors every single day: “We need roads. We need transit. We need schools. We need hospitals.” Those are the things that ensure we have the quality of life that they expect, that my grandfather worked so hard to build.", "Now, the challenge is to pay for this infrastructure that was not built under previous governments. I think, for example, of the Conservative government of the 1990s that enjoyed record economic growth year after year after year, yet managed to run large deficits and managed not to make those investments. We are making those investments. We are making those investments because they’re fundamental to our quality of life.", "We need to be able to pay for those investments, and broadening the ownership of Hydro One is a fundamental component of being able to pay for that. The NDP cannot have it both ways. You cannot have the infrastructure without paying for it. Broadening the ownership of Hydro One in a responsible manner is how you ensure that we can have the infrastructure, that you find that balance, but you find a way to pay for it.", "When you do these things, to do it in a responsible way, to do it in a balanced way, there are a number of things that I thought about, that I spoke to my constituents about to ensure it was done responsibly. One of them was to make sure that we address a challenge that previous governments have not been able to address—" ],
  "anchor" : "para890"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "You’ve been there for 12 years. You know that, eh?" ],
  "anchor" : "para897"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member for Nipissing." ],
  "anchor" : "para898"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "—which is to enhance the performance of Hydro One. We know, and many voices have been expressed on this, many independent voices have expressed this, the Premier’s Advisory Council on Government Assets determined that by broadening the ownership of Hydro One, the company will become more innovative, more competitive and more effective in its performance over time. That is an excellent way, arguably the most reliable way, to keep downward pressure on rates over time. That’s one of the positive outcomes we can anticipate from this plan.", "Another key component is keeping rates affordable for residents, keeping rates affordable for business. All of us on this side know how important that is and so we know that going forward, Hydro One rates that Hydro One imposes on customers will be regulated by the OEB. Not only that, we’re going to go further than that. We’ve put forward legislation that will strengthen the OEB, and we hope that we have the support of members opposite on that. These two initiatives are going to help ensure that we keep downward pressure on rates.", "A lot of has been said about the level of control of Hydro One, and a number of mechanisms have been put in place to ensure that we have adequate control over Hydro One. I’ve already mentioned that the OEB will regulate rates, so I’m not talking about rates now. We will, by law, retain a 40% stake in Hydro One—a minimum 40% stake—we will nominate 40% of the board of directors, and no other individual or group of shareholders will be able to own more than 10% of Hydro One.", "Critical decisions will require a two-thirds vote of the board, which means we have an effective veto over those. In addition, the government will have the unilateral right to remove the entire board. In my previous life, I worked advising large businesses, and I can tell you that a 40% stake in a company where no one else owns more than 10% is effective control. But we’ve gone further than that. We’ve gone further by saying we can remove the board; we’ve gone further by saying a two-thirds vote is required for major decisions. This is the appropriate level of control to make sure that ratepayers—taxpayers—are protected, while at the same time ensuring that we can maximize the benefits in support of the infrastructure that needs to be built.", "I can also say that it is critical that we manage our taxpayer dollars wisely. I talk about this a lot—I talk a lot about it here—and several measures are being taken to make sure we realize the maximum possible value through this broadening of ownership, so that we can ensure we can support as much infrastructure as possible. For example, the staged approach of selling shares in tranches is going to help us do that. In addition, the government has appointed Denis Desautels, the former Auditor General of Canada, to serve as special adviser to the Minister of Energy to help support a fair and transparent initial public offering.", "Mr. Speaker, I’ve given you a number of steps that in summary will allow us to keep downward pressure on rates, allow the government and taxpayers to retain significant control over Hydro One, and support government in obtaining maximum value for taxpayers. This is in stark contrast to what was done when the 407 was sold.", "When the 407 was sold—the 407 that was sold under the Conservative government that I was talking about earlier—a number of things come to mind that were different. The 407 sold at a significant discount to its actual value. During that sell-off, the government did not implement any regulation to protect the people who use the 407. That is in stark contrast to what we’re doing here. And the proceeds from the 407 were not tied to any specific purpose. We are tying the proceeds specifically to infrastructure.", "This is exactly what the people in Etobicoke Centre have told me they want: greater infrastructure investment, less gridlock, more hospitals, more schools, a better quality of life and a stronger economy. And that’s fundamental to this plan." ],
  "anchor" : "para899"
}, {
  "speaker" : "Mr. Yvan Baker",
  "text" : [ "I hear a lot of heckling right now from the NDP caucus, but what is interesting is that the leader of the third party talked about looking at provincial assets as part of the NDP platform when they ran for election. In fact, what she told Newstalk 1010 was, “There’s no doubt we did talk in our platform about looking at some of the physical assets that the province owns. I mean, you can never be closed-minded about that.” That was on May 7, 2015. But now she’s against the plan. So she ran on a plan, and now she’s advocating for something completely different.", "On the PC side, the former Minister of Energy said, “The government announced on December 12, 2001, that it had decided to privatize Hydro One.... We believe this decision best serves the interests of Ontario taxpayers and electricity customers.” That was 2002. Some of the things that have been said about this by the third party is talk about mandates. Well, this process has been open and transparent. We ran on a platform to modernize assets. In fact, they did too. The advisory council issued an interim report and a final report—both of those are publicly available—and many briefings were held for opposition members.", "I started by talking about my grandfather. I started talking about the fact he believed that it was his responsibility and my responsibility and all of our responsibilities to think about future generations, and to build for the future. That’s exactly what this plan is about. It’s about investing in infrastructure to protect our quality of life and our economy. To do that, we’ve come up with a balanced, reasonable plan that will ensure that we can help support stronger performance of Hydro One, that we can keep downward pressure on rates, that we can maintain a responsible level of control, an appropriate level of control, and get maximum value for the taxpayers of this province.", "These are the values that my grandfather stood for and these are the values that I believe the constituents of my riding stand for. We are going to continue to invest, we’re going to continue to act responsibly to build this province up, to enhance our quality of life, to grow our economy, and that is why I believe that the opposition motion is without merit and should be defeated." ],
  "anchor" : "para909"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para913"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Well, we know where the Liberals stand, don’t we?" ],
  "anchor" : "para914"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "On the side of the people." ],
  "anchor" : "para915"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Speaker, I can ask the member from Etobicoke—no; yes, Etobicoke." ],
  "anchor" : "para916"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Etobicoke Centre." ],
  "anchor" : "para917"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Etobicoke Centre." ],
  "anchor" : "para918"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "You’re really helping. You’ve been here two seconds and you’ve yelled four times. Thank you very much. We’ll be cutting that back, won’t we, Minister of Transportation? Thanks so much. And there’s a couple over there in the third party who are getting a little rowdy.", "Continue." ],
  "anchor" : "para919"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I could ask the member from Etobicoke Centre—he spoke about his grandfather. I never knew his grandfather. Supposing my grandfather left me a family heirloom, and it’s a wonderful, beautiful heirloom that has been passed on through generations, and I decide I’m going to sell that heirloom because I want a Ferrari. I wonder, when that Ferrari got old and rusty, as they all do, and it fell apart, and the repair bills—it simply wasn’t worth keeping it going any more—how much my grandchildren would have thought of my decision to sell that heirloom and buy that Ferrari because I wanted to enjoy the benefits of having that fast money in my hands.", "What do you think, I say to my friend from Windsor–Tecumseh? What do you think? I don’t think my grandchildren would have appreciated that. But you see, that’s where the Liberals are. I’m going to get back to that a little later, but I wanted to just touch on that and give some food for thought to the member from Etobicoke Centre.", "When our new leader, Patrick Brown—all through the summer as he travelled the province, and when he was campaigning in the by-election—you know, the one that the Premier didn’t want to call. When he was campaigning in that by-election, he heard about this Hydro One sale over and over and over again. And what happened in Simcoe North—and it’s the only electoral example we have where the people have expressed an opinion—was that our vote in Simcoe North went up by 10% over the last election, and the Liberal vote plummeted. They had a candidate—it was his third time running; well known; certainly had a profile in the community—yet our vote went up significantly, and the Liberals’ vote went down.", "One of the key issues that was talked about in that election—not the issues that the Liberals wanted to talk about, but the issue the people wanted to talk about—was electricity prices and the sale of Hydro One. So one of the first things our leader did, when he was elected to the Legislature, in reconfiguring the critics’ roles here—I am still the energy critic, but Patrick Brown said, “You know what? This is so big, this is so important, that I am going to appoint a critic to deal specifically with the fire sale of Hydro One.” Hence, we have a second energy critic, specifically dealing with Hydro One: my colleague from Prince Edward–Hastings, Todd Smith.", "There you go. We understand how important it is. My friends in the third party understand how important it is, because they’re bringing it forth today for the second time—not exactly the same, because we know we can’t do that. But it’s not the first time they’ve brought an opposition day motion forward to deal with the sale of Hydro One.", "You know, Speaker, the Liberals either don’t get it or they don’t care—" ],
  "anchor" : "para921"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Both." ],
  "anchor" : "para928"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "—or maybe a little of both—thank you very much, Bill Walker—because, you see, all throughout this process, hardly a week has gone by that there hasn’t been a poll conducted with respect to how the people feel about the sale of Hydro One.", "One thing that is consistent, at least in my observations—sometimes I’m wrong, but for the most part, I think it has been going like this: Every time they do a poll, and every time the people seem to know a little bit more about what’s happening here, they like it less. The more the people learn, the less they like it. So that means one of two things: Either the Liberals are just really bad salespeople, or maybe it’s just the wrong thing to do in the first place and the people are just trying to get you to open your ears—" ],
  "anchor" : "para929"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Or both." ],
  "anchor" : "para931"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "—or both, my friend from the Bruce; or both. The more they know about it, the less they like it.", "All of this accountability that the Premier promised when she was being sworn in as Premier has been lost. That’s why they brought in this opposition day motion today, because it speaks specifically to the officers—is it eight?—of the Legislature who have basically been frozen out and told, “Your services are no longer required,” when it comes to filling in the blanks and letting the people know what’s going on with the Hydro One sale.", "When the majority passed the budget—and I hope the Liberal members explain that, when they go home to their constituents. I never heard a single Liberal candidate, and I never heard a person in my constituency in the 2014 election, say to me, “So, I hear the Liberals are selling Hydro One. Wow.” I never heard a word about that, never heard a word from the candidates, never heard a word from the public. But we’re sure hearing about it now, I can tell you; we’re sure hearing about it now.", "Then they find out things like, last week, the prospectus. The new CEO, Mayo Schmidt, who—like I say, I have no doubt that he’s a tremendously capable fellow, but how do you measure that? He’s got a deal now; his base salary is $815,000. That’s not out of line, but he’s got bonus incentives so that he could be making well over $4 million.", "Then the Minister of Energy, Mr. Chiarelli, says, “Oh, but he’s going to have to do a really good job to get those bonuses.” You mean sort of like Saäd Rafi and all those folks at the Pan Am Games had to do a really good job to get their bonuses, equal to their salary, just by saying the games came in under budget? Well, when the budget was a moving target, so that every time somebody squawked, there was more money put into it, how could they not meet the budget?", "If those are the kinds of challenges that are in place for Mayo Schmidt, then welcome to Liberal la-la land, because he’s going to be making $4 million. You can bet your sweet patootie on that, because he wouldn’t have come here for less. He wasn’t coming here for $815,000, and you know it. Oops—" ],
  "anchor" : "para932"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Well, guess what, folks? There’s a lot of cross-dialogue, and the speaker’s talking to everybody, having personal conversations. We’ve got outbursts from over here; we’ve got little personal cracks. How about, folks, from now on, we go through me, all right? No more offset conversations. Those days are gone. I don’t want to have to put my foot down. I’ve been very lenient today, for me, and it’s coming to an end quickly.", "Continue." ],
  "anchor" : "para939"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you, Speaker, but I don’t mind it over there at all. When I’m in this House, I just pretend that I’m the Liberals and they’re the people, and I pay no attention to them, because that’s what they seem to be doing when it comes to the sale of Hydro One.", "We talked about Mayo Schmidt. He’s going to get $4 million a year—count on it. Then we’ve got Carmine Marcello. He’s hired on as a special adviser. So what is he going to be advising them on? Customer service? Special adviser—this is the guy who couldn’t get it right, resulting in the biggest Ombudsman investigation in the history of a public entity in the province of Ontario, and we’ve got him hired on as a special adviser at the meagre amount of $519,000 a year, but eligible for a pension of $428,000 a year. It’s in the prospectus. My goodness gracious—a great deal for the people, eh? Just not all the people. Just the people in the prospectus; just the people who are getting paid off.", "This is the kind of stuff, and you wonder why the public—the more they read about this, the more they hear about this, the less they like it.", "But, you know, though, it comes down to the whole thing that if we actually believed for a moment that the Liberals philosophically believed that the right thing to do was sell Hydro One and make it private because they believed it was going to be bigger, better and more efficient, then at least there would be some validity to their argument. At least you could look in their faces and know that they believed in what they were doing. But, my goodness gracious, they don’t believe a word they’re saying. It’s just like, “The orders have come out of the corner office, and we’ve just got to suck it up.” That’s what’s happened. You see it over there in their faces every day. They don’t talk about it in their ridings, because they don’t want to talk about it, because they don’t really believe it.", "Why are they doing it? Because they’re broke. And they made themselves broke, because they could never handle the budgeting process in this province. Now they’ve made some promises to balance the budget by 2017-18, and they think, “Okay, let’s sell the family heirloom, buy that Ferrari, and have a good time.” Maybe they’ll think like Justin Trudeau and the budget will balance itself. Who knows?" ],
  "anchor" : "para941"
}, {
  "speaker" : "Interjection",
  "text" : [ "Nice hair, though." ],
  "anchor" : "para946"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Nice hair, yes.", "So here they are. They’re going to balance the budget by 2017-18, but they need that money for infrastructure. Now, I guess somewhere, when everybody was sleeping, all of a sudden, Ontario developed an infrastructure deficit, and we must sell off the public utility in order to be able to deal with that problem. They’re going to put $4 billion of a $9-billion sale to infrastructure—$4 billion. With all apologies to the sailors, that will disappear as fast as a Christmas bonus on shore leave. You guys are going to spend that; it’s going to be gone; and what are you going to do next? Where are you going to get the next $4 billion, I ask my friend from Scarborough? Where’s it going to come from? What do you sell next? Are you going to sell the Pink Palace here? Are you going to sell it? You could try to sell MaRS, but you can’t even get a tenant for that. Listen: Try to sell the planet. You might as well give a go on that, because you aren’t doing very well on any of the other stuff.", "It’s absolutely sad what’s going on here with the asset sale, simply because you want the money, not because you believe it’s going to be good or better. It is going to be good for some, because the people who are in the business of buying and selling are going to be looking to make a profit on every transaction that takes place when those shares are sold.", "Interestingly enough, we don’t know what the shares are going to be; we don’t know what the value of those shares is going to be, because you don’t know what the IPO is going to be for the share price. You’ve already promised and are giving some of those shares to employees as part of a collective agreement settlement, but you don’t even know what the value of those shares is going to be. That’s why when the people start to look at this, they just shake their heads and say, “What in the name of Sam Hill is going on here? What are these people up to? It’s just absolutely ridiculous.”", "The member for Etobicoke Centre used the word “critical.” Well, I have prefix to that. It’s “hypo”: hypocritical. Because that’s what it is when the Liberals start to talk. He was using quotes from the third party and using quotes from the Conservatives, and I did warn him; I did warn him that I have some quotes of my own here. They’re not my quotes. Oh, no, no, no. They’re not mine. But I have some here.", "“Selling the crown jewel of our electricity system is a very serious mistake.”", "“At no time ... did [they] ... campaign on the sale of the transmission grid and therefore they have no mandate from the people to proceed with the sale.”", "“Any sale would generate huge fees for Bay Street brokers, large profits for Hydro One executives and would likely drive consumer prices up.”", "Those are just a few little quotes from my cousin Sean Conway, the former member from Renfrew–Nipissing–Pembroke, former energy critic and senior cabinet minister in the Peterson government.", "But he’s not alone. Oh no, no. I’ve got whole pages of Sean’s. But then we’ve got some here from Dwight Duncan:", "“We do not believe it’s in the province’s interests, nor I do, to sell Hydro One. Hydro One is the nerve centre of our province. It is our power grid. It takes power from where it’s generated to our retail suppliers in communities and it makes money.” Dwight Duncan." ],
  "anchor" : "para947"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Do you have any quotes from Oliver Mowat?" ],
  "anchor" : "para959"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I have no quotes from Oliver Mowat." ],
  "anchor" : "para960"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "See, if you were going through me, you would have seen me stand up.", "The Minister of Transportation has got his first warning. You’re allowed one more; that’s it.", "And let’s try to keep—how would I put it?—the decibel level down a bit. I know some members have the ability to bring out the best in all of us.", "But continue." ],
  "anchor" : "para962"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "You know, Speaker, I’ve got a lot of these, but I don’t have a lot of time, unless we have unanimous consent to give me more.", "But I know we get criticized sometimes. I wasn’t around, and they like to bring up the past, but I’ve got quotes from the current members here, too, if you want them.", "They like to talk about the fact that we, when we were in government, examined the possibility of selling Hydro One. Yes, we did. But, Speaker, we decided not to do it, because when you look at the fact that there is only one transmission grid in the province of Ontario, those wires have to be maintained and owned in the public interest. This deal is not in the public interest. This is a fire sale to pay the bills for Liberal largesse of the past. They squandered the money like the prodigal son, and now they’re coming home and they want to be welcomed. But you know what? Daddy is not going to welcome them and say, “Here, just sell this off at $4 billion and take the money.” No. The people of the province of Ontario have said quite clearly to you, “This is the wrong way.”", "Do we need infrastructure in this province? Yes. Is it in bad shape? Yes. Have you been the government for 12 years? Yes. Have you done little to deal with the problem? Yes. It is time that you showed some leadership, stood up, faced the facts that you have failed Ontario for 12 years, but take your medicine. Make the tough decisions that are required of a government, not the one to take a crown jewel, the most valuable asset that you own—you’re starting with the big ones. You’re going to sell the one that is going to have the biggest bang, the biggest revenue coming back to you, and then where do you go after that?", "Face the facts. You have not managed the economy, you have not managed the budgets of this province, you have squandered the money, and now you’re out of options. You’ve made a promise that you’re going to balance by 2017-18. You know you can’t. You know you can’t unless you start selling off the crown jewels. Shame on you for that consideration. If you had done your homework, if you worked hard on behalf of the people of Ontario, if you had gone through the budget process properly and spent what you could afford, instead of sending us deeper and deeper in the hole, we wouldn’t be dealing with this today. Shame on you. We’re going to support the NDP motion." ],
  "anchor" : "para966"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Who said it isn’t exciting around here?", "The member from Kitchener–Waterloo." ],
  "anchor" : "para972"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker. That is a tough act to follow, but, today, this is a very serious issue. That is why this is our opposition day motion. In case you haven’t noticed, we oppose on every front the sell-off of Hydro One, and we are bringing to the attention of this government the opaque process that they have used to move this agenda forward, which is not in the best interests of the people of this province.", "If the Premier is so certain that privatizing Hydro One is the right move for Ontario, why will she not allow the Ontario Energy Board to review the planned sale? We have done everything that we can as the third party, as an opposition party. We have filed an FOI. We have found out that this government spent $7.5 million of your money to make this case. We cannot access that information. The Financial Accountability Officer cannot access that information. There is no business case, there is no moral case, and there is no economic case for the sell-off of Hydro One. It does not exist. Ontarians are wondering why the province—why this government, why Kathleen Wynne—-why the Premier is moving forward with this short-sighted decision to sell off Hydro One. We are doing our job, I think, by bringing their concerns to this place. It would be good if the province listened, because this is a reasonable request that we are making, that the OEB review this decision.", "People across the province are also wondering why their hydro rates continue to go up. To get that answer, you have to go back in time somewhat, all the way back to 1999, when Hydro One was first broken up into five companies. Ontario Hydro and all the municipal hydros were changed from non-profit commissions into for-profit corporations and since that time, despite promises to the contrary, hydro rates have risen over 320%—10 times the rate of inflation. We pay double the amount that people in Manitoba and Quebec pay. Private companies like Magna have stated that they won’t locate here because of our hydro rates. There’s a connection, obviously, between hydro rates and the economy and investment in this province. It is clear to everyone in this House that that exists, except for that side of chamber.", "The Ontario Chamber of Commerce has raised the red flag, and don’t mistake it, it is a red flag because this party, the Liberal Party of Ontario, will own this decision. This has been called the largest transfer of wealth from the public sector to the private sector in the history of this province. It is a shameful, shameful decision that they are going forward with.", "Where is the demand? That is another issue. That is why we are speaking up so strongly. There have been no public demonstrations outside Queen’s Park demanding that Hydro One be privatized. The demand is coming very clearly from Bay Street and the investment community, and obviously, as has already been stated, this government is looking for a quick fix. Well, that quick fix is not to be found in the selling off of a public asset which generates revenue. The members on the other side of the House have said that our leader was mentioning the selling off of public assets. That interview had to do with real estate, and that was very clearly indicated in our platform. Never would this party ever move forward with the sale of a public asset which generates $500 million a year for investment in infrastructure. We never would do that, and it’s part of our history, Mr. Speaker, to that end.", "The Liberals are promising that all the money from this sale will go towards transportation infrastructure. Infrastructure lasts 40 to 50 years and then it needs to be rebuilt again. We’re facing that crisis today. The problem with selling public assets is that you can only sell them once. We said that 14 years ago. It’s like burning the furniture to heat your home. The promise you have put on the table is $130 billion. The sell-off of Hydro One is $3 billion and then it’s gone. You lose $500 million a year. It is not in the best interests of the people of this province.", "Liberals are also promising that rates for private owners will be kept down by regulation. This is easily refuted—easily refuted. Look at the partial privatization of generation in Ontario. Rates have skyrocketed under so-called regulation. Ontario doesn’t really have regulation. It has the appearance of regulation. It’s more accurate to say that the electricity rates are regulated for six months at a time.", "The private sector does a fabulous job of manufacturing transformers, insulators, wires, relay switches, connectors and all the materials we need to build our electrical system, but they do a poor job of running hydro in the public interest. They can’t. Their fiduciary duty legally requires them to work in the best interests of their shareholders. You clearly do not get that concept; you clearly do not.", "You have not done your fiduciary responsibility on behalf of the people of this province because you’re moving ahead with this sell-off. You know—the backbenchers, the middle-benchers, the front-benchers, all of you know that you have no mandate. You did not campaign on the sell-off of Hydro One, and it is reasonable for you to go back to your constituents in your ridings and say, “We are going to have the Ontario Energy Board look at this decision in the interests of openness and transparency,” which you are clearly redefining each and every day that you sit in this House because there is nothing open and transparent about this deal. You owe the people of this province to do the due diligence, to show them the business case, because this decision will impact their lives for the rest of their days in this province." ],
  "anchor" : "para974"
}, {
  "speaker" : "The Acting Speaker (Mr. Todd Smith)",
  "text" : [ "Further debate?" ],
  "anchor" : "para984"
}, {
  "speaker" : "Mr. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker. It’s nice to see you sitting in that chair and keeping us under control.", "I’d like to start off with talking about that just this morning I listened to the Premier speak about broadening the ownership of Hydro One, and what I heard her say loud and clear is that this is, and never was, an easy decision to make. But as we can all attest, leadership should not be about accomplishing what is easy. This move, despite what the opposition is saying, will provide billions of dollars to help invest in Ontario and finance the single largest investment in transit and transportation infrastructure in the province’s history.", "In northern Ontario, specifically in my riding of Sudbury—and I know other northern members present will agree—we need continued support for our infrastructure investments. Every spring in my riding of Sudbury, the snow melts and we take stock of the level of damage that winter has done on our roads, for example. Just yesterday, in fact, the city of Greater Sudbury met and discussed its plans moving forward for road repair—" ],
  "anchor" : "para985"
}, {
  "speaker" : "The Acting Speaker (Mr. Todd Smith)",
  "text" : [ "The member for Renfrew–Nipissing–Pembroke—" ],
  "anchor" : "para989"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Yes?" ],
  "anchor" : "para990"
}, {
  "speaker" : "The Acting Speaker (Mr. Todd Smith)",
  "text" : [ "—please be quiet. Thank you." ],
  "anchor" : "para991"
}, {
  "speaker" : "Mr. Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker.", "The work is vital, Mr. Speaker, but it’s not cheap. Over $40 million is needed in Sudbury alone, and the municipality should not be left to shoulder this burden on its own. On top of the normal road damage caused by fluctuating temperatures—freezing and thawing to our roads in Sudbury—we know that the effects of climate change will begin to intensify the stress put on infrastructure throughout the province and that, especially in northern Ontario, we will see increasing numbers of intensity and extreme weather patterns. That’s why we are increasingly hearing calls for the province to invest in resilient infrastructure; that is, infrastructure that will be more likely to withstand the stresses that nature will inevitably place upon it, but of course this, too, also comes with increased costs.", "The Premier has made it clear that this move, broadening the ownership of Hydro One, will allow for the investment we need in infrastructure in vitally important bridges, highways and public transit in communities across Ontario.", "Just a couple of weeks ago, I was pleased to be able to announce the completion of another nine kilometres of four-laning for Highway 69. I’m happy to say that progress continues on this as well, with another 11 kilometres opening next year.", "I’m also pleased that the government has committed to funding its share of the Maley Drive extension, the priority project of the city of Greater Sudbury.", "Our economy in Sudbury and in the north is dependent on our ability to move natural resources to market, to transport ore from one mine to the smelter, lumber from source to mill. That’s why I’m pleased to rise today in support of the government’s plan to do the right thing, not the easy thing, and invest in our infrastructure.", "I find it interesting, when you hear the debate coming from the opposition, that the status quo is what they want, but for the longest time they’ve been complaining about customer service and billing. We’re moving forward with broadening our ownership, but they would much rather keep everything the same.", "We are moving forward with progress to make sure that we will invest in infrastructure and invest in our cities. It will also help create an even stronger-performing Hydro One, with a new board and management team that have signalled their dedication to improved performance, customer service and system reliability. This move will serve both the broad public interest and the interests of Hydro One customers. Hydro One will be a widely held, highly regulated, customer-focused public company that offers dependable dividends and robust, predictable growth prospects.", "In short, this move is a win-win for the public and for Hydro One customers. It will help finance new infrastructure investments and lead to an even better-performing company. To protect the public interest and to ensure that all Ontarians will benefit from the future revenues of this company, the government of Ontario would, by law—I say that again: by law—remain the largest shareholder in Hydro One.", "Despite the fearmongering by the opposition, rates will continue to be set independently by the OEB. As the new management team succeeds in strengthening performance, such efficiencies should be reflected in downward pressure on rates.", "In closing, our government is working to strike the appropriate balance so that the people of Ontario keep the largest share of ownership, gain billions to build infrastructure, pay down debt, avoid having to borrow money and strengthen the protections that ratepayers enjoy." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1003"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Speaker, I am proud to rise today with my NDP colleagues to stand against the sell-off of Hydro One by this government. It’s one of the duties as an MPP that I’m extremely proud of doing, actually. Whether it’s the petitions I’ve received in my office, the numerous emails and letters from people in my riding, the town hall that happened in London or the town halls that have been happening across this province, it’s clear to me and it should be clear to this government that Ontarians do not want the government to sell off Hydro One.", "The outcome of a sell-off of Hydro One would hurt every person in Ontario. Rates would go up, which would affect communities from Wawa to Windsor to Welland. Every single community would be directly impacted by this decision. Families and seniors could see up to $300 or more on their electricity bills every year, making it significantly harder for those struggling to make ends meet. We are not making that up. The government hasn’t confirmed or promised or determined or shown evidence that the rates will not go up.", "More and more Ontarians are unemployed and the manufacturing sector in southern Ontario is struggling, yet this government wants to make it more expensive to live in our province. That’s the wrong decision and it’s not to be made at this time. It’s never to be made. It’s never a good decision to sell off an asset that generates revenues.", "Concerns around the public accountability and electric reliability have also been raised by many. So many years Ontarians have been in control of Hydro One and they have seen revenues—we’ve talked about those revenues; they’re $500 million a year—that pay into education and health care, which is what people need, the services in this province. Why is this government more interested in having private interests holding a share of our public electric company and not the people of this province? This issue has been brought up by the Information and Privacy Commissioner of Ontario, who is no longer able to oversee the right of access to records held by Hydro One. This is not what Ontarians want or deserve from their government.", "Mr. Speaker, the privacy commissioner wasn’t the only one to call into question this move of the government. Earlier this year, there was a call from Ontario’s independent officers of the Legislature asking this government to reverse their plans to sell off Hydro One. The Financial Accountability Officer, the Auditor General, the Provincial Advocate for Children and Youth and others were clear that selling off Hydro One would be the wrong way to go for this province.", "The lack of consultation and the frank ignorance from this government, from experts, is another example of this government taking the people of Ontario for granted.", "I am proud to stand with my NDP colleagues today against the short-term thinking of this government. Nonetheless, I cannot even begin to explain the amount of opposition this disastrous decision of selling off Hydro has received across this province. Some 139 municipalities have passed motions calling for a stop to the sale of Hydro One." ],
  "anchor" : "para1004"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "That’s 139." ],
  "anchor" : "para1012"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "Yes, 139.", "A 36-member coalition of local chambers of commerce has organized to express concerns over the effects on the economy from this sale. The Chiefs of Ontario stated that this government failed in its duty to consult with First Nations about the sale. The uproar from this sale has spread across the province.", "When Mike Harris and Ernie Eves tried to sell off Hydro One in the 1990s, the NDP stood adamantly against it then. Now this Liberal government is trying to sell off Hydro, and the NDP will continually stand up adamantly to stop the sale of Hydro One." ],
  "anchor" : "para1013"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Transportation." ],
  "anchor" : "para1016"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "I welcome the opportunity this afternoon, as always, to lend my voice and provide input on this important discussion that we’re having. There’s not a lot of time on the clock for me this afternoon, so I’m going to do my very best to narrow my comments.", "This is my first opportunity since we returned after the summer break to speak to an initiative put forward by opposition members. Speaker, as I listened to the debate coming particularly from the New Democratic caucus on the other side—I’m going to ignore the official opposition because I don’t have the time to delve into their sordid history as it relates to an infrastructure deficit that exists in this province. I’m going to ignore that for a quick second. I used a term near the end of last session, before we recessed for the summer, and the term, which at that time was in reference to the NDP, was something that I called “convenient mythology.” Over the summer months, when we had a chance to go back to our constituents and have a bit of a discussion and a conversation about how best to move the province forward and how best to work together, I had sincerely hoped that those members and the people they represent in their communities would have collectively come to the understanding that it’s important to move beyond that convenient mythology; it’s important to no longer forget that there was a broad consultation that occurred. I know they’re fond of forgetting that a very broad and exhaustive consultation occurred with the people of Ontario in 2014. I had sincerely hoped and I know that the people I represent in Vaughan had hoped that those members in that caucus and certainly their leader would have come to the conclusion that it’s best to be constructive going forward.", "In today’s motion, put forward by the leader of the NDP, the one sentence, or at least the portion of a sentence, that really jumps out at me is the following: “It is the opinion of this House” etc. “conduct an independent, public, non-partisan review on the impact” and it goes on from there. As I look at those members and I hear not only in the Legislature on a regular basis but in correspondence that I receive and conversations that I’m privileged to have, as the Minister of Transportation, with many members on that side, it’s interesting to me that I’ve never heard a single member from that caucus, including that leader, ever ask for an independent, public, non-partisan review of the crucial infrastructure projects that we are committing to building and that we are building currently in the province of Ontario. For example, I’ve never heard Ms. Horwath, the leader of that party, say, “Before you extend GO service to Stoney Creek and Hamilton, what I want to see is an independent, public review of whether it’s the right decision.” I’ve never heard her say, “Before you build an LRT in my hometown of Hamilton, wait a second, Premier Wynne, wait a second, Del Duca and the rest of the guys and women over there. Stop. I want an independent review of that particular project.”", "Just in the debate this afternoon, I’ve heard members on that side talk about the need for more highway investments in the Windsor-Essex area. I’ve heard the member from Renfrew talk about the 417. I see the member from Wellington–Halton Hills over there. I see the honourable member from Wellington–Halton Hills—I believe that’s the name of his riding. He’s a staunch advocate for the Morriston bypass. I see members who represent the nearly 80 communities that will benefit directly from the re-establishment of a stand-alone Connecting Links fund—a Connecting Links fund that in part will be supported by the broadening of the ownership of Hydro One.", "Not once has that leader of that party said, “Before you build, before you provide more infrastructure options, before you build an LRT in my community, before you provide support to municipal transit systems, before you build the Hurontario-Main LRT, before you transform GO regional express rail and build across all seven corridors”—so much more for the future, Speaker. I’ve never heard her say, “Before you improve our economic productivity by investing in infrastructure and before you improve quality of life for tens of thousands of families across this province, stop and conduct an independent review.” Let me see if I can get that right: an independent, public, non-partisan review. Not once in all of the occasions, whether it’s two-way, all-day GO service for Kitchener-Waterloo, whether it’s phase 2 of the Ottawa LRT—Speaker, I look at the members over there from the London area, whether we’re talking about—" ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Okay." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "You don’t even stop when I stand up.", "The member from Kitchener–Waterloo is having a real pointing and yelling set. You don’t do that. It’s through me, and you’re not even standing up to talk.", "The member knows better than to have cross-dialogue; he knows better than that. Through me.", "Continue." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "My apologies, Speaker. As I was saying, through you, not once over the last 15 or so months since I became the minister, and certainly not once since we have moved forward on the commitment that was in our platform—and in their alleged platform last year as well—that was in our budget, the first version of our budget and the second version of our budget, endorsed by the people of Ontario, endorsed by this Legislature; not once since that election happened or since that budget passed has a single member over there, including that leader, had the nerve to say, “Don’t spend, don’t invest, don’t build unless you conduct a review like this.”", "Again, Speaker, the NDP, as always, is never done pandering." ],
  "anchor" : "para1029"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1031"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ça me fait plaisir d’ajouter quelques mots à ce débat. Le débat est vraiment simple. Tout ce qu’on demande, c’est de s’assurer que les Ontariens et Ontariennes auront la chance d’avoir les détails avant que n’importe quelle vente d’Hydro One puisse aller de l’avant. C’est quand même un gros pas qu’on est en train de faire là. On est en train de vendre le système de distribution d’électricité pour toute notre province. On comprend bien qu’une fois que c’est vendu—c’est un aller sans retour, cette affaire-là. Une fois que c’est vendu, on ne pourra jamais retourner en arrière.", "Quand on regarde à une décision de cette importance, ce n’est pas anormal que les gens veuillent avoir les détails, parce qu’en ce moment, on ne connaît rien de rien. Il n’y a pas eu de consultations publiques. Il n’y a pas eu la chance de voir quels étaient les pour et les contre de cette décision-là. Ça s’est fait en arrière de portes closes, et on n’a pas eu droit à ça. La nature humaine est ce qu’elle est. Quand on ne sait pas ce qui s’est vraiment passé, on imagine le pire.", "Si tu regardes dans la province en ce moment, 83 % des Ontariens et Ontariennes ne veulent rien savoir de vendre Hydro One. Ils veulent que leur gouvernement prenne le temps de les écouter. On vit dans une démocratie. Une démocratie veut dire que lorsque tu as quelque chose à dire, tu as la chance de parler et tu as la chance d’être entendu. Tout ce qu’on demande dans la motion, c’est ça : on demande la chance d’être entendu par un organisme qui existe déjà. Ce ne seront pas des dépenses inutiles qu’on vient de faire là. La Commission de l’énergie de l’Ontario existe déjà. Ils font des consultations tout le temps, parce qu’à chaque fois qu’on doit changer le taux de l’électricité, c’est eux qui font les consultations. Quand ils font ces consultations-là, il y a des dépôts de papiers aussi hauts que moi pour une augmentation de 1 % ou 1,2 % du taux de l’électricité.", "On est en train de vendre ça, et tout ce qu’on a, c’est un rapport de 42 pages qui a été fait par M. Ed Clark, qui est banquier et qui n’a aucune connaissance du côté—il l’a dit lui-même; il n’est pas expert en énergie. On n’a pas eu la chance non plus d’avoir des consommateurs qui ont leur mot à dire là-dessus, mais on a le produit final. On a un gouvernement qui ne veut pas écouter.", "I represent people in Mattagami who depend on Hydro One. They live at the end of the line. Once Hydro One is privatized, what is their guarantee that they will continue to have electricity? We all know there is no money to be made in bringing electricity to Mattagami, no money to be made. Once you deal with a private enterprise that is 60% within the private sector, there will be no reason for them to continue to bring electricity to many parts of the province that I represent. They just want to be heard." ],
  "anchor" : "para1032"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1038"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I just want to stand up and talk about the transportation minister’s comments on how we never talked about this. I can tell you what: When I ran in Niagara Falls not once, not once—not once—did one of your candidates ever say they were going to sell off Hydro One. Not once in Fort Erie, when we did the budget debates, did they ever say they were going to sell off Hydro One. They did not tell one resident in my riding that they wanted to sell off Hydro One. So I want you to say that, that you never, ever told them, not once. For your comments about the NDP, at least you should have told them; you should have stood up and said, “We’re selling Hydro One because we think it’s the best thing to do.” They never did that, not once, and they still haven’t done it, and for anybody to say they did is certainly not accurate.", "Let’s talk about what we’re going to get, because I don’t have a lot of time here. Let’s talk about what you would get if you kept Hydro One. You’d get $500 million per year to invest in health care, to invest in schools, to invest in infrastructure. So why do you have to sell it off?", "Who are you going to hurt if the rates go up? Let’s talk about that, because nobody seems to care about the consumer. Who are you going to hurt? You’re going to hurt seniors right across Ontario, because they have to choose between paying for their hydro bill or paying for their medication. Or, in the summer, do they pay for their air conditioning or do they pay for their food? That’s what hydro is going to do in the province of Ontario.", "Let’s talk about young people. Let’s talk about the jobs in the manufacturing sector that we all need. Let’s talk about the auto sector. Let’s talk about GM, Chrysler and Ford, who are telling this government over and over again—not once, not twice; they’re telling you over and over again—that they will not invest in Ontario if the hydro rates continue to go through the roof. You are putting hundreds of thousands of jobs in jeopardy by selling hydro. Why are we not talking about that?", "I’ve got a couple more to talk about here. Let’s talk about tourism. I had the hotel owners in my riding, in Niagara-on-the-Lake, Niagara Falls and Fort Erie, and you know what they’re telling me? “Gatesy, what do you want us to do if they sell off Hydro? Raise the rates of the rooms? Are we going to have to shut off the air conditioning? Are we going to have to stop the water parks?”", "I’ve got to wrap it up. You never told anybody in the province of Ontario you were selling. You guys should be ashamed of yourselves for even selling Hydro One and putting the effects—your effects—on what’s going to happen right across Ontario." ],
  "anchor" : "para1039"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The leader of the third party." ],
  "anchor" : "para1045"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "It’s been a pretty important debate this afternoon. The motion that I put forward was simply to ask this government to do the right thing by the people of Ontario and have the Ontario Energy Board do a review of their plan to sell off Hydro One. It’s not a lot to ask; it’s what the people of this province deserve. They deserve an independent analysis. They deserve a non-biased approach. They deserve public hearings. They deserve absolute and complete transparency on one of the biggest mistakes that the Liberal government is about to make in the province of Ontario. They deserve to have a voice and they deserve to be heard, and the way that they can do that is through the OEB. And you know what, Speaker? That’s exactly what this Premier, Premier Wynne, promised that she would do for the people of Ontario. She promised she would be open. She promised she would listen. She promised she would be transparent. She even promised, when she set up the Ed Clark panel, that he was going to make sure that this was going to be a process that was independently reviewed, that was transparent, and it has been none of those things.", "I have to say, though, a lot of my members, and I’m proud of them, spoke about the impact of the sell-off of Hydro One, and also spoke about the false choice that Liberals are putting in front of Ontarians. Everybody knows that everywhere around that we can think of where there’s been an example of a privatization in the electricity system, the rates have gone through the roof. Bottom line, it’s going to happen here. In fact, we saw just on Friday exactly what’s going to add to the increasing prices of our electricity rates. It’s because already the executives are at the trough with raises like nobody’s business. Five, 10, 20 times the amount of money is going to now be paid to executives and board members than what was paid in the past.", "But you know what? The Liberals want to pretend that the only way you can invest in infrastructure in this province is by selling off Hydro One. Well, how embarrassing for them. For over 100 years there have been things built and developed here in this province and nobody else had to sell off Hydro One. How embarrassing that only this Liberal government has no other choice than to sell off Hydro One. And you know what, Speaker? That’s because it’s not true. There are many, many other choices to get our infrastructure built in this province.", "I’ll tell you what I wouldn’t do. I wouldn’t be wasting over a billion dollars on moving gas plants in this province. I’ll tell you what else I wouldn’t do. I wouldn’t spend $2 billion on a useless, not-so-smart meter program. That’s $3 billion so far. I wouldn’t have an $8-billion failure when it comes to how we fund infrastructure in the first place. This minister should not be very proud of that—$8 billion that could have gone into more infrastructure, but he wasted it because he has a terrible, terrible financing system. How about another billion dollars on eHealth? How about the waste of hundreds of millions of dollars on Ornge air ambulances? I’m just saying that there are lots of other choices. How about corporate tax loopholes that they’ve implemented? How about the fact that our corporate tax rate is lower than that of Alabama?", "The bottom line is, there are many, many choices that can be made. This Liberal government does not have to sell off Hydro One. This Liberal government wants to sell off Hydro One, because it’s going to make a lot of the one percenters, a lot of their good friends, a lot of the insiders on Bay Street a hell of a lot of money, and that money is going to come out of the pockets of everyday people in this province, and it is shameful that they’re doing this with such a closed-door process." ],
  "anchor" : "para1046"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Thank you." ],
  "anchor" : "para1051"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "When I stand, you sit.", "Ms. Horvath has moved opposition day number 1. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour of this motion will please say “aye.”", "All those opposed will say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 10-minute bell." ],
  "anchor" : "para1053"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Ms. Horwath has moved opposition day number 1. All those in favour of this motion will please rise one at a time." ],
  "anchor" : "para1060"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "All those opposed to the motion, please stand one at a time." ],
  "anchor" : "para1099"
}, {
  "speaker" : "The Deputy Clerk (Mr. Todd Decker)",
  "text" : [ "The ayes are 37; the nays are 51." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1153"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "Pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made. It’s now late show time." ],
  "anchor" : "para1155"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The member for Prince Edward–Hastings has given notice of dissatisfaction with the answer to a question given to him by the Minister of Natural Resources and Forestry. The member has up to five minutes to debate the matter, and the minister or parliamentary assistant may reply for five minutes." ],
  "anchor" : "para1158"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "I’m glad to be here on this Wednesday afternoon to further debate this issue that affects so many people on the south shore of Prince Edward county, but not just people in Prince Edward county. People right across the province are watching this case very, very closely because of the implications that it might have for wind turbine development in Ontario going forward.", "It was last Wednesday that I had the opportunity to ask the Minister of Natural Resources whether or not they would revoke the project, or at least revoke the harm, harass and kill permit that they gave the Ministry of the Environment to build a nine-turbine project on the south shore of Prince Edward county at Ostrander Point. It’s a very, very environmentally sensitive area for a number of different reasons, but it’s also designated as an internationally recognized Important Bird Area.", "The people of Prince Edward county have been opposing wind turbines in their municipality for 13 years now, even long before the Green Energy Act came about. This is the remarkable thing about the people of Prince Edward county: They’re like a dog and a bone. They’re not going to give up on this, and now they have a bone. They have some evidence that this government is making decisions on where green energy projects, renewable energy projects, are being located in the province not because of good policy decisions, but they’re being made for political reasons, not for good policy reasons.", "I see the minister is here, and that’s great. I was very congenial in agreeing not to have the late show last Wednesday so that they could attend an event, and we’re here today to further debate this issue.", "The nine-turbine project is on a piece of crown land on the south shore of Prince Edward county. There are so many people who are against it in the county, it’s unbelievable. Prince Edward county is an unwilling host community. They’ve made that declaration at their council. The chamber of commerce, the Prince Edward County Field Naturalists; PIBO is another, the bird observatory group. We also have APPEC, which is the Alliance to Protect Prince Edward County, and then we have CCSAGE, which is the County Coalition for Safe and Appropriate Green Energy. All of these different groups are against the project on the south shore.", "But the issue that we’re really looking at here tonight is, back in September 2011, there was a Big Thunder wind project that was planned for the minister’s riding. He wasn’t the minister at the time, but we were headed into the general election in 2011. The Minister of Natural Resources at the time, who’s now the mayor of Brampton, recommended that a project not be approved in the minister’s riding because there may be some peregrine falcon nests in the area.", "Now this current minister’s own expert for species at risk has testified at an Environmental Review Tribunal in Prince Edward county that there is a real concern here because they know this is a breeding area for the Blanding’s turtle. So there are endangered species in that area, but in spite of his recommendations against the harm, harass, kill permit from MNR, they granted the permit anyway. The project is going ahead. The project in Thunder Bay was cancelled when there wasn’t the proof that there is in this case. There’s clear evidence, and his own expert has testified at an Environmental Review Tribunal that this project shouldn’t go ahead based on that ground.", "Now, this is still before the Environmental Review Tribunal, so I don’t know exactly what the minister is going to be able to tell us today. But it only seems logical to me that, given what has transpired now, in spite of all of the other reasons that are out there, we don’t need any more power. We have 34,000 megawatts of power already in the province, so nine turbines on the south shore of Prince Edward county are completely unnecessary. But what I want to know today is: Will the minister overturn the anti-scientific decision that was made in spite of the advice of his ministry’s own experts and revoke the permit that it gave to Gilead Power to install these nine industrial wind turbines that the municipality has clearly said they don’t want on the south shore of Prince Edward county? What will the minister tell us this evening?" ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "The Minister of Natural Resources and Forestry." ],
  "anchor" : "para1167"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "Speaker, let me remind the member of what I said last week in response to his concern, and that is that, first and foremost and primarily, these green energy projects go forward as a result of renewable energy approval applications that are granted from the Ministry of the Environment and Climate Change. They have a two-step process primarily: One, at some point they’ll have a FIT contract that they receive from the Ministry of Energy; and concurrent with that, they receive, at some point, an approval from the Minister of Energy and Climate Change under renewable energy approval. That’s the same way it works for all of them.", "Now, this project is before the Environmental Review Tribunal, as the member has mentioned in his comments, and so obviously it’s inappropriate for me to comment on the particulars of this project in any way. He knows that and has acknowledged that in his comments as well. But I will make just a few remarks, without giving any reference to any particular matters in a general way in terms of the ERB. Ministry of Natural Resources and Forestry staff review and evaluate applications for permits made under the ESA. Evaluation and development of a permit can take months and a team would be involved that could include biologists, ecologists, botanists, policy staff, planners, land experts, among others. The team approach works well, and as I mentioned, there is a variety of different opinions that go into the development of these permits and a variety of views are taken into account.", "In the end, a recommendation is made based on the requirements of the ESA. An overall benefit permit under the ESA may only be issued if the three tests set out in sections 17.2(c) of the ESA are met.", "In summary, the tests are: that an overall benefit to the species will be achieved in a reasonable time through the requirements imposed in the permit conditions; that reasonable alternatives have been considered and the best alternative has been adopted; and that reasonable steps to minimize adverse effects on members of the species are required by conditions of the permit.", "The member from Prince Edward–Hastings has made reference to a different project. That particular project did not go forward based on any recommendation from the Ministry of Natural Resources or lack thereof. As I understand it, that particular project was cancelled by what was then called, I believe, the Ontario Power Authority, which is now part of the IESO.", "Speaker, I thank you for your time." ],
  "anchor" : "para1168"
}, {
  "speaker" : "The Acting Speaker (Mr. Paul Miller)",
  "text" : [ "This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1174"
} ]