[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on March 25, 2015, on the motion for second reading of the following bill:", "Bill 57, An Act to create a framework for pooled registered pension plans and to make consequential amendments to other Acts / Projet de loi 57, Loi créant un cadre pour les régimes de pension agréés collectifs et apportant des modifications corrélatives à d’autres lois." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When this was last debated, the member from York–Simcoe had the floor and has time remaining. The member from York–Simcoe." ],
  "anchor" : "para31"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to be able to continue from the point at which I left off last week.", "Just to provide a little bit of an overview, we’re looking at Bill 57, which deals with pooled registered pension plans. Since pensions and pension plans are certainly something about which many people are interested but may find confusing, I think it’s important—just in carrying over from my remarks last week—to review exactly what it is we’re talking about. What does it mean to be pooled? What does it mean to be registered? Obviously, other pension plans are registered, so that’s not quite as potentially unknown as the pooled part.", "This is a legislative initiative that comes from the leadership of the federal government, in being able to provide people with a savings instrument that could take them anywhere across the country. So the umbrella legislation has been passed federally—I think almost two years ago—and various provinces have picked up the opportunity that it represents and provided their constituents with companion legislation that would then allow that notion of the pool.", "In 2013, I introduced a private member’s bill which the government picked up in its 2013 spring budget. Naturally, I was very happy to see that happen. Because of the general confusion around pensions and pension plans—and people from all walks of life have commented on the problem of financial literacy—I think that this is a tool that can also help the growth of financial literacy.", "The point I would begin with is that there are difficulties for people who find themselves in their 20s or 30s, being called up—they’ve declared bankruptcy and didn’t realize they couldn’t go out and buy a car. There’s a great deal to be done in that field of providing better financial literacy, and much has been talked about what should belong in the elementary panel and in the secondary panel in order to allow our next generation to have a better sense of this.", "The pooled registered pension plan, as I say, is a tool that the federal government has provided, and we are now making an opportunity available to the residents of Ontario to become part of a pension plan that is pooled.", "One of the things we know about pension plans is that they need lots of members. If you’re going to be able to act in the best interests of the pensioners, then you have to have enough money to be able to go out and make good investments. It’s much easier, obviously, when you have a larger number of participants. That’s the notion of the pool: that it goes into, exactly, a pool, and from there, decisions are made that provide interest on the money that’s being collected and, therefore, the availability to go out and make investments on behalf of the pensioners." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para39"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "I’d like a quorum call, please." ],
  "anchor" : "para40"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum call, please." ],
  "anchor" : "para41"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para42"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members." ],
  "anchor" : "para43"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para45"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from York–Simcoe." ],
  "anchor" : "para46"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "As I was saying, the larger the pool, obviously, the greater the investment choices are for anyone with a pension plan. This is one of the keys to this initiative because by pooling and by registered—by the way, it would be registered in your name, as the owner, so to speak, of this part of the pension plan. That means it’s portable. That means that you can go to an employer, whether it’s in Ontario or in another province—and the whole idea is to give opportunity to people through a flexible plan. The flexibility, then, of being able to take it anywhere and have it in your name reduces the sense and the complexity of people today who have a pension in one location. They’ve moved on, and the pension, then, waits for their whatever pensionable age is. It’s far more complex. This is like your own personal savings.", "The details of the pooled registered pension plan are important to understand because they’re different than other pension plans. Participation is voluntary; an employee will have 60 days to opt out of a PRPP. It’s interesting to note that in Britain where they have a NEST program, their opt-out is 8% of people.", "The contributions can be voluntary by employers, and the employer, then, would determine whether or not to contribute to the employees’ PRPP—again, giving choice and the possibility that, when appropriate, an employer may want to contribute. It would certainly put them in a more competitive market for employees.", "As I mentioned, one of the most important features is the portability and the ability to move with the employee when changing jobs.", "The contributions would be locked in until an individual reaches the retirement age of 55.", "The other thing that we hear often about—the RRSPs, and the space that’s left in them, that people don’t put the full amount in, and the costs and things like that—all of these are taken into account when you look at a pooled investment system. Individuals have their accounts in a pooled plan for investment purposes. That means that you have low cost and better investment. PRPPs provide professional investment management at a low cost to plan members by pooling the funds of all the individual accounts for investment purposes, as well as limiting the investment options provided to plan members. A plan member can choose 100% in one category, or different categories and different percentages, and that means then they have the choice and the control.", "Similar to registered pension plan contributions, employer PRPP contributions as well as employee contributions are tax-deductible. Contributions are not subject to employer health tax, employer insurance premiums, Canada Pension Plan contributions or workers’ compensation premiums. It’s very important to see that this is avoiding—which is legal—some of these other costs.", "PRPP members’ contribution rates would be determined by the plan administrator.", "There’s a general interest in the PRPPs, and we should look at some of the interest that others have taken in this. The first one that I’d like to use is the Portfolio Management Association of Canada. They have written to the government in support of PRPPs. They’ve also written to the government opposing the Ontario registered pension plan. Probably no other group understands the value of PRPPs and the dangers of an Ontario pension plan to Ontario.", "This is an excerpt from a letter to Minister Hunter: “We are pleased that Ontario has recognized the advantages of a PRPP program and has moved forward with PRPP legislation. PRPPs provide the opportunity to participate in a simple and straightforward pension plan.”", "The portfolio managers continue: “PMAC has been an active supporter of the development of the PRPP federal framework and believes it is a better retirement savings vehicle versus comprehensive or overhaul changes to CPP or the” Ontario registered plan.", "“We believe that PRPPs provide more flexibility and choice for Canadians and their employers in how they save for retirement and leverage off the existing infrastructure around the administration of similar plans.", "By leveraging off the existing systems/staffing/training and servicing resources that many financial institutions have already developed in virtually all the cities and towns in Canada, this will seemingly greatly accelerate the rollout time to launch PRPPs, and ultimately improve overall cost-effectiveness (i.e. same resources already in place, servicing the $100 billion in the 50,000” defined contribution and group RRSP “plans, and the hundreds of billions” of dollars “in individual RRSP plans serviced by some of these entities so these costs can be spread over this existing asset base). This will also further strengthen the three pillars around retirement funding for Canadians.", "“It is important for governments at the two senior levels in Canada to realize that there are other safety nets besides pension plans. In addition to the $1.6 trillion in pension assets in Canada and the non-registered savings of Canadians, the RRSP/RRIF/TFSA pool of assets now exceeds $1.4 trillion. As at 2012, these registered plans are growing almost $70 billion a year on new contributions alone. Furthermore, the unused room for RRSP now looks to be $828 billion, and many policy objectives could be obtained if the government could incentivize Canadians to utilize this unused asset.”", "Another supporter is Advocis, and they write, “Advocis is not in favour of a mandatory supplemental provincial pension plan as described in the consultation paper that does not allow for a level playing field with the private sector’s long-established group RRSPs and DC plans....", "“In principle, Advocis therefore supports the Ontario government’s intention to introduce PRPPs as an example of how the private sector can work with government to develop solutions to pressing long-term financial challenges that affect all Canadians ... thus the efforts of the Ontario government to engage with the federal ... framework and its emerging provincial counterparts are to be lauded.”", "That was Advocis on February 13, 2015.", "“Modernizing our retirement income system to ensure Canadians can save more for their retirement is among the most important jobs....", "“This is why the Association of Canadian Pension Management ... has championed the concept of pooled registered pension plans.... ACPM believes that this kind of innovative new arrangement is key to creating the kind of retirement security that working Canadians deserve.”", "That’s from Chris Brown, the president of the Association of Canadian Pension Management.", "I think the last quote from the Association of Canadian Pension Management captures the essence of this issue. We need to modernize our retirement income system to ensure it is sustainable and makes sense for future generations. As the reality of employment and workplaces change, with employees switching jobs more frequently, we need to ensure that we create a savings culture.", "The PRPP would surely go further in promoting a savings culture rather than an ORPP, which will be mandatory and will not give people a choice in their retirement savings plan.", "Today, if Ontario passes the PRPP legislation, almost 90% of Canadians will have access to PRPPs. This will likely lower the administration costs of the pooled registered plans, increase the potential purchasing power of the plans and reduce barriers of interprovincial movement and trade. We need Ontario to be part of the Canadian PRPP landscape, as the more contributors to a pension plan, the better the investment opportunity and returns, meaning a healthy pension fund.", "Currently, there are many pensions with unfunded liability, which means that if the pension fund were to be wrapped up today, it would not be able to fulfill its payment promises. PRPPs are a promising addition to the array of retirement savings options that are available to Ontarians and Canadians.", "We need PRPPs, not an ORPP. PRPPs are mobile and in the employee’s name. The PRPP can go where they go. PRPPs are also low cost, have simple administration and are voluntary. However, the ORPP is an expensive, mandatory, government-driven entity and, if we look at the QPP, is a model that just does not work.", "I fully support the passage of Bill 57 and encourage all Ontarians, especially those without a pension plan, to consider investing in a PRPP." ],
  "anchor" : "para47"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para74"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I appreciate the opportunity to stand and once again find myself speaking about pensions and retirement security in the House in response to the comments from my colleague from York–Simcoe, as she had been speaking about the PRPPs being a pooled option, which is, I guess, a step better or a step in the right direction from RRSPs in that they have that ability to pool investments and, therefore, grow larger.", "I was interested by some of her comments that perhaps the government should incent Canadians to invest in these products. I would argue that with the number of people I have met, it isn’t about being incented to save; it’s about having money to save. It’s about having income security now through their working years in order to maybe one day have any kind of retirement option.", "The government has been talking about offering options in retirement and options for retirement security. I guess this is what they’ve been talking about—options. These options, though, really are for the companies and not for the individual. Because with the PRPPs, as we’re seeing in this bill, if an employer chooses to give these plans to their employees, those employees don’t have a choice; they have to buy into this idea, they have to take this choice, so to speak, and they don’t have an option. As she said, they’d be locked in. Once the choice is made for them by their employer to put money in this vehicle, it is there.", "Unfortunately, unlike other pooled registered plans that are actually pensions—okay, I’ll talk about it in my lead." ],
  "anchor" : "para75"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para80"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I’m pleased to rise in the House and add my comments to the speech that was given by the member from York–Simcoe. This legislation is part—it’s only a part, but it’s a part of our government’s economic plan to build a strong and secure retirement system so that everyone can afford to retire here in Ontario. PRPPs, as we’ve heard from the member from York–Simcoe, would give especially small and medium-sized businesses a new way to help employees save for retirement. We know that many people in Ontario are not saving enough for their retirement, and this is a part of the government’s solution to the problem.", "PRPPs would also provide self-employed individuals an additional retirement saving tool. Legislation must be passed before a province can make PRPPs available and this is why this legislation is in front of us. We are joining four other provinces that have already passed this legislation, and this is because the system is not going far enough. We do know that workplace pension plans are less common than they used to be. Two thirds of Ontarians do not have access to a workplace pension plan, and many Ontarians are not taking full advantage of retirement saving opportunities.", "We’re living longer here in Ontario—that’s a good thing, but at the same time we have to help Ontarians who may, most likely, outlive their plan to retire in comfort. That is the intent: to help. This is one of the many solutions that the government is proposing." ],
  "anchor" : "para81"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton for further questions and comments." ],
  "anchor" : "para84"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s always a pleasure to rise and debate in the assembly. I want to congratulate my colleague from York–Simcoe for once again demonstrating in this assembly her profound knowledge and sense of understanding of the pension situation, not only in the province of Ontario, but again, in all of Canada. She has a profound understanding of what is needed for a secure retirement system for today’s seniors, but also for tomorrow’s seniors—the youth of today.", "We in the Ontario Progressive Conservative caucus certainly do appreciate the ability to pool pensions and to have that ability for investment, something that I would like to remind this chamber was brought in by the federal Conservative Party. That is, I think, something that’s quite significant: that we are able to pool it.", "What we do not support on this side of the chamber—and that’s important for folks at home and in the gallery to understand—is a mandatory Ontario pension plan which amounts to a job-killing payroll tax. We don’t agree with that. We think Ontarians should have an ability to pool their money and their resources for a more secure future. What we don’t think is that this province can afford any more job losses by putting a mandatory pension plan on the backs of hard-working employers and hard-working employees in this province.", "Again, to sum up what my colleague from York–Simcoe has said—and, by the way, I think she has forgotten more about pensions than most of us will ever know—it is yes to pension pooling, it is no to an Ontario pension plan. I know, in the weeks ahead, as the Progressive Conservative caucus stands up here to debate what will be the Ontario budget, we will vigorously oppose an Ontario pension plan, while supporting this type of pension pooling." ],
  "anchor" : "para85"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para89"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I think there are a few things that everybody in this House all agree on about pensions: that it makes for a way healthier society when people do have access to pension incomes once they retire. Where we disagree is on how we achieve this. I come from Sudbury, a community that is highly unionized, a community where a lot of people have a defined pension income; that is, they contributed through their entire career and now they reap the benefits. It completely changes a community. Because Sudbury has over 50,000 people who get a cheque every month—because we have a lot of mining retirees in Sudbury—it changes everything. How do we get there, though?", "The instrument that we’re talking about right now is a pretty weak one. First of all, your employer does not have to contribute, so I can see that every insurance company, every bank, will be knocking on the doors of every employer and saying, “Hey, get your employees to buy into our product. This way you won’t have to do anything. You won’t have to contribute to their income.” I can see a whole lot of employers being quite happy to sign up with those pooled retirement plans just so that they do not have to contribute. It’s all fine and dandy; they will have signed up and they can say, “Oh, yes, we do have a pension plan.” But what will that really mean once people retire? Once you are retired, chances are you’re not able to go back to the market and work and earn an income, so you will have to live with that money. That money, I guarantee you, Speaker, will come nowhere close to if you had had another instrument to invest in. This is a cop-out." ],
  "anchor" : "para90"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the original debater from York–Simcoe for her final comments." ],
  "anchor" : "para92"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Thank you to the members from Oshawa, York South–Weston, Nepean–Carleton and Nickel Belt. When I spoke, I tried to stress the fact that this is one of a suite of things. This is trying to come up with a modern version that recognizes the mobility of people, the fact that they don’t stay in the same job for 42 years. That’s fine for the people who do, and have the kind of pension circumstance that the member from Nickel Belt mentioned, but when you look at today’s young people, they don’t expect to be in a job for more than two to five years. So you have to have something that’s theirs, that they can take with them.", "I would argue that this instrument will do a great deal to improve the financial literacy of participants, more than any anything else. Because the individual’s name is there, the individual will have made a choice from a group of investment choices, and they will then be engaged and they will see that their money is growing; they will see how it works. They might open a TFSA next. I think there’s that kind of opportunity to have a better understanding.", "As I said in my remarks, we need a savings culture. It’s all very well to talk about worrying about who has a pension and who doesn’t, but what we all need is a savings culture. Thank you." ],
  "anchor" : "para93"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para96"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you, Mr. Speaker. Just before I begin, I’ll let you know that I will be sharing my time.", "Ontario is experiencing a retirement security—" ],
  "anchor" : "para98"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry. I understand you want to share your time; I’m just not sure with whom." ],
  "anchor" : "para100"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I beg your pardon. The member for Kitchener–Waterloo." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para102"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you again, Mr. Speaker.", "Ontario is experiencing a retirement security crisis. Two thirds of Ontarians do not currently have a workplace pension plan, and personal savings are not enough to fill the gap.", "The Canada Pension Plan serves as the backbone of our retirement security system, but with a maximum yearly benefit of $12,500 and an average yearly benefit of only $6,800, the benefit that is currently available is simply not enough.", "The Canada Pension Plan was first established on a simple principle: Being a senior should not be the greatest indicator that an individual is living in poverty. But that is the direction in which we are headed again. It is from that initial belief that one of our country’s largest, most inclusive social programs was born, and it is because of this belief that we know that we need to do more.", "Ontarians are facing real challenges. Precarious employment, the rising cost of living, and a declining median income all contribute to the growing instability that has become the norm for too many families, and it has made it nearly impossible to adequately save for retirement.", "To put it in perspective, in 2012 the median income for Ontarians over the age of 65 was $26,720, or $2,227 per month. The average monthly cost for seniors’ housing in Ontario last year was over $2,750. That’s a $500 shortfall every month, only taking housing into account.", "Since being named the NDP’s pension critic in July, I’ve had the opportunity to meet with countless experts and stakeholders and have been nothing short of amazed by the breadth of knowledge and the depth of commitment that exists in this field. Everything that we have discussed has been looked at through a single, critical lens: All Ontarians deserve the right to retire with dignity. And resoundingly, the experts have agreed that action is needed. But simply taking action isn’t enough; it is about taking the right action.", "In this chamber, we disagree on a lot of things. We disagree on what should be done, we disagree on when it should be done and, most often, we disagree on how we should go about doing it. There are a lot of things that we disagree with the government about, but one thing we do agree about is the strength of the CPP, and that strength is not by accident; it is by design. The CPP provides portability, universality and economies of scale, but most importantly, it is administered with the sole purpose of benefiting retirees. It is because of this unwavering focus on beneficiaries that the plan remains efficient and uncompromising. It is why New Democrats believe in public services: because they benefit the public.", "That is not to say that there is not a place for the private sector in our retirement savings. RRSPs and tax-free savings accounts play an important role for many Ontarians, but the key is that their role is supplementary.", "This brings me to the topic of the day: Bill 57, the Pooled Registered Pension Plans Act, PRPPs for short. I should start by saying that the name of this bill and of these plans serves to mislead. To refer to them as pensions implies that they provide a greater service to their members, but in actuality, PRPPs are little more than group RRSPs. What that means is that PRPPs have similar advantages to group RRSPs, but they have similar disadvantages as well; namely, the fact that the beneficiaries are not the only ones to benefit.", "The Canada Pension Plan boasts extremely low investment fees because the only shareholders they have to worry about are the ones collecting CPP. Private options, however, have to work in an extra layer of costs to ensure that a profit is made.", "PRPPs have hugely expensive administrative fees that end up benefiting insurance companies and banks more than retirees. As a general rule, in a private plan such as PRPPs, individuals can expect to lose roughly half of their benefit to fees over their lifetime. Mr. Speaker, this is not an insignificant amount. It can mean the difference between security in retirement and struggling to get by.", "Think of it like any other product. How much cheaper would a pair of jeans be if the people selling it didn’t expect a profit? Now think of the CPP as a store selling you their product at a cost. It’s not a perfect metaphor, but I think you get the picture. The point is, PRPPs are a product. They are a revenue tool for banks and insurance companies, and, as a result, their benefit to retirees is diluted.", "This is our concern, Mr. Speaker, and it is why we will not be supporting Bill 57—which brings us to the question of why this bill is before us today. I’m a teacher by trade, so permit me to launch into a bit of a history lesson, if I may.", "The story begins with the federal government. After years of steady prodding by labour and seniors’ groups and seven federal/provincial finance ministers’ meetings, the Harper government was forced to admit that Canadians were not saving enough for their retirement. Those without workplace pensions—two thirds of working Canadians—needed a safe, affordable and reliable retirement savings vehicle.", "At their December 2012 meeting, federal and provincial finance ministers agreed to consider a “modest” CPP enhancement to complement the private sector PRPPs they had already endorsed at a previous meeting. In 2012, the federal government passed PRPP legislation based on the model put forward by the life insurance industry. By 2013, however, the federal government had made it clear it would not be proceeding with any sort of enhancement to the CPP. So, not surprisingly, PRPPs became the Harper government’s version of a solution to the retirement security crisis altogether.", "However, because 85% of workers are provincially regulated and most federally regulated workers already have workplace pensions, those that would benefit from the sale of PRPPs began lobbying for Ontario provincial PRPP legislation to copy the federal legislation.", "For years, the position of the Ontario Liberal government was that they would not proceed with provincial PRPP legislation, in favour of enhancing the CPP. But, as we can see, something has changed along the way and the government has shifted its priorities, whether they want you to know it or not.", "From this historical context, it is clear that the government has shifted directions, but it’s not so clear from their rhetoric. The government continues to hold the Ontario Retirement Pension Plan, or ORPP, up as the pension policy that they are pointing to and prioritizing, but, as we all know, the government’s rhetoric and its actions don’t always line up.", "Towards the end of the fall session, the government introduced two pieces of legislation related to retirement savings. In fact, they even released them on the same day.", "First, Bill 56, the Ontario Retirement Pension Plan Act, is the first of three pieces of legislation that will eventually comprise the ORPP. This bill is little more than a framework, mostly reiterating information that was already established during last year’s budget, and provides little new or substantial policy.", "Second, Bill 57, the Pooled Registered Pension Plans Act, is a fully fleshed-out piece of legislation that will allow PRPPs to hit the ground running once the bill receives royal assent.", "Speaker, it is almost too transparent. This government has gotten a lot of mileage off of their claims of being progressive, but the only thing they did to put the ORPP ahead of the PRPP was list it one position higher on the order paper. I can only imagine the strategic discussion that went on in the caucus room about making sure the ORPP was Bill 56 instead of Bill 57.", "If this government were truly committed to public pensions, then that is where they would have focused their energy. PRPPs would have been an afterthought instead of the secret prize in this government’s pension shell game. We’ve seen it far too often: The government tries to hide its true intentions on both sides, and the policy suffers as a result. In order to appease their friends on Bay Street, the government knew that they had to give PRPPs a head start on the ORPP, but to avoid compromising their progressive image, they made sure to pass something ORPP-related on the same day.", "Fortunately, in our parliamentary system, our job on this side of the aisle is to hold the government to account, and we plan to do just that. We’ve all seen enough Liberal spin to make ourselves dizzy, but when their actions are this obvious, it makes our job a little bit easier.", "Now that we’ve covered some of the historical context, Mr. Speaker, I’ll come back to the question of whether PRPPs really fill an existing gap, like the government claims they do.", "Over the past six months, the government has spoken at length about the importance of voluntary options. But this does not take into account the fact that a multitude of voluntary options already exist. Whether it be RRSPs, TFSAs, ETFs or any other financial acronym you can think of, PRPPs are not so much filling an existing gap as piling into an already crowded space.", "To illustrate this point, I would like to read from an interesting article I came across on this very topic. The article is by Greg Hurst, a Vancouver-based pension consultant with Greg Hurst and Associates Ltd., and it is titled, “Does Anyone Need a PRPP?” It begins with a quote from Dr. Seuss’s Sleep Book:", "At the fork of a road", "In the Vale of Va-Vode", "Five foot-weary salesmen have laid down their load.", "All day they’ve raced round in the heat, at top speeds,", "Unsuccessfully trying to sell Zizzer-Zoof Seeds", "Which nobody wants, because nobody needs.", "The article goes on to explain the significance of this passage as follows:", "“Both small business and insurance industry leaders exhorted the pooled registered pension plan (PRPP) as a preferable option over the ORPP. But PRPPs may be akin to Dr. Seuss’s Zizzer-Zoof Seeds, at least outside of Quebec.", "“Only the federal government has fully implemented a PRPP regulatory framework. British Columbia, Alberta, Saskatchewan, Ontario and Nova Scotia have all tabled or passed PRPP legislation, but regulations have yet to be completed. Under all of these jurisdictions, PRPPs would be voluntarily offered by employers and employees would be able to opt out of participation.", "“Quebec has implemented the Voluntary Retirement Savings Plan (VRSP), which is similar to the PRPP, except that it will be mandatory for employers with more than five employees and without a registered pension plan or payroll contributions to either an RRSP or TFSA to implement a VRSP with automatic enrolment of employees. Employee contributions will ultimately be at the rate of 4% of salary, however, employees may opt out. Employer VRSP contributions will be optional.”", "He continues: “Outside of Quebec’s mandatory VRSP version, does anybody need a PRPP? Does anybody want a PRPP? Or is the PRPP like Zizzer-Zoof seeds, ‘which nobody wants, because nobody needs.’", "“The early bloom on the PRPP rose bush was that employers could provide a retirement program while at the same time avoiding fiduciary responsibility. This bloom soon withered as most commentators observed that employers would still have responsibility for selecting and monitoring a PRPP provider (which activities may have fiduciary characteristics), and this doesn’t seem much different from existing responsibilities relating to group RRSPs or DC plans.”", "The article finishes by summarizing quite neatly, “As long as DC pension plans, deferred profit-sharing plans and RRSPs are available, and there is no mandatory requirement for an employer to implement a pension plan, nobody needs a PRPP. I suspect nobody will want them either.”", "So there is little to support the government’s claim that PRPPs will fill a gap in the retirement security system, and we are left to question their true motives for bringing this bill forward.", "We agree that Ontario has a retirement savings crisis, but the answer is not yet another private sector savings vehicle. To illustrate this point, allow me to share some of the numbers on RRSPs in Canada: $683.6 billion—that’s the total unused RRSP contribution room as of 2011; 24%—that is the percentage of eligible tax filers who contributed to an RRSP in 2011; 22.7 million—that was the number of Canadians with RRSP contribution room in 2011. As you can see, the RRSP system is not stretched in our country.", "In 2012 in my riding of Oshawa, 95% of those aged 65 or older received income from CPP, but only 9.4% received income from an RRSP. Canadians now contribute about $40 billion annually to their RRSPs, but that still leaves an estimated $80 billion in RRSP tax deferral room that has not been taken up.", "RRSPs play an important role in our retirement savings, but the vast majority of Canadians continue to have ample room available for additional savings; yet the government continues to tell us that PRPPs are a needed addition. The more you really look at PRPPs, the more they look like those Zizzer-Zoof Seeds, which nobody wants and nobody needs.", "Let’s take a look at what is actually in this bill. Bill 57 would, if passed, permit the establishment of and provide for the administration of PRPPs in Ontario by largely adopting the federal legislation that came into force in 2012. Bill 57 would also extend regulatory authority over PRPPs to the Ontario Superintendent of Financial Services—the superintendent—and sets out a process for a PRPP administrator to object or appeal decisions of the superintendent. Finally, Bill 57 would amend other legislation, including the Pension Benefits Act—PBA—to add PRPPs to the definition of a pension plan and add PRPPs to the list of vehicles to which a plan can permit a former member or eligible spouse to transfer pension plan assets. As you can see, it’s quite a bit more substantive than the legislation we so recently discussed on the ORPP, but I guess that comes as no surprise at this point.", "It is not so much the provisions of this bill that we oppose as it is the impact that PRPPs will have in general and whether their presence is the necessary addition that the government claims.", "I briefly touched on our concerns with the increased fees associated with private plans earlier on but I would like to elaborate further. The single biggest problem with private sector retirement savings options such as the PRPPs is the private sector management fees. Canadians pay 2% or more for administration of their RRSPs, whereas the large public pension funds, such as CPP and OMERS, pay well less than 1% for fund administration. High fees erode returns.", "PRPPs are supposed to be very large funds designed to keep fees low, but the legislation leaves the setting of acceptable fees to regulation. The CPP Investment Board, like the large provincial public sector workplace pension plans, has managed to keep administration costs very low. This makes them a better sponsor than the insurance industry and banks for a retirement savings vehicle. As I stated earlier, across a lifetime, the difference is immense and we don’t want to see Ontarians losing half of their retirement savings to bank and insurance fees.", "Let’s take this opportunity to compare a defined benefit Ontario-wide plan with a PRPP investment plan. Pensions are locked in. PRPPs are also locked in. However, with pensions, plan members put money into the plan; employers put money into the plan. The money is amassed in a huge pool that is locked in and individuals can’t take it out before retirement. Because the employers match and contribute to the plan, money is doubled as it is saved, and this huge pool can grow tremendously through investments and effective plan management. The original investment accounts for a fraction of what it will be worth after years of investment growth.", "PRPPs do not require obligatory contributions by employers so the money put into the pool is half that of a regular pension plan. There is less in the pot to invest and therefore there is less growth. The 50% rule guiding pensions means that employee contributions, with interest, can pay for half of the value of pensions. The contributions have to come from both the employee and the employer. That is the basic concept of a pension. However, with this PRPP legislation, this government is opening up the market to plans that are pretending to be pensions but that are exempt from the 50% rule. They are saying that these wannabe pensions are employee problems.", "PRPPs are interesting in that the banking and insurance industry will essentially be cannibalizing their own market. RRSPs will likely disappear; they won’t be able to compete. PRPPs offer the benefit of a pooled investment and they can be offered across many employers and across the province but they can’t yield the predictable benefit of a defined benefit plan because they are vulnerable to the market. There are no guarantees upon retirement that the market will be favourable to retirees. PRPPs neither oblige employers to contribute nor do they guarantee a definite benefit upon retirement. They do, however, offer a choice, but to companies. This government talks about options and choice, so let’s do that too. PRPPs, as we said, are locked-in investments. Once employees have money locked into these plans, it is there until retirement—well, the money that isn’t taken out for fees is there for retirement, but that’s a separate point.", "The choice the government talks about has, interestingly, not been about choice for plan members. It isn’t choice for employees. It isn’t choice for Ontarians. It is choice for companies and employers. Companies may choose to have these pooled piggy bank products for their employees or not. Companies may choose which one from which insurance firm they want to have. Here’s the choice point, though: If a company decides to have a PRPP—which they don’t have to pay into, remember—all of their employees are enrolled; they have no choice. If they work there and their company decides that this is the savings vehicle for them, then they, as automatically enrolled plan members, have no choice but to save in this vehicle.", "Let me say it another way. You work at a company. Your company gives you a shiny new piggy bank with “PRPP” written in fancy script on the side. That’s their gift to you: a place to put your money. But they won’t be putting any money into it, and you can’t crack it open until you retire. And it will cost you fees to keep it. When you retire, they hand it back to you and now it’s your responsibility. You can buy an annuity, perhaps—a product sold to you by an insurance company—but you’ll never really know how much per month goes to decumulation fees; you’ll just know how much you’re getting every month.", "With a defined benefit pension plan, you put money into the piggy bank and so does your employer. They match what you put in. You double your money right off the bat. While you work, it grows, and when you retire, you don’t have to figure out what to do with the piggy bank. You get a definite amount, a defined benefit, every month. No matter what the market does, you have a predictable, stable, dependable income stream and you aren’t paying hidden monthly fees. The money in the piggy bank continues to be managed, and you continue to participate in your economy into your retirement.", "Let’s also consider the basic reason for pensions versus pooled profit plans. Pensions are for protection. People want protected and predictable income into their retirement. PRPPs, however, are intended to offer a savings service to customers and a profit to the plan managers—protection versus profit. PRPPs are not like pensions because there is no defined benefit, no obligation for the employer to contribute, the fee structure is unregulated, and it is voluntary for the employer to even opt into. If the employer opts in, then all employees are automatically put in and they can’t opt out. Like a pension plan, the money is tied up until retirement. Like any DC plan, the benefit isn’t guaranteed. If the market does badly, so does your investment. Unfortunately, there goes your predictability into retirement.", "Banks and insurance companies are a part of our financial fabric, granted. But they have a finger in every pie during every life phase. Pensions should be about security and protection, not fees and profit. We are offended that this government is succumbing to the pressure of their Bay Street friends and rolling out this piece of legislation before their own pension plan.", "Speaking of their own pension plan, I have been appreciating the opportunity to hear from Ontarians on the proposed Ontario Retirement Pension Plan, ORPP, in committee. During committee hearings, we have heard from those who want a made-in-Ontario plan and those who do not. There are many intelligent people from across our province representing different industries and different perspectives. While standing here as a progressive New Democrat, I can’t say I agree with some of the viewpoints, but I respect them and I’ve learned a lot from them. It would seem that across the province, the best option for improving the savings picture is an enhancement of the CPP, full stop.", "As I said before and I will say again, I’m looking forward to a change in federal leadership when Tom Mulcair becomes our Prime Minister. When he does, we can look forward to his support of an expanded CPP. But I digress.", "We should focus on the challenge before us. The Ontario Liberals tabled two bills on the same day: one setting out a framework for an Ontario pension plan, Bill 56, and one allowing the sale of pooled profit plans, Bill 57.", "During the Bill 56 hearings, we are hearing various themes and concerns. Some of the themes are that more people should benefit. A benefit plan like the CPP should benefit everyone in society. This government, however, before working out any details, has put into Bill 56 that some plans should be exempted and not included, that some plans should be considered comparable and, therefore, their plan members would not be able to participate in the ORPP.", "While I wholeheartedly agree that more people should be able to participate and retire with a defined benefit and defined level of security, I did think it was fascinating that there were unexpected supporters of the same idea that plans shouldn’t be exempt, but for different reasons. If some plans are exempt and others aren’t, we will see an uneven playing field from a business and competition perspective. Exempting some plans and not others will create disparity, disadvantage and, really, an administrative and financial nightmare for whoever manages this Ontario-wide plan. It really ought to be modelled after the CPP and include everyone.", "But let’s look again at this notion of “comparable” and what might be considered comparable for the sake of exemption. As I have tried to explain clearly, PRPPs are not pensions. They might pretend to be. In fact, they call themselves pensions, but they are not, nor should they be.", "We have been hearing strong, reasoned arguments for various defined contribution plans and various established investment plans, and for them to be considered comparable. I maintain, however, that none should be exempt. But that isn’t up to me to decide. The government will have to ultimately commit to leaving people out or bringing people in.", "When it comes to PRPPs, though, nothing about them makes them comparable to pension plans. The first concern we had about PRPPs was whether they would be considered comparable to and subsequently exempt from the Ontario Retirement Pension Plan. I asked the question more than a few times during question period, but both the Minister of Finance and the associate minister responsible for the ORPP were not willing to give a concrete answer.", "So after the third try I submitted my question on the order paper and anxiously awaited the government’s response. To my colleagues with a little more experience than myself: This was a learning experience. I learned that the government has a fairly lengthy period of time to respond to order paper questions and, more importantly, I learned that the government makes use of that time in its entirety.", "So after submitting my question in November, I finally received my answer in late February, two days before the answer was due. With that much time to prepare, I expected that the answer I would receive would be definitive and comprehensive. I would like to read that answer to you here today, and I will let you all judge whether you feel that these adjectives accurately reflect the response that I received.", "First, I will start with my question, Mr. Speaker.", "“Enquiry of the ministry: Will the Associate Minister of Finance responsible for the Ontario Retirement Pension Plan clarify whether PRPPs will be considered comparable and will employees of employers enrolled in PRPPs be exempted from the automatic enrolment provisions of the Ontario Retirement Pension Plan.” Pretty straightforward, I thought.", "Their response, which I would like to read into the record:", "“On December 8, 2014, Ontario introduced the Ontario Retirement Pension Plan Act, 2014, that would, if passed, create a framework for the establishment of the ORPP and commit the government to establishing the plan by January 1, 2017.", "“On December 17, 2014, the government released a discussion paper that set out its preferred approach on key design features of the ORPP, including the definition of a comparable plan.", "“As stated in the discussion paper, the preferred approach is to define comparable plans as defined benefit (DB) and target benefit (TB) multi-employer pension plans (MEPPs) as these plans closely align with the key features of the ORPP and the CPP.", "“The government recognizes that voluntary savings mechanisms like PRPPs will also play an important role in strengthening the retirement income system. As the minister has previously stated, our current view is that these vehicles are complementary and will not be considered comparable.", "“The government is currently reviewing submissions from the consultation process. Final decisions on this and other key design features will be outlined in the future.”", "So just to revisit, it “is currently reviewing submissions,” “Final decisions on this and other key design features will be outlined in the future,” and “Our current view is that these vehicles are complementary and will not be considered comparable.”", "We don’t just want their current view; we want commitment. We know the government brought this bill forward to appease their friends on Bay Street. We know it is being given a head start of at least a few years and that insurance companies will have just enough time to entice employers with no-contribution piggy banks for their employees, whose personal contributions will grow a huge profitable product that will benefit industry, rather than dignity in retirement.", "As you can see, the government, as usual, has been rather careful with their language. In more ways than I can count, they leave their position open-ended and quite pliable. That is not to say that we expect the government to have all of the details of the ORPP set and ready at this moment. But this is not a logistical question. This is a question of intentions. It is a question of priorities. It is a question of whether the government is more concerned with making the plan as strong as possible or making their friends on Bay Street happy.", "If this government wanted to give pension security a real chance, they would have waited to introduce these profit plans. I guess it comes down to priorities. It is disappointing that, time and time again, we see this government cater to their rich and powerful partners rather than real, hard-working, often struggling neighbours, families and constituents. It should be individuals who benefit financially, not only the financial industry that benefits. We will continue to hold the government to account so that these sorts of concessions are not made and so that Ontarians receive the most progressive plan possible going forward.", "As my time winds down, I would like to return to the CPP once more. As Ontarians, we don’t want our communities to suffer. I don’t believe we want our neighbours to struggle. We don’t want our businesses to go under. We don’t want our young people to feel hopeless. We don’t want our seniors hungry, and we don’t want them destitute. We want people employed. We want people to be secure and comfortable in their golden years. At the end of the day, all Ontarians, all Canadians and all people deserve the right to retire with dignity. Too often, we are told that pension plans are a luxury or that they are a thing of the past. But retirement security is not a luxury; it is a necessity. The Canada Pension Plan continues to prove that collective retirement security can be delivered in an efficient, effective and reliable manner.", "To this end, I would like to share a comment that was shared with me by one of my constituents on Facebook. “I am disabled, on a disability pension from a local employer who paid me very little money and who nickels and dimes me for every bit of disability pension I received. Retire? I want to survive. Retirement in any kind of comfort (basic needs) is a dream I can’t afford!”", "Speaker, life doesn’t stop at retirement. The CPP was created on the principle that it is beneficial to all of us when our friends and neighbours aren’t struggling and can continue to contribute to the economy after they retire. Unfortunately though, as the world has changed around us, the benefit provided by the CPP has become insufficient. The maximum yearly benefit is $12,500, and the average senior ends up receiving less than $7,000 per year from the Canada Pension Plan.", "It remains our steadfast belief, as the government maintains as well, that the ideal way to solve the retirement security crisis is through an enhancement of the CPP. It is the simplest solution for the greatest number of people, and it would permit a number of efficiencies and securities that can only be provided on a national scale.", "It is too bad that our Prime Minister does not see it the same way. Like too many in this room, Prime Minister Harper also believes that our retirement security crisis can be solved with voluntary savings options that fill the pockets of bankers and insurance brokers who collect hefty fees at every turn. Speaker, we support voluntary savings options. We just want to make sure that they’re not the government’s priority.", "So, as you can see, there are major issues associated with PRPPs and this piece of legislation. There are no employer obligations to contribute to PRPPs. Workers are pretty much on their own in terms of contributions. There is no defined or even target benefit with PRPPs. Workers end up with whatever the market returns are on their cumulative contributions when they retire.", "There are questions too. Will the banks and insurance firms who administer PRPPs be permitted to invest the funds in all those investment products that they sell themselves?", "The NDP supports the idea of public pensions. That’s why we proposed one for Ontario in 2010. The NDP supports progressive public pensions, progressive public programs. We don’t, however—and never will—support Harper-style pooled retirement pension plans. It is concerning that the government so clearly prioritized bank products and Bay Street over pensions and the financial security of workers in this province. I was under the impression that, as members of provincial Parliament, we work for the people of Ontario and not for private financial institutions. PRPPs are financial products.", "The government is selling the idea of an Ontario Retirement Pension Plan to Ontarians. The comforting and progressive language we’re all hearing from the government speaks to the need for stability and the ability to live with dignity into retirement. However, the marketing of the PRPP legislation is that the government is giving Ontarians voluntary options. Remember, these voluntary options are products, and they are only voluntary for the employers. They are favours for banks and investment companies—who, incidentally, will be thrilled when Ontarians start putting their money into bank coffers. I’m not saying they are not investments, but losing massive amounts due to fees over the life of the investment is not the kind of retirement security that Ontarians should be banking on.", "If this government is truly committed to the idea of helping Ontarians plan for and afford their futures, if they truly believe in retirement security and stability, then they should have led with public pensions and not with Harper-style pooled registered pension plans, which commit money and benefit to corporations and banks. Speaker, I’ve said it before many times in this House: Banks and insurance companies are not planning on retiring any time soon, but workers are retiring every day, and we want to ensure that when they do retire, they are able to do so with dignity.", "If our job as members of provincial Parliament is to represent the interests of Ontarians, then the government is not doing their job with this bill, and that’s why I can’t support it. As New Democrats, we have always believed and will always believe that all Ontarians should have access to a strong defined benefit pension plan, and for those that don’t have one, it is our duty as representatives of this province to provide it.", "We implore this government to design and implement a progressive public pension plan for hard-working people across Ontario who deserve one, to stop focusing on exceptions and exemptions, and to start focusing on helping more Ontarians.", "Thank you, Mr. Speaker. I will share my time with my colleague." ],
  "anchor" : "para103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock for a moment, please.", "I will recognize the member from Kitchener–Waterloo in just a moment. Just to remind you that we will be recessing at 10:15 and that you will be allowed to continue your debate at another appropriate time.", "I now recognize the member from Kitchener–Waterloo." ],
  "anchor" : "para198"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Thank you very much, Mr. Speaker. I look forward to talking to you for about seven minutes. Thanks for the heads-up.", "I just want to commend the member from Oshawa for clearly outlining some of our concerns as they relate to Bill 57. I think she accurately tied into the tension between Bill 56 and how it was a priority and yet we are primarily debating Bill 57, the Pooled Registered Pension Plans Act.", "I’m just going to pivot quickly to the CPP conversation that’s happening in this country. You may be interested to know that, according to a very recent study done and published by the Healthcare of Ontario Pension Plan, HOOPP, entitled Retirement Income Crisis: Inevitable or Avoidable?, “78% of Ontarians support increasing CPP contributions and benefits by 60%.” They ask this question: “Does a solution involve dismantling existing DB plans? Not according to the majority of Ontarians (65%) who don’t think it’s unfair that some workers have better pension plans than others. Most do want the system fixed for everyone, though. A majority (57%) believe the government has not done enough to regulate corporate pension plans to ensure that they are stable.” So there is this concern out in the broader public around corporate pension plans.", "“For 61% of Ontarians, the solution lies in modelling private sector benefit plans after public sector DB plans,” so people will publicly recognize that a defined benefit plan—they see the plus side. Bill 57 does not reflect the concerns of the people of this province. It just simply doesn’t.", "The member from Oshawa also raised the issue of management fees. When we met with HOOPP, as I said, they raised the issue of where pension plans are going in this country and in this province. They said that if a DC plan is looking at perhaps a 5% growth rate, most people would say, “Okay, that 5%, that’s pretty good.” But if you factor in the 3% management fees and the 2% rate of inflation, you’ve basically made no progress whatsoever. You do the math. Our concern, obviously, around Bill 57 is more than ideology. It’s really about the numbers and who benefits from this particular piece of legislation.", "While all parties in this Legislature agree about the importance of retirement security for Ontarians, we know there is obviously disagreement about how this should be achieved, so I’m happy to be participating in this debate. As the finance critic, I can argue for a full hour about the economic benefit to this country, this province and local communities around a very well-run defined benefit pension plan because the research is there. When you look at the rates of return and who benefits, the numbers are very clearly apparent to us. We question why the government would be bringing forward Bill 57, the Pooled Registered Pension Plans Act, as a priority versus the very-much-talked-about ORPP.", "Defined benefit plans obviously create a very positive environment in the local economy. Public sector defined benefit plans in Canada manage almost $900 billion. Actually, HOOPP told us it’s close to a trillion dollars. They have a lot of experience in this regard. And 35% of this is invested in alternative classes—private equity, real estate. They’re extremely well-managed funds with low expense ratios, low liquidity requirements, and you may be interested to know that they employ about 10,000 professionals in total.", "There is this tension between these two bills that I think is more than about ideology. It’s about who is profiting and what is the best option for this province to engage in from an economic perspective, and in the absence, obviously, as the member from Oshawa pointed out, of leadership at the national level on the part of Mr. Harper, who has refused to recognize the need to improve the CPP.", "Of course, we’ve also heard about this from the Liberal government, who used to tell Ontarians that they needed a partner in Ottawa to enhance the CPP. Now we’ve heard a great deal about a made-in-Ontario option, the ORPP, and yet here we are in a debate about Bill 57, which adopts the federal pooled registered pension plan legislation that came into place back in 2012. So the provincial government is now following the federal government’s lead, which, I hope we can all agree, is a little ironic.", "Why are we debating the Pooled Registered Pension Plans Act today, before the Liberals made their promised plan? This raises questions about this government’s priorities. We’ve actually been very consistent in challenging this government about their priorities. This even goes right back to the Auditor General’s report on where the money is going. If you look at Infrastructure Ontario, for instance, and you look at the transfer of risk and the cost of doing public-private partnerships at a cost of $8 billion, with $6.5 billion of that going towards financing and consulting fees, that’s not in the best interests of the people of this province.", "We have the same questions around principles, that this government moves forward with a piece of legislation like this, because I think it speaks to the priorities. The member from Oshawa is very right on this. The management fees compromise the benefit to pensioners going forward", "I think my time is up. I look forward to continuing this debate tomorrow afternoon." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Kitchener–Waterloo, and yes, you will have a further opportunity to continue debate at a time yet to be determined.", "It is now 10:15. This Legislature stands recessed until 10:30." ],
  "anchor" : "para215"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I have two introductions that I want to make. I’ll make them at the same time.", "I want to welcome Dylan Atack and his father, Ritch Atack, here. Dylan is, apart from Steve Paikin, I think, the number one Ticats fan ever." ],
  "anchor" : "para220"
}, {
  "speaker" : "Interjection",
  "text" : [ "Oskee Wee Wee." ],
  "anchor" : "para222"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Oskee Wee Wee.", "I’d like to also introduce Farrah Khan of the Barbra Schlifer Commemorative Clinic and Sly Castaldi of Guelph-Wellington Women in Crisis, who will be co-chairing our permanent Roundtable on Violence against Women as part of our Action Plan to Stop Sexual Violence and Harassment. They’ll be chairing their first meeting this afternoon. We’re very excited. Thank you very much for being here." ],
  "anchor" : "para223"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to welcome to the House a Mustang and a Viking. Participating in the teachers’ forum we have Kelly Payne from F.E. Madill and Ray Lewis from Goderich District Collegiate Institute. Welcome to the House." ],
  "anchor" : "para225"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Mr. Speaker, I’d like to welcome Harold and Marjorie Fast, who are the grandparents of page captain Joe Fast. They are here this morning in the east gallery. They’re here from Spiritwood, Saskatchewan." ],
  "anchor" : "para226"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’d like to welcome, from my riding of Renfrew–Nipissing–Pembroke, someone who is participating in the teachers’ forum as well and has been here since Sunday: Jody Shaddick. Thank you for coming. Welcome." ],
  "anchor" : "para227"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "From York University, I have Jianhong Wu, an expert in evaluating matters. Also, from James Cardinal McGuigan Catholic High School, I have teacher Joseph Pulcini and grade 10 students. I’d like to welcome them all to Queen’s Park." ],
  "anchor" : "para228"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m pleased to introduce three guests today: first of all, Peter Tomashewski, who is the father of our page Connor Tomashewski; also, Diane Ballantyne, who’s here attending the teachers’ forum; and Rory Narine from Cogeco cable TV. Welcome to the Ontario Legislature." ],
  "anchor" : "para229"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I, too, have two introductions to make. I would like to first of all welcome Marilyn Duarte, a teacher from my riding participating in the third Legislative Assembly teachers’ forum. Welcome.", "I would also like to give a big welcome to the members of the MPAC board and executive management committee. They are here. They’re having a reception later on this afternoon for all the members from 5 p.m. to 7 p.m. in the legislative dining room. Welcome to Queen’s Park." ],
  "anchor" : "para230"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I have two introductions. I am delighted to introduce you to a lovely family from my region: Janek Jagiellowicz; his wife, Dorothy McCabe; and their two daughters Zoe and Tessa.", "Also visiting us from Kitchener Centre is Jean Knowlton. Her niece Alycia Berg is one of our page captains today. Welcome." ],
  "anchor" : "para232"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, it’s my great pleasure to introduce the grade 10 civics class from St. Joseph’s Morrow Park school in Willowdale. They are sitting up in the east lobby with their principal, Patricia Coburn, and their civics instructor. I hope that we have a very responsible and demonstrative day today." ],
  "anchor" : "para234"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "From Cambridge, our page captain today, Alycia Berg, has several family members in the east gallery. We have her father, David Berg; her brother Aaron Berg; her grandparents Barbara and Lloyd Berg; her aunt Jean Knowlton; and her other set of grandparents, Donna and Howard Famme, are also joining us today. Welcome to Queen’s Park." ],
  "anchor" : "para235"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Speaker, it gives me great privilege to introduce Kayla Palmateer, one of the teachers. Thank you for hosting the forum, Speaker." ],
  "anchor" : "para236"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "A great surprise. I just looked in the members’ gallery and noticed a very good friend of mine, Greg MacEachern, here at Queen’s Park. Greg is a good friend, a supporter, and he also lives in the great riding of Ottawa Centre. It is an honour to work for him every single day. Welcome to Queen’s Park, Greg." ],
  "anchor" : "para237"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "It’s a pleasure for me to rise in this House and welcome Sarah Parry, a teacher from Port Perry, in the riding of Durham." ],
  "anchor" : "para238"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Our page captain Alycia Berg is getting a lot of notoriety around here today, but I’d just like to mention that Donna and Howard Famme over here, her grandparents, are from my riding of Perth–Wellington." ],
  "anchor" : "para239"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "On behalf of the member from Oakville and page Marin Papulkas, I’d like to introduce his mother, Megan Sweeting, and his father, Thomas Papulkas, who will be in the members’ gallery this morning." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member from Leeds–Grenville." ],
  "anchor" : "para242"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "A point of order, Speaker. I’d like to correct my record. Yesterday afternoon, in debate on Bill 45, there were a number of members who talked about maple syrup producers. I used the words “standard testing,” and what I should have said is that the Ministry of Agriculture, Food and Rural Affairs hasn’t harmonized Ontario’s maple syrup grading standards with the federal government’s amendments to the maple products regulations of the Canadian Agricultural Products Act.", "Further, Speaker, I made a second error. I want to correct my record in regard to MPAC. I used the words “try to label” a farm as commercial. I wanted to correct my record; what MPAC was trying to do with my producer was to change their assessment to commercial because they were selling pancakes two weeks out of 52 weeks." ],
  "anchor" : "para243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask all members to heed that part of that was a correcting of the record and part of that was a continuation of debate, which is not allowed. In the future, I will be very insistent on simply correcting your record.", "Interjection." ],
  "anchor" : "para245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I can be even more clear." ],
  "anchor" : "para247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have with us today in the Speaker’s gallery 25 teachers from across the province participating in the third annual Legislative Assembly of Ontario teachers’ forum. We thank them for being here to learn about what happens here at Queen’s Park. Thank you all.", "Last call for introduction of guests." ],
  "anchor" : "para249"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to introduce a good friend of mine who is in the members’ east gallery today, one Mary Smith, who is the mayor of the municipality of Selwyn, in the great riding of Peterborough. She’s here in her role of being an MPAC board member. Welcome, Mary." ],
  "anchor" : "para251"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Premier. Premier, in the most recent report from the Chief Electoral Officer, Mr. Essensa called for the strengthening of third-party advertising rules, and we expect that his upcoming annual report will do the same.", "Premier, campaign finance rules are there to help create somewhat of a level playing field and to limit the degree to which money can be used to influence the outcome of an election. As long as third parties such as the Working Families coalition are exempt from the same rules as other political entities, as the Toronto Star has put it, “fairness is distorted.”", "Premier, will you agree to the Chief Electoral Officer’s request and introduce legislation to limit third-party spending?", "Interjections." ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para258"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As the interim Leader of the Opposition knows, we’ve taken a number of measures to make elections and election finances more accountable. We’re always open—", "Interjections." ],
  "anchor" : "para260"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Look—" ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The question was put without interruption, and so shall the answer.", "Interjections." ],
  "anchor" : "para263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That includes anyone on that side." ],
  "anchor" : "para265"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We’re always open to ways to improve Ontario’s democratic process, Mr. Speaker. We always have been and always will be. We have rules in place in Ontario to ensure that there is both transparency and free speech in our election campaigns. Obviously, that’s the balance we have to strike, but we have those rules in place.", "Third-party advertising rules were introduced in Ontario for the first time in 2007. The first time we had any rules around third-party advertising, it was our government that brought them in." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para269"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Premier, by allowing the negative campaign ads to be paid for by your third-party friends, you allow them to do the dirty work for you, and that’s completely unfair. They were allowed to spend $9 million more than the opposition parties and they did it to attack mainly my party, freeing up your party to spend on positive campaigning. It’s unfair and you know it.", "During the last election, for example, the largest third-party spender spent a total of $2.6 million. That far outweighed what the NDP was allowed to spend in the last election.", "Premier, do you believe that allowing third-party interest groups to spend more than political parties is healthy for Ontario’s democracy?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Attorney General is going to want to comment in the supplementary on this, but again, from our perspective, finding that balance is very, very important.", "Under the current rules, third parties that spend $500 or more—", "Interjection." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Nepean–Carleton, come to order." ],
  "anchor" : "para276"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—on election advertising are required to register with the Chief Electoral Officer. That kind of transparency is important and that is the regime of rules that we put in place.", "Again, I would say to the member opposite, he knows that we brought those rules in, he knows that we were the government that put any parameters around third-party advertising. We are always interested in suggestions on how we might improve the democratic process." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary? The member from Bruce–Grey–Owen Sound." ],
  "anchor" : "para279"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Again to the Premier: The Chief Electoral Officer noted that “Quebec, British Columbia, Alberta, New Brunswick and the federal government have all adopted controls over third-party advertising,” and “that of the jurisdictions in Canada that regulate third-party advertising, Ontario is the only one where third parties do not face advertising spending or contribution limits.”", "To ensure fairness, I will soon be bringing forward a private member’s bill that will introduce third-party spending limits. Premier, will you stand behind your word and support my initiative?" ],
  "anchor" : "para280"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Attorney General.", "Interjections." ],
  "anchor" : "para282"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Attorney General?" ],
  "anchor" : "para284"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Mr. Speaker, the reason why the opposition party leader knows this group contributed and how much they did is because of what we have done. We changed the rules, we changed the legislation. We’re always open to the—", "Interjections." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Leeds–Grenville. Leader.", "Carry on, please." ],
  "anchor" : "para288"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Again, it’s because in 2007 this government introduced the third-party advertising rule. Under this current rule, third parties that spend $500 or more on election advertising are required to register with the Chief Electoral Officer. Registered third parties must also report to the Chief Electoral Officer on election advertising expenses.", "It’s because of our change that you—" ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "My question is to the Minister of Health. Minister, Paul Compton and his five-year-old son Mateo are constituents of mine. Paul is a Canadian citizen. He grew up, lived and worked in Canada for 32 years before taking a job to teach overseas. Last Friday, Paul was told that Mateo’s OHIP eligibility had been pulled by your government.", "Mateo was born to Paul and his wife while they lived in Peru, and has fallen through the cracks in our health insurance laws. If Paul were adopting Mateo from a foreign adoption agency, Mateo would be covered. If Paul were a foreign worker in Canada on a work visa, his dependent son would be covered. But instead, Paul is a Canadian citizen whose dependent son was born abroad, so we have declined him health insurance.", "Minister, will you intervene to help Paul and his son Mateo?" ],
  "anchor" : "para294"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "First of all, I understand that this is a deeply troubling and difficult situation for the family involved. I had an opportunity to speak briefly with the member opposite yesterday after question period, and committed at that time to look into the situation in more detail, which I have done. It is a complicated issue, as the member opposite knows.", "We have taken the politics out of decisions such as this, in terms of OHIP eligibility, precisely for this reason. The member understands that the reason for eligibility is due to changes that the federal government, in fact, made with regard to citizenship.", "But I have committed to the member opposite to follow up on this. I know he has met with my ministry, or spoken with the ministry. I would offer a similar opportunity to the family involved to meet with my ministry officials." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para300"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "This is a grave situation for Paul and his family. Although there are some elements of immigration laws, it’s because regulation 552 has not been modified by this government since those changes in the immigration laws.", "Paul and his family are looking to you to demonstrate that this government has compassion and integrity. You surely will agree that it is not within the spirit of the law to disallow health care coverage to the dependent child of Paul, who is a Canadian citizen. Minister, will you act now and make sure that the law is applied as it was intended and that Mateo is covered by health insurance?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would suggest, and ask the member opposite to join me in the understanding, that this was a federal decision that was taken legislatively several years ago—" ],
  "anchor" : "para303"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Oh, my God. Everything—" ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton, come to order." ],
  "anchor" : "para305"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would invite the member opposite, in fact, to petition the federal government if in fact—as I take the position if I disagree with those changes that were made.", "The fact is that Ontario health coverage is provided to individuals who are Canadian citizens and individuals who are permanent residents. I think that’s a fair process. There is a wait period in place for new permanent residents and new Canadian citizens, a wait period of three months, that has been long-established in this province.", "Really, this is the result of a federal decision which restricted citizenship for those individuals who were born abroad." ],
  "anchor" : "para306"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para309"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "A follow-up, Minister: We know that when those federal laws changed, your government immediately took steps and provided OHIP coverage for refugees. I have the press release here. You acted. Paul Compton and his family are asking you to act in their case. It is a fair and just request.", "Minister, I think it’s important for us to realize that there’s a lesson here: that laws that are rigid and lack discretion, and that are applied regardless of the circumstances, always result in unjust outcomes.", "Minister, I’ll take you up on that offer; I’m sure Paul will take you up on that offer. But we have met and I have spoken with you, and I’ve sent letters to the immigration minister here as well. We have not had any success. It’s time to act and change regulation 552." ],
  "anchor" : "para310"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "As I mentioned at the beginning of my first answer, I sympathize with the family involved. The member opposite knows—I have committed to following up specifically. I know he has spoken with my ministry. I am happy to arrange that meeting between my ministry and the family involved.", "But fundamentally, this is something that has resulted from a change in legislation at the federal level, further restricting the ability of Canadian citizens’ children born abroad to obtain Canadian citizenship. OHIP coverage is available for Canadian citizens and permanent residents in this province, as you know.", "This was a federal decision, and I would implore the member opposite to work with me at the federal level to have action, if he believes this is an injustice." ],
  "anchor" : "para313"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The question is for the Premier. Last week, the energy minister was on CP24 and he said, “The government has decided we will be selling a portion of Hydro One.”", "Now that the energy minister has told Ontarians about the Premier’s plan, can the Premier actually tell Ontarians how much of Hydro One she has decided to sell off?" ],
  "anchor" : "para318"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, I’m sure the leader of the third party knows that we are awaiting a report from Ed Clark and his team. We have committed to a review of the assets that are owned by the people of Ontario, because we believe that investing in modern infrastructure—in transit, in transportation infrastructure, in roads and bridges across the province—is an important part of the economic growth that we know is necessary for this province. The leader of the third party knows that that is the case; she knows that we will be bringing that plan forward once we have those recommendations. I look forward, with her, to hearing those recommendations from Mr. Clark." ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para321"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Something just doesn’t seem to be adding up. The Premier has said no decisions would be made about selling Hydro One until the Ed Clark report goes to cabinet, and on March 10, the energy minister told reporters that no decision had been made about selling Hydro One. But on March 26, the energy minister was on live TV saying, “The government has decided we will be selling a portion of Hydro One.”", "Now, it sounds like sometime between March 10 and March 26, cabinet got the Clark report and the Liberals made their decision. Otherwise, why would the minister be saying this on live TV?", "Has cabinet actually seen the Ed Clark report, Speaker? If they have, will the Premier make that report public today?" ],
  "anchor" : "para322"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The final report has not been completed; it has not been received. It will be received shortly. We will be very clear about our intentions going forward, having had an opportunity to look at those recommendations.", "But the reality is that there are conversations that are ongoing. I’m not going to pretend that there are not. There are obviously conversations, and it would be irresponsible of us not to have those conversations as those decisions are made.", "We await the decisions, we await the recommendations from Mr. Clark’s panel, and we will make those public once they are made." ],
  "anchor" : "para325"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para328"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, what’s irresponsible is for the energy minister to say on live TV that the government has already made a decision on selling off Hydro One.", "On March 10, the energy minister said any decisions about Hydro One would be “ratepayer-based decisions.” He said, “Ratepayers’ interests will be looked after.”", "So if the Premier has decided, as it sounds like she has, to privatize Hydro One, can she offer any proof, any studies, any economic analyses, any regulation—heck, anything at all—that will ensure that ratepayers won’t be paying more because of the Premier’s short-sighted decision to sell off Hydro One?" ],
  "anchor" : "para329"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Minister of Energy." ],
  "anchor" : "para332"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "We’ve made very, very clear that in any sale of Hydro One we would retain a significant interest to protect the interests of the ratepayer. But in addition to that, the Ontario Energy Board is an independent regulator with the mandate to protect the interests of Ontario ratepayers. The Ontario Energy Board was there under Conservative administrations, under NDP administrations and under Liberal administrations.", "Just by way of example, rate applications are reviewed by the OEB, and they make the final determination. In 2010, Hydro One asked for a rate increase for distribution and received a 9% reduction of their capital request. In 2012, Hydro One asked for a rate increase for transmission and received a 3% reduction for its capital request. When Ontario Power Generation applied for a 6.2% rate increase in 2011, the OEB denied the request and lowered rates by 0.8%. The public is protected—" ],
  "anchor" : "para333"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para335"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, if anybody thinks the OEB actually acts in the interests of ratepayers, they’ve got another think coming.", "The question is for the Premier. The Premier loves to say that it is incumbent upon government to do more than one thing at a time, but for some reason the Premier seems to think that Ontarians can either have public hydro or they can have public transit. The Premier doesn’t seem to think that Ontarians can have both, like, say, they did for nearly 100 years, when hydro rates were affordable and we actually built subways in this province.", "Can the Premier please explain why she is the first Premier in the history of Ontario who thinks public hydro and public transit are an either/or proposition?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, Mr. Speaker, let me just say that in terms of the ongoing investment in transit and in public transportation across the province and in transportation infrastructure, there has been a huge period of time before 2003 when those investments were not being made. That goes back through governments of all stripes. To the leader of the third party, I would say this: Yes, there was a time in this province when there was investment in infrastructure, but there was a long period of time when that investment stopped.", "We’ve begun investing again. One of the strategies is to take assets that have been built up over decades, that was infrastructure that was needed many years ago, and recycle those assets, protecting the interests of the people of Ontario, protecting the price base, making sure that the regulatory regime is in place, but also ensuring that we make the investments that we need for the—" ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para342"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier will recall that there was a subway line being built called the Eglinton line by the NDP government of the day.", "In 2013, the Premier insisted that the only way to pay for transit was road tolls. Now she’s insisting that the only solution to pay for transit is to sell Hydro One.", "New Democrats want to see transit and transportation infrastructure investments across Ontario. But let’s look at long-term solutions that put people first, like closing corporate HST giveaways that cost the treasury billions of dollars, or ending the sweetheart deals that have wasted $8 billion on public-private partnerships, and putting our energies into the affordable public financing that built our highways and transit systems in the first place in this province.", "Does the Premier think it’s a good solution to sell off Hydro One but keep P3s and HST giveaways?" ],
  "anchor" : "para346"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If the leader of the third party is talking about the arrangement that saved the people of Ontario $6 billion, yes, I think that’s a good idea, and making sure that we understand the risks associated with building projects and making sure that we partner with the private sector in a way that’s responsible and that gets those projects built.", "The challenge with the leader of the third party is that she had and has no plan to—", "Interjections." ],
  "anchor" : "para350"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Mr. Speaker, I can’t hear a thing." ],
  "anchor" : "para353"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Actually, the clock was running as I was asking for the one caucus to come to order, but because of your interjection, I stopped the clock. Member from Eglinton–Lawrence, I’d like to do my own job.", "Please finish." ],
  "anchor" : "para354"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the leader of the third party knows that every dollar that’s realized from our current asset review will be invested in infrastructure that we need.", "The fact is that the leader of the third party had no plan to build infrastructure, she has no plan to build infrastructure, but we do, and we’re going to do that." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, I trust the Auditor General’s numbers far, far more than I would trust a Liberal number any day of the year. Ending P3s would save money, so says the Auditor General, and build infrastructure, not just once but every year. Closing corporate HST loopholes would build infrastructure, not just once but every year. Taking a look at the fairness of our tax system would build infrastructure, not just once but every single year. Those are clear options with long-term sustainability and fairness.", "Can the Premier explain why it is that she thinks the only way to build transit or transportation infrastructure is a short-sighted, one-time asset sale?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The reality is that we have a massive infrastructure deficit, across this country actually. This is not just an Ontario issue. This is a conversation that I am having with Premiers across the country. One of the things I have said is that if we had a federal government that was interested in a national infrastructure strategy, we would be having a very different conversation.", "If you look at jurisdictions around the world, you will see that where the infrastructure deficits are being addressed and where infrastructure is being built, it is a federal government—it’s a national project—that is part of that process. That’s not the case here.", "We are working within the confines of what we have to work with here in Ontario. One of the things we have done is put in place a financing process that allows us to build. Contrary to what the leader of the third party is saying, a new TD report says: “Reverting entirely back to old models of procurement would represent a major step backwards for the province.”", "We’re not taking that step backwards." ],
  "anchor" : "para361"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is for the Attorney General. Minister, John Raftery is once again on the sunshine list for 2014. As you know, John Raftery was given a very large parachute to leave the Peel region, where he worked as an assistant crown attorney. Raftery was paid an astonishing $368,000 in 2013, almost three times what most crown attorneys are paid. In 2014, he was paid another $116,000.", "In 2012, prosecutors, defence lawyers, court clerks, police officers and a witness filed a group complaint against Raftery. Additional complaints were made in 2011 and 2010. Clearly, there was a history of workplace harassment while he was an assistant crown.", "Minister, what is the total amount of the multi-year settlement given to John Raftery to leave the Attorney General’s office?" ],
  "anchor" : "para367"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "As the member of the opposition party knows, I cannot comment on human resources matters, as all employment matters relating to current or former employees are confidential. I also cannot comment on the earnings of individual employees.", "However, I understand that the Public Sector Salary Disclosure Act identifies what amounts constitute salary, and includes, in addition to their annual salary, such forms of remuneration as retroactive salary awards or others.", "Public sector salary disclosure is part of the government’s commitment to being accountable, open and transparent." ],
  "anchor" : "para370"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para373"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Minister, I know you don’t want to talk about John Raftery, but when you give him half a million dollars to walk away, the public has some questions and they need to know.", "If this government is serious about workplace harassment, and eliminating it and protecting victims, then you must be prepared to track the number of complaints and investigate those complaints thoroughly.", "In the interest of transparency, will you table the number of workplace harassment complaints that were made by public sector employees in 2014?" ],
  "anchor" : "para374"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Again, like the member knows, I cannot comment on any human resources matters. As well, employment matters relating to current or former employees are confidential, and we’ll continue to keep them confidential.", "I can tell you that our crown attorneys are held to the highest standard and are expected to conduct themselves professionally and fairly at all times. All crown attorneys in the province of Ontario are subject to the rules of professional conduct of the Law Society of Upper Canada. In addition, they’re also subject to crown policies and practices, as well as the same laws that apply to all Ontarians.", "There are also procedures in place to deal with complaints against a crown, and when there is a complaint, there is—" ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para380"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. My question is quite simple: Does the Premier think that bribery is acceptable?" ],
  "anchor" : "para382"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "No, Mr. Speaker, I don’t." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para384"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Neither do I.", "Does the Premier think that it was acceptable for her Sudbury kingmaker, for her campaign director, to engage in what Elections Ontario calls “bribery” and the OPP says “threatens the appearance of the government’s integrity”?", "Does the Premier think that this is okay, that this is normal?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para388"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Mr. Speaker, let’s be absolutely clear. I want the member opposite to be careful. What she’s referring to are mere allegations and nothing whatsoever. As you know, there is an investigation into an issue that is ongoing right now. There have been no charges laid by the police in that regard. Even the Chief Electoral Officer in his ruling said that he is not making any judgment whatsoever. He is letting the independent prosecutors and judges make that determination. So we need to be very careful. These are just allegations. There is a presumption of innocence in our system which all members should respect, and we should let the independent authorities do the investigation and we will co-operate with them fully." ],
  "anchor" : "para389"
}, {
  "speaker" : "Han Dong",
  "text" : [ "My question is to the minister responsible for women’s issues. Minister, it’s been three weeks since the Premier unveiled the sexual violence and harassment action plan. In my riding of Trinity–Spadina, we received a great deal of positive feedback about that plan. I think it’s very powerful to hear the Premier of the largest province talk about rape culture and say that the problem of sexual violence and harassment is rooted in deeply held beliefs about women, men, power and equality. I’m very proud of the leadership of our Premier and the work our government has done.", "Minister, can you highlight some of the next steps you’ll be taking as part of the action plan?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member from Trinity–Spadina for this important question. I also want to thank him for his work on the all-party Select Committee on Sexual Violence and Harassment. It’s great that he’s doing that.", "Our new permanent round table on sexual violence and harassment is holding its inaugural meeting today, Speaker, so it’s a very important and exciting day." ],
  "anchor" : "para393"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Yes.", "The round table is one of the 13 initiatives and actions in our It’s Never Okay: An Action Plan to Stop Sexual Violence and Harassment. The advice that we’re going to get from the round table is going to help government talk about the issues today as well as the emerging issues on gender-based violence. It will be co-chaired by Sly Castaldi, who is here. She’s the executive director of the Guelph-Wellington women’s centre. We thank her for taking on that role. The other co-chair is Farrah Khan of the Barbra Schlifer Commemorative Clinic in Toronto. They’re here in the Legislature and I wish them a successful meeting today." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Han Dong",
  "text" : [ "Thank you very much, Minister, for that answer. It’s encouraging to see all the great work our government is doing to promote a province that’s free from sexual violence and harassment.", "I’m also heartened to see that our government is working with organizations such as White Ribbon to include men in this very important discussion. As a man and a father of a young boy, I know how important it is for boys to learn the value of respect in a relationship.", "I’m also proud that I have taken part in White Ribbon’s I’m a Male Model event today at the Art Gallery of Ontario.", "Speaker, through you to the minister: Could you update this House on some of the good work being done by organizations such as White Ribbon?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Again, thank you to the member for the question. Yes, he was with me this morning for the White Ribbon campaign I’m a Male Model. In fact, 24 members of this House from all parties participated in their social media event last week. I want to thank you all for participating, because you are role models and you go a long way to encouraging men to be role models and to help shape the views and attitudes, particularly of young boys, and promote the importance of equal relationships.", "In terms of the White Ribbon campaign, which is co-sponsored by COPA, the Centre ontarien de prévention des agressions, the target audience includes elementary and secondary teachers, community workers, coaches in schools, fathers and diverse men. White Ribbon, as you know, is a very large campaign in the world and we’re very proud of the work that they’re doing here in Ontario." ],
  "anchor" : "para403"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier.", "The internal finance documents we obtained through the gas plant scandal hearings continue to reveal much about Ontario’s finances. Here is your confidential advice to cabinet: “Over the medium term, we have notional targets by sector, that add up to the deficit numbers, but no plans to deliver on them.”", "In a response to my order paper question this month, the finance ministry revealed they still don’t have those line-by-line details for 2017-18. That’s the year you claim you can return to balance.", "Premier, this is unacceptable. Either you’re keeping these numbers from the public because they don’t add up, or you simply have no plan to balance. So, Premier, which is it: They don’t add up, or you have no plan?" ],
  "anchor" : "para406"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the President of the Treasury Board is going to want to comment on this in the supplementary. But just to be clear, we have a path to balance. In fact, today the Minister of Finance is going to be talking about the fact that for 2014-15, our government will beat the deficit reduction target that we put in place.", "I know the member opposite, for some reason, likes to talk down the Ontario economy, but what he needs to know is that all private sector economists are forecasting continued growth for the Ontario economy. RBC is projecting that Ontario is expected to top provincial economic growth rankings in 2015. RBC forecasts real GDP growth for the province to accelerate from an estimated 2.5% in 2014 to a five-year best rate of 3.3% in 2015, and that’s a quote from their document. So we believe there are good days ahead for Ontario." ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para413"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: Well, I’m not surprised that the number will come in lower; your own documents I just spoke about told us that you made that number up to begin with.", "The troubling news doesn’t end there. The ministry response shows you’re planning on adding $1 billion in what it calls “all other tax”—", "Interjection." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Transportation, come to order." ],
  "anchor" : "para417"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "—over the next two years. Again, there’s no line-by-line; just a promise in writing to wring out $1 billion in new taxes from Ontario’s families and seniors. All the while, your government has made announcements in recent days much like the $5.6 billion in new spending you announced before last year’s budget.", "Interjection." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Minister of Transportation, second time.", "Interjection." ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, you were too busy yelling while I was telling you to come to order." ],
  "anchor" : "para422"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker.", "Premier, are you going on another spending spree the Auditor General just told us we can’t afford? If so, what new taxes are you planning on introducing to pay for all this new spending?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para425"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Thank you for the question, because it’s a question that certainly I’m happy to talk about, given our real focus on overachieving on our fiscal targets.", "One of the initiatives that is putting us on the path to balance is the program review renewal and transformation process being led by Treasury Board. We have a commitment to review every program in this province. We are looking at whether or not it is still relevant. Is it effective, is it efficient, and is it sustainable?", "So we are going through them, and as we are going through this work, we acknowledge that every dollar counts and that outcomes are what matter to us. Are programs working? If they’re not working, what do we need to do to make sure they are getting the outcomes for people? That’s an important element of our path to balance." ],
  "anchor" : "para426"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Premier. People in London and across the province are shaking their heads. They are appalled that the president of Western University made almost $1 million last year because of a deal that more than doubled his annual salary.", "Yesterday, the Minister of Training, Colleges and Universities avoided my question about whether the government would prohibit double salary payouts and said that Ontarians have the right to make sure their tax dollars are spent properly.", "Premier, do you think that almost $1 million for a university president is spending tax dollars properly at a time when university budgets are being cut, Ontario students are facing the highest tuition in the country, grad students are being paid poverty wages, university class sizes are increasing, and more and more students are being taught by contract faculty?" ],
  "anchor" : "para430"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Minister of Training, Colleges and Universities." ],
  "anchor" : "para433"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "I want to thank the member for that question. Disclosure of public sector salaries is a part of this government being open, transparent and accountable. As part of that commitment, our government passed legislation last year, the accountability act, which received royal assent last December. This act will allow our government to put control on executive salaries, not only in universities and colleges, but in every public sector and the broader public sector executives. That also includes significant compliance and enforcement measures.", "Our government is committed to making sure that the hard caps are in place for executive salaries in the university and college sector, as well as in every sector in the broader public sectors.", "When it comes to individual salary disclosure, whatever has been disclosed by the sunshine list, that’s what we have. But we cannot enter into discussion about every individual’s salary point." ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I understand that it is common practice in the sector to allow university presidents to take an administrative leave at the end of their term and collect their salary at the same time. But the Western board of governors went one step further: They negotiated a contract allowing the president to forgo an administrative leave and take a double salary instead; in other words, collect two salaries for doing one job. A petition campaign is rapidly gathering steam, calling for a vote of no confidence in the university administration as a result.", "Premier, do you support the ability of university boards of governors to negotiate this kind of a deal with a university president? If not, will you step in to prohibit the practice?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "Again, I want to thank the member for that question. Our universities and colleges, and particularly our universities, are autonomous institutions. They have all the right to run their own daily affairs, including hiring, firing, human resources and all aspects of their own institutions.", "Our universities and colleges rank among the best in the world. They have been doing a great job in educating our young people, and we have all confidence in our university board of governors to be able to run our institutions. They’re autonomous institutions, and these matters lie within the jurisdictions of our universities and colleges." ],
  "anchor" : "para440"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure. Ontario’s use of P3s and the alternative financing and procurement model has been under scrutiny recently. I understand that TD Economics released today their special report examining Ontario’s AFP model. Their findings differ drastically compared to the rhetoric we hear from the third party. I would like to reiterate what the minister has said many times: that public-private partnerships have had a net benefit of $6.6 billion over the course of the 74 AFP infrastructure projects. Of Infrastructure Ontario’s 37 completed projects, 36 or 97% of these projects were completed on budget.", "Will the Minister of Economic Development, Employment and Infrastructure please inform the House what TD Economics concluded in its special report?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I want to thank TD Economics for commissioning this really important report examining the costs associated with Ontario P3s. The report confirms that our support for the AFP process is well founded. It also confirms that the NDP’s rhetoric about AFPs is dead wrong.", "Let me quote directly from the report. It reads that “the focus on the $8 billion in ‘excess costs’ oversimplified the [auditor’s] analysis.”", "Let me continue to quote: The “narrow focus on the higher tangible costs of P3s does a disservice to an innovative model of government procurement which has enabled a more transparent and accurate accounting of the full costs of a project before construction begins.”", "Let me go on: “Reverting entirely back to old models of procurement would represent a major step backwards for the province.”", "The Premier is absolutely right. We’re going forward when it comes to building up infrastructure. We’re not going to take the advice of the NDP—" ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Mr. Speaker, I’d like to thank the minister for that update.", "Our government has a strong track record of building modern infrastructure. Since 2003, our government has invested nearly $100 billion in infrastructure, focusing on what makes our communities stronger—assets like hospitals, schools and transportation. We are investing over $130 billion in infrastructure in the next 10 years, which will create over 110,000 jobs each year.", "My constituents and I are encouraged that this government’s pragmatic approach to infrastructure is ensuring that we maximize dollars while building the modern infrastructure that Ontario needs to remain a competitive economy.", "In fact, I understand that the federal NDP leader, Thomas Mulcair, spoke in favour of the value of P3s. Would the minister please update the House on what Mr. Mulcair said?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The NDP may not want to listen to us on this issue. By their heckles, they don’t seem to want to listen to TD Economics, which I think is a pretty darned credible source, if you ask me.", "Maybe they’ll consider listening to their federal cousins, because when it comes to the AFP process, Thomas Mulcair said the following—he is not dogmatic: “The point is to get things built.”", "That’s exactly what we’re trying to do. We’re constantly improving the success of our AFP model. But as Mr. Mulcair puts it, dogmatically rejecting AFP will not help Ontario build the modern infrastructure we need to build for our economy.", "We don’t want to go back to the days that the NDP want us to go back to. We don’t want to see more projects like the Spadina line or Union Station, or BC Place in BC, that went way over budget. We want to stick to our process; 97% of our projects were built—" ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para460"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Premier. Premier, I have a quote I’d like to read to you: “We will put evidence before ideology and choose partnership over partisanship, and invite everyone to work together....”", "Who do you think said that, Premier? Premier, you did. You did, on the opening day of the 41st Parliament. And yet, over three days of committee to consider important safe road legislation, we’ve seen your government members reject every single amendment proposed by the opposition to make our roads even safer—no debate, just rejection.", "Premier, less than nine months later, have you now chosen partisanship over partnership?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para465"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member opposite for asking that question. This is the second time over the last number of days that he has given me the opportunity to stand and speak a little bit in this place about Bill 31, the bill that was at committee, that he’s referencing, a bill that is known as the Making Ontario’s Roads Safer Act. It’s an important bill. It’s important that it got through this Legislature into committee. I understand that it will be reported back to this Legislature later today.", "It’s important because, as I always say, one of my most important responsibilities as minister is to make sure that our roads and highways remain safe. This legislation is designed to accomplish that. For example, this legislation, if passed, will increase distracted driving fines from a range of $60 to $500 currently, up to $300 to $1,000.", "It will allow for the suspension of a driver’s licence for those found to be driving under the influence of drugs or a combination of drugs and alcohol. It will require drivers to keep a one-metre distance from cyclists when passing,", "There are a number of very important initiatives in this bill. It’s important that it comes back here and gets passed at third reading." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Back to the Premier: Premier, your Bill 31 committee members were so determined to vote “no” on every idea proposed that they even voted down a section of your own bill impacting impaired driving provisions.", "Time and again, we saw thoughtful amendments given short shrift: mandatory distracted driving demerit points; medical-review-of-licence improvements; left-lane, move-over provisions; and the establishment of a highway incident management advisory committee—all proposed, and rejected out of hand.", "Premier, it has taken less than nine months for your government to go from preaching partnership to practising arrogance. Premier, your members are following your marching orders. When will you cut the puppet strings and allow government members to embrace the principles of partnership that the July 2014 Premier committed to?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I appreciate the follow-up question. As I mentioned, this is important legislation. I believe that’s why, when this bill was here at second reading, all three parties voted unanimously to make sure that it got sent to committee. I know a great deal of hard work went into the hearings at committee. We heard from the public. There was broad recognition that this bill should get passed as soon as possible.", "But it’s interesting to me that that member would ask this question, because if I have my information correct, Speaker, when this bill was actually voted on in the final instance at committee yesterday, the members of that party chose to abstain instead of supporting the legislation, and that’s unfortunate, Speaker." ],
  "anchor" : "para474"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. It’s hard enough for families in Toronto to find the child care that they need, but the Liberals are making the problem even worse by forcing school closures that will also shut down dozens of child care centres. Today, Toronto city council will hear that more than 2,000 child care spaces are at risk under the Liberals’ plan for school closures. Each and every parent struggling to find child care knows that we simply cannot afford to lose 2,000 licensed child care spots in the city of Toronto.", "Why doesn’t the Premier know that?" ],
  "anchor" : "para477"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para479"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I obviously haven’t seen the report you’re referring to, but I think it’s actually important to understand that with child care modernization and with the increase in after-school child care, in fact we have dramatically increased the number of child care spaces in Ontario. In fact, boards will continue to have a requirement, where the parents want it, to have child care in the school available. So it really has nothing to do with whether this school or that school is open. The legislative requirement to provide for before- and after-school child care will continue." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para481"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It’s shocking that the Minister of Education responsible for child care doesn’t know about this extremely important report that’s going to city council today. We hear today that the city might seek restitution for the loss of child care centres. But make no mistake, it’s young families in this province who are going to be paying the highest price under the Liberals’ plan for school closures.", "Take the kids who love the West End Parents’ Daycare in Old Orchard school, one of the schools in Toronto that the Premier could sell off. Parents shouldn’t be forced to fight this Liberal government to save their daycare. They should have a government that expands access to affordable child care, not one that tries to shut child care centres down.", "Why is the Premier creating chaos for thousands of families whose beloved child care centres are at risk because of this Liberal government’s decisions?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Who knew, Speaker? Apparently the leader of the third party is on the Toronto distribution list; unfortunately, the Minister of Education isn’t.", "But I repeat: The point here is that there is a legislative requirement through the Education Act already, and now with Bill 10, the Child Care Modernization Act, for school boards to provide before- and after-school child care in schools where parents ask for it. I’m sure—", "Interjections." ],
  "anchor" : "para485"
}, {
  "speaker" : "Interjection",
  "text" : [ "Why don’t you just listen?" ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para489"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "—that legislated requirement will continue, so if the parents who are in one place are moving to another place and still want child care, the legislated requirement to provide child care will follow the parent and the child." ],
  "anchor" : "para490"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "My question is for the Minister of Transportation. Today marks the start of the Ontario Bike Summit, hosted by the Share the Road Cycling Coalition. This event brings together cycling stakeholders from across our province, including municipal and provincial leaders such as our all-party cycling caucus, of which I’m a member. Planners, engineers, advocates—all are gathering this evening for the kickoff dinner where five new bicycle-friendly communities will be announced, bringing the total to 26. In fact, 60% of Ontarians now live in a designated bicycle-friendly community, Speaker.", "Cycling is on the move, and as the founder of Share the Road, I had the distinct pleasure of working with the MTO on a number of cycling-related initiatives. One of the most important, #CycleON, or Ontario’s Cycling Strategy, is the main focus of this year’s summit. Over the next two days, Ontario’s cycling community will join together to discuss #CycleON’s implementation and how, working together, we can all make our communities and our province more bicycle-friendly.", "Can the minister please update the House on the progress that has been made on the #CycleON strategy?" ],
  "anchor" : "para492"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Speaker, I want to begin by thanking the member from Burlington, not only for today’s question but for her long-standing advocacy on this particular issue. She has done an exemplary job, and she continues to do so here in this Legislature.", "Every spring, summer and fall, more than 2.8 million adult Ontarians cycle on a regular basis. That’s why our government developed #CycleON, Ontario’s Cycling Strategy. This strategy includes a 20-year vision to encourage the growth of cycling and to improve safety for cyclists across the province.", "Almost one year ago we released the first of a series of multi-year action plans for implementing our cycling strategy. We also introduced the Ontario Municipal Cycling Infrastructure Program, which will invest $10 million in municipal cycling infrastructure and $15 million in provincial cycling infrastructure.", "I am very pleased that my parliamentary assistant, the member from Cambridge, is attending the bike summit to partake in some of the discussions regarding our strategy. I look forward to continuing to work closely with the cycling community on this project." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para500"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I want to thank the minister for his response, his leadership and his commitment to road and cyclists’ safety, and in particular to Bill 31. I know our government is fond of saying that road safety is our number one priority, but it’s extremely important that we consider the safety of everyone using our roads.", "Keeping our roads safe requires the co-operation and participation of all road users: drivers, pedestrians and cyclists as well. I know that an important component of the #CycleON strategy is improving cycling safety. I also know that cyclist safety will be an important topic of the discussion at today’s bike summit.", "Mr. Speaker, can the minister please provide members of this House with more information on what our government is doing to make Ontario roads safer for all road users, and in particular cyclists?" ],
  "anchor" : "para501"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Again, I want to thank the member for that thoughtful question. Last fall I was very proud to introduce Bill 31, the Making Ontario’s Roads Safer Act. As part of this bill we have proposed a number of legislative and regulatory amendments to improve cycling safety in Ontario, including requiring drivers of motor vehicles to maintain a minimum distance of one metre when passing cyclists, permitting cyclists to ride on paved shoulders of all unrestricted highways, and increasing the fine for persons who improperly open or leave open the doors of motor vehicles.", "Though, unfortunately, the official opposition chose to abstain yesterday, I am very pleased to announce that Bill 31 passed through committee with the support of the third party. If passed, this legislation will help ensure that cyclists remain safe on our roads for years to come." ],
  "anchor" : "para504"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "My question is to the Minister of Municipal Affairs and Housing. Minister, the 2010 sunshine list included nine people at the Housing Services Corp.—nine people making over $1 million combined. That was in 2010. We know that the CEO of the Housing Services Corp. earned almost $300,000 last year.", "Minister, can you explain why no one from the Housing Services Corp. appeared on the sunshine list that was released last week?" ],
  "anchor" : "para507"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "They must be, for some reason, exempt from appearing on the list. That’s all I can offer." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para510"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Minister, you claim that your government has made this rogue agency more accountable but, in fact, it was your government that changed the legislation that took them off the sunshine list. My private member’s bill would increase accountability by once again requiring housing service corporations to report salaries of over $100,000. These are public social housing dollars, and taxpayers deserve to know how they’re being spent, Minister.", "If your changes to the HSC made it more accountable and transparent, as you claim, can you tell us how many people at the Housing Services Corp. earned over $100,000 last year?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The Housing Services Corp.—which was established by the party opposite, when they were in power, as an independent private corporation—operates as an independent private corporation. We’ve enhanced the accountability by having them agree to live with Management Board of Cabinet expense limits, making some changes to the board, and bringing in a third-party independent review agency.", "As for the sunshine list and whether they and other independent private corporations all across the province—", "Interjection." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oxford, come to order. You asked the question." ],
  "anchor" : "para516"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "—should be added to the sunshine list is something we’ll determine when we debate the honourable member’s private member’s bill." ],
  "anchor" : "para517"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "I’m not going to debate you either.", "Next question." ],
  "anchor" : "para518"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is to the Premier. On March 31, temporary foreign workers in Ontario will go to bed as lawfully employed, hard-working, taxpaying residents of Canada and will wake up the next day as illegal immigrants.", "What conversations has the province had with the federal government about this new legislation?" ],
  "anchor" : "para522"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para524"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "The world of work is changing in the province of Ontario. Obviously we try to maintain a good relationship with those people who are governing our rules at the federal level as well. We understand that the world of work in the province of Ontario is changing.", "Precarious work is more of an issue that the Ministry of Labour needs to deal with on an ongoing basis. We’ve got the workers’ centre report that came out today on precarious work outlining some of the situations that take place here in the province of Ontario. Certainly I meet with my counterparts, with the other Ministers of Labour throughout this country, and certainly I meet with the federal minister. We correspond on a regular basis.", "We are keeping abreast of the issue. We certainly take the issue seriously. It’s something that we plan to address as a part of the Employment Standards Act and Labour Relations Act review that’s taking place in the province of Ontario as I speak." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para528"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "To the Premier once again: Thousands of Ontario workers are being left in the lurch. Will this government co-operate with Stephen Harper? Will the OPP, MTO and corrections Ontario be helping to execute the biggest deportation in Canadian history, or does this government have a plan to protect these vulnerable workers and their families that will help them to have a future in Ontario?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I think the question was: “Would we co-operate with Stephen Harper?” The answer is that we’ll co-operate with the federal government when it’s in the best interest of Ontario and when it’s in the best interest of employees who work in the province of Ontario.", "The member will know—and I know she knows because we’ve had a few conversations—that no one in this province should be wondering if they’ll get paid following a hard day’s work. We have the Employment Standards Act that is in place, which has protected people in the past.", "The world of work is changing. I understand that, and certainly what we need to do is ensure that the legislation we have in place in the province of Ontario that covers workers within the province and those workers who come from outside the province has the sort of regulations that suit the needs of the workers themselves and suit the wishes of the people here in the province of Ontario." ],
  "anchor" : "para530"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "My question is to the Minister of Municipal Affairs and Housing about Bill 73, Smart Growth for Our Communities Act, which he introduced in the Legislature a few weeks ago.", "Mr. Speaker, you and most colleagues in this House will know that I had a 17-year career as a city councillor and I was chair of Toronto’s Planning and Growth Management Committee. During that time I advocated for many of the changes proposed in this bill. Now I’m very proud to be part of a government that is making meaningful changes to the planning process in this province that will increase the accountability and transparency of local decision-making and improve the way for municipalities to fund growth through changes to the Development Charges Act.", "My question is to the Minister of Municipal Affairs and Housing: Could he explain some of the important changes that are being proposed in Bill 73, both to planning regulations and also to development charges?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I’d love to. I want to thank the member from Etobicoke–Lakeshore and note, through you, Speaker, that we consulted widely with stakeholders across Ontario. We heard that Ontarians wanted greater say in the planning process, and if this act is passed that will happen. We’ll also provide some ways to assist municipalities to resolve disputes, and municipalities will have to put a parks plan in place to make sure we handle money in lieu of parks. I think I left myself time for a supplemental." ],
  "anchor" : "para537"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "The changes that are being proposed in this act will, in part, allow municipalities to have more of the final say in local planning matters by restricting some of the ability to appeal certain matters to the Ontario Municipal Board. They’ll also provide municipalities more ability to raise funds to pay for important growth-related initiatives in their communities, but also make that far more transparent to those who pay those charges, be they developers or homeowners that buy those new properties. This was part of the Premier’s mandate letter to the minister.", "Mr. Speaker, through you to the minister: Can he please tell the House how the proposed changes to the Development Charges Act will actually work and what other changes are being contemplated to the municipal planning process that he might be bringing to the House in the coming months?" ],
  "anchor" : "para539"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I deeply appreciate the member from Etobicoke–Lakeshore’s supplemental question and his ongoing commitment to making things better for Ontario municipalities.", "I can say, through you, Mr. Speaker, that our proposed changes to the Development Charges Act aim to give more municipalities further opportunities to invest in growth-related infrastructure like transit and recycling. It would make land use fee collection systems more transparent and accountable, and would support curbing urban sprawl in favour of livable, walkable communities that will help create jobs and grow our community.", "The member is right: The Premier has given me a mandate letter. My mandate is clear. We as a government intend not only to fulfill my mandate, but the mandates of all members here." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Perth–Wellington on a point of order." ],
  "anchor" : "para545"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to introduce Dan Mathieson, who is the chair of MPAC and also the mayor of the city of Stratford, which is in my riding of Perth–Wellington. Welcome, Dan." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Training, Colleges and Universities on a point of order." ],
  "anchor" : "para547"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "Mr. Speaker, it’s my pleasure to welcome members and researchers from the Council of Ontario Universities. They are visiting the House today and they’re having their reception in room 228." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton on a point of order." ],
  "anchor" : "para549"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "A point of order: In reference to August 28, 2012, there was a unanimous resolution in this Legislature supported by all parties with respect to the cancellation of the Slots at Racetracks Program.", "Today, a provincial court has ordered the government as well as the OLG to produce documents related to the cancellation of—" ],
  "anchor" : "para550"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s actually not a point of order.", "Interjection." ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are other ways in which you can obtain that information. This is not a point of order.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para554"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Over the lunch hour, I encountered Councillor Mike Akpata from the town of LaSalle, who was here today. Mike is a member of the Windsor police force and, Speaker, as you know, he’ll be the sergeant major on parade, colour party, for the police memorial service that will be held on the first Sunday in May. Thanks to you, they’ll be doing it on the grounds instead of in the park." ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Half introduction, half statement: That’s good." ],
  "anchor" : "para559"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Last week, we learned that hydro bills are set to increase yet again. Next year, electricity bills will increase by a reported average of $137 a year, and that doesn’t take into account the two planned time-of-use adjustments that will hike hydro rates this year. It’s an increase that many individuals, families, seniors and businesses cannot afford.", "Electricity costs in Ontario are now amongst the highest in North America. Over the last four years, it’s reported that off-peak electricity prices have increased by over 50%. In 2013, the government’s own estimates showed that they planned to hike electricity costs 42% by 2018.", "My constituents are fed up. Many times I’ve spoken up for them in this Legislature. Many times we have proposed sensible solutions to make hydro more affordable. Rather than change course, the government seems intent to continue making my constituents pay for Liberal mistakes. Instead of looking out for the people, the Liberals are looking out for special interests, including multinational wind companies.", "Skyrocketing hydro costs must be reined in. Livelihoods depend on it." ],
  "anchor" : "para562"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "In 2010, the Auditor General reported that Ontario’s Family Responsibility Office was broken. The report revealed $1.6 billion in arrears and 1,377 cases per FRO worker, compared to other provinces’ 400 cases per worker. Fewer than one quarter of cases received attention annually.", "The Ministry of Community and Social Services promised that by the end of 2012, systems would be in place to ensure adequate case management, yet five months ago, CBC reported that 79% of FRO’s open cases are in arrears, for a total of $2.1 billion. Investment in a poor computer system and high caseloads leave calls unreturned.", "This past November, the minister was on TVO’s The Agenda reiterating the same old promises to cut through the backlog, but failed to provide any details.", "While calls from my constituents facing problems with FRO are increasing, the government remains unable to fix FRO. One constituent, Dawn-Marie, hasn’t received payment on her file since 2006, despite repeatedly providing FRO with the payor’s employment information. As of this month, she is owed $50,000. In December, the payor moved to Newfoundland. They resolved the issue very quickly, something that this province hasn’t been able to do for nine years.", "Families who do not receive payment are forced to rely on Ontario Works to survive. Social assistance is already stretched. It is time for this government to fix FRO and stop ignoring the most vulnerable and at-risk citizens in the province of Ontario." ],
  "anchor" : "para567"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I rise today on behalf of myself and the member from Oakville in memory of a dear friend, a beloved community leader and a remarkable man who suddenly passed away this past weekend.", "Max Khan was a devoted family man, a loving son to his father, Mahmood, and his mother, and a dedicated family member to his brother and sisters. He was also a devoted father to his son, and partner to his beloved Elsi.", "But Max will always be remembered by the residents in Oakville and Halton as a highly respected and courageous city councillor and trial lawyer. He worked tirelessly for the people in his community. He was a volunteer, an organizer and a champion for fairness, justice and democracy.", "I had the pleasure of getting to know Max well over the last few years; he helped me with both of my campaigns. He was a man who exuded confidence, strength and integrity. He was a dynamo. When he knocked on doors, he didn’t walk, he ran. He loved people, loved meeting them and finding out about their challenges and trying to help them. His tireless spirit was matched only by his passion to create a better society and improve the lives of the people of Oakville and Halton. He lent his voice, his time and his energy to countless organizations throughout his community.", "Max was the kind of guy who was always there to lend a helping hand. He was someone who would drop by his mom and dad’s home for a visit, but before he left he would shovel their sidewalk and the neighbours’ sidewalks too. I can honestly say for all of us who knew Max that we are incredibly fortunate to have had him in our lives. Our thoughts and prayers are with the Khan family." ],
  "anchor" : "para573"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, today I’d like to honour a constituent of mine, Mr. Ken Monteith. Ken was born June 26, 1938, in St. Thomas, Ontario, and grew up on the family farm on Fingal Line where he still resides today.", "Ken graduated from the Ontario Agricultural College in 1957 and has held various offices throughout our riding. From 1978 to 1980, he was a councillor and deputy reeve of Southwold township, and in 1980 he became the reeve of Southwold township. Ken also served as the warden of Elgin county during his time in municipal politics. In 1988, he decided to run for the federal Progressive Conservatives and was elected as the MP for what was then our riding of Elgin–Norfolk for the 34th Parliament of Canada.", "This past Saturday, Ken was inducted into the Elgin agricultural hall of fame at the Elgin Federation of Agriculture Agricultural Awards night held at the CASO Station. Not only is Ken agriculturally accomplished locally but provincially and federally as well. He has served as the chair of the Progressive Conservative’s agricultural caucus and sat on the agricultural standing committee from 1988 to 1993.", "Ken is an active community member, sitting on the Agri-Food Foundation at Ridgetown College, helping with the International Plowing Match and is currently the chair of the capital campaign of St. Thomas Elgin General Hospital which is close to raising $13 million needed for our addition at the hospital. He is actively fundraising for the United Way Elgin-St. Thomas, the CASO Station in St. Thomas, and Family and Children’s Services of St. Thomas and Elgin.", "Ken, on behalf of the people of Elgin–Middlesex–London, thank you, and congratulations on this tremendous accomplishment." ],
  "anchor" : "para579"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I stand today to speak for OPSEU, Local 294, the RNs and RPNs who work in four clinics, run by the for-profit CarePartners, in my riding and in the ridings of my fellow MPPs in Hamilton, Niagara, Haldimand and Brant regions. This agency runs private, for-profit clinics under contract to the CCAC for key health services to patients: dialysis, wound, pediatric, diabetic and oncology care. Without these services, 1,600 patients in the region would be in long-term care or in hospital.", "The employees are not getting the respect they deserve, and it’s impeding their ability to serve the patients with the best quality care. These nurses are paid by visit—piecework—rather than by the hour, with no paid vacation and no compensation for overtime.", "I spoke with Tristen Castro, an RPN for CarePartners and VP of the local, who said he and his colleagues are very concerned that front-line workers are being paid significantly less than not-for-profit agencies such as VON, the Victoria Order of Nurses.", "How it is that the CEO of the CCAC had $50,000 in raises in the past four years but this agency has not had any increased funds for providers in five years? Does profit come before quality of care?", "It’s unfortunate that CarePartners staff are left with no option but to strike on April 10 if a fair agreement is not reached. As the labour critic, a labour activist and a former RN, I stand in support of these nurses and their right to be treated with respect, and the right to a fair wage and a fair contract." ],
  "anchor" : "para585"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "On Friday, I had the pleasure of touring and making an announcement at the United Way of Greater Simcoe County. Director of finance and operations, John Morrison, and board treasurer, Katherine Campbell, have advised me that they expect to reach this year’s milestone goal of $2 million when officially closing the books today.", "Since incorporating in 1959, this United Way, which serves my constituents of Barrie and the other residents across Simcoe, Muskoka and the town of Blue Mountains, has raised more than $35 million—how amazing.", "Through multi-sector partnerships and donor-dollar reinvestment, United Way of Greater Simcoe County expands the capacity of local charities to respond to some of the most challenging social issues facing our growing region, including poverty and affordable housing, diversity and inclusion, mental health and opportunities for youth.", "Starting April 1, United Way of Greater Simcoe County is committed to funding 25 programs delivered by 21 local agencies, including county-wide housing resource centres, in-school mentorship programs for children across Simcoe and Muskoka, and regional seniors’ programs to foster independence. By initiating successful social enterprise initiatives, including a call centre assisting low-income households with utility arrears and referrals to other community resources, they are a leader in non-profit best practices for revenue diversity.", "Congratulations to the dedicated volunteers and employees of the United Way of Greater Simcoe County." ],
  "anchor" : "para591"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I rise in the House today to recognize two exceptional hockey teams from my riding of Parry Sound–Muskoka. I would first like to congratulate the 2014-15 all-Ontario champions in the midget B division. The BrokerLink Parry Sound Shamrocks completed the feat against the Ayr Flames in five games, clinching the series-winning game on home ice in Parry Sound this past weekend. It was Parry Sound’s first midget championship since 1996. Congratulations.", "I would also like to congratulate the 2014-15 all-Ontario-champion Progressive Waste Solutions South Muskoka Bears. For the second consecutive year, they took home the title of major midget BB champs in the Ontario Minor Hockey Association. The Bears also clinched their title on home ice this past weekend in Bracebridge with a 4-2 victory over St. Marys. Anybody who has played or coached knows just how difficult it is to repeat as champions. I would like to recognize this group for accomplishing this impressive feat.", "I was able to drop the puck at the opening game of the final in Gravenhurst and watched one of the Shamrocks games in Parry Sound. I must say that it made for very exciting hockey.", "Finally, I would like to recognize the parents, volunteers and coaching staff who made this season possible for both teams. It is their efforts and contributions that helped to make the 2014-15 season such a success." ],
  "anchor" : "para598"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "J’ai le plaisir de me lever en Chambre aujourd’hui pour parler du lancement du docudrame de TFO, le Rêve de Champlain. À la suite d’un point de presse à l’ambassade de France, le lancement officiel s’est déroulé lors d’un bel événement au Musée des beaux-arts du Canada à Ottawa, le 9 mars dernier.", "J’encourage tous les membres de cette Assemblée à rester à l’écoute de TFO pour avoir le plaisir de visionner cette adaptation audiovisuelle en six épisodes. C’est une adaptation du livre de l’auteur et grand spécialiste de Champlain, David Hackett Fischer, lauréat du prix Pulitzer.", "anniversaire de la présence française en Ontario, et plus de 400 personnes étaient présentes pour célébrer ce lancement, incluant la ministre déléguée aux Affaires francophones, le commissaire aux langues officielles du Canada, le commissaire aux services en français de l’Ontario, la ministre fédérale du Patrimoine et des Langues officielles, bon nombre d’ambassadeurs de la Francophonie, et j’en passe.", "cette année." ],
  "anchor" : "para603"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Speaker. As a great fan of TVOntario, like I am, you may be familiar with two constituents from my great riding of Beaches–East York, Alex and Tyler Mifflin, more famously known as the Water Brothers. The Water Brothers explore the world, uncovering the most important water stories of our time. Alex and Tyler have earned accolades from eco-experts worldwide, including David Suzuki, for bringing to light the many water issues that we face around the world, including here with Lake Ontario.", "Born and raised in the Beach, the Water Brothers grew up steps from Lake Ontario. Growing up, they recall being told not to swim in the lake, because it was too polluted, and this memory has stayed with them and carried their passion to this day.", "The brothers pitched a documentary and started brainstorming for ideas involving environmental issues facing the world, and they came to realize that so much of what they had to think about involved stories where water was the most common element. Tyler is quoted as saying, “We didn’t get into this because we wanted to be on TV. We really wanted to raise awareness and educate others about water issues.”", "Outside of the show, the Water Brothers find other ways to educate and raise awareness that include engaging schools and students. They’ve even scaled Mount Kilimanjaro to raise funds to combat the global water and sanitation crisis we face. They’ve been to over 30 countries on almost every continent, uncovering fascinating stories, and they came to realize that everywhere they went, people had a spiritual connection to water and a profound respect for it.", "They once said that one of the biggest issues they face in Canada is the myth of abundance. Even though we are blessed to have an incredible abundance of water, we remain one of the largest users of water.", "I encourage you all, my colleagues and you, Mr. Speaker, to tune into TVO and get educated by these two constituents from Beaches–East York, who are bringing awareness to a very important element in our society." ],
  "anchor" : "para608"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated March 31, 2015, of the Standing Committee on Government Agencies.", "Pursuant to standing order 108(f)(9), the report is deemed to be adopted." ],
  "anchor" : "para616"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Projet de loi 31, Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para623"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The bill is therefore ordered for third reading." ],
  "anchor" : "para625"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I beg leave to present the first report, 2015, from the Standing Committee on Regulations and Private Bills and move the adoption of its recommendations." ],
  "anchor" : "para627"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. Naidoo-Harris presents the committee’s report and moves the adoption of its recommendations. Does the member wish to make a brief statement?" ],
  "anchor" : "para628"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Yes, Mr. Speaker. I would like to thank all of those who spoke and presented to the committee on this report.", "I move adjournment of the debate." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para631"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Just a point of order, Mr. Speaker: I didn’t have a chance earlier to introduce Carly Ferguson, president of Ontario Captive Animal Watch, who is here—a trained OSPCA inspector; and Dr. Gitte Fenger, veterinarian." ],
  "anchor" : "para634"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, I have a petition here with the following note enclosed: “The enclosed petition has been signed by members of St. Mary’s CWL” in Tillsonburg “in the hope of parents having a say and in this case at least a look at what will be taught to their children. Thank you,” from Veronica Holly in Tillsonburg.", "“Whereas in 2010, the Ontario Liberal government promised to consult with voters before implementing a revised sex education curriculum;", "“Whereas since 2010, the Ontario public has not been given opportunity to provide feedback on proposed sex education changes;", "“Whereas in late October, 2014, the Ontario Liberal government announced that more revisions to the sex education curriculum would be implemented in time for the next school year;", "“Whereas the announced plans to consult only one hand-picked parent per school does not constitute broad public feedback on the curriculum, and therefore, the Ontario Liberal government is breaking its 2010 promise to consult with the people of Ontario;", "“We, the undersigned, do hereby petition the Legislative Assembly of Ontario as follows:", "“To publicly release the updated version of the sexual education curriculum that will be taught in Ontario schools in September of 2015 promptly; to allow parents and educators to review the updated curriculum and provide meaningful feedback to be considered by the Ontario government in the name of transparency and accountability.”", "Thank you very much for the opportunity to allow me to present this petition on behalf of Veronica." ],
  "anchor" : "para637"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Mr. Lemieux in Sudbury. It reads as follows:", "“Whereas the NDP MPP for Timiskaming–Cochrane, John Vanthof, has introduced Bill 46 in the Legislative Assembly ... so that UTVs (utility task vehicles) would be treated like all-terrain vehicles (ATVs) by the Highway Traffic Act;", "“Whereas this bill to amend the Highway Traffic Act in respect to UTVs was introduced on November 24, 2014;", "“Whereas this bill will have positive economic impact on clubs, manufacturers, dealers and rental shops and will boost revenues to communities promoting this outdoor activity;”", "They “petition the Legislative Assembly...:", "“To vote in favour of MPP Vanthof’s Bill 46 to allow UTVs the same access as ATVs in the Highway Traffic Act.”", "I fully support this petition and will ask Natasha to bring it the Clerk." ],
  "anchor" : "para647"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It’s a pleasure to introduce this petition here today in the House.", "“To the Legislative Assembly of Ontario:", "“Whereas microbeads are tiny plastics less than one millimetre in diameter which pass through our water filtration systems and get into our rivers and the Great Lakes; and", "“Whereas these microbeads represent a growing presence in our Great Lakes and are contributing to the plastic pollution of our freshwater lakes and rivers; and", "“Whereas the scientific research and data collected to date has shown that microbeads that get into our water system collect toxins and organisms mistake these microbeads for food and these microbeads can move up our food chain;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario government to ban the creation and addition of microbeads to cosmetic products and all other related health and beauty products; and", "“The Ministry of the Environment conduct an annual study of the Great Lakes analyzing the waters for the presence of microbeads.”", "Mr. Speaker, I couldn’t agree more. I’m going to sign this petition and send it to the table with Danielle." ],
  "anchor" : "para655"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have another petition here.", "“To the Legislative Assembly of Ontario:", "“Whereas many of the resources of this planet are finite and are necessary to sustain both life and quality of life for future generations;", "“Whereas the disposal of resources in landfills creates environmental hazards which have significant human and financial costs;", "“Whereas all levels of government are elected to guarantee their constituents’ physical, financial, emotional and mental well-being;", "“Whereas the health risks to the community and watershed increase in direct relationship to the proximity of any landfill sites;", "“Whereas the placement of a landfill in a limestone quarry has been shown to be detrimental;", "“Whereas the placement of a landfill in the headwaters of multiple highly vulnerable aquifers is detrimental;", "“Therefore be it resolved that we, the undersigned, humbly petition the Legislative Assembly of Ontario as follows:", "“To implement a moratorium in Oxford county, Ontario, on any future landfill construction or approval until such time as a full and comprehensive review of alternatives has been completed, which would examine best practices in other jurisdictions around the world;", "“That this review of alternatives would give particular emphasis to (a) practices which involve the total recycling or composting of all products currently destined for landfill sites in Ontario and (b) the production of goods which can be practically and efficiently recycled or reused so as to not require disposal.”", "I affix my signature, Mr. Speaker. Thank you very much for the opportunity." ],
  "anchor" : "para665"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas in 2013 the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) removed transgender and gender non-conforming identities from the mental disorders category;", "“Whereas LGBT youth face 14 times the risk of suicide compared to their heterosexual peers and 77% of trans respondents in an Ontario-based survey had seriously considered suicide, with 45% having already attempted suicide;", "“Whereas an Ontario study found that transgender youth aged 16-24 have a 93% lower suicide rate when they feel supported by their parents in the expression of their gender identity;", "“Whereas LGBT conversion therapy seeks to prohibit gender and sexual orientation expression, has no professional standards or guidelines in how it is practised and is condemned by all major professional associations of health care providers; and", "“Whereas Ontario’s Ministry of Health currently funds LGBT conversion therapy through OHIP;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of Health immediately cease funding all known forms of conversion therapy.”", "It’s a pleasure to affix my signature to this petition and give it to page Japneet." ],
  "anchor" : "para678"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I have a petition here.", "“To the Legislative Assembly of Ontario:", "“Whereas section 23 of the Canadian Charter of Rights and Freedoms guarantees access to publicly funded French-language education; and", "“Whereas there are more than 1,000 children attending French elementary schools in east Toronto ... and those numbers continue to grow; and", "“Whereas there is no French secondary school ... in east Toronto, requiring students wishing to continue their studies in French school boards to travel two hours every day to attend the closest French secondary school, while several English schools in east Toronto sit half-empty since there are no requirements or incentives for school boards to release underutilized schools to other boards in need; and", "“Whereas it is well documented that children leave the French-language system for the English-language system between grades 8 and 9 due to the inaccessibility of French-language secondary schools, and that it is also well established that being educated in French at the elementary level is not sufficient to solidify French-language skills for life; and ...", "“Whereas parents and students from both French Catholic and French public elementary schools in east Toronto are prepared to find common ground across all language school systems to secure space for a French-language secondary school in east Toronto;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Education assist French school boards (public and Catholic) in locating an underutilized school building in east Toronto that may be sold or shared for the purpose of opening a French secondary school ... in the community ... so that French students have a secondary school close to where they live.”", "I agree with this petition, sign my name and leave it with page Aiden." ],
  "anchor" : "para688"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a similar petition to the last one, but it is different. It was presented, again, with a lot of signatures from the great riding of Oxford.", "“To the Legislative Assembly of Ontario:", "“Whereas the purpose of Ontario’s Environmental Protection Act (EPA) is to ‘provide for the protection and conservation of the natural environment.’...; and", "“Whereas ‘all landfills will eventually release leachate to the surrounding environment and therefore all landfills will have some impact on the water quality of the local ecosystem.’—Threats to Sources of Drinking Water and Aquatic Health in Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That section 27 of the EPA should be reviewed and amended immediately to prohibit the establishment of new or expanded landfills at fractured bedrock sites and other hydrogeologically unsuitable locations within the province of Ontario.”", "I affix my signature to this petition as well, Mr. Speaker. Thank you very much for allowing me to present it." ],
  "anchor" : "para699"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“We request that the Legislative Assembly of Ontario keep the obstetrics unit open at Leamington District Memorial Hospital.”", "I fully agree. I will affix my name and give it to Marin to take up to the desk." ],
  "anchor" : "para707"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Speaker, I too have a petition.", "“To the Legislative Assembly of Ontario:", "“Whereas some establishments have instituted unfair tipping practices in which a portion of tips and gratuities are being deducted and kept by owners;", "“Whereas employees in establishments where tipping is a standard practice, such as restaurants, bars and hair salons, supplement their income with tips and gratuities and depend on those to maintain an adequate standard of living;", "“Whereas customers expect that when they leave a tip or gratuity that the benefit will be going to the employees who directly contributed to their positive experience;", "“Whereas most establishments do respect their employees and do not collect their tips and gratuities unfairly and thus are left at a disadvantage compared to those owners who use tips and gratuities to pad their margins;", "“Whereas other jurisdictions in North America such as Quebec, New Brunswick and New York City have passed legislation to protect employees’ tips;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Legislative Assembly of Ontario support Bill 12, the Protecting Employees’ Tips Act, 2014, and help shield Ontario employees and businesses from operators with improper tipping practices while protecting accepted and standard practices such as tip pooling among employees.”", "I, too, support this petition. I send it to the desk with page Alycia." ],
  "anchor" : "para711"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have another petition here. It has been sent to me by Fatima Vieira-Cabral, from Woodstock.", "“Whereas in 2010, the Ontario Liberal government promised to consult with voters before implementing a revised sex education curriculum;", "“Whereas since 2010, the Ontario public has not been given opportunity to provide feedback on proposed sex education changes;", "“Whereas in late October, 2014, the Ontario Liberal government announced that more revisions to the sex education curriculum would be implemented in time for the next school year;", "“Whereas the announced plans to consult only one hand-picked parent per school does not constitute broad public feedback on the curriculum, and therefore, the Ontario Liberal government is breaking its 2010 promise to consult with the people of Ontario;", "“We, the undersigned, do hereby petition the Legislative Assembly of Ontario as follows:", "“To publicly release the updated version of the sexual education curriculum that will be taught in Ontario schools in September of 2015 promptly; to allow parents and educators to review the updated curriculum and provide meaningful feedback to be considered by the Ontario government in the name of transparency and accountability.”", "I affix my signature to this petition." ],
  "anchor" : "para722"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that was collected by Mrs. Helen Benoit, from the Family Council Network Four. It has 410 signatures. It reads as follows:", "“Whereas Ontario ranks ninth of 10 provinces in terms of the total per capita funding allocated to long-term care; and", "“Whereas the Ontario Ministry of Health and Long-Term Care data shows that there are more than 30,000 Ontarians waiting for long-term-care placements and wait-times have tripled since 2005; and", "“Whereas there is a perpetual shortage of staff in long-term-care facilities and residents often wait an unreasonable length of time to receive care, e.g. to be attended to for toileting needs; to be fed; to receive a bath; for pain medication. Since 2008, funding for 2.8 paid hours of care per resident per day has been provided. In that budget year, a promise was made to increase this funding to 4.0 hours per resident per day by 2012. This has not been done; and", "“Whereas the training of personal support workers is unregulated and insufficient to provide them with the skills and knowledge to assist residents who are being admitted with higher physical, psychological and emotional needs. Currently, training across the province is varied, inconsistent and under-regulated;”", "They “petition the Legislative Assembly of Ontario to:", "“(1) immediately increase the number of paid hours of nursing and personal care per resident per day to 4.0 hours (as promised in 2008);", "“(2) develop a plan to phase in future increases so that the number of paid hours per resident per day of nursing and personal care is 5.0 hours by January 2015;", "“(3) establish a licensing body, such as a college, that will develop a process of registration, accreditation and certification for all personal support workers.”", "I will ask Jessie to bring it to the Clerk." ],
  "anchor" : "para732"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario hunting and fishing regulation summaries are printed each year by the Ministry of Natural Resources and distributed to hunters and recreational fishermen throughout the province to inform them of all the relevant seasons, limits, licence requirements and other regulations; and", "“Whereas these valuable documents are readily available for hunters and anglers to keep in their residence, cottage, truck, boat, hunt camp and trailer to be fully informed of the current hunting and fishing regulations; and", "“Whereas the MNR has recently and abruptly drastically reduced the distribution of the Ontario hunting and fishing regulation summaries such that even major licence issuers and large hunting and fishing retailers are limited to one case of regulations per outlet; and", "“Whereas hunters and anglers do not always have access to the Internet to view online regulations while travelling or in remote areas;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately return the production of the Ontario hunting and fishing regulation summaries to previous years’ quantities such that all hunters and anglers have access to a copy and to distribute them accordingly.”", "I agree with this petition and affix my signature.", "Mr. Naqvi moved second reading of the following bill:", "Bill 80, An Act to amend the Ontario Society for the Prevention of Cruelty to Animals Act and the Animals for Research Act with respect to the possession and breeding of orcas and administrative requirements for animal care / Projet de loi 80, Loi modifiant la Loi sur la Société de protection des animaux de l’Ontario et la Loi sur les animaux destinés à la recherche en ce qui concerne la possession et l’élevage d’épaulards ainsi que les exigences administratives relatives aux soins dispensés aux animaux." ],
  "anchor" : "para743"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Government House leader." ],
  "anchor" : "para755"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you, Speaker, for recognizing me to speak on Bill 80. I will be sharing my time with my parliamentary assistant, the member from Scarborough–Rouge River, as well.", "It’s my honour to begin second reading of the Ontario Society for the Prevention of Cruelty to Animals Amendment Act, 2015. This bill amends the Ontario Society for the Prevention of Cruelty to Animals Act and makes related amendments to the Animals for Research Act. These amendments, if passed by this House, will prohibit the future possession or breeding of orcas in Ontario.", "It would also enable a framework for animal welfare committees, or AWCs, which would ensure planning, protection and oversight for animal care. This includes access to vets with expertise in marine mammals, and enhanced record-keeping.", "To put these proposed amendments in context, let’s step back a bit.", "Members may be interested to learn that the original OSPCA Act was passed in this building in 1919. Indeed, for over 100 years, the OSPCA has been dedicated to the well-being of animals, saving countless animals from dangerous situations and improving conditions for animals everywhere.", "Our government has been working for a number of years to make sure all animals in Ontario are protected and kept safe. In 2009, this government implemented stronger animal protection legislation and stiffer penalties, including jail, fines and a potential lifetime ownership ban, for those who abuse animals. We put additional oversight and rules in place for roadside zoos. We required veterinarians to report suspected abuse and neglect, and introduced measures to protect them from liability for doing so. We also enabled the OSPCA to inspect places where animals are kept for entertainment, exhibition, boarding, sale or hire. We introduced added penalties for harming law-enforcement service animals, such as dogs and horses.", "In short, Ontario developed the strongest animal protection in all of Canada, with a commitment to remain diligent when it came to the care and protection of our animals.", "But we did not stop there. We continued to listen and we acted to make sure that our standards were as strong as possible. That is why in October 2012, my predecessor, the Honourable Madeleine Meilleur, now the Attorney General, set out a framework to further strengthen animal welfare enforcement, with a three-point plan.", "This plan would (1) improve province-wide enforcement of animal protection measures in the OSPCA Act and strengthen governance of the OSPCA; (2) develop a registry for the province’s zoos and aquariums; and (3) create new regulations to further protect marine mammals in captivity.", "Since that time, our government has been busy moving that plan forward with measures to strengthen animal protection in all parts of the province and enhance accountability between the government and the OSPCA. Our government increased our annual funding to the OSPCA from $500,000 to $5.5 million annually, improving the OSPCA’s ability and capacity to carry on their good and important work.", "Let me further explain each part of this plan.", "First, we established province-wide animal protection enforcement. This was done by improving coverage to underserved areas of the province, such as rural and northern communities, and supporting investigative efforts throughout the OSPCA network.", "We also created the Major Case Management Team responsible for coordinating investigations that require specialized expertise. This team, for example, is helping to crack down on and combat illegal puppy and kitten mills.", "We also established a province-wide toll-free hotline number to report suspected cases of animal abuse. This new toll-free number, 310-SPCA, is supported by a 24/7 call centre with the ability to dispatch OSPCA investigators as required. The call centre’s around-the-clock operation ensures timely and strategic responses to complaints of animal abuse and neglect across the province.", "We’re supporting the OSPCA to conduct regular inspections of all zoos and aquariums, and to develop and maintain a registry of these facilities to support a minimum of twice-yearly inspections at each zoo and aquarium in the province. There are over 60 zoos and aquariums in Ontario, more than all other provinces combined.", "In addition, the OSPCA agreed to provide regular progress reports to the government to ensure that our enforcement goals are being met and that the public is getting value for its investment. For the first time in history, a ministry representative now attends meetings of the OSPCA board of directors.", "This is a government driven by results. I’m proud, Speaker, to share some of the results of those measures: The Major Case Management Team has been deployed more than a dozen times since its inception; every zoo and aquarium in the province is being inspected at least twice; and more than 22,000 calls have been logged by the 24/7 centralized dispatch.", "Today, we begin to complete this picture. There was one final component to the three-point plan, which leads to why I’m speaking to this House today.", "Marine mammals are complex animals, and our government cares very deeply for these magnificent and complex creatures. In October 2003, we asked Dr. David Rosen, a respected marine biologist with the University of British Columbia, to lead a team of experts to prepare a report on the care and maintenance of marine mammals in captivity. Dr. Rosen’s report is available on the Ministry of Community Safety and Correctional Services’ website. Ultimately, his report showed that our current standards are inadequate, what areas need new standards and what the elements of those standards should be.", "Let me offer some highlights from his report. Facilities that hold marine mammals must meet their physical and psychological environmental needs. Consideration, for example, must be given to the environment in which marine mammals live. They must be given sufficient space for species-appropriate activities such as swimming and play. The water supply must be reliable and contribute to the good health and well-being of marine mammals. Each facility must provide suitable social and environmental enrichment programs. Facilities must ensure that marine mammals are not harmed in their contact with the general public. Facilities that allow public contact with marine mammals must have programs that minimize potential risks to the health and safety of the marine mammals and to the families who come out to see them.", "The UBC report has provided our government with the foundation to introduce new standards of care for marine mammals such as dolphins, beluga whales and walruses that will be among the best in the world. These new standards—which are separate from this legislation—which I will be speaking about shortly, will be brought forward this summer. They will ensure both greater protection and improved treatment for marine mammals in areas such as: the size of pools used to house them; environmental considerations such as bacteria content, noise and lighting; and regulations for the handling and display of marine mammals.", "We’re now working with a team of expert scientists, animal advocates, industry and enforcement who are providing advice on these new standards. When these enhanced standards are brought forward this summer, Ontario will be the first province in Canada with these important protections. That is something we can all be proud of.", "It has been while looking closely at this issue and developing these new standards of care that we concluded that orcas, sometimes referred to as killer whales, should be treated differently than beluga whales and dolphins.", "Orcas are the largest of the marine mammals in captivity in Ontario and anywhere else. They are over twice the length and four times the mass of a beluga, the next-largest marine mammal in captivity. They are very social mammals and normally live in pods of five to 30 whales in the wild. Some pods combine to form a group of 100 whales or more. Orcas typically dive 500 feet or more and can swim up to 100 miles per day—the approximate distance from this Legislature to Belleville, just to put it in context.", "These unique features and the extraordinary magnitude of the orca led us to determine that their well-being in captivity would be especially difficult to ensure, and so we would end this practice in Ontario. As such, our proposed amendments to the OSPCA Act would immediately prohibit the possession and breeding of orcas in Ontario. Failure to do so could result in initial penalties of up to $60,000 and/or imprisonment of up to two years upon conviction. Upon conviction, the court would be able to order an entity to remove an orca from Ontario within a set period of time. Failure to comply with a court order could result in the entity being liable, on conviction, to a fine of up to $250,000 and up to two years’ imprisonment.", "Along with the proposed amendments to the OSPCA Act to prohibit possession and breeding of orcas, our government is also introducing related amendments to the Animals for Research Act. These amendments enable the prohibition against orca possession and breeding to extend to facilities regulated under that particular act. They could allow for the establishment of additional standards that require management, oversight practices, professional services, and the collecting and disclosing of information intended to ensure the appropriate level of care of an animal, including marine mammals.", "The proposed amendments to the OSPCA Act will also enable the requirement for zoos and aquariums to have animal welfare committees on location. These animal management committees are consistent with the recommendations of the UBC report by Dr. Rosen and best practices in research facilities that care for marine mammals. They will provide the necessary oversight to help ensure the long-term well-being of marine mammals in a facility’s care.", "The amendments, if passed, will establish the frameworks for a written animal management plan, access to a qualified veterinarian with expertise in marine mammal medicine, and a written veterinary care program, which should include an annual physical examination of each marine mammal.", "In conclusion, the people of Ontario demand high standards of care for animals anywhere in the province, regardless of their habitat. With these amendments, our government is taking the next big step on stronger protections for marine mammals to ensure that these unique and complex animals receive the best possible treatment and care. Prohibiting the future possession and breeding of orcas, as part of the larger package of introducing enhanced new standards of care for marine mammals that will be among the best in the world, is something that Ontarians expect and these animals deserve. These amendments build on our government’s ongoing efforts to have and maintain the strongest animal protection laws in Canada.", "I am looking forward to hearing the debate on this important piece of legislation in this House. I urge all members to support this very important legislation that will ensure we’ve got a higher standard of care for our marine mammals in Ontario.", "Speaker, at this point, the member from Scarborough–Rouge River will continue the debate and speak on the bill. Thank you." ],
  "anchor" : "para756"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Scarborough–Rouge River." ],
  "anchor" : "para788"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "Thank you, Mr. Speaker. I’m proud to join the minister in speaking in support of our government’s proposed amendments to the Ontario Society for the Prevention of Cruelty to Animals Act, and to join the growing chorus of Ontarians and people around the world who are demanding better care and treatment for marine mammals.", "The Ministry of Community Safety and Correctional Services is a large and complex organization. In addition to animal welfare, they are responsible for law enforcement; community safety and well-being; the rehabilitation and reintegration of offenders; fire safety and prevention; and forensic and death investigations.", "Speaker, we get a lot of mail. Correspondence about animal welfare and the protection of marine mammals routinely tops the list. This is a real credit to our caring society.", "I am sure we’re all familiar with the words of Gandhi: “The greatness of a nation and its moral progress can be judged by the way its animals are treated.” Amendments to the Ontario Society for the Prevention of Cruelty to Animals Act is the next important step on a journey our government began in 2009 by substantially amending the OSPCA Act.", "The path we’re on today will lead to standards of care for marine mammals in Ontario that will be among the best in the world. These standards, when they’re brought forward this summer, will be the result of this government’s work and input from a special technical advisory group. The group is made up of animal science and veterinary specialists, animal welfare, business and enforcement stakeholders. They will provide valuable advice on new enhanced standards of care and how they should be implemented. These proposed amendments, if passed, will authorize the making of administrative requirements in addition to these new standards of care.", "The OSPCA Act, in its present form, already enables the government to move forward with enhanced science-based standards of care for marine mammals in captivity. It also enables the government to introduce species-appropriate standards of care for Kiska, the sole orca in Ontario, currently living at Marineland, a themed amusement and animal exhibition park in Niagara Falls, Ontario. It provides the OSPCA with the authority to conduct inspections and issue orders to ensure that standards of care are complied with.", "But the OSPCA Act does not go far enough, Mr. Speaker. Alongside physical considerations, including the size of enclosures, and environmental considerations, such as water quality, noise and lighting, the University of British Columbia report made it very clear that consideration must be given to administrative oversight.", "We are talking about things such as an animal management plan, access to a qualified veterinarian with expertise in marine mammal medicine, and a written veterinary care program. This is part of what these amendments set out to do. If the bill is passed, the Minister of Community Safety and Correctional Services’ regulation-making authority would be expanded to enable prescribing new standards of care that address these types of administrative and oversight requirements related to the keeping of animals.", "After seeking the advice of the technical advisory group, the minister will then prescribe new administrative requirements through regulation. Depending on the advice we receive, here is a detailed look at some of what could be addressed through this proposed new regulation-making authority.", "If passed, the legislation would permit creating new standards of care that would require all zoos and aquariums with marine mammals to keep a written animal management plan.", "One potential new standard of care could require each facility to have access to a qualified veterinarian with expertise in marine mammal medicine. This veterinarian could oversee a program of preventive veterinary medicine and clinical care for all marine mammals.", "Another potential new standard of care could require each facility to have a written veterinary care program. This new standard could also get into the finer points of this type of program, including a program to be developed by a veterinarian in collaboration with other experts such as biologists, trainers and curators.", "The new standards of care would require the animal management plan, veterinary care program and all other information related to marine mammals’ welfare be kept current and available for disclosure.", "To oversee the welfare and management of marine mammals, the bill, if passed, may require each zoo and aquarium to establish an animal welfare committee. In addition, these new standards of care could address considerations regarding human interaction with marine mammals at an exhibition park. All of these new potential standards would be enacted via regulations under the OSPCA Act and each would be the result from the technical advisory group and our assessment of that input.", "The bill also proposes that the breeding and possession of orcas will be prohibited, effective immediately. Orcas are also referred to as “killer whales.” Members might be interested to know that the orca is actually the largest member of the dolphin family. Related amendments to the Animals for Research Act ensure that facilities governed by that act are subject to the same prohibitions on orcas as zoos and aquariums.", "While Ontario would be the first province in Canada to introduce standards of care specific to marine mammals, we are not the only jurisdiction considering legislation to prohibit the possession or breeding of orcas. Both New York and California are considering similar legislation. We have a responsibility to ensure the welfare of whales and dolphins held in captivity in Ontario, Mr. Speaker.", "If these amendments are passed, how would this prohibition work? There is nothing preventing a zoo or aquarium from going out and acquiring an orca today, even, although it is highly unlikely. Any orca acquired after this bill was first introduced on Monday, March 23, of this year, but before royal assent—would be granted six months after assent to remove the animal. Once the orca prohibitions take effect, any person or facility that acquires an orca would be immediately subject to charges.", "Penalties would run from up to a $60,000 fine and/or two years’ imprisonment upon first conviction, and up to $250,000 and/or two years’ imprisonment if a court order is subsequently ignored. The court would also be able to order the OSPCA to remove the orca from Ontario. In addition to penalties that may be imposed, the offender can be liable to compensate the OSPCA for costs incurred in relocating the orca. A $60,000 fine and/or two years’ imprisonment are consistent with existing penalties for persons found to be non-compliant with standards of care.", "These proposed amendments to the OSPCA Act provide a framework for the management and oversight of marine mammals. It prohibits the future possession or breeding of orcas; it enforces stiff penalties for anyone who violates the prohibition—but as we all know, the teeth of any bill is in the enforcement. The OSPCA will continue to enforce compliance with standards of care. This bill would not grant the OSPCA additional inspection authority. However, if passed, it would grant the OSPCA the authority to demand that facilities provide records and any other information on an animal’s care and management within a specified time frame. This would ensure that the prescribed standards are being complied with. While currently the OSPCA can demand a facility’s records during an inspection of a place where animals are kept, this authority will be separated from the process of conducting an inspection.", "The bill also proposes to clarify that the OSPCA’s authority to inspect a facility includes all places where animals may be kept for the purpose of exhibition, entertainment, boarding, hire or sale. This includes off-season locations. Human dwellings have always been exempt from this inspection authority, and they will continue to be.", "Our government has considered the impact of these proposed amendments. There are no significant compliance costs associated with the prohibition on the possession and breeding of orcas in Ontario. However, future regulations on new standards of care for marine mammals, including new standards for management and oversight as permitted under these new proposed amendments, may result in additional compliance costs.", "Still, our number one priority must be with the proper care and humane treatment of marine mammals. Proper care, management and habitat design will help the province to address the unique challenges faced by these magnificent creatures.", "Speaker, I call on all members of this House to support this piece of legislation. Hopefully, it will be passed very quickly." ],
  "anchor" : "para789"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para814"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "We have no orcas in Prince Edward–Hastings. There’s really good fishing, though, on the Bay of Quinte. Actually, it’s the walleye capital of Ontario. If you’re in the mood for a good fishing vacation, make your way to the Bay of Quinte region, and you’ll enjoy yourself for sure.", "I listened with interest to the minister, and then the parliamentary assistant as well, on this bill. Without going too deep into the details—because my colleague from Chatham–Kent–Essex has a full hour that he’ll be using up this afternoon to talk about the intricacies of this bill and what it might actually mean in the province of Ontario—this is an interesting piece of legislation to bring out now, at a time when we have a budget that’s about to come out.", "Today we learned that the deficit in the province of Ontario isn’t getting smaller. The deficit is getting larger. The finance minister, at an event during the noon hour today, confirmed that the deficit is actually going from $10.5 billion to $10.9 billion for the upcoming year. So the deficit is getting larger. In spite of what they’re trying to spin over there, the deficit in Ontario is getting larger, which makes it more of a precarious slope that we’re on right now in Ontario." ],
  "anchor" : "para815"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think it’s appropriate to remind the members that questions and comments are expected, by the Chair, to relate back to the speech that was given, so I would ask the member for Prince Edward–Hastings to speak to the members’ remarks." ],
  "anchor" : "para818"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you, and I appreciate that. Where I was going with this is, Mr. Speaker, that’s one killer whale of a deficit that we have in Ontario, and it’s something that we really should look at eliminating.", "I thank you for the two minutes to address the bill." ],
  "anchor" : "para819"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para821"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "We, as New Democrats, are going to support this bill. We’re going to put forward a number of amendments.", "But I want to tell you the story of Kiska. Kiska was mentioned by the minister. Kiska is 40 years old. She’s going to live to be maybe 70 to 90 years old, so she’s only halfway through her lifespan. She’s a social animal. The OSPCA and the regulations already say that she shouldn’t be alone.", "Orcas have a portion of their brain that is very similar to humans’—in fact, it’s one of the most similar brains to humans’. It has a seat of emotion that we don’t see in other animal brains.", "To keep Kiska where she is is like keeping a human being in a bathtub in solitary confinement. I want you to think about a lifetime spent in a bathtub in solitary confinement. That’s where Kiska is at. That’s why we have a veterinarian sitting here: Because we know that the facility where she is is under investigation for their veterinary practices by the college of veterinarians right now.", "Think of poor Kiska: 100% of her infants have died, one after the other, all in infancy. To add insult to injury, I just found out that on the facility’s homepage there is a picture of a trainer with his hand up her vagina, and that is not an unparliamentary word. We should be ashamed at the treatment of this animal.", "This bill will not change her treatment. So we need this ministry to act, and I know it’s their intention to do so. We need quick action. We need to do better for this orca. As she has lived out her life to date, we want to make sure the rest of her life is a whole lot better. I’ll be saying a lot more in subsequent comments." ],
  "anchor" : "para822"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para828"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Marine mammals are complex, diverse and magnificent creatures with unique needs that require the right standards of care. However, they are far more magnificent and awe-inspiring when they are in their natural environment. That is why our government introduced the Ontario Society for the Prevention of Cruelty to Animals Amendment Act, Bill 80. It is very important that we get this bill passed. Our government is committed to the strongest possible standards of care and protection for marine mammals in captivity, because that is what Ontarians expect and that is what these animals deserve.", "The students in Ontario classrooms believe that these wonderful creatures deserve the best care as well. They are in favour of this. You might think that they aren’t, but my little kindergarteners, when we talked about this, made it very clear that they think they should be free in the ocean where they belong.", "Our legislation builds on existing protections and follows through on our government’s commitment to develop the best standards and protections for marine mammals in captivity. But we’re not stopping with this legislation; we’re taking the next step. We have consulted with experts, and we believe that this bill is the best thing for all marine animals. You have a much better look at marine animals on the Internet or somewhere else than if you’ve ever gone to Marineland—and I must tell you that one of the most wonderful trips our family ever had was to Marineland, but the part that my children liked the best was at the petting zoo. It was not watching poor Kiska. If you have ever been sprayed by that water from Kiska’s pool, you know that we need this legislation. You would walk around for the rest of the day smelling quite nasty because of that pool water.", "We need to pass this bill immediately." ],
  "anchor" : "para829"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para833"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, I enjoyed listening to the opening remarks by the government on this bill. I do know that our critic will be speaking in the next few minutes on his opening in representing the official opposition of the Legislature. I do know that we’ll be taking a cautious, careful approach in review of this legislation to ensure that it’s reasonable and fair going forward.", "What I wish was being talked about here today is the commercial fishing industry, especially along Lake Erie, which has its good and bad days. I wish the government would take a more proactive approach with regard to the commercial fishing industry, especially when there’s talk that perhaps the quota is going to be cut 25% in zone 3 of Lake Erie. That is quite a concern to the local economy—let alone knowing that the fish populations from the biologists from the commercial fishing industry are at the correct levels.", "But this bill is being brought forward in the midst of the government announcing their deficit increasing this year, as opposed to last year. I’m afraid it might be a little bit of a red herring to take us off target—off talk about debt, the deficit, hydro and the cost of living, which has shot through the roof in this province, making it harder for families and individuals to make life affordable and pleasant for them. We should be discussing this more often in this Legislature and making changes to rules and regulations and laws so that people can actually survive and live in this province." ],
  "anchor" : "para834"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That concludes our questions and comments. I look to the member for Scarborough–Rouge River to reply." ],
  "anchor" : "para837"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "I’m happy to provide a few comments in response to the member from Prince Edward–Hastings, who went through an elaborate process but just mentioned the bill, probably, in two words. To my colleague from Parkdale–High Park, I take her comments seriously. To my colleague from Barrie, I want to thank her for all her comments and for being supportive of the bill. As she said, it’s something that is absolutely necessary at this time. Then my friend from Elgin–Middlesex–London in his comments said that he is going to be very cautious and take a good look at it.", "I say to everyone, this is about protecting the animals. But as I mentioned in my deliberation, the ministry gets a lot of mail, and this file has probably the most mail we receive on many occasions. Some of you may remember the incident at Marineland a couple of years ago. This is as a result of that. The government is taking action, as requested by the public.", "I think this is the job we’re here for. We’re here to respond to the public when there’s a serious concern, especially when it comes to animal welfare. Animals can’t express to you their dissatisfaction like human beings can. We have to take the lead from the public, which has seen what has happened in that situation. As a government, we have to take the appropriate action to make sure we protect these animals.", "This bill is just another step in the right direction to provide the community with what they were asking us to do. We’re looking at experts in the field who will provide us with a management plan and a proper care plan so that anyone who has one of these mammals in captivity would be required to do the right thing.", "Mr. Speaker, I’m happy to listen to the debate, and I hope that we would allow the bill to go through." ],
  "anchor" : "para838"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para844"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s my pleasure to rise today to lead off debate on behalf of the PC caucus for Bill 80, the Ontario Society for the Prevention of Cruelty to Animals Amendment Act, 2015.", "First of all, I will begin by saying thank you to my page for bringing a couple of glasses of water. I’ll probably need them since I’ll be speaking for about an hour. Thank you for that.", "On another note, I will be looking at this at a high level, at the changes that the bill will bring and other acts that would, in fact, be impacted by this bill.", "It looks like Ontario is getting back into the business of prohibition—yes, in this case, prohibition of the possession of, or breeding of, orcas. It would become illegal to possess or breed an orca here in Ontario if this legislation is passed. This prohibition does not apply to orcas possessed on the day prior to the bill’s introduction.", "It comes at a time, though, when Ontario finds itself setting all-time records for the number of orcas that were brought into the province last year. Actually, it was an all-time low of zero orcas bred or brought into Ontario during 2014. This exemption is essentially the Marineland clause, as they possess the only captive orca in Ontario.", "At any rate, if a person just happens to acquire an orca after the introduction of the bill, but before royal assent, they would be granted six months after assent to cease to possess the whale. If a person acquires one after royal assent, they are immediately subject to charges. So to the countless viewers at home who are about to head out to purchase a whale, don’t bother.", "A person found to possess an orca acquired after the introduction of the bill would be liable, on conviction, of a fine of not more than $60,000 and imprisonment of up to two years. That is a really steep penalty, Mr. Speaker. You could find yourself being sent to Ontario’s brand-new superjail, a model for the rest of the province: Toronto South Detention Centre, which has somehow been operational for over a year without any infirmary. You really don’t want to end up there. Luckily, they’ve started to hire medical staff—a year after opening. That’s great news—now it’s great news.", "But it really is astounding to see attention paid by this ministry to humane conditions. I say that because this is the same ministry that opened two new facilities for humans to stay in, the Toronto South and the South West Detention Centre, which I happened to have toured back in the fall because it’s down in the Windsor area, close to my great riding of Chatham–Kent–Essex.", "Of course, when we talk about those two new facilities, they didn’t have an infirmary or mental health unit. Most would say that’s quite inhumane. The government is obviously instead focusing on getting the number of orcas bred or brought into Ontario down to zero, all the way from a staggering zero last year.", "The Animals for Research Act would also be amended so that the orca prohibitions would apply to registered research and research supply facilities, which will continue to be exempt from animal care standards in the OSPCA Act. There are also zero orcas being held in research facilities in Ontario, with none on the way, by the way.", "Despite all of the media focus given to the orca ban, it is actually only a small component of this bill. Much of the true impact of the bill will be found within the sections that seek to expand the number of powers the minister has without specifying what exactly those powers will be and if he will use those powers for good.", "This bill seeks to expand the minister’s regulation-making authority to include prescribing administrative requirements related to keeping of animals, including the establishment of animal welfare committees, animal care plans, veterinary care programs and mandated record-keeping and disclosure. In fact, Speaker, these requirements will come through future regulatory change.", "A technical advisory group, as has been mentioned on the government side, will, in fact, be established. They have been talking with various groups at this point in time. This particular advisory group will report in six months with suggestions for the final standards and a timeline for their implementation. The group is comprised of experts from science, industry, advocacy and enforcement.", "This builds on the work of Dr. David Rosen and his team, who were, by the way, tasked by the Ministry of Community Safety and Correctional Services to author a report in regard to developing standards of care for marine mammals in captivity and how best to ensure the most humane treatment for captive marine mammals. Interestingly enough, the committee specifically states in their report that they were not to comment on which animals can or cannot be kept safely in captivity.", "The Rosen report also makes a clear recommendation to follow the national standards of care and maintenance for marine mammals, which the province may not have appreciated, as they want to create their own special set of standards.", "The power to inspect would be amended to make it clear that all of the places, excluding owners’ private dwellings, where animals are kept, including the off-season locations, may be inspected if the animals are kept for the purpose of exhibition, boarding, hire or sale. OSPCA inspectors would be able to demand the production of records without physically inspecting the site. The ministry has claimed that inspectors currently cannot view records of animal care.", "Before we dive deep into the content of this bill, Speaker, it would be helpful to those watching this debate to provide some background information on marine mammals and orcas. In the strictest sense, a marine mammal would be defined as any mammal that makes the sea its home for part of or all of its life. This category includes cetaceans. That includes whales, dolphins, porpoises, pinnipeds, seals, sea lions, the noble walrus, marine mustelids—that would be like the sea otter and the marine otter—and, of course, the polar bear.", "Whales are obviously marine mammals, as are dolphins, porpoises, seals, sea lions, manatees, the dugong and the sea otter. Polar bears are considered marine mammals but were left out of this discussion as they are treated more as a land animal in zoos.", "The world’s present-day cetacean fauna consists of more than 80 species. One of the most famous species is the orca, commonly referred to as the killer whale. For those at home who might be wondering if the killer whale is the one that is black and white—yes, kind of dressed the way I am today, in black and white. Also, perhaps, they may be more familiar with the movie Free Willy. Free Willy was, in fact, a killer whale.", "For the sake of variety, I’ll be using two terms interchangeably throughout my speech, simply to avoid saying the word “orca” hundreds of times over the next hour.", "The killer whale’s exposure on television, in movies and at aquariums throughout the world has made the species an icon. As recently as the 1960s, killer whales, also known as orcas, were feared and persecuted. However, after a few were brought into captivity and trained, the public’s view of them became transformed.", "Today, these whales are much beloved. While public opinion and public policy in many jurisdictions is changing in regard to captivity, the captivity of orcas did play a part in the change of public perception of orcas that led to a decrease in the hunting of the whales as populations of people were able to see first-hand how majestic and worthy of protection they truly are.", "Killer whales are among the most well-known cetaceans, thanks mainly to the work of research based out of the west coast of North America. For more than four decades, these researchers have studied the pods of whales that live off Washington, British Columbia and Alaska.", "The world population of killer whales seems to consist of specialized subpopulations, each adapted to live off the resources available within its home range. In this sense, they share a trait with people, as we can also eat a wide variety of foods but tend to depend largely on what food can be found in our habitats. Their diet is largely dependent upon what is available around them, and they are well-suited hunters—they are, in fact, well-suited hunters who can readily adapt to the prey of the area.", "Inquisitive and approachable in nature, orcas can be observed engaging in a wide variety of activities. Both adults and juveniles frequently breach, making graceful leaps out of the water and landing on their backs, sides or stomachs with a noisy splash. Just like juvenile humans, juvenile orcas are more adventurous than their elders. They often attempt more dramatic twists and turns than adults. I believe, Speaker, that has something to do with age, as we humans realize the same thing.", "Spy-hopping is another activity enjoyed by orcas. When spy-hopping, the orca slowly rises out of the water until its head and most of its flippers are above the surface. It almost looks as if it is standing up and peeking out of the water. That’s actually what they’re doing. They can scan the horizon while spy-hopping. They then slowly sink back down out of sight. Several killer whales may spy-hop together, which would be a great sight. A bunch of bobbing killer whales would surely be something to see.", "The killer whale’s body is extremely robust. The average birth weight of an orca is 395 pounds, or 180 kilograms. Adult weight ranges between 2.6 tonnes and nine tonnes. The head is conical and lacks a well-defined beak. The dorsal fin, situated at the mid-back, is large, prominent and highly variable in shape. On males, the dorsal fin can reach a height of three feet or six feet. I’m more familiar with feet and inches, Mr. Speaker, but that works out to about one metre to 1.8 metres. Flippers are large, broad and rounded. There are 10 to 14 pairs of large pointed teeth in both the upper and lower jaws. The colour pattern consists of iconic, highly contrasting areas of, as I mentioned earlier, black and white.", "Considered the most widespread cetacean, the killer whale is truly cosmopolitan and is not limited by such habitat features as water temperature or even depth. It occurs in the highest densities at high latitudes, especially in areas with an abundance of prey. Its movements generally appear to track those of favoured prey species or to take advantage of increases in prey abundance or vulnerability, such as during times and in areas of fish spawning or even seal pupping.", "Studies in northwest North America suggest that there are two genetically distinct forms of killer whale, known as transients and residents. Transients tend to form smaller pods of one to seven whales, roam over a wider area, feed predominantly on mammals, vocalize less frequently, make abrupt changes in swimming direction, and often stay under water for five to 15 minutes at a time. I’m out of breath just thinking about that, Speaker. They also have more pointed, centrally positioned dorsal fins than residents.", "Residents, in fact, tend to form larger pods between five and 25 whales. They also have smaller home ranges, at least in summer months. They feed mainly on fish, vocalize quite frequently, keep to relatively predictable routes, and rarely stay under water for more than four minutes at a time.", "In killer whales there are marked differences in the sexes. Males are longer and bulkier than females. The average male length is 24 feet, or 7.3 metres. The average length of females is 20 feet, or 6.2 metres. There’s also, by the way, a great difference in the size and shape of their dorsal fins.", "Orcas are seen more often in cooler waters, especially in the polar regions, than in the tropics or sub-tropics. Sightings can range from surf zones to open sea, though they usually occur within 800 kilometres, or 500 miles, of the shoreline. Large concentrations can be found over the continental shelf. Generally, orcas prefer deeper water, but are often found in shallow bays, inland seas and estuaries, but rarely in rivers.", "Killer whales have no regular long migrations themselves, but some local movements occur according to changing ice cover in colder regions in higher latitudes and food availability elsewhere, such as hunting a migrating group of prey—they’re essentially coming along for the ride. Stranding can happen, but is rare and usually involves males. Males tend to be the ones engaging in riskier behaviour.", "In the Antarctic during summer, killer whales position themselves near the ice edge and in channels within the pack ice where they prey on baleen whales, penguins and seals. It is uncertain how far or where they migrate. Some may remain in Antarctic waters year-round.", "In the Arctic, killer whales rarely move close along or into the pack ice. Researchers studying killer whales in Washington and British Columbia have identified resident and transient pods, although both types of pods are present year-round. Some occupy very large ranges. For example, photo identification studies have found that some killer whales move between Alaska and, in fact, California.", "The basic social unit of resident killer whales in Washington and British Columbia is a matrilineal group consisting of two to four generations of two to nine related individuals. These groups are stable over long periods of time, and all members may contribute to calf- rearing. A number of groups that spend much of their time together form what is called a pod. The largest resident pod in the area of Washington and British Columbia consists of close to 60 of these mammals.", "Resident pods greet one another by facing off in two tight lines and then mingling in a relaxed manner as if to reassure social bonds. They’re social creatures. They need to be around other killer whales, other orcas. This is similar to the observed human behaviour of school dances.", "Killer whales often breach and slap the surface with their flukes and flippers. They exhibit various responses to boats and other vessels ranging from indifference to curiosity.", "Mass strandings occur occasionally, and pods sometimes become trapped in tidal ponds or inlets. Windblown or fast-forming ice can be a hazard for orcas in the Arctic regions.", "In the resident population off Washington and British Columbia, calving occurs year-round, with a peak between autumn and spring. Right now, as we stand and debate this bill right here in the Legislature, they’re at their peak.", "Females usually stop producing at around 40 years of age. Interestingly, Kiska, the orca at Marineland, is either past or will soon be finished her breeding. I spoke with members from Marineland, and they said she is still able to breed. However, this bill will in fact have little effect, as she likely won’t be able to produce offspring anyway—at least, that is the assumption. Studies of whales in captivity suggest that gestation lasts 15 to 18 months, so she wouldn’t really be able to anyway, because she’s in complete isolation right now.", "Although killer whales begin eating solid food at a very young age, they continue to nurse for at least a year and may not be fully weaned until close to two years of age. Killer whales eat a diet ranging from small schooling fish and squid to large baleen and sperm whales. Their prey items include sea turtles, otters, sharks, rays and even deer or moose, which they can catch swimming across channels. They’re not picky eaters, Mr. Speaker; that’s for sure. Although they are happy to eat a wide variety of foods, pods tend to specialize in hunting specific prey. For example, some depend largely on salmon, tuna or herring, while others patrol pinniped habitats or stalk migratory whale populations.", "To draw a comparison to a land animal, this hunting behaviour is similar to wolves that stalk caribou populations. They follow their prey through the migratory range instead of residing in a specific area.", "Like most animals, killer whales need to use co-operative hunting tactics to harass and subdue large prey. Despite their large size, there are certainly larger creatures in the ocean, and they have to work together to hunt effectively.", "The same holds true when orcas hunt smaller prey. They also work as a team to come together and maintain tight balls of smaller baitfish, taking turns slicing through the schools of trapped fish to feed.", "Killer whales are resourceful as well. They’ve been known to steal fish from longlines and scavenge on discarded fishery by-catch.", "Prey are often strongly influenced by their fear of killer whales. Pinnipeds flee from the water onto land or ice, and whales and dolphins move into the near-shore shallows or hide in cracks in ice until the coast is clear.", "Nature gives these magnificent creatures the respect that they deserve. They are truly awe-inspiring animals.", "While, as a species, the killer whale is not endangered, whaling or live-capture operations have depleted some regional populations. Resident and transient populations off Washington and British Columbia number only in the low hundreds and are threatened by pollution, heavy ship traffic and, possibly, reduced prey availability. There is concern that intensive whale-watching operations may, in fact, influence the behaviour of killer whales.", "About 8,500 killer whales are thought to reside in the eastern tropical Pacific, at least 850 in Alaskan waters, possibly close to 2,000 off the coast of Japan, and about 80,000 in the Antarctic during summer. That’s almost enough orcas to form a riding. At least, Chatham-Kent is about 110,000 people, so there you have it. I’m sure that they would be in favour of this bill.", "Whalers in Japan, Indonesia, Greenland and the West Indies continue to hunt killer whales. While the whales are killed in small numbers, the effects of hunting on local populations could, in fact, be substantial.", "In the wild, the killer whale is a fearsome predator whose diet can include huge, fast fish like bluefin tuna, in addition to seals, dolphins and even larger marine mammals. There are even recorded instances of orcas successfully preying on the great whales, including blue and sperm whales.", "Now that I’ve finished playing the role of marine biologist, let’s again take a look at the work done by a real team of marine biologists. Yes, I’m about to introduce the Rosen report.", "Before we look at the report’s considerations, we need to consider who put the report together. The committee was chaired by Dr. Rosen.", "From the report: “Dr. David Rosen chaired this committee. Dr. Rosen is an expert in the physiological and behavioural ecology of marine mammals,” with a bachelor of science in marine biology, and master of science and PhD degrees in biopsychology. “Dr. Rosen has published more than 60 studies of captive and wild marine mammals, including those related to bioenergetics, nutrition, behaviour, and stress. Dr. Rosen is presently a research associate with the Marine Mammal Research Unit at the University of British Columbia (Vancouver, Canada), and heads the Marine Mammal Energetics and Nutrition Laboratory. He is an associate editor for the scientific journals Aquatic Mammals and Frontiers in Aquatic Physiology, and is the past president of the Comparative Nutrition Society.", "“Dr. Rosen was assisted by two colleagues that served as members of this committee: Dr. Heather Koopman, a marine mammal physiologist and Dr. Colleen Reichmuth, a marine mammal behaviourist.”", "Clearly these are qualified experts. They delivered the following recommendations to the government last May. These are, in fact, the specific recommendations:", "“(1) We recommend additional regulation(s) to supplement the OSPCA Act that are specifically tailored to meet the needs of marine mammals that are not currently covered by other relevant sections of the act. These recommendations for standards of care apply to all facilities that hold marine mammals primarily for public display. These can be broadly grouped into three over-arching goals, each with a specific set of recommendations:", "“i. Facilities must demonstrate responsibility to the long-term well-being of marine mammals in their care.", "“a. Each facility must have an established animal welfare committee.", "“b. Each facility must have a written animal management plan that provides justification for all marine mammals housed in the facility.", "“c. Each facility is required to help maintain a provincial inventory of marine mammals housed in display facilities.", "“d. Each facility must have access to a qualified veterinarian with expertise in marine mammal medicine, who oversees a program of preventive veterinary medicine and clinical care for all marine mammals held in the facility, in accordance with professional standards of practice in Ontario.", "“e. Each facility must have a written veterinary care program. This should be developed by a veterinarian in collaboration with other experts (biologists, trainers, curators etc.), and should include an annual physical examination of each marine mammal.”", "I’m going to continue with this, but I also want to mention, Speaker, having had the opportunity to address this and talk with a stakeholder in the Niagara Falls area, where Kiska is held—I’m talking about Marineland—they have some of the world’s finest veterinarians there. They care. They record everything that Kiska eats. Whenever medicine is required, they record everything. They do everything above and beyond the standards. They are, in fact, in my opinion, a model representation for other places such as Marineland throughout the world. That includes also SeaWorld in California.", "But I digress. Let me continue on with the Rosen report:", "“e. Each facility must have a written veterinary care program. This should be developed by a veterinarian in collaboration with other experts”—I think I may have mentioned this earlier—“and should include an annual physical examination of each marine mammal.", "“ii. Facilities that hold marine mammals must meet their physical and psychological environmental needs.", "“f. Consideration must be given to the three-dimensional environment in which marine mammals live and the need to provide sufficient space for species-appropriate activities both in and out of the water. Therefore, it is recommended that each facility adopt a set of minimum space requirements that are based upon established, internationally recognized codes.", "“g. Marine mammals must be protected from exposure to noise that could cause auditory discomfort or distress and lead to injury.", "“h. The water supply must be reliable and contribute to the good health and well-being of the marine mammals.", "“i. Provisions must be made for appropriate light exposure, including consideration of the type, level, and cycle of exposure.”", "Continuing along with the report:", "“j. Each facility must provide suitable social and environmental enrichment programs.", "“iii. Facilities must ensure that marine mammals are not harmed in their contact with the general public.", "“k. Facilities with public contact programs must ensure the programs are adequately designed and outfitted to minimize potential risks to the health and safety of the marine mammals and humans.", "“l. Facilities with a public contact program must have a written policy that clearly identifies and addresses the safety issues and concerns for all participants in the program, including the marine mammals, and specifies the qualifications of those conducting the public contact session.”", "The second major recommendation in the Rosen report goes on to say:", "“(2) We recommend additional regulation(s) through the OSPCA Act for facilities acquiring new wild-born animals. These regulations are designed to protect the welfare of cetaceans destined for public display, either through foreign or domestic acquisitions, with particular emphasis on safeguarding the health of wild populations.", "“(3) We recommend the timely adoption of the Guidelines On: The Care and Maintenance of Marine Mammals established by the Canadian Council on Animal Care (CCAC) as a specific standard of care for marine mammals under the OSPCA Act.”", "The government’s hand-picked expert committee recommends the following highest standards of care, set by the Canadian Council on Animal Care, the other CCAC. The purpose of the committee is as follows:", "“This committee was convened by the government of Ontario’s Ministry of Community Safety and Correctional Services in October 2013 to (1) evaluate Ontario’s current regulations pertaining to the care of marine mammals in captivity for public display, (2) consider whether current regulations are sufficient to ensure the care of these marine mammals, and, if not, to (3) suggest how existing regulations could be improved. Additionally, the committee was asked to (4) give special consideration to the welfare of cetaceans in public display facilities.”", "Further, the committee explains its mandate:", "“The mandate of the committee was to address the first three aims concerning regulations for the care of marine mammals in display facilities using documents in the public domain, their professional expertise, and consultations with animal care specialists, and to evaluate the broader aim concerning the welfare of captive cetaceans using their interpretation of the best scientific data available, assisted by consultations with the scientific community. As a result, this report represents the scientific perspective of the committee and does not include other viewpoints such as those concerned with social, ethical, political, and economic factors.”", "This is a very important distinction, Mr. Speaker. That means that this committee of experts left political ideology out of the equation and instead focused on the best scientific data available to make informed recommendations.", "“In addition, this report does not make a determination as to whether cetaceans should be kept in captivity; that issue is beyond the purview of the committee.”", "It’s very interesting that the specific issue that the government is dealing with in this bill was not to be commented on by the government’s committee tasked with crafting recommendations on standards of animal care. We’d like to hear what Dr. Rosen’s thoughts would be on an orca ban and whether this would hurt the province’s only orca. But for one reason or another, that was beyond the allowed purview of the committee.", "This is not an issue that comes up frequently in our province, given that Ontario only has one orca residing in the entire province. But by looking at other jurisdictions that have much more experience with orcas and with initiating similar bills, we can learn lessons in order to make sure that our own legislation is sufficient.", "In April 2014, the state of California introduced somewhat similar legislation in an effort to protect orcas in the state. At the time of the bill’s introduction, a CNN report stated, “Currently, California has 10 captive killer whales, and seven of them were captive-born.”", "Interjections." ],
  "anchor" : "para845"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "This might be very important for the members of the Legislature to hear, because they may be asked to speak to this a little bit later on.", "California has 10 times the number of orcas in captivity as Ontario. They also have orcas living off of their shorelines. They are certainly experts when it comes to the subject. As they say, those who do not learn history are doomed to repeat it. With this in mind, perhaps it would be wise to consider how California approached the issue, and what implications this approach has, as well as what lessons we can learn right here in Ontario.", "We feel it is prudent to take the best practices from around the world and make sure that we’re not leaving any stone unturned when it comes to creating the best possible animal protection legislation. Any less would be a disservice.", "Whales.org, an animal rights advocacy site, described the situation in California. Specifically, they noted that due to the complex nature of the issue at hand and the great importance of getting the legislation right the first time, the responsible thing to do is to wait until proper consultation can be done and more expert witnesses can lend their skills to craft a piece of legislation that is not only noble in spirit but in execution.", "Whales.org’s report said that it was determined by the state that the usual period of debate was not adequate to address the issues raised by the bill, and recommended that the bill be referred to “interim study” by the committee. Such a process would be open to all stakeholders, may include public hearings on the issue, and would result in a committee report. That report is expected at some point this year.", "With that in mind, we can compare the approach of the two jurisdictions. California is interested in taking an evidence-based approach and realizes that it needs to take the proper time necessary to get the bill right. They’re doing their due diligence as legislators, are bringing experts in for public hearings, and are open to friendly amendments to strengthen the bill. Here in Ontario, one can only hope that our government will share a willingness to take the time to get the legislation right, just like our counterparts in California.", "We don’t want to see the government take action while only providing lip service to the hard science that is out there on this topic, as they have so far discarded most of the Rosen report to suit their political interests.", "One of the largest areas of concern amongst our caucus about Bill 80 is the lack of clarity regarding which powers the minister will be able to implement. These powers will be added at a later date, away from the scrutiny of the House. That does not mean that the government does not have good intentions with this bill. It simply means that the opposition is being asked to support a bill.", "These sections of the bill are basically like a connect-the-dots picture. We’ve been given a bunch of dots and have been asked if we like the final picture. Since we can only assume what the final picture will look like and the ministry can connect those dots in any manner it happens to see fit over the summer, it’s hard to know exactly what the bill is calling for at second reading.", "Many of my colleagues have some real concerns about leaving the real changes of this bill to be brought in away from public scrutiny. This is especially true amongst members who represent rural ridings. They have legitimate concerns about the lack of oversight at the OSPCA and are wary to grant additional powers without first introducing some basic accountability measures.", "The following is taken from a January 2014 Toronto Star article that sheds a bit of light on the recent history of the OSPCA, some of its shortcomings, and the government’s role to date: “Although the OSPCA’s decisions to seize animals may be appealed to an independent review board, there is no provision for overall government oversight of the society.”", "This lack of sufficient oversight is something that we have serious concerns with, Speaker. Oversight is required at every single level of government. We trust the hard work done by our province’s doctors and nurses, for example, but we all agree that the health sector should have very strong oversight.", "Likewise, animal health—and the agencies or groups that perform the important role of maintaining animal health—requires oversight. It really matters in the case of the OSPCA; whenever oversight is lacking, lives are put in jeopardy.", "The article goes on to describe the effect of this lack of government oversight: “Critics say this omission became particularly evident in 2010 when the OSPCA euthanized animals in its Newmarket shelter to deal with a ringworm epidemic that, a later investigation found, had never existed.”", "“Two OSPCA veterinarians who assessed the situation on Monday gave the final call: All the animals had to die.” Two OSPCA veterinarians with no oversight, as raised by several media reports and members of the opposition, made a decision that led to the unnecessary killing of dozens of animals.", "Let’s go back to the previous section of the Toronto Star article: “Although the OSPCA’s decisions to seize animals may be appealed to an independent review board, there is no provision for overall government oversight of the society.” Again: There is no provision for overall government oversight of the society. On this side of the House, we feel that a government should bring forward basic accountability measures before expanding the powers of any agency, especially the OSPCA. That’s just good government.", "Don’t just take the word of the official opposition. On December 13, Animal Justice released its report OSPCA Act: A Better Way Forward, A Report on the Ontario Society for the Prevention of Cruelty to Animals Act. The report had a lot to say in the interest of animals, those who work with them, farmers and private citizens who all share a common interest in protecting the health of the animals we care for.", "Before we get into the report and the insights and concerns, it’s important to look at who Animal Justice Canada is. From their website: “Animal Justice Canada is a Canadian registered charity ... dedicated to advancing public knowledge of animal practices and preventing the abuse and killing of animals through the enforcement of existing laws. Animal Justice Canada Legislative Fund is a federally incorporated not-for-profit dedicated to advocating for the humane treatment of animals.”", "This is a federally incorporated registered charity which devotes itself to protecting the lives and quality of life of animals here in Ontario and across the rest of the country.", "In their words, the report “provides recommendations for improvement that will afford all animals, including marine mammals, farm animals and shelter animals, greater protection against cruelty.”", "Animal Justice went on to say that they hoped the report would be an important tool in the ongoing process of educating the public and informing positive improvements to animal protection legislation in the province.", "The current OSPCA Act, under the government, is simply not adequate. The discussion is often unfairly framed as out-of-control officers versus landowners who are painted as being off their rocker. They aren’t bad people; they’re good people operating in a crazy system, pitted against each other and scapegoated. By keeping them just out at arm’s length, the government is able to keep itself out of the mess when times are bad—simply issuing a budget to keep the group going.", "To the government’s credit, they have increased that budget, although some would argue the merit of increasing the budget without first fixing the problems unrelated to money that are keeping the organization from succeeding. But that would be beyond the scope of this particular bill before us here in the Legislature today.", "I want to quote again: “Allegations of the OSPCA abusing the power granted to it under the act have been publicly made by many landowners’ groups.", "“For example, during the public hearings regarding Bill 50, a speaker representing one of the landowners’ groups raised issue with the fact that where police officers are required to advise a suspect of his or her rights, the OSPCA enforcement officers have no such obligation. The speaker suggested that this allows OSPCA officers to abuse their powers by pressuring landowners who do not know their rights for permission to enter onto their property in the absence of a warrant.", "“Landowners have also made abuse-of-power arguments respecting the warrantless entry provisions of the OSPCA Act. For instance, the same speaker identified above made statements that in their own personal experience, ‘out-of-control OSPCA enforcement officers tried to seize all of [their] animals without warrants or proper cause.’”", "Again, this is a problem stemming from a lack of effective legislation when it comes to the OSPCA. The lack of an effective legislative framework not only leaves civilians vulnerable to potential abuse by renegade officers, but it also places the good enforcement officers in a needlessly risky situation.", "Animal enforcement officers also benefit from a clearer set of rules. It’s surely not an easy task for them to seize animals. It’s obviously a passionate and stressful situation for all involved. If they have clearer criteria, it has a dual benefit: increased transparency and more public support. By putting the rules out there for all to see and play by, it sheds light on the large grey area that animal enforcement can sometimes operate in, where rulings are left up to on-the-fly personal interpretations. In the current system, the liability is effectively placed on the individual OSPCA enforcement officers, who are forced to make personal judgment calls in a stressful environment, as the government has been unable to provide them with the proper legislative framework to work under to date.", "Luckily, there are people here in the province of Ontario who take the rights of animals seriously and work tirelessly to improve the animal care system. I met with several individuals from the Ministry of Community Safety and Correctional Services, and it was clear just how much they care about the well-being of animals in this province and the importance of making well-thought-out changes to improve the framework that oversees the entire matter.", "Many people care deeply about the health of animals. They’re our companions and friends and, in many cases, a member of our own family. A lot of people are passionate about animal welfare, and a good number of these people could be found right here in the Ontario PC caucus. We stand together, Speaker, in our desire to improve the legislation surrounding animal rights and the enforcement and protection of animals carried out throughout the province of Ontario.", "In November 2010, the member from Newmarket–Aurora, Mr. Frank Klees, came to Queen’s Park with the intent of closing some of the loopholes in oversight and efficiency that led to the loss of animal life in his community. It was a fine example of an experienced MPP using their position to offer solutions to a problem that impacts residents and the province as a whole. We all benefit from a good idea. As MPPs, we should never let politics get in the way of a good idea. In fairness, I’m sure that some of the members on the government side may say that my description of this motion has a bit of a bias, considering that the member was a colleague of mine. Instead, let’s listen to the non-partisan animal advocates at Animal Justice Canada and their description of the motion. In their report, the registered charity stated: “Mr. Klees tabled a motion in the Legislature calling on the government of Ontario to review the powers and authority granted to the OSPCA under the OSPCA Act. Further, Mr. Klees advocated for specific changes to the act in order to ensure greater efficiency of the organization as well as to afford greater protection to animals. However, the motion was rejected by the Legislative Assembly of Ontario.”", "We want to ensure that landowners can be protected from potential abuses of power and the unnecessary seizure of cherished and beloved animals. We want a clear set of rules so that those who are guilty can be punished for their crimes but those who are innocent will not have to live with the fear of potential prosecution and persecution.", "We also want to ensure that enforcement officers can perform their duties safely. Current legislation does not afford them as safe an environment as they can work in with improvements. By putting the decision squarely on the shoulders of individual officers, they take the heat for unpopular decisions. It’s not fair to the countless officers who carry out their work with a great degree of respect for both animals and their owners who share in the interest of their care.", "We also want to close the loopholes that allow for the unfortunate few officers who, in fact, abuse their power.", "Finally, we want true oversight of the area to ensure that problems are actually noticed and fixed quickly.", "The government is often found to be chasing its tail in scandal. Transparency and effective oversight end this cycle.", "The goal here isn’t just to hold a press conference or to take a picture with a cheque or to move on to the next issue. That’s just pretending to solve the problem. That’s not what Ontarians want to see. They don’t want to see governments hand out hard-earned tax dollars without checking out the problem first. Granted, a lack of funding could be part of the issue, but there are several systematic issues that have long plagued the organization and have led to tragic incidents which involved the loss of animal life.", "While we’re talking about pets, let’s think of the problem this way: If you’re trying to pour some water in a bowl for your pet and there’s a problem and the bowl starts leaking water, you’re not going to solve the problem by continuing to stand there and pour water into the bowl, are you? No, that’s just useless, throwing water away, just like throwing money at a problem without first having a plan. Once again, this speaks to the importance of letting evidence form decision-making, instead of coming to a decision ahead of time and tailoring your information to fit that narrative.", "As I discussed earlier in my remarks, it’s incredibly critical that we always remember the importance of science when making informed public policy decisions. We have seen this government throw science out the window in the past when it comes to animal welfare and safety in the province of Ontario. This government completely ignored science when it imposed a blanket ban on the possession, breeding, importing and transferring of pit bulls in Ontario. This replaced a system that permitted pit bulls as long as they were muzzled and leashed in public, spayed or neutered, or euthanized if they posed a real threat for attack, or following an attack. Many critics at the time pointed out that the blanket ban would unfairly target pit bulls and not actually solve the problem.", "Animal Justice Canada was one of several groups representing both animal rights and owners’ rights that expressed criticism of the policy. Commenting on the breed-specific ban last year, Animal Justice stated, “Though intending to reduce the frequency of dog attacks, breed-specific legislation is problematic. It incorrectly attributes violent behavioural traits to breed rather than training and unfairly generalizes across the breed based on the actions of a few when all dogs are capable of biting.”", "The Toronto Humane Society said that countless pit bulls and Staffordshire terriers were euthanized as a direct result of the ban. The actions of the government led directly to the death of dogs. Again, the number was described as “countless” by the Toronto Humane Society alone.", "That said, did the ban at least work? Well, in 2010, a statistical survey conducted by the Toronto Humane Society found that the ban had not significantly reduced the number of dog bites in the province. When evidence takes a back seat to ideology in the form of public policy, the public suffers. But there is a better way, Speaker. If you leave ideology out of the matter and look solely at evidence and good public policy, you achieve real results and actually drive change.", "Animal Justice compared Ontario’s ideologically driven, ineffectual blanket ban policy with a well-thought-out model that is working wonders in Calgary: “In contrast to the breed-specific legislation in Ontario, Calgary implemented a model in 2006 that uses dog education and stronger enforcement of bylaws to reduce the number of dog-related incidents and injuries. Rather than attributing these incidents to one specific breed of dog, the Calgary model asserts that misbehaviour on the part of any canine is the responsibility of the owner. The model demonstrates that by encouraging more responsible ownership the problem of dog attacks can be greatly reduced.”", "As we talk more specifically about killer whales, there’s only one orca in the entire province of Ontario. It receives daily medical care from a number of physicians and veterinarians. The average Ontarian spends several hours waiting if they want to receive emergency care. In my riding, many residents don’t even have a family doctor or even a registered nurse to see.", "Bill 80’s also much publicized section contains a prohibition of orca possession and breeding: “No person shall possess or breed an orca in Ontario.” The wording is very important here. There’s no room; there’s no flexibility. The language is very—no pun intended—black and white. This lack of flexibility could potentially have a negative impact on the health of orcas. The lack of flexibility will certainly have negative implications for Ontario’s only orca.", "In all of Canada, there are only two aquariums that are capable of providing rehabilitative care for injured killer whales. A ban without any ministerial flexibility could consign an injured orca to death unnecessarily. This goes against the very basis of all sensible conservation efforts.", "As I mentioned previously, the unintended consequence of the bill would be condemning Ontario’s only orca to a lonely end of life. Ironically, the original Toronto Star report that eventually led to the bill before us today actually spoke against the isolation of orcas, which the government is currently looking to enshrine into law. The story, written in mid-2012, stated, “Orca Kiska has been alone since November 2011. It’s a practice banned in the US and frowned on by CAZA.”", "Animal rights activists, trainers, veterinarians and the general public would all agree that it’s best for orcas not to be kept alone for the duration of their lives. As the article mentioned, this practice is banned outright in the US. In Ontario, this government is effectively looking to do the exact opposite thing. In the case of Kiska, as the bill is currently written, the government would be sentencing her to a life in solitude.", "The ministry noted that Kiska is too old to move to another facility or even to be released into the wild. At this stage of her life, the most humane thing to do is to ensure that she is living comfortably under excellent standards of care. She does get excellent care; everyone is in agreement on this. And what about other orcas who are already in captivity, too old to reproduce and, for one reason or another, cannot be released into the wild? Would it not be more humane to allow these animals to live in the company of Kiska in the largest orca facility?", "Rules can and should be strengthened to ensure that top-notch care is received by Kiska and all other marine mammals. However, these rules should actually be to the benefit of animals. As written, this bill would forbid Kiska from ever swimming with a friend for the rest of her life. If passed as is, Bill 80 could very well lead to decades of loneliness for an animal that prefers to be amongst fellow orcas.", "As I mentioned earlier in my remarks, most orcas routinely travel with companions. Transient orcas tend to form smaller pods of one to seven whales, while resident orcas form larger pods of between five and 25 whales. Look, Speaker, I believe most Ontarians would support the spirit of the bill, but I also believe that many would not want to pass a bill that would guarantee that Kiska will never see her kind again for the rest of her life.", "There has to be a common-sense approach—there simply has to be. Surely, there must be an approach that allows for the spirit of the bill to live on while allowing for the possibility of at least temporary companionship or emergency rehabilitation of orcas in the future. What happens if an orca washes up on shore after this bill is passed? Do they then say, “You can’t provide a home for an orca”? What happens then? I guess maybe that orca is destined for premature death.", "This tool should be for specific circumstances only and up to the discretion of the minister of the day and the experts at the ministry. That way, we can ensure that the true spirit of the bill comes through in the legislation instead of harming the health of the only whale in the province and, perhaps, others who may need a rehab stint.", "As the official opposition, it’s our duty to point out the consequences of any particular bill, whether they are intended or unintended. In addition to concerns over animal welfare, this bill will certainly impact the Niagara Falls region as a whole.", "On September 9, 2013, in a letter addressed to Premier Wynne, Niagara Falls Mayor James Diodati expressed the city’s support for Marineland. In the mayor’s words, “Marineland is a major employer and a successful business that supports Niagara Falls as an iconic, thriving tourism destination.”", "The Niagara Falls mayor went on to state that they are a leader in marketing the region, as they contribute $4.5 million annually “to help promote our destination to the world.”", "Mayor Diodati ended his letter with a plea to the Premier: “I urge you to carefully consider the ramifications of any proposals made to the government in light of the importance of Marineland to Niagara Falls and our region.”", "A similar letter was also addressed to the Premier by Niagara Falls Tourism. In their assessment of the situation, Niagara Falls Tourism stated, “The OSPCA has declined to lay any charges and closed its case, and experts from Canada’s Accredited Zoos and Aquariums”—that’s CAZA—“found ‘no evidence of animal abuse’ at Marineland and concluded unequivocally that the animals at Marineland are healthy and well cared for.”", "The letter goes on to express support for enhanced care and treatment of animals, but through the use of well-thought-out legislation. “We all welcome thoughtful and well-considered legislation to enhance and improve the care and treatment of animals. We do not support and cannot support ill-considered, unscientific, unnecessary and thoughtless proposals that will devastate our community. A marine mammal ban imposed by the government of Ontario will force the closure of Marineland.”", "These are the valid concerns of local leaders and community representatives. This bill will certainly have an impact on their region, and the government needs to be honest about this. If it feels that it is worth losing economic activity in the Niagara Falls area to bring this change forward, will the government help the Niagara region brace for the impact of lower revenue and huge job losses?", "That’s a question that is on my mind and on the minds of many other people, especially those in this Legislature, and one I hope the government can answer as we move forward. This bill is very much a work in progress, as so few of the eventual changes are spelled out in this legislation." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1002"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s hard to know where to start. Let’s start by saying to the member from Chatham–Kent–Essex that he should watch a film called Blackfish. He should watch the face of that orca mother as her children are being ripped away from her into captivity.", "He should think about the reality of an animal that is used to swimming miles and miles—we heard about diving a mile—in a pod of 25 to 30 being kept in a swimming pool for her entire life. That is the fate of Kiska. The answer to the fate of Kiska is not to bring more Kiskas into that fate; the answer is to stop that practice entirely.", "In fact, every marine biologist in the world supports this stance. There isn’t one who would support what the member is saying. Let me talk about one of them: Jacques Cousteau. How about him? Let’s start with him. He said there is as much educational benefit in studying dolphins and whales in captivity as there is in studying humans by observing prisoners in solitary confinement. He said, “No aquarium, no tank ... however spacious it may be, can begin to duplicate the conditions of the sea. And no dolphin” or orca “who inhabits one of those aquariums or one of those marine lands can be considered” in any way in normal circumstances.", "Or Ric O’Barry, The Cove, another great movie about the killing of dolphins by Japanese whalers: He was up here, actually, and he met with the Attorney General. He said that it’s just appalling that the people in power haven’t done anything to implement the kinds of basic, elementary laws which exist even in developing or Third World countries to protect animals.", "That’s what we’re dealing with here, not to mention the SLAPP suits against the trainers who worked with the animals, against the Toronto Star, who reported on the trainers who worked with the animals—not to mention the 85,000 signatures I personally delivered to this House, calling upon this government for action.", "More later, Mr. Speaker." ],
  "anchor" : "para1003"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member for Northumberland–Quinte West." ],
  "anchor" : "para1009"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "You’re the voice." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Absolutely. I’ve been waiting for this moment all my life.", "Let me just try make some comments on the member from Chatham–Kent–Essex. Speaker, I did listen intently as he was speaking for an hour. I think we should give him another hour, frankly, because I was having a hard time making sense of what he was saying. He was all over the place. I thought at first it was going to be an educational exercise for me, but it failed.", "Let me talk about a couple of things he said. He talked about comparing this legislation with what’s happening in California, but with more consultation. Well, we are going to have consultations. We’re not there yet. The minister did consult with stakeholders. He followed some of the direction from reports.", "We’re here debating during second reading. I’m sure it will get to committee, and a lot of input from the public and experts.", "I find it hard to understand how human beings are able to sit back and, for enjoyment, watch whales like Kiska in a tank. Frankly, it’s like being in prison, I would think. I’ve never been in prison; I don’t know what it’s like." ],
  "anchor" : "para1011"
}, {
  "speaker" : "Interjection",
  "text" : [ "It’s the same thing, I assure you." ],
  "anchor" : "para1016"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’m sure it’s not easy.", "For us, for a sense of some enjoyment, I’ve taken my kids and grandkids to aquariums, but under those circumstances, I’m not sure that’s what we want to see.", "Speaker, let’s get this legislation beyond this stage of debate. Let’s get it to committee and get the consultation process done, and let’s get on with it." ],
  "anchor" : "para1017"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1020"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m actually very pleased to stand up here and share some comments with regard to the member from Chatham–Kent–Essex and his remarks on Bill 80, the marine mammals act, because he has done his homework. He actually has met with stakeholders from Niagara region to understand their perspectives, so that the debate in this House could be balanced. That’s what we need. We just can’t have people ramming legislation down our throats. We need a balanced approach, with thoughtful ideas coming forward, so that the legislation that we uphold makes sense across the board for all three parties.", "I find it interesting, because I did appreciate the marine biology lesson that you set off sharing with us at the beginning of your debate, but I really appreciated it specifically when the member spoke of the loss of oversight that has happened over the last decade with regard to how the OSPCA is conducting itself. You shared the example of the ringworm episode in Newmarket as a perfect example of how things have gotten out of hand.", "We need a government that casts oversight on all agencies, so that we know that the welfare of animals is being upheld properly. There are wonderful organizations, such as Farm and Food Care Ontario, that are advocates to do just that. I would encourage all parties in this House to utilize qualified organizations, like Farm and Food Care Ontario, to truly understand, embrace and move forward on legislation with regard to animal welfare that makes sense.", "Lastly, to the member from Chatham–Kent–Essex: You mentioned that we stand together as a caucus, and that we do. We stand together as a caucus when it comes to upholding standards that should be addressed in this House, as opposed to unbalanced approaches." ],
  "anchor" : "para1021"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1025"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s an honour to stand in the House and make comments after my friend from Chatham–Kent–Essex. I don’t know Kiska or any other killer whales. I have met whales in the wild.", "Let me give you a picture, Speaker: myself, a buddy and my father-in-law, out in a small boat, not far off the south coast of Newfoundland. We’re jigging for codfish on a really foggy day. You look around and you don’t see much but fog, and all of a sudden—whoosh—this sperm whale breaches about 20 feet from your boat. The whale is a lot bigger than your boat, so you can imagine what may have happened if that whale would have been any closer.", "I’ll tell you another story. We know whales are really intelligent creatures, as are porpoises and dolphins—" ],
  "anchor" : "para1026"
}, {
  "speaker" : "Interjection",
  "text" : [ "Manatees." ],
  "anchor" : "para1029"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I don’t know about manatees so much.", "But my dad, one time, was out with a buddy off the south coast, and they were going to pick up their cod nets. They had their lines strung out. Well, they came across a dolphin that was all wrapped up in the net. Now, my dad’s buddy wanted to shoot it, cut off its tail fin and put it up over a door—like a horseshoe over a door—for good luck. My dad wouldn’t let him. My dad forced him to take the time, my dad unwrapped the dolphin from the net, saved him, patted him on the nose. The dolphin swam out about 50 yards or so, my dad said, came up on his tail fin and came in three times, nattering away as if to say, “Thank you.”", "When you see something like that—no, I didn’t see that; my dad related the story to me—but when you see a whale breach, or you see something like that on the tail coming in saying “Thanks,” it makes you think about creatures in the wild versus creatures in a pen some place. Thank you, Speaker." ],
  "anchor" : "para1030"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That concludes our questions and comments. We return to the member for Chatham–Kent–Essex for his reply." ],
  "anchor" : "para1034"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Again, I’d like to thank the members for their contributions, the members from Parkdale–High Park, Northumberland–Quinte West, Huron–Bruce and Windsor–Tecumseh.", "Since it was mentioned earlier about Marineland, again, I want to reiterate the fact that there were no charges. Their first priority is in fact the health and welfare of its mammals and other animals. Without that health and welfare of animals and so on, they wouldn’t be in business. Of course they support very much clear principles and coherent legislation which in fact ensures the proper care and treatment of all animals. That’s very, very important.", "The member from Parkdale–High Park is sensationalizing this element if it pertains specifically to Marineland. I don’t agree with that at all. There are activists out there, and there may be in fact activists who would seek the demise of any zoos. I don’t know if she has a zoo in her area or not. They would spell the demise of any other aquariums; perhaps even Ripley’s would be the next thing.", "Where does it stop? This is what I call the “camel theory,” Mr. Speaker, where the camel is cold outside its camel master’s tent and he puts his nose inside and says, “Let me just get my nose in here so I can be warm.” And the next thing you know the head and then the front hoofs—next thing the entire camel is in there. Where’s it going to stop? Is it going to stop with orcas? Is it going to stop with other types of whales, with dolphins? Could it be the closure? I don’t know.", "Some of the activists out there are very much against this, where people can come and grow—and of course it’s been proven that Marineland is a huge contributor to the economic well-being of Niagara Falls as well. So I stand firm, and we stand strong as a caucus. Thank you very much, Mr. Speaker." ],
  "anchor" : "para1035"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1040"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s a pleasure to stand and speak to this bill.", "We remember back in 2012 when the first articles—excellent articles—appeared in the Star, written by Linda Diebel and Liam Casey. They were articles that outlined the condition of animals at Marineland. And it wasn’t something they invented. They’re journalists, and they’re good ones. It’s something that they heard from the workers at Marineland, the young people who were just earning over minimum wage there; people like Christine Santos, Jim Hammond and Phil Demers, who were the trainers, who loved the animals and took care of them. Absolutely, they took care of them and absolutely, they loved them. And that’s why they came forward to the Star.", "The sad reality that came from all of that is that all those three were fired. I’m going to talk about anti-SLAPP legislation in a minute—which was originally our bill, Mr. Speaker; it was originally the New Democratic Party bill that brought in anti-strategic lawsuits against public participation—anti-SLAPP—defamation suits. This is a classic defamation suit that is happening against not only Christine Santos, Jim Hammond and Phil Demers, who were all workers who needed those jobs, who did those jobs well and who loved those animals, but also the Toronto Star, $7 million; the Georgia Straight, Digital Journal and lots and lots of other, smaller organs of communication that simply wanted to have a discussion about how to keep marine mammals—if you’re going to keep them at all—in captivity, and how this perhaps wasn’t the way.", "So I want to dedicate my comments to them. And I also want to dedicate them to people like Carly Ferguson.", "Sorry, Mr. Speaker; I forgot. I believe we have unanimous consent to stand down the lead. I forgot to say that right up front. Can I ask—" ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have to ask the House. The member for Parkdale–High Park is seeking the unanimous consent of the House to stand down the lead speech on this bill for the New Democrats. Agreed? Agreed." ],
  "anchor" : "para1046"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Thanks, Mr. Speaker.", "I want to dedicate my comments to them and also to groups like Ontario Captive Animal Watch; Carly Ferguson here, OSPCA-trained, sitting; and Dr. Gitte Fenger, a veterinarian here; and all the veterinarians, including the veterinary association itself, which is now, by the way, investigating the veterinarians who were part of this at Marineland and has been for a number of years.", "The other sad reality is that Smooshi—we all remember Smooshi. Remember Larry? Remember Kiska from those stories? They were brought so vividly home to us with those pictures. Three years after those Star investigative pieces, those animals are still in the same conditions. They’re still in the same place. Really, nothing much has changed. The water is cleaner. The tanks are cleaned a little bit more often. But really, nothing much has changed.", "You all heard me quote from Jacques Yves Cousteau. You heard me quote from Ric O’Barry, the narrator in The Cove. You heard me talk about Blackfish, that movie that outlined so well the condition in SeaWorld of orcas, where in the off-season they’re kept in sheds—in sheds. Imagine this creature that swims for miles, that dives, kept in a shed. Again, I go back to that image: Imagine you being kept in a bathtub in solitary confinement. That’s what it’s like.", "Is Kiska getting medical attention? Oh, yes, she is, because she desperately needs it; no animal like her can live in those conditions. She is heavily medicated. That’s the simple reality, and so would you be if you lived in those conditions. She has lost five of her offspring. Five have died, one after the other after the other. Surely this calls for action, and that’s what we hope we’re getting.", "There are some concerns, however, because yes, orcas—we think Free Willy. But there’s also dolphins there. There’s also belugas there. In fact, we think there are over 40 belugas there, and they’re breeding. Why would this legislation only look at orcas and not look at belugas and not look at dolphins, which, again, marine mammal experts have called for legislation around?", "But I’m hopeful—I live in hope; otherwise I wouldn’t do this job—that the ministry, through their regulations, which are going to be forthcoming, and also through their expert panel, will actually come back with other regulations and other asks. I suspect they will. I hope it’s done quickly for Kiska’s sake and for all animals’ sake—not just at Marineland, of course, but everywhere because that’s what we’re talking about here.", "I want to talk about those young trainers too, because this is a situation that hasn’t only hurt those with fins; it has also hurt those with two legs. Those trainers are still, as I say, fighting those lawsuits just for doing their jobs.", "I’m going to read you some of the issues that have been raised around this bill. I was happy to hear that Zoocheck—we heard one of the members talk about Animal Justice; I’m going to be talking about them as well—and other organizations are actually part of that expert panel. I was happy to hear that.", "I already talked about the breeding of other cetaceans and other marine mammals and how that should also be captured with this bill. The Rosen report recommended additional regulations for facilities acquiring new wild-born animals, but Ontario has not acted on that recommendation. I don’t see it here. What do I mean by that? That means that Ontario can still allow whales and dolphins brutally captured from the wild to be brought into the province. Greenland could still get belugas and dolphins, capture them from Russia.", "They could even purchase dolphins from the dolphin fishery in Japan that The Cove is based on. My goodness, if you never want to sleep again and have nightmares forever, watch The Cove; it’s awful.", "Of course, we’ve talked about Kiska and what is going to happen to her. That’s a primary concern: How are we going to deal with her? So I hope the government gives itself some powers to be able to deal with that.", "Talking about powers, there are concerns, of course. I heard what the member from Chatham–Kent–Essex said about the OSPCA. By the way, we, in the New Democratic Party, supported Frank Klees’s bill to have oversight over the OSPCA; we absolutely think it should. It is a private charity and, as such, as a private charity, it does not have to disclose its books and does not have to have its practices open and transparent.", "I hope by giving this extra $5 million a year to them, the government will demand some accountability also—demand them to open their books, demand to look at their practices and to have a say about those practices, because this is significant taxpayers’ money now that’s going into the OSPCA.", "The member from Chatham–Kent–Essex was absolutely right. There have been problems with the OSPCA in the past. We think about—it was 100 dogs euthanized because they had ringworm, a treatable condition. It was only the outcry from the member himself in Newmarket–Aurora, and from residents around there, who said, “Enough” that made them stop. So just giving money to them isn’t going to confirm that something will be done about marine mammals either, unless there is oversight.", "There is no reason that the Ministry of Community Safety and Correctional Services shouldn’t be that ministry to have that oversight; somebody has to. The Ombudsman would be good. We like the Ombudsman and what he does. But somebody should have oversight over what the OSPCA does and what they don’t do.", "Also, of course, when they open their books as a private charity, that brings up other concerns, and the concerns are very clear. The concerns are those of any private charity who then we call upon to enforce rules, regulations or laws, and that is: Who are they getting their money from? Who are they getting their money from? Rumour has it, although, again, we don’t know for sure, that Marineland is one of the major contributors to the OSPCA.", "I ask you, Mr. Speaker, if that is the case—or any other facility, for that matter. We could single out any roadside zoo anywhere and ask: If this body, the OSPCA, is supposed to be auditing and enforcing rules over a facility that donates to them, is this not a conflict of interest?", "Again, I go back to the ministry. The OSPCA, in all of its capacity, needs oversight. We have no one else to turn to, so we have to turn to them. But let’s make sure that the job is done well. I don’t fault the individual enforcement officers there. I believe they have the best interests of animals at heart, but mistakes are made. Clearly mistakes were made with the 100 dogs that were euthanized, so let’s have some oversight.", "Talking about oversight, here’s the most frightening thing of all. This is so shocking that I would ask almost for a moment of silence, at least inhale before I say this, because in Ontario you need a licence for a cat, you need a licence for a dog, but you don’t need a licence for an orca or a tiger. Think about it. If I had the wherewithal, I could import a tiger and keep it in my backyard. By the way, people are doing just about that with roadside zoos, and we’ve had some terrific occurrences because of that. Members might remember the attack by a tiger from a roadside zoo, because there are no laws governing them. There’s no licensing governing them. This is appalling. This is ridiculous. This is dangerous, and this is the case here.", "I hope that one of the regulations that the ministry looks at with their expert committee, and I know this goes beyond the scope of aquariums, is to look at bringing in—a couple of backbench Liberals, David Zimmer being one in the day, now a minister, brought in bills to this effect, which is that we need licensing for those who will have exotics and marine mammals. We need licensing for this. We have had enough bad experiences in the province. It’s ridiculous we don’t have this done; nothing much is going to change until we do.", "Here’s a situation that needs to be remedied. Maybe this is the place to do it. I don’t know. Maybe it’s beyond the scope of the bill, but it’s certainly an amendment that we, as New Democrats, will look at and will want to see some movement on, because, my goodness, just because you have a lot of money, you shouldn’t be able to get a whale and keep it in a bathtub. Got it, right? You shouldn’t be able to get a lion and keep it in your backyard, either.", "What else should we say? Animal Justice Canada has done some phenomenal work, and I want to give them a shout-out, as well as the Star and others who did some great investigative journalism. They made a series of recommendations about the OSPCA and about, really, animal welfare generally. I think they’re important to just go over. It’s interesting that the member from Chatham–Kent–Essex didn’t mention the fact that they would like to see things change at Marineland too.", "They also want to see things change at the OSPCA. They want to see the separation of shelter and investigative mandates. Again, that just makes some sense. They want to establish—and I’ve talked about this before—independent oversight of the OSPCA. What else do they want to do? They want to amend the OSPCA Act to authorize preventive medical care during redemption periods. This means that when they take the animals in from wherever, when they’re seizing animals, they have to look after them and that they don’t charge back to the people whose animals they seized if, again, there was no fault of that—it was filed, there was no fault. That they establish minimum standards of care for their own shelters—think about it: We ask of the OSPCA that they establish minimum standards of care for their own shelters. Again, I go back to the ringworm and the hundred dogs euthanized. Establish minimum standards of care: That seems to be kind of a no-brainer—and, of course, the regulatory oversight of zoos and aquariums, which I think needs some policy changes here. Hopefully, that’s going to be happening.", "So that was Animal Justice, a wonderful group of folks, many lawyers among them. I’ll give you another example, which is actually quite startling. I’m going up to a primate sanctuary next month to visit, among other primates, the Ikea monkey—remember the Ikea monkey?—who was seized, with good reason, from its owner. That same owner has gone out and gotten two more monkeys—two more monkeys, the same owner, again. I call upon the ministry, I call upon the minister, let’s look at the licensing and how it works for exotics, primates being among them. You shouldn’t be able to have a monkey without a licence. Come on. You probably shouldn’t be able to have a monkey at all, I think. Hey, maybe they’re fine someplace as somebody’s pet, but for heaven’s sake, let’s have some oversight, have some licensing, have some regulatory body looking at them.", "I mentioned off the top that never before in my experience of this House has a petition garnered so much support as the petition for changes at Marineland specifically, growing out of the Star’s investigative report and the good work of the trainers who worked there and came forth; 85,000 signatures through change.org were delivered to the then Premier of the day, Dalton McGuinty. Here’s the sad reality, Mr. Speaker: We’re still talking about it. It’s three years later. It’s 2015.", "I certainly hope for speedy passage of this bill. I certainly hope that the regulations they bring forward add immensely to the scope of this bill, because it needs to happen. Ultimately, when we really think about it, what do we really want? We really want the best for the animals that are still there as well. We want what’s best for them. That may mean a number of things. I’m not the expert; we need to hear from the experts. We need to see some action.", "Back in the days when I was in seminary, as part of our graduation from seminary, we had to do a year-long stint in some facility, some institution—a pastoral stint. I ended up doing mine in a hospital, but SickKids was one of them. I knew in my heart of hearts that I couldn’t do that. I could not be the chaplain at SickKids. I just didn’t have the wherewithal. I’ll freely admit it took more than I have in terms of courage to deal with children who are suffering. Maybe children who are suffering I could have dealt with, but children who are being abused and caused to suffer by someone who has power over them, I knew I could not deal with, and I certainly couldn’t be forgiving and loving to the abuser. It’s beyond me.", "What we all can do as legislators is stand up for the vulnerable and the marginalized in this place, which I’ve tried to do, lo, these almost nine years later in a variety of contexts.", "Here is one of those contexts. I think we all know—studies show—the early signs of psychopathy or sociopathy in children are when they hurt animals. We know this. We know that we have power over animals. We know this. We are more powerful than they are in many ways. It is incumbent upon us to watch what we do, to monitor our behaviour and the behaviour of other animals to look after that which we have been gifted with. It’s that simple. What we’re calling for here—I was hoping we were all of one accord. I’m not so sure after the comments from the member from Chatham–Kent–Essex, but I live in hope.", "I think that, from the government side and certainly from our side, we want to move forward to see something happen. Over here in the New Democratic Party, we want to have it happen a little faster, like maybe three years ago, but we’ll work with what we’ve got. We’re talking about power over the vulnerable.", "Here, again, is something where I admit I don’t have the wherewithal. I don’t want to go into those places and take pictures. I don’t want to measure the water quality. I don’t want to be the OSPCA officer who has to confront abuse when I see it. I don’t want to do that. I would never sleep again if I had to do that as a job. I don’t have what it takes. But it is incumbent upon me and, I would argue, all of us who have the wherewithal to stand in this place, in a Legislature—we don’t have to go out and do the dirty work. We don’t have to be called upon to be brave and courageous like others are—and I’m looking at two of them sitting here. All we have to do is the right thing with policy, and here’s our chance to do it. All we really have to do is to say something so obvious that I think it’s a no-brainer; anybody could agree to ban the importation of any more orcas to live as Kiska has to live, to stop that from happening again—that’s what this bill says—and to get together an expert panel to look at other regulations that are needed. And other regulations are needed. As I go back, hark, again: You need a licence for a dog or a cat. You don’t need a licence for a lion, a tiger or a whale. How ridiculous is that?", "The time has come, Mr. Speaker, to act—finally; my goodness, years later. Please, let’s get it right. Please, let’s listen to all the voices. Let’s listen—absolutely; I have no objection—to the people of Niagara Falls, to the people at Marineland. But let’s also listen to those people who have made it their lifelong duty to look after animals in captivity—people like Zoocheck, a wonderful organization; people like Animal Justice, another wonderful organization; people like Ontario Captive Animal Watch; and the veterinarian association. Let’s listen to them too. Let’s listen to all the voices.", "Let’s listen to the Rosen report and the recommendations therein, because they’re good ones, and let’s now finally put them into place, quickly—because I wish I could say time is running out for Kiska, but it’s not. She could live another 40 years in solitary confinement, in a bathtub.", "We’ve got to do something better. We can do something better. It’s incumbent upon us to do something better. Let’s do something better." ],
  "anchor" : "para1047"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1084"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It gives me pleasure to rise on behalf of my constituents in Cambridge to speak to this very important bill. I want to start out by thanking the member opposite for her passionate support of the reason behind Bill 80.", "Animal welfare is a key priority for our government. As has been talked about, marine animals are complex, diverse and magnificent creatures with unique needs that require the right standards of care. That’s really why Bill 80, the Ontario Society for the Prevention of Cruelty to Animals Amendment Act, is being introduced. It would prohibit the breeding and acquisition of orca whales in Ontario.", "Orcas are extremely complex and exceptionally large animals. As we’ve come to know the science better, it became clear to us that our government needed to enact a ban on the breeding and acquisition of orcas in Ontario. Our government feels strongly that it’s difficult to develop a suitable habitat for an animal of that magnitude. That’s why we made the decision to prohibit the future acquisition and breeding of orcas in Ontario.", "Additionally, the bill would create a framework to establish animal welfare committees, as recommended in Dr. Rosen’s report. These committees would ensure planning, protection and oversight for the animals’ care—animal care plans, if you will—and access to veterinarians with expertise in marine animals, and enhanced record-keeping.", "Our government is putting in place the strongest possible standards of care and protection for marine mammals in captivity in Canada. Our government remains committed to the strongest possible standards of care and protection for marine animals in captivity because that’s what Ontarians expect, that’s what these animals deserve and that’s what our government is committed to doing." ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1090"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "It’s great to rise and have a comment on the speech delivered by the member from Parkdale–High Park. I enjoy listening to her speak on occasion, because she has such passion on every issue that comes forward.", "I’d just like her to maybe ferret out more of a direction with regard to how you talk about licensing for cats and dogs but not for lions, tigers and bears. The fact is that licensing for cats and dogs is just filling out a form and paying a fee. It has nothing to do with actually knowing how to properly care for a cat or dog. I don’t know. I get what you’re saying, but maybe tweak it a little more, to have a better understanding during the debate.", "I think the Windsor–Tecumseh member, Percy, talked about the whales he met while out fishing. They’re a magnificent animal to see out in the wild. I was fortunate enough, before I got into politics, to have a trip to Maui, in February, and that is the time when the whales are in the area of Hawaii. We had a great boat cruise. The size and the majesty of the creatures—there were two of them playing and they came right under our boat. I honestly thought, if they actually lifted it out of the water, that our boat would have been capsized. I was like, “Holy smokes.”", "But it’s interesting to debate this. Like I said, our party is definitely taking a close look at this legislation and taking a careful, cautious approach to ensure that it’s done right.", "I’m glad our critic had the hour to speak. I would have liked to hear you talk for an hour, but you stepped down to have 20 minutes. Maybe we’ll get you back, on further readings, or comments and questions.", "Thanks very much." ],
  "anchor" : "para1091"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1097"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It’s always a pleasure and a privilege to stand up on behalf of the people in Algoma–Manitoulin. I must admit, I didn’t particularly know where I stood on this issue, because although there may be a lot of people who care about it across Algoma–Manitoulin, it’s not something that I’ve actually experienced throughout the riding. But having said that, sometimes you have to refer back and you have to go back to your strengths.", "As a father, what did you do when you were from northern Ontario? You came down to Marineland. You went out and visited the orcas; you went out and visited the whales; and you went out to the facilities where these beautiful creatures were swimming in their environment. It reflected a couple of questions that my kids would ask me: “Where are they going after we leave, Dad?” So it made me think some more.", "Listening to what the member from Parkdale–High Park said—sometimes you have to stand up for the most vulnerable. It really clicked in to me. It just jogged something in my mind.", "Again, as a father, when you’re back home and you’re talking to your kids—would we accept walking by the yard of somebody who has a dog, on about a two-foot chain, running around in a circle? What would I say to my kids there? It makes you think. This makes you think.", "We have a responsibility here as legislators as to—if you don’t have a position and you don’t know what to feel, it’s your job to go out and find people who are passionate about the issue, to find out what it means to them.", "I do want to add that the powers of an animal are great. I need to introduce you to my dog, Abby, at home. She does have control over me, and she does make me do certain things, and I do wonderful tricks with her. But she’s part of my family. She’s a family member. That’s the difference." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Speaker",
  "text" : [ "One last question or comment?" ],
  "anchor" : "para1104"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I’m happy to rise in my place today on behalf of my constituents in Burlington and talk about this very important piece of legislation. I, too, want to thank the member from Parkdale–High Park, who is an outstanding advocate. I always enjoy listening to you. We may not always agree, but I’m absolutely delighted to have you as a colleague, and I love to watch your passion for issues. It really reminds me of why I’m here, so thank you for your comments today.", "Of course, my other colleagues from Cambridge, Elgin, Algoma–Manitoulin—the member from Algoma was talking about his dog, and I just had to get a word in about my dog, Lola, who’s a friend, so, I mean, one dog to another, right? Lola has been my friend for 12 years and is part of my family too. But you’re quite right: These are members of our family.", "Of course, marine mammals are a completely different kettle of fish. As animal lovers, I know we all share an interest and concern in protecting our most vulnerable, and, of course, marine mammals are part of that conversation. The member for Parkdale–High Park outlined the situation with the whale at Marineland. That’s why we’re all here to discuss this very important issue, to see where we agree to come to some kinds of conclusions about what we want to do in this regard.", "I think the Ontario Society for the Prevention of Cruelty to Animals Amendment Act, Bill 80, is an important step forward in this regard. I hope it’s going to have all-party support. What I’m hearing from the members today is an interest and concern that’s common. I’m particularly pleased to see the technical advisory group that’s going to be established, and the opportunity for further consultation through the Environmental Registry. All of our constituents will have that opportunity, and I know they will have something to say. Certainly the people in Burlington care deeply about marine animals. Niagara Falls is not far away from my riding, and many of them like to visit. I know they care deeply about the animals and the orcas that are there.", "The member from Windsor was talking earlier about orcas in Newfoundland. I saw them there as well. They are absolutely magnificent creatures.", "My time is up. I could talk longer, Mr. Speaker, but unfortunately my time has run out. So thank you, colleagues, for the debate today. I look forward to further conversation. And thank you, Mr. Speaker." ],
  "anchor" : "para1105"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re welcome.", "We now return to the member for Parkdale–High Park for her two-minute reply." ],
  "anchor" : "para1111"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Thank you to everyone who weighed in on this debate.", "To the person who talked about the animal welfare committees, that may be good, but they have to be autonomous. There was an animal welfare committee at Marineland. It was the trainers who loved and looked after the animals. They spoke out. They got fired and they’re being sued. They were an animal welfare committee. We can’t have the same thing repeat itself. We need something that’s autonomous, that isn’t under the control of the owner, obviously.", "Licensing—the member talked about that. Of course it’s only a first step. It’s just a piece of paper, but at least it demands interaction with some body. It’s just the first step; oversight and enforcement are clearly the next two.", "Whales in the wild—of course, that’s where we should see whales. If you want to see a whale, go see it in the wild. You don’t see a whale in a swimming pool; you see the mere shadow of what could have been a whale. You see a whale suffering. As you heard Jacques Cousteau say, it’s like trying to get to know humans by watching a prisoner in solitary confinement.", "And children? Children need to get information about marine mammals. You can do it on wonderful 3D film technology now if you can’t get into the wild to do it.", "I also have a dog, Victoria. I have to give her a shout-out. She has her own Facebook page. You’re all invited to join it. Of course, I ring with ending the breed-specific legislation, because my dog would be covered by it if she weren’t an English bull terrier. She, I’d like to say, has nothing in common with Don Cherry’s dog, though. She is a social democrat bull terrier.", "Just finally, I want to say that if we go out of this place with one thought, we have to walk out of this place with this thought: Remember Kiska. Let’s free Kiska. Let’s not forget Kiska. Thank you, Mr. Speaker." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much." ],
  "anchor" : "para1120"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to a certain bill in her office." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The following is the title of the bill to which Her Honour did assent:", "An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2015 / Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2015." ],
  "anchor" : "P1141_319870"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being very close to 6 of the clock, this House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1126"
} ]