[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order from the member for Leeds–Grenville." ],
  "anchor" : "para27"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I don’t believe there is a quorum present. Is there?" ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Quorum, please." ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para30"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Resuming the debate adjourned on November 4, 2015, on the motion for second reading of the following bill:", "Bill 109, An Act to amend various statutes with respect to employment and labour / Projet de loi 109, Loi modifiant diverses lois en ce qui concerne l’emploi et les relations de travail." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para36"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I’m pleased to rise today to speak to Bill 109, the Employment and Labour Statute Law Amendment Act. As you know, this bill amends three pieces of legislation: the Fire Protection and Prevention Act, the Public Sector Labour Relations Transition Act, and the Workplace Safety and Insurance Act.", "Although it hasn’t received a lot of publicity, this bill has the potential to impact a large number of people and organizations: injured workers, businesses, unions and non-unionized employees. As several people have mentioned, this bill is also taking some steps to support our firefighters. I want to acknowledge that there are some good changes in this bill, such as the fact that firefighters would be able to opt out of union membership or even opt out of paying union dues if being a member conflicts with their religious beliefs. I’m also pleased that there is progress on the double-hatter issue. For those who aren’t aware, that refers to professional firefighters who live in another community and want to volunteer there. Many of my constituents’ communities rely on volunteer firefighters, so I’m pleased that we are getting rid of that barrier that prevents people from making that commitment. But there is still more to do.", "One of the things we will want to see for our firefighters and for all our first responders is to ensure that they get the support they need for PTSD, which, as you know, stands for post-traumatic stress disorder. As our leader recently said during his speech to the police association, “If you’re a police officer with PTSD, you shouldn’t have to spend years fighting the WSIB bureaucracy to prove it.” The MPP for Parkdale–High Park has introduced a private member’s bill four times to amend the Workplace Safety and Insurance Act to lower barriers for first responders who need PTSD support and treatment. Our caucus is pleased to support that effort.", "Last year, I was invited down to Windsor for an event, as the firefighters’ union donated a number of portable carbon monoxide alarms to the department. The alarms are now attached to the medical bags that firefighters take to calls, so that if they walk into a home with carbon monoxide they are warned about it right away and take steps to protect themselves and everyone else.", "While I was there, some of the firefighters were talking about some of the difficult experiences they’ve had, such as going to a call and finding out that the injured person was a family member. As you know, Mr. Speaker, I was a volunteer firefighter for 25 years, and I know there are some things you see that will stay with you for the rest of your life. We need to make sure that our first responders who are dealing with these things they have seen and experienced have all the support they need.", "Over the last seven years, I’ve been working with fire services in a different way. They were very supportive of my private member’s bill, the Hawkins Gignac Act, which made it a requirement to have a working carbon monoxide detector in every home. In fact, the Ontario Association of Fire Chiefs, the Ontario Professional Fire Fighters, and Kingston Fire and Rescue all spoke at committee and supported the bill.", "Many others worked with me throughout the five years it took to get the bill passed and in the two years since then to raise awareness about the need for carbon monoxide detectors and the fact that they do save lives. We need public education about installing and maintaining detectors, and I want to thank the fire service for all their work on this issue. I look forward to continuing to work with them as we move forward.", "Over the last few years, I’ve been pleased to accompany the Insurance Bureau of Canada to fire departments across the province to try to raise awareness. Through those events, the Insurance Bureau of Canada has donated over 5,000 detectors that fire departments can give out to people in need or as part of their education campaign. I want to commend the Insurance Bureau of Canada for their work to save lives.", "As I mentioned at the beginning of my speech, this bill impacts more than firefighters; it makes changes to three pieces of legislation. One of those changes is that when two groups of employees merge who are represented by different unions, it will now be automatic which union will represent them in the future. I’ve heard some concerns about that change. It means that if there is a municipal restructuring or restricting of provincial organizations, those employees won’t get a say in who is representing them. I think we need to hear from both the unions and the employees at a committee, because there may be a more democratic way to deal with this situation.", "This bill also makes a number of changes to the Workplace Safety and Insurance Act. In my office, we hear from a lot of people who have challenges with the WSIB, and I hope that they will have a time to come forward in committee to share their stories and make suggestions on how the WSIB could do a better job. We’ve heard some stories about workers going through real hardships trying to prove their injuries to the WSIB. We’ve heard stories about them not listening to the worker’s doctor: Their doctor says it’s so, but that’s not good enough for the WSIB. I hope we will have time to hear from those workers at committee.", "I hope we will have time to hear from the businesses that are paying WSIB premiums. Every year, I do a survey of businesses in Oxford, and every year WSIB is one of the issues that comes up at the top of the survey. WSIB premiums are a significant cost, and they are only one of the payroll taxes that a company pays. They want to know that every dollar they give the government is being used effectively, because if it wasn’t going to government they would be using that to create jobs and expand their business.", "One of the biggest issues was the cost of doing business in Ontario. In the survey, 90% of Ontario businesses said they would be impacted by the proposed pension plan, and most of them said that the impact would be significant.", "Today, I have touched on a few of the issues in this bill, but one of the challenges with debating it is that it does impact so many areas, so many organizations and so many people. Over the last few years, we’ve seen committee hearings get more and more limited. It’s rare that committees travel with a bill to hear from people in different communities, it’s rare that committee hearings are scheduled far enough in advance to allow significant advertising, and it’s very rare to give organizations 20 or 30 minutes to provide a really thoughtful and detailed presentation. Too often, presenters are given such a short time that rather than ask questions, the MPPs are giving up their time so the presenters can just finish their speech.", "We know this bill impacts businesses and injured workers. We should hear from both of those. We should hear from the Ontario Chamber of Commerce and the board of trade. We should hear from firefighters, from the Ontario Professional Fire Fighters Association, and from fire chiefs and from municipalities and their employees. We should hear from the unions and from non-unionized workers. During the leadoff speech, the parliamentary assistant said, “The government needs those partners to consult, to collaborate and to make improvements.” I hope that he meant it and that he has the backing of his government for that statement.", "A few weeks ago, we had a long discussion at the social policy committee about the public hearings for Bill 73, the Smart Growth for Our Communities Act. We eventually agreed to three days of committee hearings, which created spaces for 40 people or organizations to present. And we had enough people to fill every single spot. There are people who want to come to share their concerns, who want to help us make the legislation better, who have the first-hand experience with the problems that we are trying to fix. I hope that when this bill goes to committee, we’ll have an opportunity to hear from them, Mr. Speaker.", "Thank you very much for allowing me to speak to this bill, and we look forward to the rest of the debate for the rest of this session." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para54"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "The member made an interesting comment about how employers aren’t listened to by WSIB. I actually had a gentleman come into my office during constit week, where we have the opportunity to meet our constituents and listen to what they are having to say, and he talked about WSIB. This was an interesting example. The employee was injured at work; it was a construction trade. The employer acknowledged that he was injured at work and wanted to do everything to help the employee with rehabilitation and getting medical assistance. He was a young man; he had a young family. So it was very compassionate that the employer acknowledged the fact that when someone is injured at work, it can change your whole life, change your financial status, your marital status, because the pressure gets so bad. The employer wanted to work with the employee to claim through WSIB. But here is the little surprise piece in the whole story, Speaker: WSIB was giving them a hard time. They were giving the employer a hard time and the employee a hard time.", "This system for WSIB is one of the most broken, bureaucratic systems I have ever seen when it comes to dealing with injured workers and giving people benefits. It’s an insurance company. Insurance companies traditionally—when you’re ill, you go and you get those benefits, you recover, then you come back to work and life goes on. But not when it comes to injured workers, and there is a reason for that: because there’s an incentive program where the less injured workers you have in your workplace, the more incentive you get, the more bonus, the more payment you get back for not having those injured worker claims. That doesn’t make any sense, because in the construction trade, as in the example that I used, those are high-risk-injury jobs, and those workers need support when they’re injured." ],
  "anchor" : "para55"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para57"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I listened to my esteemed colleague from Oxford. I invariably am impressed with the scope that he brings to the debate and some of his historical musings. He has clearly been one who has been dedicated on a number of fronts, to his credit. As I say, I enjoy whenever he contributes to the debate here, which is often, and we’re grateful for that.", "We all have a joint responsibility to move this legislation forward, as it speaks to several things that are very, very important. Legislation, particularly WSIB legislation, should impact workers and employers because they have a joint responsibility to public safety and making our community stronger and safer.", "As one of only two members who, when in opposition, supported the private member’s bill from the member for Wellington–Halton Hills on two-hatters, I’m pleased that there appears to be some pending resolution here on that important issue. If you have ever been a small-town mayor or councillor, you know the importance of that.", "I would say in passing that the honourable member opposite did mention the pension plan proposal. I find it interesting that when Ontarians retire, 43% of them still owe money on a mortgage and 71% of them—", "Interjection." ],
  "anchor" : "para58"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I’m trying to be nice—and 71% of them have no pension plan at all. So if we want to avoid a senior poverty tsunami, it’s really important that we move. I’m pleased that the new federal government has agreed that they will respond to the request of every province in this country to enhance the CPP. Hopefully—" ],
  "anchor" : "para63"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further questions and comments?" ],
  "anchor" : "para64"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s a pleasure for me to respond to my friend and colleague from Oxford on his very thoughtful comments on Bill 109, the Employment and Labour Statute Law Amendment Act. I also just want to acknowledge his work on the Hawkins Gignac Act. He’s been really tireless in travelling across the province promoting public safety. I listened very closely to his words.", "I also want to acknowledge the Minister of Municipal Affairs, because he and I actually agree on the double-hatter issue. I’m glad that he acknowledged the member for Wellington–Halton Hills. He and I don’t agree on his plans to put a tax on home ownership, but it’s nice that we agree on this particular bill, Bill 109.", "I also want to take this opportunity, because this government has this awful habit of closing off debate. I think that when the member from St. Catharines was in opposition he called it “choking off debate.” I have a feeling, based on this government’s history, that this will be another bill where they will choke off debate, where they will limit the public’s opportunity to comment. Our party—we’ve only really had, with the member this morning, eight of our caucus members who have spoken to Bill 109. We still have 19 members who are willing to speak. Speaker, we have six members here today who are here—" ],
  "anchor" : "para65"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Ready." ],
  "anchor" : "para68"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "—ready to debate this piece of legislation.", "I want to remind members that there have been a number of speakers who have indicated that schedule 2 and schedule 3 of this bill, which affect the Public Sector Labour Relations Transition Act and the Workplace Safety and Insurance Act—there have been many members who have talked about the need for public hearings. Yet this government continues to say one thing and do something completely different. They talk about openness and transparency, yet they govern by time allocation and closure. It’s a sad day for democracy in Ontario, Speaker, when that happens." ],
  "anchor" : "para69"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para71"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I also want to add my voice to this debate. I want to thank the member from Oxford for his insight. I also want to give a shout-out to one of the beautiful cities in his riding, the city of Woodstock. We were able to chat a little bit about that yesterday in committee.", "I think the member is absolutely correct when he says that far too often in this House we’re seeing a trend where the government is unwilling to take bills that are in this House out into the community. We’re not seeing enough input from and consultation with people who are outside of the GTA.", "Previously, many bills were taken into other parts of the community, other areas of Ontario; and it was the right thing to do. It provided the ability to obtain insight from various regions in this province. That’s an important thing and we’re not seeing enough of that. I think that’s a trend that’s a wrong trend, a bad trend.", "Again, when we talk about debate, far too often debate is being curtailed, debate is being shut down. It is contrary to the principles that this government has put forward as principles that they want to uphold: principles of accountability and transparency and being open. Well, cutting off debate is not in any way supportive of those principles. That’s another issue.", "When it comes to the actual bill, in terms of the Employment and Labour Statute Law Amendment Act, it’s essential that we look at how we can improve the condition of workers in this province. There are certainly some elements of this bill which will go towards improving their condition, particularly when it comes to workplace injuries and coverage.", "The other area, though, that’s something we need to work harder on and work more diligently with is how we can ensure that workplaces are complying with the existing laws. That’s going to require greater enforcement, and that’s an area we need more focus on." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member for final comments." ],
  "anchor" : "para79"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I want to thank the member from London–Fanshawe, the Minister of Municipal Affairs and Housing, the member from Leeds–Grenville and the member from Bramalea–Gore–Malton for their kind comments.", "I noticed that all three of them talked in their presentations about the need for public consultation and the need to hear from the people in the communities. Particularly referring to the member from London–Fanshawe, when she was talking about the problem with the WSIB and that people come into her office and they—both the employers and employees—talk about the challenges. In my opening remarks, I mentioned the fact that we had to change the bill. When the government proposed what the hearings were going to be on Bill 73, they were going to give four minutes for each presenter to present.", "Now, when we listened to the member from London–Fanshawe, it is impossible that the complaints that they had and the advice that they had on how we could make the WSIB better—that they could get that in in four minutes. It couldn’t possibly be done. With a long debate, we finally got them convinced that we could go to 15 minutes for presenters. Mr. Speaker, I believe that’s the important part for the whole thing, to make sure that when you have these hearings, the public can make presentations and they can tell the government what needs to be done and how they should fix. I think that’s a very important part.", "The second part is that I think it’s also very important that the government, when they have these hearings, in fact listen to the public. Bill 73, again: We listened to presenters for the three days. Then, on the part that deals with the Ontario Municipal Board, one change that the government made on development charges, to what the people told us about the development charges review, the government said, “We didn’t hear that, so we’re not changing a thing.” Not only do we have to hear from the public, we have to be willing to listen and make the changes they are asking for." ],
  "anchor" : "para80"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para84"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "It is my pleasure to rise in the Legislature today to speak to Bill 109, the Employment and Labour Statute Law Amendment Act. It’s a broad title, Mr. Speaker, but that’s because this bill covers a broad range of issues. In fact, this bill will be amending three separate pieces of legislation, pretty significant pieces of legislation, which begs the question of why the government felt that they all needed to be amended simultaneously. They could have allotted the appropriate time to address each issue individually, but instead they chose to bundle them up together.", "Also, if the government is going to open up these pieces of legislation, why not really take a look? Why not talk to experts and stakeholders and see what changes they feel need to be included? Why not hold consultations to hear from Ontarians across the province about how these three pieces of legislation could be best improved? It’s not often that the government decides to crack open the Workplace Safety and Insurance Act. I can tell you, from the long list of injured workers and experts that I have spoken to about this, that there are more than a few people who would love the opportunity to weigh in and have their voices heard. Instead, they’ve rushed this bill and stacked the amendments on top of each other. It shows that this government is more focused on playing politics than it is on helping Ontarians. So we’re moving two steps forward but taking three steps back.", "I’ll take the time today to detail what we do support about this bill and what we don’t; what changes we believe are welcome and needed and what exactly the poison pill in this legislation is. Ultimately, we hope the government hears our concerns, realizes they are squandering an opportunity for bipartisan or tripartisan support of this legislation, and we hope the government removes the poison pill.", "Schedule 1, the Fire Protection and Prevention Act: We support any and all provisions that give firefighters the same rights as other workers. Schedule 1, we support; what we don’t support is playing politics with the firefighters’ bill and layering in contentious, unrelated problems. Which brings me to schedule 2.", "Schedule 2 is the Public Sector Labour Relations Transition Act. Here, tucked into schedule 2, is the poison pill of this bill. This piece was added without consultations, without warning. It has to do with mergers—like in hospitals—involving more than one union or bargaining agent. When there is a merger, there should be a vote so that members can choose who will represent them. That’s fair. That’s freedom of association. That’s democracy. This change, however, will do away with a vote, and the bigger union automatically wins. It doesn’t mean that the members will necessarily be best represented, but this government doesn’t care. Why on earth is this a government priority? Here is a way we can look at it: If the government is trying to control more of the workplace, they can strategically force mergers that would ensure that specific targeted unions are weakened and shut out of hospitals. I thought this was anti-bullying week. Here, however, we again find this government being sneaky in order to strong-arm and weaken the collective bargaining process and the democratic process. Shame on them.", "Schedule 3, the Workplace Safety and Insurance Act amendments: I’m going to take the most time today to discuss the Workplace Safety and Insurance Act, the reason being that one of the included amendments is taken from my first-ever private member’s bill, Bill 98, the Protecting Victims of Occupational Disease Act. Bill 98, if adopted, will close a loophole in the Workplace Safety and Insurance Act and protect victims of occupational disease and their spouses so they will no longer be denied loss of earnings and survivor benefits. It is deplorable that we allow workers to fall victim to occupational disease, and even more deplorable that their surviving spouses are being forced to fight for the benefits that they are entitled to after having lost a loved one.", "I am pleased that the government has finally taken action and am happy to see part of the problem addressed, regardless of whose name is on the bill. However, my bill had two main parts, two areas of focus. Bill 109 addresses one; it addresses half of my bill. It’s interesting that when the government first spoke on this bill, they only took 30 minutes of the allotted one-hour lead time—half the bill; half the time.", "Speaker, Bill 98 seeks to protect the surviving spouses who have lost their loved ones to an occupational disease. The catch has to do with retirement. If someone is diagnosed with an occupational disease, whether a miner or a firefighter, it means that their workplace made them sick. An occupational disease is understood to be a result of exposure to an unhealthy work environment. When lawyers of employers realized that workers who were diagnosed after retirement, which happens with some diseases as they slowly progress—those who were diagnosed after retirement were not entitled to the same benefits, and their widows were not entitled to their WSIB pensions due to the fact that they had already retired—a technicality; a mean-spirited, awful wording loophole.", "Both of these bills, my Bill 98 and this Bill 109, address the concern around widows’ pensions. My bill, however, makes it retroactive; Bill 109 does not. The government is allowing for this injustice to go on if a grieving widow doesn’t know about this change or how to file an appeal. That’s not right. It’s a halfway measure. We will bring it forward as an amendment in committee, to get that addressed.", "Mr. Speaker, I’m still learning about bills, debates, committees and the amendment process. This government has chosen to open the Workplace Safety and Insurance Act and two others. I thought, originally and mistakenly, that during committee I could bring forward amendments to suggest ways to make this bill better—amendments to the WSIA, since it’s being opened. Imagine my dismay when I clearly understood that only the sections of the WSIA being addressed by this Bill 109 are open to discussion. What a disappointment. We are opening the act, but we can’t address what needs to be looked at—only what the government has preapproved. Most of my amendments—based on consultations I have been having with lawyers, injured workers and compensation representatives across the province—will be ruled out of order, so I’ll bring them up now.", "The second part of my Bill 98 addressed the unfairness of persecuting a worker who is retired. Someone diagnosed in their retirement, according to the WSIA, is no longer considered to be earning, and therefore the way that compensation benefits are determined is affected. They are not eligible for loss of earnings benefits—benefits denied based on semantics. If it isn’t loss of earnings, is it loss of retirement, loss of health, loss of ability, loss of time with grandkids? What, then, should they receive as compensation for their recognized suffering and occupational disease? I proposed they should be calculated the same as they would have been if the worker was diagnosed while working—the day before or the day after retirement shouldn’t quality or disqualify someone from what they clearly deserve.", "This government—in fact, this Minister of Labour—supported the spirit of my bill and claimed to support the intent of it. So when will we see that issue addressed? I’m not even allowed to introduce it as an amendment because it is section 43, not section 48. Perhaps this government will bring forward a whole bill of nothing but targeted and necessary changes to the Workplace Safety and Insurance Act—perhaps.", "A worthwhile place for the Ministry of Labour to start is with Injured Workers’ Consultants lawyer John McKinnon’s paper entitled Age-Based Discrimination in Ontario’s Workers’ Compensation Laws. A number of age-based criteria have been included in compensation legislation since 1990. I will read a brief outline of the paper as explained by McKinnon:", "“The concerns about age-based discrimination arise from these five areas: age-based limitation of compensation for wage losses, age-based limitation of the employer’s obligation to re-employ after injury, age-based limitation of loss-of-retirement income benefits, age-based reduction of non-economic loss benefits, and age-based reduction of pension supplements for pre-1990 injuries by Old Age Security benefits.”", "Mr. Speaker, there is much to do. That list is just the beginning, so let’s actually tackle this in a purposeful way, not in a way that is superficial, that they can point to, but in a way that will make a difference to injured workers and their families.", "Mixing all of these bills together is totally unnecessary; it’s counterproductive. I ask the government to listen to our concerns and separate these three schedules into the individual bills that they should be." ],
  "anchor" : "para85"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para102"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I listened to the thoughtful comments from the member from Oshawa. To put this in a bit of perspective, I can remember the day when, in most MPPs’ offices, all they did—their primary work—was dealing with WSIB issues. Each MPP would have hundreds and hundreds, sometimes thousands, of ongoing files they had to deal with that weren’t resolved; 90% of the work of MPPs was dealing with WSIB.", "Now the WSIB is certainly much more invested in. There’s a lot more staff, expertise and support. It’s never going to be perfect because it deals with millions of workers on a daily basis. The complications of dealing with the issues of the employers and the issues of these workers is not an easy thing to do. I just don’t want to let people think that this insurance system for people who get injured is all bad. It is far from perfect, because it’s an open system that anybody can go to. It is not easy work for the thousands of men and women who work there. But it is something that is working. Again, like in any other situation in a democracy, nothing ever works to perfection, but at least they do work very hard at trying to help workers.", "In this legislation we’re trying to improve some of these aspects, like survivor benefits. We’re trying to do something about double-hatters. I find it ironic that the members are saying, “Well, there’s too much in this bill; it’s an omnibus bill,” and then they suggest putting other things into it.", "It is a good bill that has some very effective changes that other members have asked for, like the double-hatters, where we’ve gone on for 10 years. It’s another way of just improving things, to make things better for workers in this province. That’s why I support this bill, and I urge the members not to try and have it both ways. Let’s get this done." ],
  "anchor" : "para103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para107"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to join the conversation around Bill 109 and compliment the member from Oshawa on her comments.", "But first I feel it’s important to put on the record that I’d like to recognize my colleague, the party’s critic for labour, Ted Arnott, for his numerous attempts in the past to get this going forward in terms of recognizing the fairness around our firefighters. If we have a professional firefighter who wants to volunteer with his home department in his home community, he should be able to without repercussions. The whole issue of double-hatters has to be put to rest. I really commend Ted Arnott, the member from Wellington–Halton Hills, for driving this for a number of years. Finally, we’re seeing some movement in that regard. I think he deserves to be congratulated for his determination to keep this going, as well.", "The other thing, Speaker, that we need to recognize is that we do need to grow the economy and create new, good-paying jobs in Ontario. We absolutely need to strengthen Ontarians’ competitiveness so that we are no longer the most indebted subnational on this continent. The once economic engine of Canada being the most indebted subnational in North America is absolutely a travesty, and it’s certainly an area where this government must do better.", "In the spirit of doing better, we also have to reflect on the fact that this government is choosing to shut down democracy. It’s not right that, in committee, our colleagues are having to give up their time to allow people who have made the effort to come to downtown Toronto to share their message. It’s not right that they’re shutting down debate, that they’re shutting down people’s voices. I hope they change their tune in that regard." ],
  "anchor" : "para108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para112"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s always a pleasure to rise on behalf of my constituents from Windsor West and add, in this case, my two minutes’ worth to the debate.", "I think the member from Oshawa really touched on some very key points with Bill 109, specifically a private member’s bill that she brought forward, Bill 98. It does so much more when we are looking at the firefighters, providing them with the benefits that they need and providing the survivor benefits that their families deserve. Through Bill 98, those survivor benefits are retroactive. Bill 109 doesn’t do that. There is no provision for that. We need to acknowledge that, often, the illnesses that present themselves are later in life, after somebody has retired. We need to make sure that there are provisions to take care of them post-retirement and take care of their families once, unfortunately, those workers have passed on.", "Another really key issue that the member from Oshawa touched on is really opening up the Workplace Safety and Insurance Act—truly opening it up; not just pulling out bits and pieces that the government wants to look at, but truly opening it up and taking a serious look at the problems. I think everybody in this room, whether the other side wants to admit it or not, and probably everybody out in the public knows that there are serious problems with WSIB. When people go to claim WSIB, there’s a history of people being denied, just for the sake of being denied. We need to make sure that there are some real, solid provisions in place for those people who go to work every day, give it their all, get hurt and then are denied benefits. We need to make sure that they’re taken care of for the work that they do.", "I hope that, in the future, the government will look at actually opening up the act so that we can make some good, serious changes to that act." ],
  "anchor" : "para113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para117"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m happy to respond for a couple of minutes on this. Essentially, what this bill is about is bringing fairness across the board to the first responders and other workers who have been referenced in the debate.", "In particular, I just want to comment on how it affects the firefighters. The amendments that we are proposing, if passed, would bring the Fire Protection and Prevention Act into greater alignment with the Labour Relations Act. It’ll provide additional tools to resolve disputes and reduce the need to seek remedies through the court system.", "I did want to say something very briefly about the WSIA, because there are four key provisions in that that I think are worth noting.", "The first provision is going to ensure that all workers know that it is their right to file a WSIB claim. You’d be surprised at the number of workers who don’t, particularly in our minority population groups.", "Secondly, it will make sure that workers have enhanced protections by incenting employers to operate safe sites, because it increases the penalties and so on on employers not in compliance.", "Third, it brings a greater sense of fairness and fair play to the survivors in the case of a work-related death. It will ensure that they don’t have to go through the onerous steps that they’ve had to go through in the past.", "Finally, the amendments to the WSIB will ensure that the Fair Practices Commission is in legislation. The Fair Practices Commission is an independent body that referees issues.", "Thank you." ],
  "anchor" : "para118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much, Minister.", "Back to the member from Oshawa for final comments." ],
  "anchor" : "para126"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I would like to acknowledge and appreciate those who made comments on my comments.", "To the member from Eglinton–Lawrence: You brought up the history of the WSIB and that there are injured workers who are part of this system; and also the staff and that there are many people who are working hard to work within this system. As you said, it’s not an easy thing to do, but it is the right thing to do. To take that one step further, the right thing to do would be to really delve into this act, take the opportunity and look at it and see where it could be strengthened and where it could be made better. I don’t think anyone in this room argues that there are improvements to be made. It would be worth the time, really looking to make sure that that can be done properly.", "To the member from Huron–Bruce, and hearing the history of the work done on behalf of the firefighters—we, as a caucus, support all of that and are glad to see these provisions come forward in this bill. Again, it begs the question: Why isn’t there a firefighters’ bill, with all of the pieces together in one, that we can all celebrate and move through? It’s layered with these other pieces here today and the poison pill that is the opposite to what we are hoping to accomplish.", "We’re looking at making it more fair. The Minister of Aboriginal Affairs had mentioned fairness and fair play for workers. Well, then we have schedule 2 that takes away the democratic right to vote for who will represent you in the event of a merger. Just slip it in there—surprise. That is not democratic. It is not what we stand for, and it is problematic. To talk about fairness and fair play in that larger picture, but then to put that little nugget in there—that’s sneaky.", "Again to the point made by my colleague from Windsor West that the Workplace Safety and Insurance Act and the other acts—if we want to make a difference, let’s truly open them up and make that difference." ],
  "anchor" : "para129"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para134"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I too am pleased to rise this morning to add my comments to Bill 109. As we heard, this bill, if passed, would amend three separate acts affecting workers, to increase fairness and efficiency. The changes under this bill would, if they become law, provide increased fairness to all workers across Ontario.", "This would be done by providing more tools to resolve disputes in the fire sector; ensuring that broader public sector transitions go as smoothly as possible; and helping to provide a fair, just and efficient workers’ compensation system. This would strengthen the protection for workers while supporting business in trying to achieve that balance.", "I want to concentrate on the changes that are proposed under the WSIA, for the Workplace Safety and Insurance Act. These amendments, if passed, would do mainly four things, and I know that the Minister of Aboriginal Affairs touched upon those.", "The first would be to ensure that workers know it is their right to file a WSIB claim, and that this right will be protected. If passed, this bill would prohibit an employer from taking any action against the worker with the intent of discouraging the worker from filing a claim or influencing the worker to withdraw or abandon a claim.", "This happens, unfortunately. In my constituency office, I will see, for example, newcomers to Canada. They don’t know all of the laws and don’t know their rights. So it is important for them to know not only that they have a right to file a claim—and that the employer has no right to try to influence them in any way—but it is their right to do so.", "Secondly, this bill proposes an increase in maximum corporate penalties for convictions of an offence under this act. The penalties would increase from $10,000, where they are now, to $500,000. I think this is right, because we have to make sure that, again, workers are protected.", "It would also provide greater fairness for survivors in cases of work-related death. Bill 109 would enable the WSIB to calculate the survivor benefits based on the average earnings of a worker engaged in the same profession as that out of which the deceased worker’s injury arose. This is important for how the WSIB calculates survivor benefits for a worker who unfortunately dies of an occupational disease, who had no or low earnings on the date of the diagnosis because they were retired.", "At the moment, when a worker passes away from an occupational disease and has no earnings at the time of diagnosis, the board’s practice is to calculate the survivor benefits based on the annual average earnings of a worker engaged in the same trade. Bill 109, if passed, would enable the board to continue this practice and enshrine it in legislation. It would also be retroactive. It would apply to survivor benefits that were payable as of January 1, 1998, which was the date when the WSIA came into effect.", "Most importantly, it would enshrine the Fair Practices Commission in legislation. The Fair Practices Commission, I want everyone at home to know, is an independent, neutral, confidential resource for injured workers, employers and service providers, and it is free of charge. These services include looking into individual complaints, tracking complaint trends, identifying system-wide issues and recommending improvements to the WSIB. This is very important for people who get hurt at work.", "I know that the member from Oshawa was talking about opening the act. There could be a good idea for any act, but rewriting a whole act could take a year and a half or two years. In the meantime, we’re approaching, through Bill 109, some changes that need to be done immediately. It’s not that there’s not always more work to do; there is, but we’re trying to really address things that can be done right now.", "When I brought this bill to the local firefighters, they said they were happy with the language that was in it. So I can say I am also happy to know that they will receive the protection afforded to them and other workers under the Labour Relations Act.”", "The member for Renfrew–Nipissing–Pembroke said, “I want to talk about the double-hatter issue. This is what I want to commend the government on. I think they’ve done something very positive.”", "The Fair Practices Commissioner, as an ombudsman of the WSIB—I welcome that type of role, somebody who can come in and actually assess whether the practices under the WSIB are being effectively and fairly implemented.” I agree with that.", "Also, the member from Timiskaming–Cochrane said, “This bill is another good example of a couple of pieces of good legislation which we support.”", "As you know, Mr. Speaker, the government introduced this bill back in May. We allowed debate to continue, when we reached 6.5 hours of debate on this bill, so that more members would have an opportunity to present their views on the bill. This bill has now seen over 10 hours of debate. According to my modest count, I think about 60 MPPs have spoken on the bill. So there has been considerable debate on this bill, and we have heard a wide range of viewpoints, opinions and perspectives. I believe it is time that this bill is put to a vote for second reading and, hopefully, be referred to committee, where the important work takes place, as we know. In committee, members of all parties will hear from stakeholders who have an interest in this bill. Members of the public will be able to provide their important input on this bill.", "There are a number of pieces of important legislation that have already been introduced that we would like to debate and we would like to move through, because we’re here to make a difference for our constituents and we’re here to make changes that are needed immediately.", "Let me give you some examples of bills that we need to discuss and that are important:", "—Bill 119, Health Information Protection Act;", "—Bill 122, Mental Health Statute Law Amendment Act;", "—Bill 132, Sexual Violence and Harassment Action Plan Act;", "—Bill 135, Energy Statute Law Amendment Act;", "—Bill 100, Supporting Ontario’s Trails Act.", "These are all important bills that our constituents expect changes to be coming forward on. So we would like to spend time debating some of the other important pieces of legislation currently before this House. We also need to refer Bill 106 to committee for further review so we can go on with other debate. As a result—" ],
  "anchor" : "para135"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Don’t do it." ],
  "anchor" : "para159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville, come to order." ],
  "anchor" : "para160"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Mr. Speaker, I kindly move that this question be put now." ],
  "anchor" : "para161"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mrs. Albanese has moved that the question now be put.", "We have had seven days, approximately 10 hours, of debate on this particular bill.", "Interjections." ],
  "anchor" : "para162"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Thank you very much.", "I am satisfied that there has in fact been sufficient debate to allow this question to be put to the House." ],
  "anchor" : "para165"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Et tu, Speaker? Et tu?" ],
  "anchor" : "para167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Et tu, Brute?", "It is the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "All those opposed to the motion that the question now be put, please say “nay.”", "In my opinion, the ayes have it.", "Since we had sufficient people standing, there will be a deferred vote after question period this morning." ],
  "anchor" : "para168"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day.", "Mr. Murray moved third reading of the following bill:", "Bill 9, An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities / Projet de loi 9, Loi modifiant la Loi sur la protection de l’environnement pour exiger la cessation de l’utilisation du charbon pour produire de l’électricité dans les installations de production." ],
  "anchor" : "para175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Murray has moved third reading of Bill 9. Back to the minister." ],
  "anchor" : "para179"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "This is a much-debated bill, but I think it makes a lot of sense. There is some legacy here across governments. We’re very proud as a government to have phased out coal across Ontario, the largest greenhouse gas emissions reduction in the history of North America. It goes back, and there is some shared legacy here. As we remember, the member for Waterloo, Ms. Witmer, I think it was back in 2002, took actions toward the first coal closure, which was in Mississauga. It was interesting because she said at the time that it would probably lead to increased prices for energy. She was quite articulate about balancing those kinds of things, but the cost to Ontarians of keeping these things open was much more significant and much more severe, Mr. Speaker.", "There has been a lot of debate on this in the earlier readings of the bill, so I don’t want to belabour the point, but one of the things that I find quite interesting is that I’ve had a few people say, “Why is the government bringing forward a bill to close coal plants and to make it a law that you can’t open them?”" ],
  "anchor" : "para180"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "That’s a really good question." ],
  "anchor" : "para182"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "It’s a very good question.", "One of the biggest challenges with climate change is coal. You may know that in 2011 the government of Germany—Ms. Merkel, who I have an amazing amount of respect for on the international issues of Syria and immigration; she is an incredibly principled leader of great integrity. Her government, however, decided in 2011 to shutter all 17 nuclear plants. You can imagine what would happen to our energy profile in Ontario if we made the decision, as Germany did or as Japan did or as other jurisdictions did, to close all our nuclear plants. The member from Oxford I think sincerely asked, “Why would you put this in law?”", "If Germany, after it had started to phase out coal, had actually made a decision that it was going to keep carbon-intensive industries out of the rule—they would not be able to do this, right? It would certainly be a good debate. It’s interesting right now because the amount of coal production in Germany is huge. They are becoming more and more reliant on coal. We have a 15% reduction in greenhouse gas emissions by 2020, Mr. Speaker; Germany is at 40%. For the member from Oxford, it creates some challenges if you’ve committed to a 40% reduction in GHG emissions and you close 11 nuclear plants, and then coal becomes the default replacement.", "The same thing happened in Japan. You see coal plant closures now expanding in places like Turkey and Brazil. What it means is that some of those countries like Germany are continuing to meet their GHG emission targets but it’s coming at a huge cost.", "The other thing that’s happening in some of these countries that have actually brought coal back online is that they’ve lost investor confidence. We just did our IPO with Hydro One for the 15%, and we got good value out of that. Do you know that over 53% of investors in energy in Germany right now have frozen their investments because of the controversies around coal production? Germany is also dealing with huge health issues from late-night-generated coal.", "Japan: It’s understandable, because Japan has a short-term solution. The Fukushima disaster, for which I know we all have great empathy and pray for the folks in Japan who lost lives, was a huge tragedy. We know the vulnerability and the dangers that go with energy are very real, so I don’t think this is to be taken lightly. We are in a jurisdiction right now where we have good geology and we don’t have some of the vulnerabilities that some of those places do, but it is not an exceptional situation to see countries reverse themselves and open up coal.", "When we are voting as a Legislature, whether we are talking about the work that someone like Elizabeth Witmer did or Jim Bradley, Dalton McGuinty and many other folks in this House from many parties who worked very hard to make these very difficult decisions to get us to a carbon-neutral economy—the implications of the level of carbon dioxide at 400 parts per million right now in our atmosphere won’t be felt for another 50 or 60 years. We just have to look at what’s happening right now. It is estimated by scientists that the major drought events going on in the world are two to three times more likely to be happening because of the level of carbon dioxide that was in the atmosphere 50 or 60 years ago.", "California produces 90% or more of our strawberries and broccoli, most of our basic vegetables, and 35% of all of our food in North America. California is now in five years of an extreme drought. There is no other place in the world on which Ontarians, outside our own borders, are more reliant for food. That’s affordable food for families. It jumped about 20% last year, our imported food. We know that the level of five years of extreme drought—and NASA now projecting and saying, as has the Pentagon, that these are climate-related events.", "We know the situation in Syria. It was preceded, from 2005 to 2011, by probably the worst drought in human history. It is estimated that Syria lost, prior to 2011, 60% to 80% of its food production. Over 800,000 farmers lost their farms, and about two million people—one of the largest domestic migrations in human history within a country—migrated into the large cities. At the same time, one million refugees were coming from the Iraq war. That created a destabilized situation. The country lost its food production; it was losing its water supply because of a drought. That drought began, again, in 2013.", "You can’t say all of these things are direct A to B climate change-related, but as the folks at the NASA Goddard centre and the United Kingdom academy of sciences have said, the possibility of that extreme level of drought that would force agricultural collapse and the loss of a rural middle class is not very likely without the changed conditions on this planet.", "As the Pentagon said, climate change is now destabilizing regions like Sudan because it’s creating food and water crises that, in countries that already don’t have enough capacity and already have problems with famine, create conflicts and are catalysts and accelerators of conflict.", "On a global scale, as we lead up to Paris, we’re going to go in there very, very proud—I don’t just mean our Liberal government; I hope all members of the Legislature—that we have closed coal plants and we are committing to keeping them closed. That puts us not just in the minority of jurisdictions that have phased out coal, but we’re one of the jurisdictions that is committing—unlike other major players in the world, like Japan and Germany and some of the emerging economies—to keep them closed. If we think this is a light commitment that we’re making, Speaker, it’s not. It’s a commitment that many of the world’s most successful and largest and most powerful economies have not been able to keep.", "In the spirit of non-partisanship and our planet and our children, I’m hoping we will not only vote for this, but will vote for it with great pride, because this is a legacy of all members of this Legislature. Thank you very much, Mr. Speaker, and God bless." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para197"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to join the third reading of Bill 9, the Ending Coal for Cleaner Air Act. I appreciated the comments that the Minister of the Environment shared just prior to me standing. I appreciate the fact that he recognized the work that Elizabeth Witmer did, but I’d also like to recognize the work of my colleague the member from Simcoe–Grey. When he was Minister of Energy, he actually signed the order to close Lakeview, so I wanted to give him his due recognition as well.", "It’s important that we do recognize the legacy of effort that has culminated in improving the environment in Ontario, Speaker. Again, it’s important that people understand that Elizabeth Witmer was a champion. She held her seat in 1990 until recently, in 2012. This remarkable woman, who has a connection to my riding of Huron–Bruce, was an absolute dynamo and a wonderful representative at Queen’s Park of her constituents of Kitchener–Waterloo, as well as of the entire PC Party during her tenure here at Queen’s Park. I really think it’s important that we recognize that it was her efforts in 2001, when she was the Minister of the Environment, that formulated the plan to end the use of coal at the Lakeview Generating Station in Mississauga.", "I think it’s important to recognize that we want legacies to be respected. To that end, during committee, my party, the PC Party of Ontario, brought forth an amendment asking that Bill 9, the Ending Coal for Cleaner Air Act, be named in recognition of Ms. Witmer’s work in ending coal-fired power generation. Unfortunately, the Liberals decided to vote that particular amendment down. So while I appreciate the platitudes that have been offered to Ms. Witmer from the opposite side of the House here today, I really wish they would have given her due recognition and paid tribute to her legacy by renaming Bill 109.", "Let’s take a look at the important initiatives the PC Party of Ontario has long been involved with in terms of advocating to protect our environment.", "Speaker, it was back in 1972, under the premiership of Bill Davis, that the Ministry of the Environment was actually created. It was two years later, in 1974, during that throne speech, that the same Progressive Conservative government announced it was bringing in a new Environmental Assessment Act. This meant that for the first time, there would be a formal way to review the impact of new proposals on our land and water. In 1975, I’m very pleased to say, it was the PC government that made it law.", "Following this wonderful tradition of environmental consciousness, we in the PC Party do support ending the use of coal-fired power generation and we recognize the benefits that this action provides to our province.", "I do want to take a moment, though, during this third reading to recognize a number of organizations who took the time to raise their voice and share comments on this action. In fact, it was in June of this year that the International Institute for Sustainable Development published a report on Ontario’s coal phase-out. It is in this report that they recognized that health concerns of course was one of the greatest driving factors influencing Ontario’s policies regarding coal.", "But I do want to share something that we can’t overlook. In that report, they recognized that Ross McKitrick had his own study that recognized that coal phase-out would lead to extremely small improvements in air quality because we need to recognize that we in Ontario are also impacted by the use of coal in the States, in terms of prevailing winds. It’s not just the coal plants in Ontario, but outside influences that affect our air quality as well.", "There was a conference in 2007—The Future of Coal in Ontario? Towards a Clean, Secure and Competitive Energy Portfolio—that argued that air pollution in Ontario was mainly caused by our friends south of the border. Even at that point, Ontario Environmental Commissioner Gord Miller “testified to a steady improvement in air quality in Ontario during and after the phase-out.” During that testimony, he noted that “while reports clearly show improvement, we can’t specifically attribute this to the Ontario coal phase-out” because we’re glad to say that the US is taking strides in that regard as well.", "So in Ontario, we’re unique. We phased out our own coal plants. We recognize the fact that we are impacted by prevailing winds bringing attributes of coal use into our province, but we recognize as well that our friends in the States are reconsidering their use of coal in terms of new innovation and new technology, and using technology that will limit the emissions from coal use.", "When we talk about new innovation and new technologies, I can’t help but think of cap and trade, because we need to ensure that, as Ontario moves forward to limit greenhouse gas emissions, we need to be using tools. We need to be setting regulations and legislation that lead to allowing technology, innovation and ultimately industry to impact how they can continue to reduce greenhouse gas emissions. We can’t tie their hands with unnecessary legislation and heavy-handed legislation. We need to make sure that the tools are in place to enable industry to continue to work towards cleaner air in Ontario.", "I worry a little bit, because if we rush too much with cap and trade in our efforts to minimize greenhouse gas emissions, we could very well end up with legislation that is ill-advised, with a lack of consultation. It brings up neonics. It brings up the Great Lakes Protection Act. There has been so much in recent history where this government has chosen to totally ignore voices of concern over their regulations and over legislation that they’ve introduced. I have to say that we need to be very careful and diligent in holding this government to account when it comes to implementing one of the most impactful pieces of legislation and vision in terms of cap and trade.", "Stakeholders and industry representatives have been asking for details this past week, during our constit week. There has been outreach. There were one-on-one meetings, and there were telephone town halls, if you will, where a few more layers have been put onto the cap-and-trade vision that this government is looking to implement.", "But I know there’s still concern in the aggressive approach that this government is taking. They’re looking to really go forward in 2017, probably with an increase in fuel, but we’ll see. They said right from the outset a three-cent to a four-cent increase on fuel, and that’s just based on what they’ve learned from Quebec at this stage of the game. But what happens after that? That three to four cents—industry is saying they want to see that particular money go into a dedicated coffer, if you will, as opposed to the black treasury hole. They want to see that initial money go into making sure that a cap-and-trade market is adequately funded, and innovation ultimately is driven from that.", "It’s interesting, as we reflect on the amount of time that this government wants to place on Bill 9. Speaker, if you were to look at this bill, it’s two pages. Why are we spending so much time on something that clearly did not need legislation because it was happening anyway, when there are so many other important issues that should be discussed?", "It’s mind-boggling how, time and time again, this government is time-allocating bills, limiting debate, limiting voices on very important issues that really deserve a lot of thought, a lot of self-reflection and a lot of input from our stakeholders, to make sure that we’re getting it right. We all know what happens when you rush legislation and you cut off voices from the consultation table. We end up with an ill-conceived approach to managing neonics. We end up with a Green Energy Act that stripped away local autonomy.", "But some would say that was maybe the intent of limiting voice. They did not want communities having a say in whether they wanted to host renewable energy projects to the extent that this government has penetrated Ontario. It just goes to show that this government, I would dare say and argue, does not want to open up democracy, because it’s their way or the highway. I’m very concerned about that.", "Again, this bill, Bill 9: We have spent a lot of time on it. It is a mere two pages. Here we are in the House, dedicating more time in third reading to say, “Yes, this is a good initiative.” But for goodness’ sakes, let me use this platform while we discuss Bill 9 to ask this government respectfully to be mindful of the other pieces of legislation that need to come forward in this House and be mindful of the fact that voices need to be raised in order to make sure it works for Ontario and stakeholders and taxpayers. We need to open up debate. We need to allow people across this province an avenue to share their ideas, their support or their concerns.", "As it was said earlier today in debating Bill 109, this government is not allowing committees to go across the province like it once did. They’re making everybody come in to Toronto. They’re limiting their deputations to mere minutes, to the point where our party and the third party are giving up of their time of questioning just to give these people, who want to have their voices heard, a chance to deliver their entire message. There’s something wrong with this picture.", "I truly hope that, going forward, we can celebrate the closing of coal plants across Ontario. But for goodness’ sakes, in the spirit of legacy that the Minister of the Environment talked about, let’s make sure that we do better from here on in. In terms of legacy, let’s make sure that collectively, in that non-partisan spirit he referred to, we join together and say that coming down the pipeline, all future legislation deserves to be debated properly. We should not be time-allocating it. We should be making sure we can travel across this province to allow people—who have great ideas, who may have concerns—a chance to elevate their voice, because not everyone can make the effort to come in to Toronto to speak to a committee for a mere five minutes or so. It just doesn’t make any sense. I would suggest that there is incredible room for improvement, on the government side of doing business, in that regard.", "It makes one wonder, coming back to Bill 9, if this is just another photo op. These folks are doing everything they can to minimize debate but get out there for the big photo op. It’s kind of rich, in the sense that people are seeing through it. They’re concerned. People are seeing through all the facade of doing better for Ontario, because quite frankly, they’re calling the government out now, and that’s good news. They’re calling the government out on the sale of Hydro One, and they’re worried about cap and trade. It’s going to be an interesting time.", "I look forward to further debate." ],
  "anchor" : "para198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member. There will be time available for you, if you need more, at a later date and time." ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is now 10:15, this House stands recessed until 10:30." ],
  "anchor" : "para223"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s absolutely my pleasure to introduce MaryLynn West-Moynes, CEO and president of Georgian College, and especially the campus in Bruce–Grey–Owen Sound. Welcome to Queen’s Park." ],
  "anchor" : "para226"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I would like to take this opportunity to welcome George Kemp, the chair of the board of governors of Northern College and a constituent of my riding, and Fred Gibbons, the president of Northern College." ],
  "anchor" : "para227"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I believe we have a guest from my riding of Scarborough–Agincourt. Page Aislin Perry’s grandmother Isabel Hutchison is here today. Welcome to Queen’s Park. I believe she’s sitting in the public gallery." ],
  "anchor" : "para228"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I’d like to introduce Mr. George Burton, the president of Canadore College in North Bay, and Mr. Bill Ferguson, the chair of the board of governors." ],
  "anchor" : "para229"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to introduce Mrs. Jane Meadus. She’s a lawyer at the Advocacy Centre for the Elderly. Next to her is Tamara Daly of York University. She is a long-term-care researcher and holds the Canadian Institutes of Health Research research chair in gender, work and health. Welcome to Queen’s Park, ladies." ],
  "anchor" : "para230"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "It’s my great honour to welcome members of the Provincial Council of Women of Ontario who are visiting Queen’s Park for their annual meeting, which is taking place today in room 228 from 1 p.m. to 4 p.m. I welcome all members to drop in." ],
  "anchor" : "para231"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I would like to welcome teachers who are here with us for a few days this week for the teachers’ forum—and I think by that look, I just trumped you; sorry, Speaker." ],
  "anchor" : "para232"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’d like to welcome to Queen’s Park the grade five class from St. Paul Catholic Elementary School from the riding of Newmarket–Aurora." ],
  "anchor" : "para233"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to welcome the representatives here today from Union Gas and Enbridge at their annual day here at Queen’s Park. There’s a reception tonight in the Queen’s Park dining room." ],
  "anchor" : "para234"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to welcome to Queen’s Park today an exciting new president of St. Clair College in Windsor, Patti France." ],
  "anchor" : "para235"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m very happy to welcome a number of guests from my riding of Pickering–Scarborough East. We have some members of page Hannah Dossa’s family here—I understand Hannah is the page captain today—her parents, Farid and Dinar Dossa; her maternal grandparents, Ashraf and Parviz Parpia; her paternal grandparents, Nazin and Yasmin Dossa; and her great-aunt Zarina Esmail. Welcome to Queen’s Park." ],
  "anchor" : "para236"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome my good friend, the president of Niagara College, Dan Patterson." ],
  "anchor" : "para237"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I would also like to welcome Dan Patterson, but I would also like to welcome—and I’m just choosing one of the people here from the Provincial Council of Women of Ontario—Gracia Janes, who is a strong defender of farmland in the province of Ontario and agriculture in the Niagara region." ],
  "anchor" : "para238"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "From Seneca College, I would like to welcome the board chair, Donna Duncan, and the president, David Agnew." ],
  "anchor" : "para239"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’d like to welcome to the Legislature today Mr. Glenn Vollebregt, the president of St. Lawrence College in Kingston and the Islands. Welcome." ],
  "anchor" : "para240"
}, {
  "speaker" : "Han Dong",
  "text" : [ "On behalf of the Minister of Training, Colleges and Universities, I would like to welcome all the members from Colleges Ontario. It’s their Queen’s Park day, and I just met a few of them. I encourage all members of this House to have a very fruitful meeting with them today." ],
  "anchor" : "para241"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I’d like to introduce the president of Sault College: Dr. Ron Common is with us today in the public west gallery." ],
  "anchor" : "para242"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure to introduce family members of page Michelle Lewis, who are visiting from my riding of Davenport: mother, Nicole Knowlton; father, Shaun Lewis; and proud grandmother Joanne Lewis. Welcome to Queen’s Park." ],
  "anchor" : "para243"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I would like to salute and welcome the president of the Provincial Council of Women of Ontario, Mary Potter—and also a good friend of mine and a constituent of our House leader: Beverley McIntosh, who I had the pleasure of working with for several years." ],
  "anchor" : "para244"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’d like to welcome here today the students of St. Josephine Bakhita elementary school, from Ajax, Ontario. They will be visiting with us very shortly." ],
  "anchor" : "para245"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I’d like to welcome MaryLynn West-Moynes and Tom McBride from Georgian College in my riding." ],
  "anchor" : "para246"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I also have a teacher who is here today. His name is Ravi Vethamany. He’s a teacher at Cecil Facer, up in my riding of Nickel Belt. Welcome to Queen’s Park." ],
  "anchor" : "para247"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I’d like to welcome Cheryl Jensen in the west gallery. She is the president of Algonquin College in Ottawa, one of the most progressive and successful colleges in the province." ],
  "anchor" : "para248"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Our page captain today is Taylor Dallin, and in the gallery today is her mother, Gloria Yoon; her father, Eric Dallin; and her brother Logan Dallin." ],
  "anchor" : "para249"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I’d just like to welcome students from All Saints Catholic Elementary School, who I just visited with and are joining us in the gallery shortly, and the teachers who are with them: Natalie Makhlouf, Kristen Baker, Jeanette McDonald and Lisa Ferrarelli. Thank you for visiting Queen’s Park." ],
  "anchor" : "para250"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I know my friend John Vanthof introduced Fred Gibbons, who is here from Northern, but David Agnew is here from Seneca as well, and I’d like to acknowledge his presence." ],
  "anchor" : "para251"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’d like to welcome Maureen Piercy, president of Loyalist College, and Tony Tilly, president of Fleming College. I had the opportunity to meet with them this morning. Welcome." ],
  "anchor" : "para252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Along with our college educators, we have with us today, in the Speaker’s gallery, 25 teachers from across the province participating in the fourth annual Legislative Assembly of Ontario Teacher’s Forum. Please join me in warmly welcoming some of our province’s educators to the Legislature today. Thank you for being with us.", "I’m sure the college presidents, teachers and students who are here are going to enjoy question period.", "Interjections." ],
  "anchor" : "para253"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will do my best to behave; I’m sorry." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before we do that, I would like to have you meet our new pages: from York Centre, Megan Faith Ally; from Vaughan, Alex Bancea; from Parkdale–High Park, Ross Cameron; from Bramalea–Gore–Malton, Keana Cavero; from Willowdale, Taylor Dallin; from Pickering–Scarborough East, Hannah Dossa; from Renfrew–Nipissing–Pembroke, Benjamin Huckabone; from Mississauga–Streetsville, Oluwadayomi Kehinde; from Northumberland–Quinte West, Lauren Kinsey; from Etobicoke Centre, Aminah Kirefu; from Davenport, Michelle Lewis; from Windsor West, Prasanna Mohile; from Mississauga–Brampton South, Ajay Narayan; Scarborough–Agincourt, Aislin Perry; from Welland, Benjamin Shoalts; from Oak Ridges–Markham, Aaron Suthakar; Oakville, Brooke Westwater; from Ancaster–Dundas–Flamborough–Westdale, Rachael Young; unable to be with us today in the introductions, from Eglinton–Lawrence, Jack Farley; and from St. Paul’s, Noam Lasry.", "These are your pages." ],
  "anchor" : "para258"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for question period." ],
  "anchor" : "para261"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "To the Premier: I’m going to try again today. The question is not about infrastructure. The question is not about valuation. The question is not about 2002 or previous governments or past Premiers. The question is not about leveraging assets. The question isn’t about restructuring the old Ontario Hydro. The question is not about the 407.", "My question is sincere. My question is simple. Mr. Speaker, yes or no, does the Premier think paying the Hydro One CEO $4 million is appropriate? Yes or no?", "Interjections." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjection." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will start right off the bat.", "Premier?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just begin by commenting that the median salary for CEOs of American energy companies was over $7 million last year. That’s the median salary for American energy companies. I think the Leader of the Opposition knows that a large part of that compensation package for the CEO of Hydro One will be dependent on, will be at risk if the company doesn’t improve, if there isn’t better customer service, if there isn’t better health and safety for workers. He knows that those factors are in place.", "But the whole discussion about Hydro One, contrary to what the Leader of the Opposition has said, is about investment in infrastructure. That’s what it’s about. That’s why we are making these changes: so that we can invest in the infrastructure that we need in the 21st century." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para274"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Rather than comparing to corporate America, compare to other provinces. Hydro-Québec: $400,000, compared to your $4-million payout.", "Regardless of the mess this government has made of the personal support worker wage increase, I can tell you a PSW can make a little over $30,000 a year. Notwithstanding the cuts across the province to special education, we know educational assistants make around $35,000 a year. And despite the fact the government has cut hundreds of nurses across Ontario, a new nurse will make over $50,000 a year. Yet knowing all of this, the government still thinks it’s appropriate to pay $24 million a year for just the top four paid executives at Hydro One.", "Knowing all this information, knowing all the cuts you’ve done to front-line services, how can you find this appropriate?" ],
  "anchor" : "para275"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, let’s just—", "Interjections." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated please. Thank you.", "Interjections." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m asking everyone. This will be the last time I interrupt to ask. I will then move to warnings." ],
  "anchor" : "para282"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The question from the Leader of the Opposition and the heckling from the leader of the third party would lead one to believe that they actually supported our increases to personal support workers’ salaries and development support workers and ECEs. They didn’t support them; they didn’t support those increases. So it’s a bit rich, coming from the two of them, to attack us about our support for those workers.", "Mr. Speaker, broadening the ownership of Hydro One is about investing in infrastructure that, in fact, will provide opportunity for the very people that the Leader of the Opposition and the leader of the third party seem to be worried about. Making sure that we have companies in this province that can move their goods and their people around, making sure that the quality of life for people who depend on transit is improved: That’s what these investments are about. It’s why we’re broadening the ownership of Hydro One." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para285"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Single parents are working two jobs and barely staying afloat. Some of our school support staff are clearing $40,000 a year. The average truck driver makes somewhere between $25,000 to $50,000 a year. Corrections officers are making $55,000 a year, and often in unsafe conditions.", "I’ve asked over and over again, and the government has been disingenuous and seems to just not care. I will give them one more shot. Mr. Speaker, to the Premier: Give me one reason why it’s appropriate to pay the Hydro One CEO $4 million a year. It is not even close to anywhere to what other hydro CEOs are making anywhere else in Canada—one reason.", "Interjections." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you." ],
  "anchor" : "para289"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Control your anger now, when you answer this question." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew is warned.", "Interjections." ],
  "anchor" : "para291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Who’s next?", "Premier." ],
  "anchor" : "para293"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, we ran on and are implementing a plan that is based on investment in the people of this province. I will tell you, having travelled to California and China, that I am even more convinced that our advantage in Ontario is our people, making sure that they have the education and skills that they need for the 21st century. They are our advantage.", "But in order for those people to be at their best, we need, as a government, to make the investments that will allow them to thrive, whether that’s in our education system, our colleges and universities—funding for those institutions has been going up and continues to go up—or whether it is the investment in infrastructure that we absolutely need in order to be able to compete.", "Interjection." ],
  "anchor" : "para295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Stormont is warned." ],
  "anchor" : "para298"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "That’s the plan that we have put in place. That’s the plan that we’re implementing. It is a plan that is comprehensive. So, the Leader of the Opposition has taken one piece. He doesn’t, for reasons unknown to us, like the idea of improving Hydro One. We think that it should—" ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para300"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned.", "New question." ],
  "anchor" : "para302"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "To the Premier: The government can’t have it both ways. The Deputy Premier routinely shouts about the 1% when we question the government’s cuts to physician services. But the front bench over there is the first to defend the outrageous salary of Hydro One’s CEO, one that is almost 40 times that of a new doctor.", "Further to that, the Financial Accountability Officer’s report has said that the government hopes that “measures to reduce physician fees” will help them reach their targets. They have already cut the portion of health care three times in the last year.", "Mr. Speaker, how many more times will the government slash physicians’ service fees, and when can doctors expect the next cut?" ],
  "anchor" : "para305"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "So now we’re going to talk about some of the people in the province who earn the most money, and that they should earn more? That’s now where we’re going? The inconsistency that continues to come from the opposite side is quite remarkable.", "What we’re defending as a government in our plan is the right of the people of Ontario to have excellent institutions in their education and their health care system, to have the investments in infrastructure—whether it’s roads, bridges, transit or water systems—that they need in order to be able to compete, to have a government that is going to work with businesses to allow them to flourish and become exporters, to open doors around the world, and to allow them to expand and to compete globally.", "That’s what we’re defending, Mr. Speaker. That’s the plan we’re implementing, and I’m sorry that the Leader of the Opposition is so inconsistent that he can’t either see that or understand that we have to do all of those things." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: You want to talk about consistency? A $4-million salary for a Hydro One CEO is appropriate, but a family doctor making one fortieth of the salary isn’t appropriate? Give me a break.", "Mr. Speaker, just a few weeks ago, I was visiting Windsor and I went to the Windsor Regional Hospital. There I met just a handful of the 800,000 Ontarians without a family doctor.", "Interjection." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Trinity–Spadina is warned." ],
  "anchor" : "para316"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I heard from family doctors like Dr. Jen Bondy, who just made it under the wire, before your cuts, to join her family health team. Many of her fellow new physicians have described the medical profession as having morale at an all-time low. They feel that the Liberals have launched a systematic attack on doctors. Many are threatening to leave Ontario because of these cuts to the system.", "Mr. Speaker, how can this government justify the cuts to health care? Give us the justification for these cuts." ],
  "anchor" : "para317"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para319"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, there are a number of issues that I think it’s important for Ontarians to know. One of them is that we have increased the physician services budget. Roughly 10 cents out of every dollar this government spends in the province goes to physician services, those hard-working front-line workers. We’ve increased that by 1.25% last year, this year by the same amount, next year by the same amount again.", "We’ve asked our physicians to accept that modest increase in the overall budget. It will mean some challenges in terms of us having to make sure that we stay within that budget, but it is so that we can provide those increases to our PSWs across the province; so we can invest more in home and community care, as we are doing, $250 million more this year; and so we can continue to invest more money in mental health and addictions. I believe that the majority of physicians across this province support a sustainable health care budget and investing in other priorities." ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para322"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: The only physician who supports the physician cuts is the Minister of Health. The Liberal government is gutting health care in Ontario. Governance and leadership are about making priorities. Your priorities, Premier, are $2.5 billion for the Pan Am Games, $24 million for overpaid execs at Hydro One and $3.7 million to unions without a single receipt. Why is health care not a priority?", "On my Windsor trip, I learned from Dr. Darren Cargill that the Windsor hospital that he works at doesn’t even have a palliative care team. We have 800,000 Ontarians without a family doctor, yet this government just cut 50 residency spots. When will this government make health care a priority?" ],
  "anchor" : "para323"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I think the leader of the official opposition already knows that health care is a top priority of this government: $50 billion invested in that. We’re proud of all our health care workers, more than a quarter of a million of them around this province.", "It’s simply not true that we’re changing our investments or our commitments to doctors across the province. We put 70 separate savings opportunities in front of the OMA over the course of a year of negotiations. We did not receive a single piece of advice or reply from the OMA on a single one of them. We had an independent umpire, retired Justice Warren Winkler, come forward and implore the OMA to accept the government’s fair offer at that time last fall. The OMA rejected that fair offer.", "Mr. Speaker, we have repeatedly indicated to the OMA that we’re prepared to negotiate with them, to sit down and have discussions. To date, the OMA has refused to continue those discussions. We implore them to do that." ],
  "anchor" : "para325"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Last week, Ed Clark told a business crowd at a $1,000-a-plate luncheon that he wants to open our health care system to the private sector. When did the Premier give Ed Clark the mandate to open our health care system to US-style privatization?" ],
  "anchor" : "para329"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’m going to give the leader of the third party another example of what Ed Clark was talking about, and that is the development of skills and experience here that we have in education and health. Those can be useful to the world.", "On our trip to China, there was a group from a family health team right here in Toronto. That group was signing agreements in China with medical practitioners and students there to share information, to do some training on how we have organized family health teams in some of the practices here.", "That’s the kind of opportunity that we need to continue to look for because, quite frankly, the knowledge and expertise that’s been developed here of course is good for Ontarians, but it can be good for the world, Mr. Speaker. That’s what Ed Clark is talking about." ],
  "anchor" : "para330"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para333"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Yesterday, I asked the Premier about Ed Clark’s new plan to link our health care system to the private sector. While the Premier chooses to fire nurses, close beds, and is now choosing to open the door to US-style private health care, I’m proud to actually defend public health care in Ontario.", "Will the Premier make it clear to Ed Clark and make it clear to the 13 million Ontarians who rely on our public health care system that health care should be about families—", "Interjection." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Economic Development, Employment and Infrastructure is warned." ],
  "anchor" : "para337"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "—and not shareholders and profits?" ],
  "anchor" : "para338"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’m honestly not sure whether the leader of the third party understands what it is we’re talking about, because she has decided on a piece of rhetoric that actually bears no resemblance to what it is we’re talking about. I’m going to give her two more examples. When we were in China, TVO—TVOntario—and CBS Consulting Inc. of Markham, Ontario entered into an agreement to provide English-language high school courses to Chinese students. That’s an investment of $250,000, creating four jobs. Here’s an example of educational expertise that has been developed here in Ontario that we can now leverage, and we can partner with people in another country to allow them to have access to that expertise. I will give another example in the supplementary." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para340"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Actually, Speaker, I would prefer that the Premier just answer my question in the final supplementary. Ontario has been a leader in medical research for decades.", "Interjection." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education is warned." ],
  "anchor" : "para343"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Everybody knows that, and we have shared that research with the world. I am proud of that, Speaker. Whether it’s medication, whether it’s surgical techniques, people around the world benefit every day from Ontario’s leadership, and we have accomplished this within the framework of our public health care system. We should continue to share our research. We should continue to be a centre for innovation when it comes to health care, but I am proud to defend public health care in Ontario and I sure hope that this Liberal government is prepared to do the same.", "And so I ask, will this Premier do the right thing and tell Ed Clark, unequivocally, that health care should be public and not private?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We defend publicly funded health care in Ontario. We stand for publicly funded health care in Ontario. But there are opportunities, and I will give the leader of the third party another example. SickKids hospital and the Children’s Hospital of Fudan University in China have signed a memorandum of understanding. It’s a multi-year partnership to support neonatology. It will provide advisory services to support the design, quality improvement and workflow of a new CHFU neonatal tower. It will provide the development of education and training programs for physicians, nurses and management, to be delivered in both China and Canada.", "Mr. Speaker, there’s an opportunity that, within the framework of publicly funded health care, will provide opportunity, will save lives and will benefit both China and Ontario." ],
  "anchor" : "para346"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "New Democrats believe in publicly funded and publicly delivered health care, and that’s what we hope the Liberals are going to provide for Ontario.", "My next question is to the Premier. Last week, the Minister of Finance told me that the Liberal government “will do everything necessary to maximize the potential of our assets.” Does that include selling off even more of Ontario’s revenue-generating assets?" ],
  "anchor" : "para349"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the leader of the third party has, I presume, read our budget, read our platform, and understands what we are doing. She understands that Ed Clark has given us advice on leveraging Hydro One. She understands that we are committed to selling some real estate. She understands that we were committed to selling GM shares. She understands that that money is going into investments in transit across this province, in roads and bridges and infrastructure across this province. She knows full well that we have taken the advice of the assets group, that we are broadening the ownership of Hydro One. She knows that that’s the plan. She knows we’re going ahead and implementing it." ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para353"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Gee, Speaker, the slogan for their last week of the campaign should have been “A vote for Wynne is a vote for Hudak.”", "Anyway, the Premier won’t rule out selling more assets, and her ministers keep opening the door to more sell-offs. Her unelected banker is now talking about privatizing health care and post-secondary education.", "Will the Premier stop listening to bankers, start listening to people and come clean about whether or not she is planning to sell off more of Ontario’s revenue-generating assets?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that there are some points to be gained by sort of flip comments from the leader of the third party, but we’re at a very serious juncture in this province. Our economy is in transition, and it’s in transition because of global forces. It’s not in transition because of anything that any individual company or politician has done in Ontario.", "We are in transition because the nature of manufacturing is changing. We’re in transition because we need modern, updated infrastructure. We’re in transition because the world of technology has changed, and it has changed all over the world. If we don’t keep up, if we don’t make the investments that are needed at this juncture, we will fall behind. Despite the fact that we have a highly educated workforce, despite the fact that we have all the resources that we need, we will fall behind if we make the wrong decisions. The leader of the third party is counselling—" ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para359"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "This Premier knows exactly what she’s doing. She could rule out selling off more of Ontario’s revenue-generating assets. It would be easy to rule that out, but she will not do that.", "Interjection." ],
  "anchor" : "para361"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment is warned." ],
  "anchor" : "para363"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Instead, the Premier and her ministers are offering Ontarians more doublespeak.", "Why won’t the Premier just be clear and transparent, as she so much indicated she was going to do from day one and hasn’t done yet? Why will she not be transparent and open with Ontarians and tell them straight up, right here in this House, if she is going to be selling off more of Ontario’s revenue-generating assets?" ],
  "anchor" : "para364"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The leader of the third party knows full well that we are implementing the plan that we put forward in our budget. We are implementing that plan, and in that plan we said we were going to take the advice of the assets council. We have taken that advice. We are broadening the ownership of Hydro One. There’s nothing else in the plan in terms of assets.", "What I would say to the leader of the third party is that the openness we have brought to this process, by being clear that we are investing in infrastructure and that in order to do that, we needed the revenue, we needed the funds in order to be able to do that—that’s what we brought to the people of Ontario. That’s the plan we’re implementing. Because of that plan, there will be projects—there are projects—being built all over this province in rural, northern, southwestern, eastern and southern Ontario in order to make communities more viable, to make communities more attractive to businesses, and to allow us to thrive into the 21st century.", "Interjections." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para369"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "My question is to the Minister of Energy. Not only is the minister continuing policies that will make hydro more expensive, but he is now centralizing power within his office. Bill 135 will effectively remove procurement and planning from the Independent Electricity System Operator and strip the Ontario Energy Board of its transmission approval authority. These bodies are supposed to be autonomous and above political manipulation. However, that all changes if Bill 135 becomes law.", "My question is this: What have the IESO and the OEB done that the minister feels it is necessary to strip them of their authority, which will surely result in further unmitigated disasters and scandals in our electricity system?" ],
  "anchor" : "para372"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I always appreciate the bombast with which my critic provides questions. Sometimes it’s important to actually look at the facts, for example.", "The legislation has a process to empower the IESO to undertake competitive selection for procurement processes for electricity transmission projects when appropriate.", "In terms of energy system planning, the legislation would enshrine the long-term energy planning process that was developed in 2010 and 2013 to ensure that future long-term plans are developed consistent with the principles of cost effectiveness, reliability, clean energy, and community and aboriginal engagement.", "Particularly, in terms of transmission, the Independent Electricity System Operator would be authorized to plan and undertake competitive approaches for transmission selection and procurement. It gives power to the IESO in planning and procurement." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para378"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "That’s not what the industry says, Speaker. We’ve heard from expert and industry stakeholders who universally decry this undermining of the IESO and the OEB. They say this is no way to manage an energy system in the 21st century.", "The smart meter program—done without the advice and expertise of the IESO—turned into yet another Liberal energy scandal, costing ratepayers hundreds of millions of dollars more than was originally projected, and leaving homeowners with untrusted and unreliable devices.", "Another example is the Niagara-Caledonia-Middleport transmission line, which the OEB said was unnecessary. Yet the government went ahead anyway, and now it sits unused, after costing the people of Ontario $100 million.", "Will the minister tell us who will protect generators, stakeholders and ratepayers from further Liberal disasters and scandals if Bill 135 becomes law?" ],
  "anchor" : "para379"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, I find it amazing that he would even suggest that the IESO was not involved in inaugurating the smart meters. I happened to have been on the board of the IESO between 2007 and 2010. They in fact did all the software. They did all the work to create the smart meters. They did all the oversight in implementing smart meters. So I don’t know where he gets off by saying the IESO had nothing to do with smart meters. They created the software; they created the program; they created all the oversight for implementation. So he’d better get his facts straight." ],
  "anchor" : "para383"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. Since the Premier is selling off Hydro One, Hydro One profits will be going to the private sector, but the bills are still coming to the province, not Hydro One. Fifteen per cent of Hydro One’s profits will go to Bay Street, but 100% of a $3-million bill for IPO-related expenses will go straight to the province. That means Ontarians will pay the bill—not Hydro One, not its new private investors.", "If this is such a great deal, why are Ontario families going to be stuck paying this bill?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para387"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "We have the broadening of the ownership of Hydro One. We just finished the IPO. We just sourced $3 billion as a result, to invest in other assets, into the Trillium Trust. We also had an additional billion dollars in special dividends just prior to the IPO, which, again, enables us to enhance the value of Hydro One and the benefit to the shareholders, 84% of which are Ontarians and the taxpayers. The broadening of ownership included—40%—retailers from Ontario.", "The bottom line is, we have a company that’s now valued more, is more efficient and has greater board governance and executive control. The company is outperforming than it has ever done before, and it will continue to provide a greater benefit to us as shareholders of the company that we still have." ],
  "anchor" : "para388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para390"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It didn’t take long for the Premier to give in to her very powerful friends. They will get 15% of Hydro One’s profit, and they’ll pay 0% of this $3-million bill.", "This bill was for the period that ended September 30. The IPO didn’t close until November 5, and the Premier is still planning to sell more. How much more will Ontario families be paying so that Bay Street investors don’t have to pay a cent?" ],
  "anchor" : "para391"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The value of Hydro One, and the shareholders—us, as owners of this company—has now been determined at the high end. That’s net of all these other expenses that the member is speaking of.", "We have just maintained and enabled this company to provide greater value, provide greater capital gains for the province that we’re now able to reinvest to produce new assets at even greater returns.", "The member opposite is making claims that are actually monies that have been awarded to ourselves. We are the ones benefitting from all of this at the end, not some other mythical operation.", "The fact is, the net result of this IPO has enabled us to source $3 billion more for other investments in the province while still retaining 86% ownership of the corporation." ],
  "anchor" : "para393"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Human rights are an essential staple in any democracy. Not only my constituents in Kingston and the Islands but all of Ontario should be proud of the leadership this province has—" ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Who, please?" ],
  "anchor" : "para400"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Oh, sorry. It’s for the Attorney General." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para402"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Sometimes I feel as though excellent leadership goes unnoticed.", "Mr. Speaker, through you to the minister, could the Attorney General enlighten this House on how this government has ensured that human rights are preserved for every Ontarian?" ],
  "anchor" : "para403"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "First of all, I want to thank the MPP for Kingston and the Islands for her very important question. I also agree that the defence of human rights is an essential part of our community. All Ontarians have the right to live free of discrimination, inequality and intolerance. The protection of human rights is a fundamental principle in this province.", "This government has taken the most significant steps in 40 years to strengthen our human rights system, to better ensure dignity and justice for all Ontarians. Our strengthened human rights system supports these rights by better enforcing Ontario’s Human Rights Code and ensuring dignity by providing timely and efficient access to justice for those who face discrimination in our communities.", "I’d like to take the opportunity to say how incredible the events were at the mosque in Peterborough on Saturday night. We are all behind this group, and we support them deeply." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I thank the Attorney General for that answer. The work the province has done in this area is honourable and should be a model for other provinces. I was able to see first-hand that profound commitment to human rights and justice when the minister visited various organizations in Kingston and the Islands in the legal and social service fields.", "If the Attorney General would elaborate on the mandate of the Ontario Human Rights Tribunal, as well as some of the processes it uses to uphold human rights in this province, I’m sure this House would be very appreciative of the progress that has been made." ],
  "anchor" : "para409"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Yes, it’s an excellent question. Through education, policy development, and research and analysis, the commission works to preserve the spirit of tolerance that has long characterized Ontario.", "In 2008, the Ontario government commissioned a report in order to maximize the potential of the human rights system in the province. I am proud to say that the majority of these recommendations have been implemented.", "In developing a new human rights system, we have provided quicker and more direct access for victims of discrimination. We have provided legal supports to help those who would otherwise have difficulty accessing justice. We have focused resources to address systemic human rights issues.", "Human rights continue to be a priority for this government and this province." ],
  "anchor" : "para411"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Premier. This Thursday marks one year since the Liberal government’s lack of winter preparedness and oversight allowed the QEW to be turned into a skating rink of traffic chaos for GTA motorists. One year later, the minister still says he has no idea what caused the mess and goes on, despite the auditor’s warning, with the same safety-compromising, cut-rate contracts his government introduced in 2009.", "As tragedies mount, evidence of the contract failings multiplies to the point that we’ve now seen the second regional contract fail and quietly go back up for tender in the last six months—the second.", "Two contracts have failed within half a year. Will the Premier now agree with the auditor and admit that their performance-based contracts have in fact placed the lives of Ontario motorists at risk?" ],
  "anchor" : "para416"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para419"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’ll say in advance that my voice is a little bit weak this morning from a lingering cold.", "I do appreciate the question from the member of the opposition. He referenced the Auditor General’s report from a number of months ago, asking whether or not the government agrees with the auditor’s report. Of course, that report contained eight recommendations. I said on the very day that report was released both in our press studio here in this building, but also here in this House repeatedly, that our government does accept all eight of the recommendations that the auditor brought forward.", "More importantly, or as importantly, that’s why, prior to the auditor being asked to go and examine this particular program, this government took proactive action with respect to making sure that we had more resources, more equipment and more materials out on our highways. We have since done a great deal of work between last winter season and the winter season that we’re now in, Speaker. My expectation is that our contractors will perform accordingly for this winter season." ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Speaker, while they talk about improvements there is no new equipment for this winter, fines levied continue to go uncollected, bare-pavement standards haven’t changed and they stick stubbornly to their same performance-based contract system that risks safety.", "New Twitter sites and plow-tracking apps do nothing to help the person stuck on the highway in an accident because roads weren’t cleared.", "Sudbury represents the second failed contract in the last six months. Even contractors themselves realize it’s not working. That’s why they’re dropping off the keys and walking away. That’s why the first failed contract in Kenora led to only one bidder coming forward to take the job—and, Speaker, they weren’t even from Ontario.", "With the announced new RFP for Sudbury road clearing, will the Premier commit that they will not be repeating the performance-based contract mistakes that have led to so many winter tragedies for Ontario families on Ontario roads?" ],
  "anchor" : "para424"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Again, I thank the member opposite for the supplementary question.", "I’m not quite sure where he is getting his information from, Speaker, with respect to the fact that he alleges that there is no new equipment. From the period in time before the auditor’s report right through until this upcoming winter season—actually, the winter season that we’re now technically in—there are a great number of additional pieces of equipment that have been deployed to help deal with, for example, truck-climbing lanes in the north, but also ramps and shoulders here in southern Ontario.", "I find it interesting that in the first question the member would ask about the auditor’s report and then in the supplementary he would effectively mock the government for fulfilling or following through on what the auditor recommended with respect to us providing updated information through the 511 website and through the additional patrolling options that we have out there.", "This is a very important upcoming winter season, the season that we’re in now. I’ve had the chance to speak to all of our contractors, as has the ministry. We expect, this season, that the people of Ontario will get the service that they expect and deserve." ],
  "anchor" : "para428"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. Speaker, every year the chief coroner issues a report and makes important recommendations to improve the safety of our loved ones in long-term-care homes. After a 10-month delay, the latest report has been quietly posted online, and it reveals that this Liberal government is failing seniors, their families and staff in long-term-care homes. This critical report says that there is a need to increase the availability of staff for bedside care and confirms that the behavioural support teams “are not a replacement for sufficient numbers of caring staff who have time to spend with residents.”", "Speaker, the Premier cannot ignore this scathing report and she cannot ignore the growing needs of our seniors in long-term-care homes. Will the Premier finally act on the urgent need to improve support for seniors and front-line staff in our long-term-care homes?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Associate Minister of Health." ],
  "anchor" : "para435"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I’d like to thank the member opposite for the question and for her advocacy.", "I would also like to thank the coroner’s Geriatric and Long‐Term Care Review Committee for their hard work in producing this report. We look forward to a careful review of the recommendations.", "Mr. Speaker, the committee’s report essentially acknowledges what we also acknowledge, which is that the acuity of seniors in our long-term-care homes has been growing for a long time. In particular, there’s a growing incidence of aggressive behaviour. That is why we have launched, under the leadership of PA Indira Naidoo-Harris, a province-wide dementia strategy. We look forward to the findings of that report.", "In the meantime, we continue to aggressively invest in Behavioural Supports Ontario, which is something that the coroner’s report acknowledges." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from London–Fanshawe." ],
  "anchor" : "para440"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, again to the Premier: Every senior deserves to live in safety and dignity, but this scathing report confirms that the Liberals are failing 78,000 residents of long-term-care homes in Ontario.", "The coroner is urging the government to take immediate action to address the growing needs of seniors and to finally address understaffing in long-term care. The report makes 112 urgent recommendations, and while the Premier has no obligation to even respond to this report, New Democrats are speaking up today because we all have an obligation to ensure that our seniors and long-term-care staff live and work in safety.", "Will the Premier do the right thing for Ontario seniors and commit today to publically respond to all of the coroner’s recommendations before this House rises? And if not, why not?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "As I said in my previous answer, we are studying the report. It just came out recently and we are going to be reviewing all of the recommendations. In the meantime, we are going to continue going forward with consulting on our dementia strategy.", "I also want to say that the report very clearly acknowledges the skill and dedication of our front-line workers in our long-term-care homes. I want to thank the report’s authors for acknowledging it, and I want to echo that.", "I want to also assure this House and reassure this House that the safety of our seniors continues to be our number one priority." ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "New question, the member from Ajax–Pickering.", "Interjections." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thought I sent a message.", "Carry on." ],
  "anchor" : "para450"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport. As the member of provincial Parliament for Ajax–Pickering, I can tell you that I’m happy to be a part of the discussion around sport promotion in aboriginal communities, as some of my friends have sponsored the annual aboriginal hockey tournament just west of here—a great event.", "The Community Aboriginal Recreation Activator Program, commonly known as CARA, improves the quality of life and well-being of First Nation, Inuit and Métis communities through sport and recreation. By supporting their communities through local initiatives, we help facilitate the creation of a community-driven recreation plan. With greater understanding of local needs, communities can provide solutions for regional needs for sport, recreation and wellness.", "To the Minister of Tourism and Culture: Can the minister please share more about the CARA Program with us?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member from Ajax–Pickering for the question. The Community Aboriginal Recreation Activator Program, CARA, helps to build and support strong and vibrant communities across Ontario. Through community-run programs, we help facilitate local initiatives that help encourage young people to participate in sport and recreation. Initiatives like this allow young people, throughout the communities it serves, to participate in multimedia, in sport recreation, to connect with the great outdoors, and local sport programming.", "I’m happy that the CARA Program is recognized as one of the most successful programs in the communities that it serves. We’ve been able to double the participation level within these programs over the last year to bring us to 57,000 young people participating throughout Ontario. This is exactly the type of program that makes me proud to be a part of this government." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para458"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "Thank you, Minister. In its seven years of operation, the CARA Program has contributed to an improvement in wellness and improved quality of life through sport, recreation and physical activity opportunities. I’m proud of our government’s commitment to promoting sport and wellness in aboriginal communities across Ontario.", "Recently, the Minister of Tourism, Culture and Sport attended the CARA training symposium on behalf of our government—that was you, Minister—and I’m told that the CARA training symposium featured a variety of workshops and different events and offered opportunities for continued education for both sport and recreation.", "Can the minister please share with the House the impact of the continued educational opportunities for CARA Program leaders? Are we doing a good job on this, Minister?" ],
  "anchor" : "para459"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Yes, we are. We’re doing a fantastic job. More importantly, the community activators throughout Ontario that are part of this program are doing an incredible job with the young people in the communities they serve.", "I had the opportunity to go to the symposium two weeks ago and it was amazing to talk to these young leaders in their communities who participate in these programs. I got to watch a video of these four young women from Lac Seul, which is a First Nation community in Ontario, and to see these four young women pick up a camera and put together a music video through a partnership with the CARA Program. It was just incredible to see. In fact, Mr. Speaker, if you go onto YouTube and put in “Echo My Soul,” you’ll see that they’ve got 26,000 hits on this video, and it’s part of this program. They talk about their community, their culture, and it’s through programs like this." ],
  "anchor" : "para462"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Minister of Community and Social Services. Right now, there are at least 14,000 adults with developmental disabilities on the wait-list for housing. The need is extremely urgent. To get help, one mother had to declare her son homeless. Another young man with autism had to be locked in a psychiatric ward.", "When Global News approached the minister for her thoughts, she stated, “Are you sure you want to talk to me?” How insulting. It is the minister’s job to provide answers and hope to those affected by this crisis. Why won’t the minister provide an answer? Is it because the real answer would expose her and her government’s total and inexcusable lack of action?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’m very happy to respond to the question from the member opposite.", "First of all, our government recognizes the efforts and commitments of families who are supporting their adult children with developmental disabilities. We understand those challenges and we want to work with them. This is why, of course, we did establish developmental service organizations across the province: to ensure equity across the province in terms of prioritization in terms of moving to residential support services.", "Of course, we also want to enable people with developmental disabilities to live and participate as fully as possible in their communities. This is why we made the investment of $810 million to help those with developmental disabilities. In fact, we are making good progress in providing new residential supports. This year alone, we have supplied 500 additional residential spaces." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Mr. Speaker, that kind of answer is meaningless for families suffering because of this government’s misplaced priorities. They’re cutting secret million-dollar cheques to teachers’ unions, but to the most vulnerable amongst us, they are being total tightwads. How long will it take to cut down the housing wait-list? Global asked, but the minister wouldn’t say. The Auditor General told us that at the current rate, it will take 22 years. That’s assuming nobody else joins the list. Families need housing solutions now, not decades down the road.", "Speaker, will the minister apologize to families, take responsibility and start helping those most in need, and will she do it now?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "First of all, Mr. Speaker, I do want to emphasize that families who are on the residential wait-list are already receiving some forms of support through our direct funding programs. In other words, they are receiving supports within the community to assist them while they await residential placement.", "We have established a housing task force. I’ve had the opportunity to travel around the province to make announcements of these demonstration projects. Those with developmental disabilities vary considerably as individuals, as we would expect. Some people need very strong support in their communities; they may have complex medical needs. So we’re looking at innovative ways to house individuals in their communities, working in partnership with the community agencies that they need. We have some 12 demonstration projects, and we will have another 12 very shortly." ],
  "anchor" : "para473"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Some 20,000 pensioners who worked for US Steel and their families have had their pension benefits cut off since October. The Minister of Finance rose in this House to say that the government was going to kick in $3 million over six months as a transition fund. The problem is, nobody really knows how this transition fund is being administered or how to access the help these pensioners desperately need, the help the minister has promised.", "Pensioners are now writing to the Ministry of Health and Long-Term Care, in fact, and to the company, not knowing where it is that they should be turning to get the help that was promised by the Minister of Finance.", "Nearly two months after these benefits were cut, will the Premier tell this House where the $3 million in help that she and her minister promised to the pensioners is?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para480"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I also wish to acknowledge the work that’s being done by the member from Hamilton East–Stoney Creek—for his good work and advocacy on that side of the bench. We recognize that working together and collaboratively, we can help those most in need, and that’s what is happening here.", "The government of Ontario has been at the table, has been trying to encourage support for those families. That’s why we’ve earmarked the $3 million, to support the transition that is going forward. But it’s a longer-term process than that. We’re trying to enable this operation to be a going concern, to enable those families, those workers, to continue working, and finding ways to make it so.", "The industry is in flux. It’s not just US Steel; it’s the industry and the sector in its entirety. We’re reviewing all of that. That has huge implications for the well-being of many families. I recognize the concerns that the leader of the third party is making. We share them, Mr. Speaker." ],
  "anchor" : "para481"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, this minister offered $3 million in transitional help. All I was asking is: Where’s the money? He didn’t answer my question. It’s quite disappointing.", "The Minister of Finance also said that the government will “do everything we can” to stand with the retirees as well as the employees. What that means for them is opening up the deal that was signed between US Steel and the federal government.", "Will this Premier tell the people of our province—the retirees and their families—what commitments they’ve secured from the federal government to protect pensioners and the vital benefits of 20,000 US Steel pensioners?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Seriously, Mr. Speaker, of course we’ve been trying to identify the secret deal that was made by the Harper government of the past, and we’re trying to determine what that means going forward.", "But the member seems to be antagonistic here. We’re trying to find ways to foster the well-being of these families. The money is available, as required; we’re going through those negotiations now. Her member has actually been at the table enabling us and working together, and we will continue to do that for the benefit of the people of Hamilton who were exposed by this very unfortunate situation. We’re going to try to encourage and find ways to provide the greatest safeguards available to them." ],
  "anchor" : "para488"
}, {
  "speaker" : "John Fraser",
  "text" : [ "My question is for the Minister of Education. Yesterday marked the first day of Bullying Awareness and Prevention Week. The province has designated Bullying Awareness and Prevention Week on the third Sunday of November to help promote safe schools and a positive learning environment.", "Three years ago, the Accepting Schools Act was passed in this Legislature. It requires school boards to take greater measures to prevent bullying and issue tougher consequences for those who bully others.", "Minister, what is the government doing to help provide students and teachers across the province a safe, inclusive and accepting learning and teaching environment?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Thank you very much to the member for the question.", "Ontario has a Safe Schools Strategy in place and specific policies that require that all schools have bullying prevention and intervention plans and procedures in place, as well as safe and accepting schools teams. These teams are made up of a variety of students, teachers and people representing the community, and they are responsible for making sure that the school is providing a safe and welcoming learning environment for its students and staff. As you know, Speaker, a safe and welcoming learning environment is so important.", "Schools have been provided with resources and training for teachers and principals to support the work of these teams. Schools are encouraged to work with their teams to educate students about all the different forms that bullying can take. That includes physical bullying, verbal bullying, social bullying and electronic or cyberbullying, as we commonly know it. All those different forms of bullying need to be dealt with." ],
  "anchor" : "para494"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para497"
}, {
  "speaker" : "John Fraser",
  "text" : [ "L’année dernière, le Prix de la première ministre pour les écoles tolérantes a reconnu certaines équipes des écoles sécuritaires et tolérantes de l’Ontario pour leurs efforts considérables et leur contribution aux collectivités de la province.", "L’École élémentaire catholique Lamoureux, dans ma circonscription d’Ottawa-Sud, a été choisie comme récipiendaire du prix de la première ministre 2014-2015 pour l’adoption de la méthode « arrête, marche et parle ».", "In fact, Mr. Speaker, a school climate survey conducted at École élémentaire catholique Lamoureux revealed more than 97% of students felt strongly that they were supported and felt safe at school.", "Minister, please explain how other schools in Ontario can qualify as a recipient of the Premier’s Awards for Accepting Schools." ],
  "anchor" : "para498"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "My congratulations go out to École élémentaire catholique Lamoureux.", "Recipients of the Premier’s Awards for Accepting Schools are safe and accepting school teams who, first, demonstrate initiative, creativity and leadership in at least three specified areas related to the school climate. Secondly, they must identify the specific challenges faced by the team, and how they were addressed. Thirdly, they provide evidence that the activities that they have arranged have made a significant difference in the school community. The member just gave the example of 97% of students in the award-winning school feeling safe at school. All safe and accepting school teams across Ontario are eligible to apply for the Premier’s Awards for Accepting Schools.", "Once again, congratulations to the 10 school teams who have been selected this year for the award." ],
  "anchor" : "para502"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is to the Minister of Energy. Today, the on-peak electricity price is 17.5 cents per kilowatt hour. That is more than four times what it was when the Liberal government first came to power. The government keeps saying that the increases were below their projections from the 2013 long-term energy plan so, apparently, we’re worrying too much.", "The Ontario Energy Board even says that there is a simple solution to these soaring energy costs: Ontarians should just conserve a bit harder, and work during off-peak hours. Residents in my riding of Haliburton–Kawartha Lakes–Brock are fed up with these poor policy choices from this government. Did the government expect seniors on fixed incomes to freeze during peak periods, businesses to close, and dairy cattle to hold their milk until off-peak hours?", "How can the minister say to Ontarians that, to better manage their bills, they should just stop working and heating their homes during on-peak hours?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The member knows that our 2013 long-term energy plan’s projected rates are coming in lower than projected, and that the increases that have been announced recently are lower than those that were projected in our long-term energy plan.", "In addition, the member knows we are continuing to mitigate rates with a series of mitigation programs. Again, I repeat: I don’t think any of the members on that side have prepared a list of those programs and provided them publicly in their householders to their constituents.", "We’re still adding more mitigation measures to assist customers with their bills. In the supplementary, I’ll go into more detail." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Mr. Speaker, the bottom line is that people are still paying more for energy. The Liberal government’s long-term energy plan continues to subsidize industrial wind and solar power. The Ontario Energy Board even said that a third of the electricity increase came from the costs of this government’s Green Energy Act.", "Ontarians shouldn’t have to give up more of their hard-earned money just so that the government can stand on a soapbox and preach photo-op environmentalism. As it turns out, the government isn’t green enough to stop wind turbines from popping up on the sensitive Oak Ridges moraine, in Manvers and Bethany and the city of Kawartha Lakes.", "Ontarians shouldn’t have to continue to starve, freeze in the cold and sell their homes because of this government’s energy policies. Mr. Speaker, how can the minister continue to support energy policies that are starving and bankrupting hard-working Ontarians who are struggling to make ends meet every day?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The member will know that, as we sit here today, the Ontario Energy Board is advertising, through newspapers and other means, the new Ontario Electricity Support Program, which, for modest-income families, will save them $360 to $400 per year.", "Interjections." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s never too late to get a warning." ],
  "anchor" : "para518"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "In addition to that, we know that the debt retirement charge is coming off on January 1, which will take another $70 per year off their bills.", "We are also reminding people, starting now, through January-February, that for senior citizens, they will be able to apply for their tax credit and get up to $1,060 off their electricity rates.", "There are a lot of programs they can access. I would ask the members opposite to communicate to their constituents those programs that are available rather than standing up here with rants." ],
  "anchor" : "para519"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Premier. The government has announced that it is looking for public input into setting up a third-party certification program for compliance with Ontario’s accessibility legislation, the AODA. By “third party,” of course, this government means privatization, and any input is already being considered through this lens.", "This government shouldn’t be interested in accessibility for Ontarians facing barriers because it’s commercially viable or opens new markets; the government should be invested because it’s in fact the law. How will this government ensure, 10 years after, that the Accessibility for Ontarians with Disabilities Act will finally be enforced?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para525"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Much to the temptation to go otherwise, I want to respond to the member’s question. Yes, indeed, while I was at an event with Colleges Ontario yesterday, where Rick Hansen was speaking as the motivational speaker, we were talking about an initiative that Rick Hansen has been a champion of. That’s looking at ways that we can reach out to the business community and recognize those businesses that are excelling in becoming accessible, similar to the way that the LEED program works, with gold, platinum and bronze.", "The leading person and the leading organization in doing this in Canada thus far has been Rick Hansen and his foundation. We would be open to others doing this kind of work as well, but surely the member doesn’t have a philosophical problem with this government working with Rick Hansen on accessibility." ],
  "anchor" : "para526"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Speaker, Rick Hansen certainly is one of our most revered advocates for people with disabilities, but unless the government intends on having Rick do the enforcement part of the AODA, I don’t think you’re actually going to be able to follow through with your commitments—and thank you, Rick.", "Speaker, my brother is a quadriplegic. We know the barriers that people with injuries face. Disability advocates have been clear: They don’t need certification; they need enforcements of the AODA. What does it matter if the source of the barrier has been certified?", "After 10 years, how will you enforce the AODA?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I know that this member cares a lot about this issue, and we do as well. We’re going to take our advice from experts like Rick Hansen, because nobody knows better than Mr. Hansen when it comes to these issues. We’re going to use models that work and have worked in the past. It’s really important that we change the dynamics in this province and across this country when it comes to business perceptions about the need and the importance, from a business case, of becoming accessible.", "There are many ways that we can do that. Compliance is one of them; enforcement is another. But it’s really important that businesses embrace our ability to become accessible. A LEED-like program in Ontario would be a first in Canada and something that we’re working very closely on with the likes of Rick Hansen to achieve. We’re proud of that, and I would expect the member ultimately to support it." ],
  "anchor" : "para532"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m delighted to welcome Dr. Gerald Smith from the Ontario Dental Association, who has joined us today for all of question period. Welcome, Doctor." ],
  "anchor" : "para535"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "On behalf of my colleague from Niagara West–Glanbrook, I would like to welcome students from Our Lady of the Assumption Catholic Elementary School from Stoney Creek to the House today; also, Cindy Lolua for grades 5 and 6 and Clarerose Mascarenhas for grades 4 and 5. Welcome to Queen’s Park.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 109, An Act to amend various statutes with respect to employment and labour / Projet de loi 109, Loi modifiant diverses lois en ce qui concerne l’emploi et les relations de travail." ],
  "anchor" : "para536"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On October 8, 2015, Mr. Flynn moved second reading of Bill 109, An Act to amend various statutes with respect to employment and labour.", "Ms. Albanese has moved that the question be now put. All those in favour of Ms. Albanese’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para599"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 53; the nays are 44." ],
  "anchor" : "para645"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Flynn has moved second reading of Bill 109. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para646"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para653"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para733"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 78; the nays are 19." ],
  "anchor" : "para754"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para755"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading? Yes? It shall be ordered?" ],
  "anchor" : "para757"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "To the justice committee, Speaker." ],
  "anchor" : "para758"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It shall be referred to the justice committee." ],
  "anchor" : "para759"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Point of order." ],
  "anchor" : "para760"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Eglinton–Lawrence." ],
  "anchor" : "para761"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "There was some very unparliamentary language used by the leader of the third party. She should withdraw immediately." ],
  "anchor" : "para762"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I listened to the point of order. All members have their own watch to see whether or not they’ve said anything. If I heard it—I did not. If anyone does use unparliamentary language, I rely on them to identify and withdraw.", "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para763"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "With us in the gallery we have Elia Vigna, who is a member of the Markham prenatal bereavement group. She’s here for the introduction of a private member’s bill, the Pregnancy and Infant Loss Awareness, Research and Care Act, to be introduced a bit later. Welcome, Elia, to Queen’s Park." ],
  "anchor" : "para767"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Forty-seven years ago, Del O’Brien began a journey that has culminated in a book entitled Pem-Air: The Community Airline That Did It All. In the book he traces the history of the Pembroke and area airline over which he presided from 1968 until 2000.", "The book tells a story of amazing success because of the ingenuity of one man and the belief and trust of so many others. Del recalls how he convinced the leaders of 12 area municipalities to combine their resources and build a 5,000-foot runway.", "Pem-Air was soon airborne with flights to Toronto, Ottawa, Montreal and Quebec City. It also carried radio isotopes for Atomic Energy of Canada to Boston and New York, and conducted air ambulance missions.", "I was honoured to receive a personalized copy of his book on the weekend. I have known Del since 1968, when he was the Conservative candidate in the federal election. He rolled into Barry’s Bay with a flatbed—a moving platform—as he spoke to the crowd in my hometown. I was one of the youth assembled with him on that platform. Since then, he has continued to be a friend and a trusted mentor.", "He promised some years ago that when he retired from active law practice he would write a book, so that everyone would get their boarding pass on Pem-Air. While Del goes out of his way to express his appreciation and gratitude to so many, including the employees of Pem-Air, it is clear that without his efforts it’s unlikely the airline would have ever gotten off the ground.", "The official book launch is taking place today from 4 p.m. to 8 p.m. at the Travelodge in Pembroke, with additional signings in Petawawa, Deep River and Eganville.", "I thank and congratulate Del for his efforts and I encourage everyone to get a copy of Pem-Air: The Community Airline That Did It All." ],
  "anchor" : "para770"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "In my riding of Oshawa, parts of Durham and Scarborough there has been a change: a cost-savings initiative that undermines patient care in our communities. Occupational therapists, or OTs, and physiotherapists, PTs, are being targeted as budget lines are taking priority over the safety and care of people in need of home care. Following the Auditor General’s report on September 1, local CCACs had to re-evaluate their policies and started robbing Peter to pay Paul.", "Here’s what is happening in my area: When someone leaves the hospital and is discharged to go home, there is a plan put in place. This plan involves what support is necessary to care for them in their homes. Since September, however, occupational therapists and physiotherapists in my community have seen a steep decline in the care that is being allowed. Now a patient must be borderline bedridden to qualify for any services or support. Only the high risk get care, and those who used to get service are now getting waitlisted, with no hope of service.", "I’ve also heard concerns from another organization, the Durham Region Stroke Recovery Group, who have advocated for extended physiotherapy for individuals recovering from a stroke. In fact, the government supported a motion which called to extend their coverage earlier this year. This would be a proactive investment in our health care system that would make a world of difference for this group of people and could save the government money in the long term.", "I ask the government to consider the impact of their decisions, remember the commitment they’ve made to stroke victims and put the interests of victims first instead of trying to balance the budget on their backs." ],
  "anchor" : "para778"
}, {
  "speaker" : "Monte Kwinter",
  "text" : [ "The Bernard Betel Centre for Creative Living recently celebrated the organization’s 50th year. The centre was founded in 1965 with only 50 members. The centre has grown into an organization which now serves more than 5,000 seniors, including those who are unable to leave their home.", "The centre, located in my riding of York Centre, has been dedicated to helping seniors in our community live active, creative and healthy lifestyles within a Jewish environment. This is very crucial, because in our province the number of seniors aged 65 and over is projected to number 4.1 million by 2036. As the number of seniors in Ontario increases, it is critically important to ensure that there are enough resources in our communities that are available to assist older Ontarians. The centre is one of the many vital resources we have here in our community.", "The centre helps to ensure that seniors in York Centre remain mentally, physically and emotionally engaged. The vast range of programs and services offered is nothing short of astounding: computer classes, painting, Zumba, creative writing, knitting, pottery and so much more. Because of this establishment, seniors throughout York Centre live active, healthy and vibrant lives and improve their overall quality of life.", "Speaker, today I would like to congratulate them and thank them for their milestone achievement of 50 years of servicing the community of York Centre." ],
  "anchor" : "para783"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Mr. Speaker, I want to tell the House about a unique service organization which channels Christian faith into action while seeking to feed a hungry world.", "Each weekday morning, more than 50 volunteers at Ontario Christian Gleaners, located on Morrison Road in Cambridge, process and then drive 5,000 to 6,000 pounds of donated surplus and off-grade vegetables, apples and pears to make nutritious dehydrated soup mixes and fruit snacks for distribution in impoverished countries and refugee camps.", "The soup mixes and fruit snacks are shipped and distributed by relief and development organizations, which are able to ensure that they’re given to people in need, are committed to sustainability and development, and combine a gospel message with humanitarian aid. Each three-pound bag of Gleaners’ soup mix makes 100 bowls of soup when it’s served in the Third World. They calculate that one hour of volunteer service at Gleaners generates 146 food servings.", "Gleaners has sent soup mixes and fruit snacks to help feed people in over 40 countries, including Dominican Republic, Haiti, Nicaragua, Burkina Faso, Ghana, Kenya, Sierra Leone, Papua New Guinea, the Philippines and Romania.", "My friends Bill and Carol Baxter are amongst the hundreds of Gleaners volunteers who give generously of their time and talents, knowing their efforts are making a direct, positive difference in the lives of needy people abroad.", "I join with the member for Cambridge to thank and commend Ontario growers and everyone involved with Ontario Christian Gleaners for putting their faith to work to help feed the famished around the globe." ],
  "anchor" : "para788"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It has been six long years since Sam Bruno started a campaign to bring a PET scanner to Sudbury. Over 32,000 people have signed a petition requesting this government to put a PET scanner in Sudbury. The hospitals from the northeast, the municipalities, the First Nations, the church leaders—everybody agrees that the northeast needs equity of access and needs a PET scanner.", "Since then, new technology now exists for a mobile PET scanner. The minister has asked the PET steering committee to review the possibility of a mobile PET scanner. The report is positive. It has been with the minister for months. We have companies willing and able to bring a PET scanner to Sudbury. The Bruno family is willing to pay for the difference in price to have the docking station, and a PET scan in Sudbury or in Toronto costs the same, so there is no money implication. But we need the minister’s action.", "Where is this minister when it comes to equity of access for the people of the north? Year after year of delays are unacceptable and unfair. I questioned the minister about this recently, and he said that it is coming. Well, winter is also coming, and with this means people with cancer having to drive for four, six, 12 hours to go to Toronto through hail, rain, sleet, bad weather, freezing rain.", "We need a PET scanner in northeastern Ontario. We’ve waited long enough." ],
  "anchor" : "para795"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Yesterday, I had the pleasure of announcing the start of a very important construction project in my riding of Kitchener Centre: a new layover facility for GO trains and GO buses that’s going to serve my community.", "In Waterloo region, there is great urgency to increase rail service between our community and the GTA. Over the past year, I have listened to and worked very closely with a number of stakeholders, including municipal leaders, those in the high-tech sector, manufacturing, the insurance industry, academia and many more. Together, we have put our concerns before Metrolinx and the province of Ontario.", "People in Waterloo region are looking for travel options that are convenient, safe and reliable. Many of us want to leave our cars at home and take public transit instead.", "Once it’s finished in 2016, this transit hub that sits on a nine-acre property is going to include storage and maintenance for four GO trains and 20 GO buses. It’s going to allow us to give customers two new morning train trips from Kitchener to Toronto and two new afternoon train trips from Toronto back to Kitchener.", "Mr. Speaker, the Kitchener line is a top priority in the Moving Ontario Forward plan. It’s a 10-year initiative that is going to deliver all-day two-way GO train service to our region. As a voice for Waterloo region, I can tell you that advancing better transit in my community is a top priority for me, too." ],
  "anchor" : "para801"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "I have a very direct question for my colleagues: Would you want to live next door to a giant sludge dump?" ],
  "anchor" : "para807"
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para808"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "Of course not, and neither do my constituents. But that’s exactly what’s proposed in Beamsville, in the town of Lincoln.", "Speaker, members have strong positive associations with Beamsville, home to so many wineries, tender-fruit farms and agri-tourism businesses. It’s a gorgeous place to live.", "But right among these beautiful homes, farms and wineries, a company called Shire Corp. wants to take over a former poultry processing facility and turn the lagoons for water runoff into, get this, human biosolid sludge lagoons—open lagoons with biosolids, which is a polite term, in many respects, for treated human waste, being put into the agricultural lands in Niagara, in Beamsville. This is not an agricultural use.", "Look, I understand that the product has to go somewhere. I’ve had a chance to speak with the environment minister. I appreciate his attention to this issue. I know that he, like me, believes there are environmental technologies that can help with better uses of this, perhaps towards energy. My colleague from Huron–Bruce, our environment critic, was talking about just that. That makes a lot more sense than dumping the waste into sludge lagoons and leaving it there.", "What’s worse: The hundred trucks a day going in and out or the sludge lagoon?", "I ask the Minister of the Environment to stay on this path and if you would consider intervening in the OMB hearing, to stand up for local residents." ],
  "anchor" : "para809"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "Earlier this fall, I enjoyed attending the banquet marking the Kiwanis Club of Cambridge’s 95th anniversary of service to my community of Cambridge and North Dumfries township and, also, to those in need around the world. The work these Kiwanians do is certainly worthy of gratitude and recognition in this House. From bursaries for students, Air Cadets, international aid and 4-H clubs, which just celebrated 100 years of service to our young people, their work is far-reaching.", "The Kiwanis Boys Choir is a gift to all of the audiences who sit in front of them, and they’ve represented Cambridge on the world stage. During the gala celebration, we were treated to some of their very beautiful vocal music.", "I really want to pass on my thank yous to choir director James Kropf for your vision and ongoing commitment to these young men and boys and for your inspired leadership.", "Peter Tudisco, past district governor, spoke to me about the collective work that Kiwanis Clubs do on the international stage. They raise over $100 million annually to support a number of worthy causes. One such cause is their Eliminate Project that seeks to end neonatal and maternal tetanus around the globe. In partnership with UNICEF, Kiwanis aims to eliminate this very deadly disease that claims the life of a baby every nine minutes. About 17 countries are tetanus-free now.", "I’m proud to recognize the work of the Kiwanians.", "Thank you to President Sharma, Vice-President Don Pavey, and the committed board members for your committed work to the Kiwanis Club." ],
  "anchor" : "para816"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Last Sunday, I hosted a multi-faith candlelight vigil in my riding of Kingston and the Islands to honour all victims of violence in Paris, Baghdad, Beirut, Kenya and beyond. Approximately 250 Kingstonians came out to soundly reject these assaults on the foundation of our society and our very connection to the people around us.", "Make no mistake: Ontarians and Canadians categorically denounce these acts of violence.", "Since the Paris tragedy, we have seen a fire in a mosque in Peterborough, a Hindu temple vandalized in Kitchener, and a young mother in Toronto who was brutally attacked and terrorized. We can and we must do better than this.", "I encourage each and every one of you to stand strong as we are challenged by the few to commit random, indiscriminate and horrific acts of violence. Guard and hold hard onto your own moments of peace and sense of security in our everyday lives.", "Terrorists want us to look at our neighbours with suspicion and fear. Kingstonians reject that. Be united with your communities and denounce acts of violence, for to fail is to succumb to the aim of terrorism.", "Si seulement les victimes de Paris pouvaient être le dernier sacrifice sur la route de la paix.", "Peace be with you. Inshallah. Thank you. Merci." ],
  "anchor" : "para823"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated November 17, 2015, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para832"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "On behalf of Chairman Crack, I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para835"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 112, An Act to amend the Energy Consumer Protection Act, 2010 and the Ontario Energy Board Act, 1998 / Projet de loi 112, Loi modifiant la Loi de 2010 sur la protection des consommateurs d’énergie et la Loi de 1998 sur la Commission de l’énergie de l’Ontario." ],
  "anchor" : "para836"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para838"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated October 22, 2015, the bill is ordered for third reading.", "Mr. Tabuns moved first reading of the following bill:", "Bill 140, An Act respecting smart grid cyber security and privacy / Projet de loi 140, Loi portant sur la cybersécurité du réseau intelligent et la protection de la vie privée." ],
  "anchor" : "para840"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para845"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para847"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Briefly, this bill is meant to put in place regulations of cyber security and privacy with a smart meter system, and to provide for enforcement of those standards.", "Mr. Colle moved first reading of the following bill:", "Bill 141, An Act to require research to be undertaken and programs to be developed for pregnancy loss and infant death and to proclaim October 15 as Pregnancy and Infant Loss Awareness Day / Projet de loi 141, Loi exigeant des recherches et des programmes sur les pertes de grossesse et les décès néonatals et proclamant le 15 octobre Journée de sensibilisation au deuil périnatal." ],
  "anchor" : "para848"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para852"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para855"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Every year, thousands of mothers in Ontario experience pregnancy and infant loss. This bill, if passed, would amend the Ministry of Health and Long-Term Care Act to set out additional duties for the Minister of Health and Long-Term Care. The minister is required to establish research initiatives and undertake a comparative analysis with respect to pregnancy loss and infant death. The minister is also required to establish and develop programs to reduce the risk of pregnancy loss and infant death and to assist and provide counselling and support to mothers and families who experience pregnancy loss or infant death.", "The bill also, if passed, would proclaim October 15 of each year as Pregnancy and Infant Loss Awareness Day.", "Mr. Mantha moved first reading of the following bill:", "Bill 142, An Act to amend the Children’s Law Reform Act with respect to the relationship between a child and the child’s grandparents / Projet de loi 142, Loi modifiant la Loi portant réforme du droit de l’enfance en ce qui concerne la relation entre un enfant et ses grands-parents." ],
  "anchor" : "para856"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para861"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para863"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Subsection 20(2.1) is added to the act. That subsection prohibits a person entitled to custody of a child from creating or maintaining unreasonable barriers to the formation and continuation of personal relationships between the child and the child’s grandparents.", "Subsection 24(2) of the act is amended. That subsection sets out the needs and circumstances of a child that the court must consider in determining the best interests of the child. The bill adds to that list the emotional ties between the child and the child’s grandparents and the willingness of each person applying for custody of the child to facilitate contact with the child’s grandparents, if such contact would be appropriate in the circumstances." ],
  "anchor" : "para864"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para868"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment seeks to put forward a motion without notice. Do we agree? Agreed.", "Minister." ],
  "anchor" : "para869"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I move that, notwithstanding standing order 98(g), notice for ballot item 9 be waived." ],
  "anchor" : "para871"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister moves that, notwithstanding standing order 98(g), notice for ballot item 9 be waived. Do we agree? Carried." ],
  "anchor" : "para872"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank Rhonda Ferguson from Hydro One Not For Sale for co-sponsoring a public meeting with me, and for the resulting petition to the Legislative Assembly of Ontario.", "“Whereas the provincial government is creating a privatization scheme that will lead to higher hydro rates, lower reliability, and hundreds of millions less for our schools, roads, and hospitals; and", "“Whereas the privatization scheme will be particularly harmful to northern and First Nations communities; and", "“Whereas the provincial government is creating this privatization scheme under a veil of secrecy that means Ontarians don’t have a say on a change that will affect their lives dramatically; and", "“Whereas it is not too late to cancel the scheme;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario immediately cancel its scheme to privatize Ontario’s Hydro One.”", "I’m pleased to affix my signature to the petition and send it to the table with page Hannah." ],
  "anchor" : "para876"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I received these from many constituents across the Superior North area in support of the Ontario Medical Association. The petition reads:", "“To the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I wholeheartedly agree with this petition and present it to page Benjamin to bring it down to the table of the Clerks." ],
  "anchor" : "para885"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I agree with the petition, affix my signature and give it to page Ben to bring down." ],
  "anchor" : "para894"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Whereas the Lake Nipissing Stakeholders Association’s (LNSA) mission is to provide for the long-term health and sustainability of Lake Nipissing and its fishery; and", "“Whereas the walleye population is of particular importance to all stakeholders, the association aims to achieve this mission primarily through an intensive walleye restocking program; and", "“Whereas the Ministry of Natural Resources and Forestry’s only answer to manage the walleye population decline is through more stringent regulations to the recreational fishery, but fails to impose any restriction on the commercial fishery, and furthermore imposed new restrictions on egg harvest for restocking, making restocking unfeasible; and", "“Whereas the LNSA has voluntarily done restocking, without these restrictions for over 30 years;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To remove the restrictions placed on the Lake Nipissing Stakeholders Association (2015) and to allow them to restock Lake Nipissing with walleye at higher volumes (20 million).”", "I agree with this petition. I sign my name to it and give it to page Rachael." ],
  "anchor" : "para904"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I present this petition, a petition to the Legislative Assembly of Ontario:", "“Whereas the provincial government is creating a privatization scheme that will lead to higher hydro rates, lower reliability, and hundreds of millions less for our schools, roads, and hospitals; and", "“Whereas the privatization scheme will be particularly harmful to northern and First Nations communities; and", "“Whereas the provincial government is creating this privatization scheme under a veil of secrecy that means Ontarians don’t have a say on a change that will affect their lives dramatically; and", "“Whereas it is not too late to cancel the scheme;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario immediately cancel its scheme to privatize Ontario’s Hydro One.”", "I agree with this petition. I’ll sign it and will give it to page Brooke." ],
  "anchor" : "para914"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I have a petition to bring forward.", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this petition, sign it and give it to page Ross." ],
  "anchor" : "para923"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas there is a critical need for residential care options for young people 18-64 suffering the devastating long-term effects of a severe brain injury in Renfrew county and to the extent that the only option available is staying in acute care or being inappropriately placed in long-term care;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“I request the Ministry of Health answer the need by funding a 24-hour supported residential home in Renfrew county so that those who have been housed in a hospital for as long as five years can be adequately supported in their own home in the community of their choice. The right care at the right time in the right location.”", "I want to thank Karen Rekowski for her work in obtaining this petition on behalf of her brother, and the hundreds of people who have signed it. I support it, affix my name and send it down with Aminah." ],
  "anchor" : "para932"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is my pleasure to present this petition on behalf of Gilles Joliat, who is from my riding in Chelmsford and collected 722 signatures. It reads as follows:", "“Whereas the residents of northern Ontario, particularly people who are sick or elderly, depend on public transportation for appointments in southern Ontario; and", "“Whereas intercity bus routes have been eliminated by Greyhound, for example, all daytime routes between Sudbury and Ottawa; and", "“Whereas there have been serious reductions at Ontario Northland, including the elimination of Northland’s train services;”", "They “petition the Legislative Assembly of Ontario to: Ensure that Ontario Northland offers adequate and equitable intercity transportation service from northern to southern Ontario.”", "I fully support this petition. I will affix my name to it and ask Hannah to bring it to the Clerk." ],
  "anchor" : "para938"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas lung disease affects 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, the Lung Health Act, 2014, through the committee stage, back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41....”", "I support this, Mr. Speaker, I affix my name to it and I give it to page Benjamin." ],
  "anchor" : "para945"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, I have here a petition that I have been receiving for quite a number of months. We receive thousands and thousands of these signatures, and every Monday I get to bring boxes full to the Minister of the Environment. I just want to read it into the record one more time:", "“Whereas many of the resources of this planet are finite and are necessary to sustain both life and the quality of life for all future generations;", "“Whereas the disposal of resources in landfills creates environmental hazards which will have significant human and financial costs for;", "“Whereas all levels of government are elected to guarantee their constituents’ physical, financial, emotional and mental well-being;", "“Whereas the health risks to the community and watershed increase in direct relationship to the proximity of any landfill site;", "“Whereas the placement of a landfill in a limestone quarry has been shown to be detrimental;", "“Whereas the placement of a landfill in the headwaters of multiple highly vulnerable aquifers is detrimental;", "“Whereas the county of Oxford has passed a resolution requesting a moratorium on landfill construction or approval;", "“Therefore be it resolved that we, the undersigned, humbly petition the Legislative Assembly as follows:", "“To implement a moratorium in Oxford county on any future landfill construction or approval until such time as a full review of alternatives has been completed which would examine best practices in other jurisdictions around the world;", "“That this review of alternatives would give special emphasis on (a) practices which involve the total recycling or composting of all products currently destined for landfill sites in Ontario and (b) the production of goods which can efficiently and practically be recycled or reused so as to not require disposal in landfills.”", "Thank you very much for the opportunity to present this petition. I affix my signature as I agree with this petition." ],
  "anchor" : "para954"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I have a very timely petition, considering we just finished our Remembrance Day ceremonies across the province.", "“Lest We Forget Our Duty to Care.", "“To the Legislative Assembly of Ontario:", "“Whereas we have a collective duty of care to all veterans for their service and sacrifice; and", "“Whereas the Long-Term Care Homes Act, 2007 narrowly defines the term ‘veteran,’ restricting priority access to long-term-care beds to veterans who served prior to 1953; and", "“Whereas the Long-Term Care Homes Act, 2007 omits veterans who enlisted after 1953 (modern-day veterans) from access to priority long-term-care beds; and", "“Whereas the current population of modern-day veterans in Ontario is four times that of traditional veterans; and", "“Whereas modern-day veterans are not eligible to apply for the existing 1,097 long-term-care beds designated specifically for Ontario veterans; and", "“Whereas only one in seven (1 in 7) veterans is eligible for priority long-term care in Ontario, a problem that will only increase as modern-day veterans age in keeping with national demographic trends;", "“We, the undersigned, petition the Legislative Assembly of Ontario to pass the Long-Term Care Homes Amendment Act (Preference for Veterans), 2015 which extends priority access to long-term-care beds to modern-day veterans, including former officers and former non-commissioned members of the Canadian Forces.”", "I support the petition, affix my signature and—" ],
  "anchor" : "para967"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para978"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? The member from Simcoe—" ],
  "anchor" : "para980"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Simcoe–Grey. Your timing is impeccable, Mr. Speaker. This is a petition from the residents of Country Meadows, Wasaga Beach, Ontario.", "“Whereas our present land leases with Parkbridge Lifestyle Communities Inc. are covered by the Residential Tenancies Act, 2006 (RTA); however, they are exempted from the protection of rent controls under the act. Being part 1, section 6, subsection 2, and,", "“Whereas the landlord has the option to increase the monthly land rental by $50 above the existing rent, to a new purchaser, when a home is sold.", "“Whereas ‘Country Meadows’ is a community of permanent homes located on leased lands whose residents are retired and living on fixed incomes. Continued rental increases beyond the guidelines of the RTA, is unsustainable to retired residents on fixed incomes.", "“Therefore, we the undersigned residents of ‘Country Meadows,’ petition the Legislature to change the RTA to include rent controls for retirement type communities located on leased lands and, to delete the option given to landlords to increase land rental rates upon sale of a home in such communities. The foregoing would enable retirees to remain in their homes and enjoy their hard-earned retirement years.”", "Mr. Speaker, I agree with this petition; I’d be happy to sign it." ],
  "anchor" : "para981"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is now over." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made to the order of precedence for private members’ public business such that Ms. Malhi assumes ballot item number 11 and Ms. Wong assumes ballot item number 12.", "Resuming the debate adjourned on November 5, 2015, on the motion for second reading of the following bill:", "Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996 / Projet de loi 122, Loi visant à modifier la Loi sur la santé mentale et la Loi de 1996 sur le consentement aux soins de santé." ],
  "anchor" : "para990"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para995"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s always a pleasure to stand in the House and share the voice of my constituents from Windsor West. It’s also my pleasure to speak to Bill 122 today, the Mental Health Statute Law Amendment Act, 2015.", "Today in 2015, we know and understand more about mental illness than at any other time in our history. We know, for instance, that mental health is impacted by the social determinants of health such as income and stable housing. According to Statistics Canada, Canadians in the lowest income groups are three to four times more likely to report poor to fair mental health than those in the highest income groups. As our knowledge of mental illness expands, it is important for the laws that govern our society to expand and grow to remain respectful and relevant. I think this is at the crux of what we are discussing today, Speaker.", "I would first like to thank all those working to expand our knowledge of mental illness and all those improving the lives of people suffering from mental illness and addictions throughout Ontario. Specifically, in my community of Windsor, there are several institutions and initiatives that do incredibly valuable work in the area of mental health.", "Mental Health Connections provides integrated psychosocial rehabilitation services to Windsor and Essex county adults with mental illness. Their centre is a welcoming environment where individuals can access a variety of strategies for recovery, including social, recreational, fitness, education, vocational and peer support activities both on-site and out in the community.", "The Windsor Residence for Young Men also performs important work in Windsor and Essex county to raise awareness of mental health illness and the presence of mental health issues in homeless youth. The organization indicates that out of 65,000 homeless youth across Canada—65,000 youth, Speaker—33% suffer from mental illness.", "New Beginnings Windsor provides young people suffering from addictions with a rehabilitation program that includes residential services, counselling, support, supervision and aftercare.", "The Windsor Essex Community Health Centre is another important organization in my community working to support those suffering from addictions and mental health issues.", "There is also a wonderful organization called the Windsor Youth Centre—it’s actually in the riding of Windsor–Tecumseh, but they service all of Windsor and Essex county. We call it the WYC. I want to take time to congratulate them, because they had a very generous donor come forward from the community, and then they did a fundraising campaign in order to purchase their very own home. They were renting; now they’ve moved into a new location. We had a lot of community members come together and construction companies come in and do work and build a really great place for the youth in our community to come to. We have homeless youth. They service at-risk youth. They service the youth who have mental health issues or perhaps addiction issues. I encourage anybody, if they come to Windsor to visit, to stop by the WYC and see the incredible work that they do there on a regular basis for the youth in our community.", "Speaker, in my 10 minutes today, I couldn’t come close to mentioning all the important work on mental illness done by individuals and organizations in my community. Luckily, there is a collaborative project in Windsor called We R Kids & Youth Mental Health that provides online resources and information about youth mental health and addiction issues for educators, service providers, community partners, parents and students in Windsor-Essex. I would encourage all members of this chamber to visit their website and get a sense of how seriously the people of Windsor and Essex county take mental illness, and the breadth of the work they are doing in this area.", "I think it’s important, as legislators, that we make every effort to know the services and supports for mental illness in our communities and throughout the province. Let’s be clear: According to the Ministry of Health, approximately 30% of Ontarians will experience a mental health or substance abuse challenge during their lifetime; 30% of everyone in Ontario will be touched by mental illness or addiction. One out of 40 people will face a serious mental illness.", "As legislators, we need to ensure that the laws we bring forward at Queen’s Park respect Ontarians suffering from mental illness, as well as their friends and families. We need to make sure that the voices of patients in psychiatric facilities and hospitals are heard so that their treatment is appropriate and consensual. We need to listen to the countless families, organizations, experts and individuals who have important insight into the broader changes that need to be made to mental health legislation.", "At times, Speaker, the courts inform the government, by handing down a decision, that certain laws violate our rights and freedoms entrenched in the charter and must be changed. This brings us to today’s debate on the amendments to the Mental Health Act outlined in Bill 122. On December 23, 2014, the Court of Appeal ruled that some existing provisions of the Mental Health Act violate section 7 of the Charter of Rights and Freedoms. The court gave this Legislature one year to amend the Mental Health Act to better protect the rights of patients.", "Bill 122 was introduced to comply with the unanimous decision of the court. Very briefly, this bill seeks to protect the rights of long-term, involuntary mental health patients. It provides the Consent and Capacity Board with new powers to make orders concerning the manner of detention for involuntary patients who have been in hospital for longer than six months. The province is also seeking to allow physicians and nurse practitioners to sit on Consent and Capacity Board panels for less complex hearings. We are told that this will free up psychiatrists for more complex hearings, such as those expected for involuntary patients who have been in a psychiatric facility longer than six months.", "Speaker, mental health law is immensely complicated and fraught with a history of failing to respect the rights of patients. As MPPs, we need to listen to the voices of the families and individuals with experience in dealing with mental illness in Ontario. We need to hear from legal experts and advocacy organizations, and we need to make sure that we get these amendments right for the sake of all Ontarians.", "This is why New Democrats find it so troubling that the government waited until the last minute to introduce their changes, and as a result, MPPs have only weeks to consider and debate this important legislation. The clock is ticking and the deadline of December 23, 2015, is fast approaching. It really drives home the point that we don’t have much longer here, where we sit, before the holiday break, so we really are pushing through legislation that should have been given more time for consideration. By taking nine months to simply introduce Bill 122 and another month to call this bill for second reading debate, the government effectively reduced the time that the Legislature has to consider these amendments from 12 months to, now, less than two months.", "Speaker, this impedes the ability of MPPs to do our jobs. This bill, and the topic of mental illness more generally, deserves more time and attention in the chamber, but this government is not showing leadership on this issue. Tabling a bill in the last instance and rushing to meet a deadline is just one example.", "While the government is rightly expanding the authority of the Consent and Capacity Board, the Liberals have allocated less funding for the CCB this year. Interim actuals for 2014-15 show expenditures of $6.2 million, but for 2015-16, the CCB is allocated just $4.8 million, even though the government is expanding the mandate and authority of the CCB.", "In Ontario schools, major cuts to in-classroom resources make it more difficult to identify mental illness in our youngest generations. Reductions in special education funding at 38 boards throughout Ontario is not the way forward if we are to take mental health and mental illness seriously.", "Speaker, as I’ve stated throughout my time here today, New Democrats are disappointed that this government waited until the last instance to bring this legislation forward. The government should show leadership in bringing these issues forward, but procrastinated and is now rushing through legislation.", "I wish I had more time to debate this bill today and that the government allowed the Legislature more time to discuss this legislation and mental illness more generally. Despite the Liberal government rushing through this legislation, New Democrats recognize that Bill 122 seeks to protect the rights of long-term involuntary mental health patients in accordance with the Charter of Rights and Freedoms. We firmly believe that the rights of all Ontarians must be protected, and all mental health legislation must reflect the fundamental rights enshrined in the charter." ],
  "anchor" : "para996"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1017"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "It’s good to hear the comments from the member for Windsor West. I guess I fundamentally disagree. This was an enormous amount of input, many members of caucus—I worked on the streets for over a dozen years with children, particularly in this, including members of my own family.", "This is under a court order and the amount of time that was in there to actually get the representations—I think that many of us as MPPs heard on this. I had round table discussions here with parents on both sides of this issue about forcing children, as they do in the United States, into forced treatment versus the civil liberties. This is one of the most difficult issues, and the government had to act. I’m glad we did not act precipitously.", "But I don’t think the conversation stops here, having spent a lot of my life working with kids who are, sadly, physically and sexually abused in their homes, end up on the streets, often damaged most by the people who are supposed to care for and love them, on the one hand, and on the other hand, parents who have children who have extreme mental health issues and addictions issues, trying to resolve that. This is at the very core of that.", "I would hope that we get this bill through quickly because the vacuum that’s out there right now is creating real harm and real risks to individuals, to children and to families. There is nothing stopping us from having government motions going forward. We’ve done a lot of work with mental health, the great work that my friend Michael Wilson has done for access to services.", "I will tell you, I’ve lived in four different provinces in Canada, and the level of access to mental health services in Ontario is so far superior to every other jurisdiction. The clinic I worked in in Winnipeg, which had a large mental health component, because we worked with street-involved youth, didn’t get funding from the provincial government, which was an NDP government—wouldn’t even give us a billing number, and we worked for five years with volunteer nurses and doctors. We were the front lines of most of the mental health and addictions issues in the city.", "There is no perfect government. There is no perfect situation. But I think, in this case, the enemy of good here is perfect." ],
  "anchor" : "para1018"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1024"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my comments to the debate and the wise words that we heard from the member from Windsor West. I appreciated how she commented on how her local community strives to ensure that people with mental illness feel dignity and respect and inclusion, as they should. I also respect that she, as well as the third party, as we are here in the opposition, is frustrated with the manner in which this government is currently dealing with legislation. They leave things hanging for a number of months and they rush to conclude them. It really binds people in terms of being able to raise their voice and eloquently speak to an issue and why legislation matters, specifically with regard to mental health.", "We have to remember that mental health is equally as important as physical health. If we don’t address it properly, it is a huge burden in terms of the costs that are associated in caring for these individuals. In fact, our critic for health, our very capable critic—" ],
  "anchor" : "para1025"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "It’s only because I’m here." ],
  "anchor" : "para1027"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s only because he’s here, yes, but I would say it even if he wasn’t here, Speaker. MPP Yurek has gone on to say and state that this could cost our health care system upwards of $51 billion a year if we don’t address it properly. That concern was echoed recently during advocacy day by PAO, the Police Association of Ontario. They, too, stand with us here in opposition saying that if we don’t adequately address mental health in a timely fashion, it’s a drain on their resources as well.", "Once again, mental health is equally as important as physical health. I commend the member from Windsor West for drawing some very important issues to light here in the House today. I look forward to further debate." ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’m happy to weigh in for a couple of minutes here and thank the member from Windsor West for her comments about trying to know what agencies are actually in your communities, that are out there to actually support people with mental health issues.", "Unfortunately—or fortunately, depending on which way you look at it—there are 440 agencies across the province for adults, another 330 for children and another 150 for substance abuse. I can tell you that in my own riding, which encompasses five municipalities—some of our members have 26 or 52 municipalities in their ridings—there is no overall umbrella organization to actually make sure that these agencies are communicated to the greater public. We have people come into our office all the time who don’t know where to go; and, frankly, many of us don’t know where to tell them to go, because we’re not even aware of some of these agencies that are actually in our communities. The member from London–Fanshawe introduced a bill called Bill 95, Improving Mental Health and Addictions Services in Ontario Act, and part of that bill was to actually create this umbrella agency which would do a really good job at making sure that we have equal access across the province.", "The other piece is, the minister talked about the short period of time that they’ve had. Well, they’ve had six years to implement some of the select committee recommendations on mental health and addictions—six years. To date, they’ve introduced one half of one recommendation out of 22 great recommendations that received all-party support six years ago.", "So although this bill is important and it needs some quick remedy, there are certainly lots of mental health issues that have been sitting around for many, many years that need addressing as well." ],
  "anchor" : "para1031"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1035"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to rise this afternoon in support of Bill 122. As the act says on the front page of the legislation, it’s An Act to amend the Mental Health Act and the Health Care Consent Act, 1996. As a former public health nurse and a registered nurse, I see such importance in passing this legislation. We heard from the courts and now we’re responding to the issues from the courts.", "One part I wanted to make sure the viewers at home and those who watch later in the day—I know constituents of mine watch this particular debate later in the evening. The proposed legislation, if passed, will address some of the court’s decisions by providing the Consent and Capacity Board, an independent tribunal, with the power to issue new orders respecting the manner in which long-term involuntary patients are detained, where currently the Consent and Capacity Board can only confirm or rescind the involuntary status. That’s an important thing, Mr. Speaker, because we’ve heard from the court, and now the minister of the day is addressing the concern.", "The other piece with regard to the proposed amendments is that it will also maximize the liberty of long-term, involuntary patients commensurate with the circumstances requiring their involuntary detention. So there are actually amendments being proposed to two pieces of legislation because we have heard from the courts.", "I heard the concern from my colleague from Windsor West. When you have existing legislation, any time you try to amend or to repeal legislation that already exists, it takes a little bit longer. If it’s a brand new piece of legislation with a clean slate, introducing the bill and debating the bill is much cleaner, but we have existing legislation now that we need to amend because we have heard from the court. It does take time.", "I do appreciate the comments made by my colleague from Windsor West and, as well, the others from the opposition parties.", "At the end of the day, we need to respect the court." ],
  "anchor" : "para1036"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Windsor West for her final comments." ],
  "anchor" : "para1043"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I’ll just touch on a couple of points that the Minister of the Environment and Climate Change and the member from Huron–Bruce made. They both made points that kind of tie into each other.", "The Minister of the Environment and Climate Change was saying that this whole process does take some time. I would suggest that maybe we need to be taking some time—rather than waiting till the last minute and trying to push through legislation—to really look at mental health and mental illness and figure out how to best service those people who are suffering from mental health issues or are being touched by them with a family member or friend. Maybe something we could look at in the future—hopefully, not in the too-distant future—is mental health supports and how we adequately support people.", "The member from Huron–Bruce touched on the cost to the health care system of dealing with mental health. It is a great cost, but it’s not just to the health care system. There’s a cost to policing, there’s a cost to the corrections system, because far too often what we find is that people who have mental illness are picked up by the police, they’re taken through the court system, they’re put into a corrections facility, which is not necessarily where they need to be, and then they are put into a situation and a corrections facility that is not ideal for someone who has mental health issues.", "So I think something else that we need to be looking at is the way that people view mental health issues, the way that we address mental health issues and the supports, so that we don’t have the extra costs to the health care system, to policing and to the corrections system.", "I believe that if there were the proper community supports—I’m not saying anything against the community supports we have now, but they need the tools and the funding to be able to properly address the mental health issues. If that was to happen, I think we wouldn’t be looking at a last-minute push-through of legislation; we would be dealing with the bigger picture." ],
  "anchor" : "para1044"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1049"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to speak to Bill 122 today. I was surprised that the members from the government side weren’t speaking to it, which resulted in my delay in getting up.", "I’m going to speak for both sides on this for the time being. I do applaud the government for bringing forth the legislation to make changes to allow for people who have been in long-term mental health facilities to have a hearing before the Consent and Capacity Board, which has to determine whether or not they can be reintegrated into society. If they can, they must be. However, I also have to agree with my colleagues from the third party and my own colleagues that it has certainly been a long time coming.", "The Minister of the Environment and Climate Change gets himself in a knot sometimes. Whenever people are critical of the government, he feels he has to jump right out and defend everything they do. Well, Speaker, they are not perfect, and they could have moved more quickly on this.", "As my colleague from Welland has said, six years ago there was a select committee on mental health that made numerous recommendations to the government on dealing with people suffering from mental health issues, and it has just taken forever for them to act on them.", "In the big picture, there is no question that mental health gets nowhere near the attention it deserves. Whether it’s an issue that people fear—they don’t want to talk about it. They don’t want to recognize that they know people who are dealing with mental health issues. Or maybe they fear that they could be the next one in line, because there is no assurance that any one of us is immune to being stricken with a mental health issue. It is a delicate subject, and people don’t like to talk about it.", "I probably wouldn’t feel like talking about it from this perspective a whole lot myself, but I do have a personal story to tell. I probably would not have felt as comfortable if my aunt, at the age of 97, hadn’t died earlier this year, because I know she would not have wanted me to talk about this.", "We’ve come a long way in how we deal with mental health issues, but we still have a long way to go, because the stigmatization is still there. Do you really think that anybody wants to go into a place looking for work, looking for a job at a new place, and tell people that they may have been treated for a mental health issue? Do you think that the person on the other side of the table is going to react the same as if that disclosure never came? We know differently.", "There are people who have been tremendously courageous and have helped people talk about these issues. I think of one person, the former Toronto Maple Leafs player Ron Ellis, who has travelled all around this country talking about his own battle with severe depression and how he fought it and battled it all of his life—dealt with it as a professional hockey player and after his retirement from the game as well. All of those kinds of stories I do believe help in people getting beyond that stigmatization of mental illness.", "But let me tell you a little history—I can’t believe how fast that clock seems to move. My grandmother suffered from increasingly difficult bouts of postpartum depression after each one of her children. There was more to it, I’m sure, than postpartum depression, because she took longer to come out of it and it lasted longer. My father was the youngest child, born in 1922.", "In 1929, after some hospitalizations, my grandmother went into I think it was called the Kingston hospital for the mentally insane at that time, for the last time. She came out, not because of a hearing before the Consent and Capacity Board but in a body bag in 1961, when she passed away. So from 1929 to 1961, she never left the psychiatric hospital in Kingston—Kingston or Brockville. I never ever got a chance to see her. I was born in 1957. I know my dad went down to see her many times and my oldest sisters, I know, may have gone to see her.", "It’s thinking about how the stigmatization affects people. The way of treating it at those times—and you know what? It’s not just the system. Possibly her own family didn’t know how to deal with it. The physicians of the day didn’t know how to deal with it, had no answers for it. So she was locked up and she would have been perpetually drugged, kept in a state of some kind of a stupor so that they’re easier to manage, and slowly but surely, as she aged and deteriorated, she passed away. Today that wouldn’t happen. We have come a long way. But we still have these stigmatizations about mental illness.", "When I say I wouldn’t have spoken about this if my aunt were still living, she would have, I know, been very uncomfortable about me talking about her mother in this way. She would have grown up through that whole period understanding how the tongues would have wagged in the hometown about her mother, my dad’s mother, and how something wasn’t right with her, and how they put her away. She was put away, never to be freed again. A life sentence, so to speak, not because she committed any kind of a crime, but because she suffered from a mental illness.", "Do you think that never had an effect on my aunt’s life, or my father’s life or their other siblings, as they grew up? Well, my father battled depression too. He held the same job that I hold here. Do you think he could ever talk about it in those days? Do you think he could ever publicly speak about his battle with depression, living in the Ontario of the 1950s, ’60s and ’70s? Do you think he would have ever been re-elected as a member of this Legislature in those days if he had talked about fighting and dealing with depression on a daily basis? Most likely not.", "Today it’s a different story. That is a positive change that has taken years and years, a generational change and attitudinal change not only of people being more compassionate to the trials and tribulations of others, but also being more educated that these things exist and, as I say, none of us is immune to it.", "When people talk about this, because the reality is that mental illness has a hereditary aspect to it, I always say that fortunately I have not had to deal with mental illness or depression—yet. I always add that caveat because, as I say, none of us is immune to it. We could all be stricken with it at some point in our lives. So I think it’s important for all of us to understand, when we’re dealing with issues of mental illness, and particularly those people who suffer from it, that we deal with it in the most compassionate way possible.", "There are some positive changes in this bill, but it is not going to be easy. It’s not a simple matter to reintegrate people into society. Whether they’ve been incarcerated or held in a facility for mental health reasons, it will be a challenging exercise. Yet, the Consent and Capacity Board, which spent over $6 million last year, has had its budget cut. How are we supposed to be able to accomplish all of these things in the face of further budget cuts? We have to do a whole lot more to deal with people and help people who deal with mental illnesses, but we can’t do it when the budget this government brings forth is continually cutting the funding for those services." ],
  "anchor" : "para1050"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1067"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I thank the member from Renfrew–Nipissing–Pembroke for sharing that story with us. You know, as somebody who practised nursing for many years and had opportunities sometimes to actually work on a mental health unit, it’s true that in the early days people were put away, and many of them ended up spending many, many years there, even though they could potentially have been integrated back into the community. But the community services weren’t available; there weren’t enough beds in acute-care settings. But you know, we’ve almost moved to the opposite now, where they’re closing mental health beds all across this province.", "In my own riding, we’ve lost two units of mental health beds. We have one unit now and no children’s mental health beds in the Niagara region. They have to go to Hamilton for any in-patient care. Unfortunately, even though those beds have closed, those ending dollars have not been reinvested in the community.", "Since I spoke to this bill, I think it was last week, I have had two or three calls from community agencies—family health teams and community health centres—saying, “What you said is exactly right, and we want to set up meetings with you to talk about how we can move forward. People who used to be in a hospital bed in our communities don’t have access to services in the community.” It may be because they don’t have the transportation to get where the services are provided, or it may just be because there are so many people with those needs, particularly with the poverty issues today, that they’re just not able to get the services they need." ],
  "anchor" : "para1068"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1071"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today and speak in support of Bill 122. Basically, we’ve heard from the courts that we need to be mindful about protecting the rights of patients who are detained involuntarily in our mental health facilities, and we’ve had to move forward as quickly and efficiently as possible to come forward with some amendments.", "The government is amending the Mental Health Act in response to the Ontario Court of Appeal decision. What was found was that the provision in the MHA for long-term involuntary patients violated section 7 of the Charter of Rights and Freedoms. What we are doing is putting amendments in place by December 22 to make sure that we are taking care of a very challenging and compelling situation.", "When people are hit with the terrible and often really difficult situation of having to deal with a loved one who is suffering from mental health issues, and when they are concerned about their safety and when they are concerned about the safety of the family and society at large, people are placed in very, very difficult situations. They have to make hard choices, and there are times in life when governments and the health sector actually have to step in and make sure that we are doing the right thing.", "There are times when people themselves who are involved in these situations are too emotionally tied with what is happening. That’s what these amendments are about: They are trying to ensure that we are helping the families go through and navigate through the system during difficult times.", "They are also trying to ensure that we are doing the right thing, that we are respecting a person’s rights and freedoms, but that we are also doing regular check-ins. That’s what these amendments do. They bring about a system so that we are ensuring that no one is kept beyond their will and in a situation that they shouldn’t be kept in for too long a period of time.", "I support Bill 122. I think it is the right thing to do, and I’m pleased to stand up and speak today." ],
  "anchor" : "para1072"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1078"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s my pleasure to be able to enter debate in the questions and comments section for Bill 122 of the member from Renfrew–Nipissing–Pembroke.", "If I may, as I begin my remarks in my two-minute response, congratulate him for taking the time and having the courage to discuss the mental illness that his family has faced. I think it is stories like his—from Renfrew–Nipissing–Pembroke, who talked about his father, a former member in this esteemed chamber—that help people, whether in Ontario or the rest of Canada, come to grips with the fact that many Canadians, many Ontarians do indeed face mental illness in their families, or themselves.", "When we look around this great province, we have seen many strides take place of greater awareness so that we have a deeper understanding of what people go through and particularly how to treat them.", "For the member from Renfrew–Nipissing–Pembroke, it took a great deal of courage to talk about his experience on the floor of this assembly, as he spoke I think very emotionally, very passionately and very clearly about the need for proper supports in this province. I of course will join him, as well as the rest of the Ontario Progressive Conservative caucus, in supporting Bill 122. As you know, it is as a result of a Court of Appeal decision that we must become compliant in the province of Ontario with this, and that is what this bill pertains to.", "I will have an opportunity later to discuss the bill as a whole. But for my response, I just wanted to congratulate my colleague for taking the time to share a little bit more about him and his family and his father, who was a great Ontarian, who served this Legislature with distinction and great purpose, and to share that with all of us, so that we know that we all may face the same issues." ],
  "anchor" : "para1079"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1084"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to stand in the House and follow the member from Renfrew–Nipissing–Pembroke and his comments on Bill 122, and specifically his comments regarding his family.", "One of the strengths of this House is when we relate our personal experiences and our family experiences and our work experiences to how it actually impacts the greater public and the greater good. The member did that very courageously, and I think that anyone who listened to those remarks learned a great deal. I commend him for that.", "It leaves the one issue that he also touched on: The issue of mental health is much greater than what this bill touches. This bill was forced. We are forced to come to grips with this issue because of the court ruling, and those in the NDP caucus are also going to fully support this. The issue is that it comes at such a late date and it’s so rushed. We should have been able, as legislators, to take a lot longer look at the whole mental health regime, to see how we can improve the lives of the people afflicted with this silent, invisible ailment. Because if we had taken that time, as opposed to just trying to fix the problem, we could have made a much bigger difference in the lives of not only the people but their families. So if there’s one huge criticism, Speaker, it’s actually that this government didn’t plan it out well enough so that we could have had a fulsome debate on the whole system. It needs to be done, but it is a Band-Aid on a much larger issue, and I think that’s what we need to focus on." ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member for Renfrew–Nipissing-Pembroke for final comments." ],
  "anchor" : "para1089"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I want to thank the members from Welland, Halton, Nepean–Carleton and Timiskaming–Cochrane for their comments as well.", "I probably didn’t spend a lot of time talking about the bill, but the bill itself is also part of what—we are always looking for changes in how we might improve the lives of people in the province of Ontario. Specifically, when we look at the people who are suffering from mental illness, the hope is that we view mental illness—certainly some day and maybe sooner than later—not unlike the issue of a chronic illness of a physical kind, where we have treatment, we have success in showing how it works and we don’t shunt that person to the side because the illness that they suffer from is one that primarily affects the brain but of course affects their whole lives as opposed to affecting an organ, a joint or a physical part of the body, so that they have the same opportunities to reach their potential here as someone who would have a disability of some other nature. For so long, we have thought of taking people who have suffered from mental illness and just putting them into a corner, ignoring or forgetting that they are even there and that they’re part of our society.", "This bill is going to help change that. There are a lot more positive things that can be done. When we really reach the point where we should be at is when we don’t just say it but actually walk the walk and treat people with a mental illness as any other illness, one that we can cure, if we have the means, but that we can certainly treat like any other illness." ],
  "anchor" : "para1090"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It’s a great privilege for me as the MPP for London West to rise today to join the debate on Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996. We have been speaking about this bill over the last couple of weeks, but the reason we are addressing this bill now is because the government has discovered that it needs to respond to a court decision that was made almost a full year ago, on December 23, 2014. That ruling from the Ontario Court of Appeal declared that certain sections of the Mental Health Act and the Health Care Consent Act were actually unconstitutional. These sections violated citizens’ charter rights to life, liberty and security of the person because they allowed for the indefinite and involuntary committal of people with serious mental health illnesses.", "Now, the Charter of Rights requires that these rights can only be removed if the principles of fundamental justice are followed. The current provisions of the Mental Health Act and the Health Care Consent Act do not adhere to principles of fundamental justice, which is why these amendments have been brought forward.", "The government was given one year by the Court of Appeal to fix the problem, to bring these two pieces of legislation into line with the Charter of Rights.", "Speaker, here we are today watching as the clock counts down to December 23, trying to push this bill through second reading, through committee hearings, through third reading and through royal assent. If we don’t get this done before December 10, which is the final day of sittings for this Legislature, then the sections of the act that have been deemed to violate the charter will become automatically invalid. That will mean that approximately 330 people with serious mental illnesses who are currently being held involuntarily will have the right to walk away without being able to access the treatment that we know could benefit them enormously.", "Now, some might ask why the government waited nine months after the court’s ruling to introduce this bill, and that’s a very good question. Some might also ask why the government has allowed the report of the Select Committee on Mental Health—which many MPPs have spoken about when they’ve talked during this debate on Bill 122—to languish on the shelf for six years, because that committee report actually included a recommendation that would have avoided this last-minute scramble to deal with the involuntary committal of people with serious mental health illnesses.", "That report included recommendation 21. It recommended that “the Ministry of Health and Long-Term Care should create a task force, incorporating adequate representation from, among others, mental health clients and their caregivers as well as mental health law experts, to investigate and propose changes to Ontario’s mental health legislation and policy pertaining to involuntary admission and treatment.... This task force should report back to the ministry within one year of the adoption of this report by the Legislative Assembly.”", "That report was brought to the Legislative Assembly in 2010, and here we are today in 2015 scrambling to get this legislation pushed through.", "Speaker, when I was first elected, about two and a half years ago, I served as the NDP’s corrections critic. I heard daily about the crisis of mental health within the correctional system. I was particularly interested in the forensic mental health system in which people are found not criminally responsible and, in a form of involuntary committal, are sent to a high-security psychiatric institution.", "I had the opportunity to meet and talk with one of my constituents, Brett Batten, who has been very open, very honest, about his experiences in the forensic mental health system. He has become a very well-known advocate and champion of mental health issues in my community.", "I wanted to share with you some of Brett’s thoughts about the mental health system and about what we really need to be dealing with when we’re talking about mental health, rather than this sort of last-minute, finger-in-the-dike kind of approach to fix this problem in the legislation. Brett writes: “I am the million-dollar man. I have spent three years in correctional facilities, two years hospitalized and five years monitored in the community. The five years I spent incarcerated amount to approximately $550,000, and that gets added to the cost of my community treatment,” adding up to over $1 million, Speaker.", "He writes: “In my estimation, it would have been cheaper to have a worker follow me from a young age”—when Brett had his first mental health incident—“and it would have been advantageous for me and the system to have had intervention before I cost over $300/day. A mental health worker paid $40,000/year could have spent over 13 years at my side daily or 26 years seeing me for four hours a day.... [I]f there was one person who was assigned to my mental health journey, I may have avoided the courts. I didn’t receive the intensive treatment I required until I was in my 30s, and there were periods when I was not in receipt of any treatment or oversight.", "“I sometimes wonder, if that time and money was spent when I was young, if I would have avoided everything.”", "So, Speaker, there are many, many challenges in our mental health system that need to be addressed, and primary among those are issues around early intervention. I’m also now serving as critic for training, colleges and universities, and certainly, we are hearing more and more about the mental health crisis among our young people, among students who are attending our post-secondary institutions.", "Just last week, there was a story in the Western News, which is the newspaper of Western’s campus. It highlighted some of the growing mental health challenges on the university campus. The director of Western’s Campus Community Police Services said that officers are dealing with more and more mental-health-related incidents. He actually said that about half of all the serious incidents handled by the campus police involve some kind of mental health problem.", "He noted that campus police officers, like community police officers, are able to apprehend an individual when that person is considered a risk to themselves or a risk or a threat to others. This is what we’re talking about today, the involuntary committal. This is what’s known, for a 72-hour admission, as a form 1 apprehension. We learned last week from Western that in September 2015, police were involved in 10 form 1 apprehensions of students, this involuntary committal of a student for a 72-hour period, but that compares to three the previous September.", "We also know that there has been a steady increase in the proportion of mental health cases that make up the students who visit student mental health services every year. In 2013, there were just under 9,000 mental health cases. That increased to almost 10,000 in 2014, and there are more than 11,000—even to this point—in 2015, and we’ve still got several months to go.", "Speaker, mental health is a significant issue for our correctional system and, as I’ve mentioned, a significant issue for our young people. We need to do so much more to address the challenges and ensure that people are getting the treatment that they need, rather than this Band-Aid approach which we’re offering in Bill 122. It’s great that we’re talking about mental health, but now it’s time to come to the table and bring some real solutions that are going to address the real challenges that people are facing." ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1112"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, in my two minutes, let me just lay out the structure of the legislation. In the existing legislation, which is in effect until December, a person could be involuntarily committed for up to six months through a series of certificates, and then they could also be detained after that.", "But what the court found was that the detention after the initial six months—there was no provision, if you will, to tailor the detention specific to the patient’s needs. What this legislation does is, it says that if someone is going to be detained for more than six months, that detention beyond the initial six months has to be tailor-made, if you will, or suited to the particular patient. That is progress, and that tailoring of the terms of the detention after the initial six months is designed so that the patient detained gets the very best of care specific to their needs. That is a big step forward. That’s good for the patient; that’s good for the patient’s family; that’s good for society because we are ensuring that it’s not just a matter anymore of detaining someone for six months and then renewing the detention, and they’re just in the facility, in a bed, or whatever the facility is. That detention beyond the six months has to be in conjunction with the advice of psychiatrists and other health care professionals, tailor-made to the particular circumstances of the patient. That’s the gist of this legislation. It’s a good piece of legislation." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1115"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m pleased to make comment on my colleague from London West, who I sit on another select committee with. We are speaking today on mental health. We touched upon the previous select committee, many of us—and I will be later also—on mental health and addictions. I realize this act is coming in. We all supported it. It’s Bill 122. It is court-mandated to bring this act in. So, of course, we’re in favour of it.", "As the member from London West accurately said in her comments, if they had looked at the recommendations from the select committee and followed through on many of them—hopefully, all of them, but even many of them—this would have already been addressed, because that is one of the recommendations. Now the court has mandated the government to bring this in by December 23, I believe it is. So, of course, we’re in favour of it, but I think this opens up an opportunity for many of the speakers that I’ve listened to this afternoon, and will continue to do, to do more.", "I think that’s collectively what occurred for 18 months in the select committee, but also what we heard when we were sitting on our select committee on sexual harassment and violence against women and men. There’s a lot that can be done. There’s a lot of good recommendations that we’re going to be tabling in the next few weeks here in that committee. Again, select committees were brought up for a reason, specific topics. This was brought up by Christine Elliott—the Select Committee on Mental Health and Addictions—who spearheaded this. The member from Dufferin–Caledon sat with her on that committee. We made good recommendations. We only see one of them here. We were hoping for the opportunity in committee that some more recommendations could be brought forward.", "I thank the member from London West for her contribution to this debate this afternoon." ],
  "anchor" : "para1116"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1120"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to once again rise to speak to Bill 122. I just want to touch on some of the things that the member from London West touched on. They were things I had brought up in my comments; and they’re very important, so I’m glad she brought them up again. That is the fact that we often find those who have been touched with mental health issues enter into our correctional facilities. That’s not necessarily where they need to be, and it’s not necessarily the ideal situation for them or for the people that are charged with their care, the corrections officers. They often don’t have the supports within these facilities—the mental health supports—to help these people. So we often find that the behaviour of these particular people escalates within the facility, which means they’re now in more trouble and they’re going to stay in that particular system longer. They could also be a danger not only to themselves but to those around them.", "So I think when the member from London West brought up the fact that we need to look at the determining factors for some mental health illness, I mean, there’s a wealth of causes. It could be that someone is from a low-income family. It puts pressure on the family. We have families where parents are going out and having to work two or three jobs in order to put food on the table for the kids. That can put stress on the adults in the household, but it also can for the children in household. We need to make sure we look at all the factors that can contribute to someone suffering from mental illness and make sure that they have the supports in place out in the community so they’re not entering—formally entering—the health system through our hospitals, so that they’re not entering into being touched by police or entering into our correctional facilities when, really, the community supports should be there in place to help them through the tough time that they’re facing, to help get them through it." ],
  "anchor" : "para1121"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1124"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m very pleased to rise and join the discussion today on amending the Mental Health Act. This is a very important issue in my community of Kitchener Centre and, of course, right across the province of Ontario. The reason why we are looking at amending the Mental Health Act is in response to a decision by the Ontario Court of Appeal. That court found that the provision for long-term, involuntary patients is in violation of our Charter of Rights and Freedoms. Specifically, the court said that there needs to be a mechanism for patients who are detained for six months or more, that they should have the right to ask for a tribunal to review their case.", "We do need to advance this by December 22 of this year or there will not be a legislative authority to keep involuntary patients in treatment. Having those patients released into the community does pose a potential risk for the safety and well-being of those patients and, really, for the community at large. So the bill, if it’s passed, is going to make it possible to detain a patient on a new form called the certificate of continuation. This is going to allow for long-term, involuntary patients to be kept for a further three-month period. This is going to be very similar, Mr. Speaker, to the current certificates that we do have with the Mental Health Act.", "The amendments are also going to allow doctors and nurse practitioners to sit on these panels, and that’s going to free up psychiatrists to address more complex hearings that may arise because of this.", "It’s very encouraging to see a more open dialogue on the issue of mental health. I was pleased to hear what some of my colleagues were saying about this today, and I commend them for sharing their information. These amendments to the Mental Health Act are necessary, and they deserve our support. And I do want to commend all of the people in my riding of Kitchener Centre who are working in the field of mental health. I commend them." ],
  "anchor" : "para1125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from London West." ],
  "anchor" : "para1129"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I’d like to thank the Minister of Aboriginal Affairs, the member from Haliburton–Kawartha Lakes–Brock, the member from Windsor West and the member from Kitchener Centre for their comments on my remarks.", "I wanted to begin where the member from Kitchener Centre left off. She referred to the court decision. Really, that decision reflects something of a sea change in terms of the government’s responsibility to the treatment of people with very serious mental illnesses. In the decision of the court, the justice wrote that “underlying the ... decision is an important shift away from traditional views of mental health institutions as warehouses designed to protect society from permanently afflicted individuals, and towards a view of these institutions as places of recovery designed to facilitate the reintegration of patients into society.” Certainly, Speaker, this is what we want.", "In my comments, I talked about the experience of Brett Batten, who ended up, eventually, in a forensic institution, but he said that was the best worst thing that could have happened to him because it took so many years before he finally was found not criminally responsible, before he finally got into a system where he was—the law required him to get the treatment that he needed.", "We have an obligation to ensure that everyone in our society, regardless of whether they have a physical illness or a mental health illness, gets the treatment that they deserve.", "Speaker, I do want to point out that the member from Haliburton–Kawartha Lakes–Brock referenced the Select Committee on Mental Health and Addictions. There is an opportunity for the government to move immediately to implement those recommendations by passing Bill 95, the private member’s bill of the member for London–Fanshawe." ],
  "anchor" : "para1130"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para1135"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Thank you again, Mr. Speaker. I get a little bit more time to speak on Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act. We’ve debated this quite a bit. Certainly we’re getting all-party agreement that this has to be done; it’s been court-mandated. I know that the PC health critic from Elgin–Middlesex–London certainly agrees—he’s our critic on this file—that it’s moving in right direction.", "I know we had some concerns on the necessary changes about the months to consult with the hospital-based psychiatrists who manage the treatment of patients. We’re concerned a little bit about how much the government actually sought, or cared to seek, the input of the medical community. But if we’re moving this to committee quickly, which it seems like we will, we can certainly have a chance to hear from them. Front-line experts certainly are invaluable for their input.", "With Bill 122, the proposal is to make some key amendments to the Mental Health Act to provide the Consent and Capacity Board with new order-making powers on confirming a patient certificate of continuation. A subsequent amendment must also be made to the Health Care Consent Act, 1996—a procedural rule that applied to hearings of an application.", "When I spoke earlier, and many people have referenced it too—the Select Committee on Mental Health and Addictions had made 23 recommendations, which I have spoken about for years. It was made six years ago, I believe. My colleague from Dufferin–Caledon, is that correct, six years? I see her nodding her head, yes. She sat on that committee, as well as Christine Elliott, who spearheaded having a Select Committee on Mental Health and Addictions.", "They were 18 months, hearing deputations from people. We’re talking a very sensitive issue—it’s very difficult for people to come forward to make deputations—and they heard a lot of good recommendations. When I say we’re all in agreement on that, if the government had actually brought in the recommendations that were in the select committee report—I’m not using a prop; I’m just holding up the report for a minute—we actually wouldn’t need this specific piece of legislation. Having said that, we have it in front of us, and we’re in agreement and have the opportunity to go to committee. I know that when the member from Dufferin–Caledon spoke to this bill, she brought up a great idea, which I fully endorse: Let’s look at making at least some of these recommendations, made from 18 months of public consultations—they’re ready to go—part of Bill 122.", "The member from London West spoke about her background when she was corrections services critic. She told a very eloquent story about how we could have actually helped a gentleman earlier, saved a lot of money and made society much more responsible in this situation, but it would have been better for society as a whole. That is what we, as legislators, should be doing.", "The member from Renfrew–Nipissing–Pembroke eloquently told his family story. Times have changed greatly—I thank God for that—since the time he told what took place in his family with mental illness. But we do have a long way to go, and we need to do a lot better; I can’t tell you the number of times I have said that, both in my riding and here.", "There’s a quote I am going to use that speaks volumes about mental health situations: “Pain is weakness leaving the body.” It’s written in white Impact font on a black background wrapped by a rectangular box, shared across social media like Pinterest and Instagram. So it might be true, right? Well, what does that say about people’s preconceived notions? When someone is struggling with mental health issues, is that what we are supposed to say: “Stop being so weak. Just suck it up.”?", "In today’s world, that’s what we see in social media and what goes on there. It’s no wonder that mental health cases are so negatively perceived. We need to have a more meaningful conversation about mental health policies if people feel they are going to be judged.", "We can go through statistics. The Mental Health Commission of Canada estimates that mental illness costs employers $20 billion a year. Mental health problems account for one in three workplace disability claims, contributing to absenteeism and lack of productivity. The commission stresses just how prevalent mental illness is across any profession. We’ve heard, for example, that first responders have high rates of post-traumatic stress, the oil and gas sector has a high incidence of substance abuse, and the list can go on and on.", "The Leader of the Opposition, the member from Simcoe North, has said on several occasions that 40% of OPP calls last year were related to mental health. Officers who were dispatched often waited six to seven hours for a mental health worker.", "In my own area, the Haliburton, Kawartha, Pine Ridge branch of the Canadian Mental Health Association does great work for my constituents. It serves about 15,000 people every year and is certainly promoting and supporting mental health recovery and wellness through working with families and patients and community partners. There’s still such a call for more that needs to be done. There was a 44% reduction for housing opportunities, which impacts both the education and health promotion programs.", "If you look at my latest LHIN studies that were done, I have a higher proportion of people in need of mental health services in Haliburton–Kawartha Lakes–Brock—but in the Central East LHIN also. It’s a struggle to find appropriate care for loved ones.", "We need to revisit how mental health care is delivered. We need to revisit it in legislation.", "We have the recommendations from the select committee, and as I said, this is one piece of it. Some members of the select committee from the government side are actually cabinet ministers now, so they know first-hand—18 months is pretty gruelling, to hear from the people and the experiences they’ve had, and the recommendations that were unanimously brought forward.", "A few recommendations that kind of fit the legal part of this area, that were in the select committee’s recommendations: “The services of court mental health workers should be made widely available across all regions of Ontario, in order to divert more individuals with a mental illness or addiction out of the justice system and into appropriate mental health and addictions services and supports.”", "Another recommendation: “Additional mental health, drug treatment, and youth mental health courts should be created across all regions of Ontario, to provide more appropriate services for individuals with a mental illness or addiction.” This is very much a struggle in rural Ontario, too.", "Another one—there are 23; I won’t read them all, nor do I have time, but you’re getting the idea of the types of recommendations: “The Ministry of Health and Long-Term Care should create a task force, incorporating adequate representation from, among others, mental health clients and their caregivers as well as mental health law experts, to investigate and propose changes to Ontario’s mental health legislation and policy pertaining to involuntary admission and treatment. The changes should ensure that involuntary admission criteria include serious harms that are not merely physical, and that involuntary admission entails treatment. This task force should report back to the ministry within one year of the adoption of this report by the Legislative Assembly.”" ],
  "anchor" : "para1136"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I see." ],
  "anchor" : "para1155"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "“I see,” said the member from Dufferin–Caledon as she was highlighting that significant recommendation.", "As I said, if the government had listened—we’re still hopeful that they will listen to more of the recommendations that are brought forward from the select committee—we would have better mental health care in the province of Ontario, better identification, and be helping not just the OPP and the front-line workers, but getting better care so it’s not as costly to society, not just financially—but also the human cost of some tragic events that occur with mental health.", "Mr. Speaker, I’m just about to wrap up, but I just want to quickly say that I met with Colleges Ontario, who are more than happy to help people with disabilities, and some will be in mental health, to get post-secondary education, because they are valuable assets to those in society and there are job opportunities waiting. So I’m a putting a plug in for the ministry to look at that in the long run, too." ],
  "anchor" : "para1156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1159"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I am pleased to rise to offer some thoughts on the comments from the member for Haliburton–Kawartha Lakes–Brock. She spent quite a bit of time during her remarks talking about the Select Committee on Mental Health and Addictions, and I wanted to remind MPPs over on the government side that there is an easy way that the rest of the recommendations from that select committee can be addressed and incorporated into the mental health system in this province, and that is to pass Bill 95. This was a private member’s bill that was brought forward by my colleague the member for London–Fanshawe. It is called the Improving Mental Health and Addictions Services in Ontario Act. What this bill does, quite simply, is implement all 23 of those recommendations that were included in that select committee report.", "As the member for Haliburton–Kawartha Lakes–Brock pointed out, one of those recommendations, the recommendation to create a task force to study the issue of involuntary committal, could have prevented this last-minute scramble that we find ourselves in as the government rushes to try to respond to a court ruling a year ago to do something about patients who have very serious mental health illnesses and who are being held involuntarily for periods longer than six months.", "Certainly, Speaker, as the member for Haliburton–Kawartha Lakes–Brock pointed out, we have a crisis in mental health, and it’s going to take more than Bill 122 to deal with it." ],
  "anchor" : "para1160"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1163"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to thank the member from Haliburton–Kawartha Lakes–Brock and, of course, the member from London West. I believe, like many people in this room, that this is an important issue and we need to move it along. I have had a couple of minutes to speak on the issue, and I just hope we continue the conversation and move it along as fast as possible." ],
  "anchor" : "para1164"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1165"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’m pleased to rise and add some comments on the member from Haliburton–Kawartha Lakes–Brock. The member and I are currently sitting on another select committee, and I have learned to see the value of the work that select committees do and can accomplish in our legislative process. As we know, there are lots of committees and lots of debates that are very partisan in nature. Select committees, by their very formation, tend not to be that way. So it has been a real pleasure to sit with her on the current select committee. But the one related to mental health and addictions really is opening up an opportunity for us to improve Bill 122. There are very specific recommendations that I think could easily be incorporated into Bill 122 to make this bill better. If, first and foremost, what we’re here for is to improve existing legislation so that the people of Ontario are better served by our time as legislators, take the work that has already happened with the Select Committee on Mental Health and Addictions. While the report is about four or five years old, it is by no means dated. There is a lot of information that can be gleaned and pulled from it that would improve Bill 122, much of which my colleague from Haliburton–Kawartha Lakes–Brock raised in her debate.", "I’m pleased, actually, that we have an opportunity once again through debate to talk about the mental health and addictions sector in Ontario. It’s one in dire need of improvement, and any opportunity where we can do that, we have an obligation to." ],
  "anchor" : "para1166"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1169"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I thank the member from Haliburton–Kawartha Lakes–Brock for her comments on this bill.", "Now, when we go back to this select committee report, the number 2 recommendation was that we should ensure that there was a basket of core institutional, residential and community services available in every region for everyone. Unfortunately, this core basket of services doesn’t work for everyone and, in fact, 40% of people who are diagnosed with major depression do not respond to antidepressants, costing the system about $19,000 per patient, per year.", "Now there are some new treatments actually available in this province, and one of them is at St. Joe’s in Hamilton. Doctors are turning to brain stimulation therapy. It’s non-invasive. It uses electromagnetic energy to treat severe depression. It looks promising. In a study of about 50 depressed people who had failed trials with any number of antidepressants, almost 30% showed a full response to this treatment, and the cost of the treatment is only a third of what it costs to treat people who aren’t responding to antidepressants.", "Dr. Gary Hasey is the director of the TMS lab at St. Joe’s. Unfortunately, there’s no funding for this. Instead of taking those $20,000 a year that are not effective to treating people’s major depression and diverting those dollars over to this program that is actually showing some really good results—I think the government, as part of this whole look at mental health, needs to investigate some of these new treatments that are out there and are effective for patients and, ultimately, will impact their families as well, if people can get some really good treatment for depression." ],
  "anchor" : "para1170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Haliburton–Kawartha Lakes–Brock for final comments." ],
  "anchor" : "para1174"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’d like to thank the member from London West, the Minister of Tourism, Culture and Sport, my colleague from Dufferin–Caledon and the member from Welland, who is also a nurse. It’s good that we have, I think, about five nurses in the Legislature, as I look across at the member from Scarborough.", "I think that on issues related to health care in mental health today we can add some input from experiences in the past, but also the member from Welland mentioned the core basket of services that I mentioned before, and she mentioned is available in every region of the province, to identify the gaps and the duplications so there is actually sufficient capacity to care for clients. She mentioned some new technologies—absolutely. There is research being done all the time, and governments traditionally—it doesn’t matter maybe what government is in—tend to lag behind a bit of the research and new, innovative technologies. I say we can’t afford to lag behind any more.", "We’re talking about Bill 122 today. We’re in agreement. It’s court-mandated; it has to be done. So we need to get it done, but it doesn’t stop us from, in committee—again, I’ll put a plug for bringing in more of the recommendations from the select committee that were brought forward, that were from public hearings, because there was all-party agreement on those recommendations and they are spoken of in very broad and caring terms that can encompass the new research that’s out there, the laws that need to be made. They would be very quick to be adapted.", "So, money better spent in health care and mental health and addictions is certainly a positive step forward. While we support this bill, we want more to be done. Thank you again, Mr. Speaker, for the time this afternoon." ],
  "anchor" : "para1175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1179"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I wanted to participate in this debate because this is somewhat of an issue that our family has had to deal with over the years. I know a number of my friends and family who have had to deal with similar issues when it comes to a person who was incapacitated because of some psychotic episode, that they’re a danger to themselves or a danger to society or others and have to be committed under form 1, 2, 3 or 4 to an institution.", "My sister Louise is now deceased. She died of cancer when she was 61 years old, a couple of years ago, from breast cancer. I miss her terribly. She, from a very early age, developed schizophrenia. We as a family really didn’t know what that was all about when it happened. My sister would do odd things when she was 14 and 15 years old; she was the older sister. She would run the same song over and over and over again. You know, being those days—this is back in the late 1960s, very early 1970s—we didn’t know a lot about mental health. We just thought that Louise was Louise, doing odd things. She would do things all of a sudden. We had a one-floor house and she would, all of a sudden, start running from one spot of the house to another spot, stop, run back again, stop, run back to the same spot, and would continually do that. But she was never a danger to herself. It was just odd things she was doing when she was younger—14, 15, 16.", "Eventually, she grew up. Like any young person, after grade 13 she decided to pursue an education at university. She went to Laurentian University in Sudbury and took translation. She was, obviously, fluent in French and English, but she also wanted to learn Russian at the time, because it was kind of the thing to do and she wanted to be a translator. Louise had very good marks. She was a very, very intelligent young woman at the time and a very intelligent sister when she got older, too.", "But it didn’t work. When she got into university, the stress of the studies made her break down, to where it was no longer just running from spot to spot; it was no longer just listening to the same song. It was not showing up to classes for periods of time and losing contact with her. We don’t know what was going on, because we were living in Timmins and she was down in Sudbury. Back then, a 19-year-old girl in Sudbury, out on her own, who knows what she’s doing? You don’t want to pry to the point of depriving her of her privacy and her independence, being the oldest one in the family to move away.", "My parents would talk about it. I remember going down to visit my sister, and at the time she would have been about 19 and I would have been about 15 or so. I got on a bus and went down there to see her because I’d hear in the family—there had been some discussions. When I got down I didn’t really know what was going on except that Louise was doing some really strange things, but I never felt there was a danger to her; it was just like there was something odd.", "Then she dropped out of university and she ended up going to Ottawa, where she had severe psychotic episodes that were suicidal. My brother Claude, who still lives in Ottawa, was the one who dealt with it because he was the only family member, obviously, in Ottawa. We were only three children in our family. Mom and Dad lived in Timmins; I lived in Timmins; Claude was in Ottawa and Louise was there. Claude started dealing with Louise and he would call my parents and he would call me, and he said, “Jesus, a strange thing happened,” and he’d tell the story. The story was really bizarre and it would be really dark and, like, what the hell was that all about? Pardon the language.", "Until, finally, she started trying to harm herself. He, unfortunately, found her in a couple of these episodes. It wasn’t a pretty sight; I’ll just leave it at that. Well, you know, what happened was that Mom and Dad went down to Ottawa and, eventually, the doctors, the psychiatrists there at whatever institution, form 1-ed her and, eventually, she was form 4-ed. She ended up in North Bay for a long period of time. She was there probably—and my memory may not serve me well—well over a year.", "Louise fought to get out every occasion she had. I would go to visit her at that time—by that time I was married. My wife, Murielle, and I drove down a couple of times; Mom and Dad did; my brother Claude did. She would be like, “I got to get out of here.” She had a friend Wanda, the wicked witch of north, and she would tell us that Wanda was going to cure her, but you always felt that she wasn’t safe.", "The dilemma we had in the family—this is what I want to bring to this debate—is that if we had the ability, we probably would have left her there forever, only because we didn’t know what to do. There wasn’t proper community support. As a family, we were ill-equipped to understand how to deal with a sister or a daughter who was a wonderful human being, was quite intelligent, but who had psychotic episodes within her schizophrenia. And what do you do? On the one hand, you want to protect and make sure your sister doesn’t do harm to herself—it was never harm to others; it was harm to herself. We probably would have opted to leave her there, because that was a safe thing to do. But thank God, at the time, the guy who was her psychiatrist in North Bay explained to the family that this is not the way that Louise has got to be dealt with. At one point, she’s got to be reintegrated back into the community.", "That’s where the Canadian Mental Health Association came into play. I’ve got to say that my praises go out to Judy Shanks, the then-director of the Canadian Mental Health Association, and the current mental health association, under different management. But, still, Louise was a resident—well, she lived in a group home for a long time, but she ended up having her own apartment for the last six or seven years of her life. The Canadian Mental Health Association, as far as the services they provided her in the community, helped us understand as a family how to deal with a sister who was schizophrenic, and who at times had psychotic episodes; they became less and less as she got older. I personally had to form-1 her a couple of times because I thought she was a danger to herself. Thank God, we had good support and we were able to deal with getting Louise back into the community in a way that she was safe.", "But here’s the kicker: Louise had a family that was involved in her care. The one thing that I learned through this entire process is that a lot of these individuals—young men and women and older men and women who suffer psychotic episodes or have schizophrenia or other mental health diseases—are on their own. In my constituency office, just like all of ours—I’m sure we all have them in our constit offices. We have people who the only family they have—one member got up here today who talked about a particular individual in her constituency office who would come in every now and then; you almost became like the surrogate parents. We have those in Kapuskasing. We have those in Timmins. But the observation I make is that they don’t have family. What happens to them if they end up inside an institution? They could end up there forever. That’s what the courts were trying to speak to.", "I understand it’s a really tough issue because as a family we fought with it within ourselves: Do we allow Louise to continue to be institutionalized or do we take her out? Eventually, we opted to take her out, and that was the right thing to do in the longer term. But the courts have decided that you have to have a process that just doesn’t lock and say, “Throw away the key”; you have to have an ability to be able to review what the person’s condition is and to make sure that you’re able to ensure that if the person is released, they have the type of supports they need and they’re going to be able to survive in the community.", "The unfortunate part about where we find ourselves today is that the government knew about this last year when the court made the decision, and instead of handling the legislation in a timely way, we find ourselves at the end of the process with barely three weeks of session left. The government is coming to us and saying, “You have to deal with this.” Well, you know, as New Democrats, we’re going to deal with it. We’re going to obviously allow this bill to go forward because it must do so, or otherwise the rest of the current legislation is going to be withdrawn, and then where are we going to be at?", "I just say to the government across the way: Where have you been for the last 10 months? It’s not as if the House leader of the opposition or the House leader of the Conservatives or the New Democrats said, “Don’t bring this bill forward. We’re going to have a great big filibuster.” I wanted to legitimately speak to this bill, because I lived the experience with Louise. I think it’s important that we put on the record that we understand why the legislation was the way it was: because at that time, the legislation was drafted in a way that reflected the then-understanding of mental health in our society at the time.", "But our change in understanding mental health and how we deal with it today is much different than then, and we need to be able to move to a system that ensures that individuals’ rights are protected under the charter and that, at the same time, they’re protected when it comes to our own ability to make sure that they’re safe and come to no harm—or somebody else they may be in contact with.", "I wish I had more time. I wanted to talk a little bit about the Consent and Capacity Board and nurse practitioners, because my daughter works at the institution in Whitby that actually deals with this very issue, as a nurse practitioner. She’s going to be one of the people who will probably have to deal with this, so I wanted to get that on the record, but I ran out of time. Twenty minutes, Speaker—hardly enough time to say what you have to say." ],
  "anchor" : "para1180"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1197"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It’s always a pleasure to rise on behalf of the constituents of Cambridge to add my comments on their behalf to debate in the House. With my past experience as a nurse, I’ve dealt with many, many different types of patients, especially those in the emergency department. I know when the member from Timmins–James Bay was talking about his scenario and those that he has walked beside who suffer from mental illness, I can certainly relate to that in my own career as a nurse.", "What I wanted to focus on today was those individuals who used to present to the emergency department having a suicidal attempt. They were feeling suicidal and they came to a safe place in the emergency department to seek emergency care and crisis services that would assist them, either from admission or being able to see them on the spot, and be able to provide appropriate supports in the community to those who had actually made the attempt of suicide and were coming in for treatment and care after their attempt. It was also incumbent upon myself as a nurse, I felt, to be able to ensure that they had appropriate support, so we had a number of different solutions in the hospital.", "But what I really wanted to focus on today was some of the investments that the Ontario government has made to this particular group of individuals in our society. Crisis services are a key component of the mental health system in our province. They reduce unnecessary hospitalizations, and they do improve quality of life for people experiencing mental health crises and provide access to ongoing support, especially to those who are feeling suicidal.", "So, Mr. Speaker, I also just want to add my support to this bill. I could go on at length as well, but I won’t. My time is up." ],
  "anchor" : "para1198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1202"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "There’s a theme that’s going on in the debate on Bill 122, and that is a lot of individuals are talking about first-hand experiences that they’ve had with individuals in their community, their family, their friends who have been impacted as a result of mental health issues.", "It’s comforting to know that we, as legislators, can actually bring that experience here. What we need is the next step, which is to actually improve the legislation based on the experiences that we have and that people can share.", "I’ll say it again: Bill 122 is an opportunity for us to open up the Mental Health Act to strengthen it, to actually make a difference not only in a very small population that is impacted directly as a result of the court case that caused us to get to Bill 122, the Mental Health Statute Law Amendment Act, but to go beyond that and actually make improvements that will help a larger part of the Ontario population who are suffering. There’s no other word to call it but “suffering” as a result of their mental health issues and, more importantly, their family and friends’ challenges and frustrations in trying to get the support, the treatment, the care they need.", "So, an opportunity that I would hate to see us lose by focusing on a very narrow portion of the Mental Health Act. Let’s improve it. We’ve all told stories about how it has impacted us, so let’s actually do the next step and make the changes needed to make it better." ],
  "anchor" : "para1203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1207"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It is a privilege for me to rise on behalf of the people I represent in London West to respond to the comments that were made from my colleague the member for Timmins–James Bay. I really want to congratulate the member and thank the member for his willingness to share his personal experience. I think we heard earlier today from the member for Renfrew–Nipissing–Pembroke as well about a family experience and how having a family member who is going through a mental health crisis impacts the rest of the family—the whole community, in fact.", "We know that the bill before us today, Bill 122, really is—in some ways it is groundbreaking in terms of the shift in approach that it reflects in terms of our responsibility to help people with serious mental illnesses heal. Unfortunately, the legislation, Bill 122, will only deal with 330 Ontarians. As we know from the stories that all of us have shared, that all of us are familiar with from our own personal experiences, there is a mental health crisis in this province. In my own community of London, the police said last year there was a 40% increase in calls to deal with mental illness. I talked earlier about the increasing incidents in mental health crises on Western University campuses.", "We’ve all heard the stories; we all read the newspapers. This is a real opportunity to open up the Mental Health Act and do something meaningful for many, many thousands of Ontarians in this province." ],
  "anchor" : "para1208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1212"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Timmins–James Bay. I’d like to thank him for telling his story. I think all of us have stories, maybe not the same, but all of us—every family is connected that way, and it’s important that we bring it here.", "I think that it’s also important to remember, as a number of members said, that we’re dealing with about 320 individuals. It’s a very specific request by the court to address the situation. It’s about access to justice and fairness. I think the bill does that in a principled way that also brings in making the Consent and Capacity Board more effective.", "I don’t think we need to open up the Mental Health Act to do things to address the needs in our community. I think there are other ways of doing that. I think we can open up the act, but this is not the instance or the opportunity to do it. We have an opportunity here to improve access to justice for these people and make sure they have fairness and transparency. I would urge members of the Legislature, when we get this to committee, to put forward whatever they think they would like to amend, but I think we can get this done by the time we need to get it done by." ],
  "anchor" : "para1213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Timmins–James Bay for final comments." ],
  "anchor" : "para1216"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, I want to thank members for commenting on my speech. I was trying to bring into it a bit of the reality of what families have to deal with. As the brother of Louise, who went through these experiences when living with schizophrenia for all those years, the struggle that we had as a family to be able to deal with—you know, do you keep her locked up or do you allow her to come into the community? Thank God there were some people along the way who were progressive and made us as a family understand that we had to be part of the circle of care that cared for her and helped to make decisions that would make sure that she was safe and was able to do what she had to do as a citizen and as a human being who wanted to enjoy life.", "I’ve got to say, my sister told me before she died—and it’s a very humbling thing when somebody is dying and you’re in palliative services with them. I remember sitting there with Louise, crying and saying, “Louise, it’s so unfair. You’ve had all the bad breaks,” and she said, “Oh, don’t you ever think that. I’m the luckiest woman in the world.” She said, “I at least had my family. Yeah, I got cancer, and I’m going to die of breast cancer. There’s not much I can do about that. But I’ve lived 61 years, and I always knew that I had my family there and that they were there to care for me and to help me through these struggles that I had to struggle at.” So, Louise, I just say we miss you a lot. I miss her wise counsel. My sister gave the best political advice you could ever get. She followed politics very acutely. My dad always pretended to be the politician in the family, but Louise was far wiser when it came to politics. She had a way of just cutting through the BS and getting to what it was all about, because she’d seen it as a person on the other side, who’s trying to figure out how to make ends meet and how to, basically, go through society.", "So to all of those of us and all of those of you who have had to deal with this, we understand that this is a personal issue, and we need to do this because of the court decisions. I just say to Louise, miss you and love you." ],
  "anchor" : "para1217"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1220"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s an honour for me to join with all the members in the House who have spoken today about Bill 122, the Mental Health Statute Law Amendment Act. This is an extremely important debate, not only for the issues addressed in the bill, but it’s giving members in this House today an opportunity to speak about having a broader discussion on mental health. I personally believe that we don’t talk enough about mental health issues, but all of us, all of the legislators, know how much it affects the lives of our constituents.", "Some of us quote statistics: you know, the one in five Canadians who will personally experience a mental illness at some point in their lives. If you really sit down and analyze those numbers, it’s safe to say that there isn’t one person who won’t in some way be touched by mental illness, whether it’s themselves or a loved one or a co-worker. We’ve had many stories shared today and in other debates, and I hope that debate continues so that we can have that discussion.", "I think it’s really essential that we, as MPPs, allow folks to get the treatment that they need. I had an opportunity recently to tour Lanark, Leeds and Grenville Addictions and Mental Health, one of the agencies on the front line in my riding. I spent some time with their CEO, Laurie Dubé. I have to tell you how pleased I was to hear Laurie talk about her team’s commitment, that anyone who walks through their door with a mental health issue is seen by somebody that day. I can’t overstate the importance of helping a person the moment that they show up at the door. Laurie told me that the majority of people who show up that day in crisis can be helped even with just a single meeting with a counsellor that day. They’re not turned away. They’re not referred to an appointment weeks down the road, because—let’s face it—you risk losing them. I really wanted to thank Laurie for giving me that opportunity.", "I think if anyone has the courage to come forward and ask for help, the very least our health care system can do is to provide it to them. I want to quote Laurie. She said, “If you get up the guts to walk through that door, we need to see you.” I can’t tell you, Speaker, how much I agree with what she said and with what her team is involved in. I know it’s a challenge for her and her team, and I wanted just to make sure that—I know the minister talks about the right care at the right time in the right place. Well, that facility in Brockville which serves such a wide area really does that.", "Much of our focus in mental health today is on breaking stigma. It’s too long that people have been left in the shadows, so I’m glad we’re having the debate. I’m encouraged by MPPs’ opportunity to talk about their experiences. I know it’s a challenge every day, given some limited resources. My message to this government is that I want them to show that same commitment those front-line workers show in my riding.", "I want to talk a little bit about my disappointment with some of the aspects of this legislation. I’m not going to go into the mechanics of Bill 122. It has been well covered by people already. I think most speakers have talked about the Ontario Court of Appeal decision that found that the Mental Health Act was violating the Charter of Rights. I understand that the court gave the minister that one-year deadline to comply and that Bill 122 is the result of that. But I think the fact that the government has done so little to adopt the recommendations from the Select Committee on Mental Health and Addictions over the past few years—because I was elected in 2010, and the very first meeting I had in my riding was with the representatives, Christine Elliott and the member for Dufferin–Caledon, Sylvia Jones, who were our reps on that committee, to come to my riding.", "We’re now over five years from that report, and the government has done so little. We were hopeful that this bill would do some more. It’s disappointing that the government didn’t, to use one of their words, aspire to do something better.", "Worse, I find it again, with this government, rushing through legislation. The government was given until December 22, 2015, to amend the act. Our critic, the member for Elgin–Middlesex–London, noted the government didn’t get around to even introducing Bill 122 until September 23, and they waited another month to call it for second reading. Now we’ve got just a little over three weeks, until the House rises, to get this bill through committee and back for third reading. It does an injustice to an issue that I think we all acknowledge we need to do a better job in dealing with.", "This legislation affects the lives of our most severely ill patients in our mental health system, those who are involuntarily detained in psychiatric facilities. The legislation should have been introduced in time to have committee hearings in communities where those designated psychiatric facilities, under the act, are located: places like Chatham, Cornwall, Goderich and Lindsay; in the north, in places like Kenora and North Bay; and in my riding, the city of Brockville, where the Brockville Mental Health Centre has a history of care that dates back more than a century. I know now, as the MPP, but also as a former mayor of Brockville, that the facilities have, in every community, a very special relationship. It’s a tremendously special relationship with those host communities. Again, I think the government has missed an opportunity.", "In the little time I have left, I just want to put a couple of things on the record.", "I’m concerned about changes made within section 39 involving the composition of the Consent and Capacity Board. The amended act allows for the substitution of a psychiatrist, at some board hearings, by a physician or a nurse practitioner. I want to stress that I don’t want to get hung up on these titles. I’m focused only on the expertise of board members hearing these matters, not on their professional designation.", "For me, there are two issues. Our critic noted in his leadoff how our court system defers to the Consent and Capacity Board because of its rigorous adherence to expertise. That’s important, Speaker. But I believe that any move to change the composition of the board has the potential to undermine the board’s well-earned status with the courts. It’s something that we as legislators should not take lightly. We cannot overlook the potential impact on public safety. We’re dealing with individuals at these hearings who present a risk of harm to either themselves or to society. These cases are complex. We as legislators have a responsibility to ensure that only the most highly trained and experienced individuals hear them—not the most qualified and experienced available at the time, but the most qualified and experienced, period.", "I have to put my concern when I approach someone in the mental health industry who I respect, who tells me that those changes “leave me cold”—that’s his quote to me. The balance between the issues raised by the Court of Appeal and public safety is not to be trifled with, and I’m afraid that the government is doing that.", "It’s not enough to say we’re going to do this for less complex cases that come before the board. In fact, every case is complex and requires expertise to properly assess the risk presented by someone making the application to the board. It’s inevitable that, once we’ve opened the door to change the composition of the board at some hearings, we’ll see that number increase over time. If we’re doing this because we can’t attract psychiatrists to the board, or to meet specific challenges in remote areas such as the north, then we need to resolve to fix those specific problems. If we need more psychiatrists, let’s fix that problem. Let’s not change the legislation to amend the board’s composition. Let’s fix the issue.", "So, again, in my limited time, I want to urge the minister to consider those comments, to consider them when they go back to committee. I appreciate the opportunity to present it. I know our caucus is supporting it, but I have to make sure that the concerns that I have, given my experience and given my dealings, are on the record, and I’ve done so today." ],
  "anchor" : "para1221"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member from Windsor West." ],
  "anchor" : "para1237"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Thank you, Speaker. I’m beginning to feel like a bit of a jack-in-the-box here today. I think this is the fourth or fifth time I’ve been up on this, but it’s a really important issue.", "I’ve talked a lot about proper mental health supports in the community so that we don’t see people entering into a hospital setting, into long-term treatment, for mental health issues that could have been addressed out in the community. I’ve talked quite a bit in my time in here about the correctional services, people making it into the corrections services, people that shouldn’t be in that particular system.", "I think what I’m going to focus on in these two minutes is the fact that there was a court ruling, and the government waited until the last minute to bring forward these changes and didn’t really give us enough time to fully discuss the bill or to give input on the changes that we think would be advantageous to the entire system when it comes to treating mental illness.", "It shouldn’t take this long. Yes, input and consultation are very important; we need to hear from a lot of people. But when you’re looking at a court ruling and there’s a deadline, it shouldn’t be the 11th hour where we’re rushing through this legislation. We should have had plenty of time to discuss this, to bring our concerns from our communities to the table and to have a fulsome discussion around mental health services as a whole. More and more we see this, where the government is trying to rush things through, whether that is by trying to cut off debate or bringing through items at the last minute.", "Although we support the bill, it’s very difficult to support a process where something is being dumped in our lap at the last minute and we’re forced to try to meet a deadline." ],
  "anchor" : "para1238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1243"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Leeds–Grenville. I’ll just restate it again: This is a specific bill that deals with a specific subset of people who don’t have access to justice. The bill speaks to that; it delivers that to them.", "I understand the member’s concern about other practitioners. I don’t share that same concern for two reasons: (1) I do believe that it’s within people’s scope, of those two practitioners, to be able to do that; and (2) there is a process of appointments by which people are appointed to this board, and the members of those boards can be called to that committee. I believe that’s an effective way to monitor that process." ],
  "anchor" : "para1244"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1246"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Again, it’s a pleasure to rise in questions and comments with my colleague from Leeds–Grenville, who I think spoke very eloquently about some of the challenges for mental illness and mental health across the province of Ontario. As he mentioned, the Progressive Conservative caucus will indeed be supporting this piece of legislation. We think, obviously, it is important that we are in compliance with the Ontario Court of Appeal and that there are protections in place for those with mental illness and struggling with depression across the province.", "He did make a good point, however, and I do take the member opposite from Ottawa South’s point that this is a very specific bill. That said, I think that there are opportunities in this assembly where we can come together, where we can all recount our personal experiences, whether that is in our own family life, with our friends or, as the member from Leeds–Grenville talked about, mental health services in the community and where the shortcomings are, perhaps, in psychiatry.", "I, for one, have had the tremendous opportunity, since I became elected, to work with a number of wonderful organizations, one actually from Pembroke, in the member for Renfrew–Nipissing–Pembroke’s riding, the Phoenix Centre. When I was first elected, he and I had worked on children’s mental health. Then, I have a very formidable relationship with the Royal in the city of Ottawa, which is our world-class mental health facility. I’ve been working with the youth services bureau on things like suicide prevention. All this to say that I think, from time to time in this assembly, there is an issue that captivates all of us and brings out the best in every member, regardless of where they are from in this great province, and we can actually talk about how we want to chart a course forward. That is why I think—and I agree with my colleague from Leeds–Grenville on the fact that we could be dealing with a broader-based bill at this particular time that deals with mental health right across the province.", "It is a shame I won’t have an opportunity today, as I thought I did, to speak at greater length about this because it is a passion of mine and of so many in this assembly. But thank you, Speaker, for the opportunity." ],
  "anchor" : "para1247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1252"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I’m pleased to rise on behalf of the people I represent in London West to offer some comments on the remarks that were shared with us by the member for Leeds–Grenville.", "Certainly, like members of his caucus, members of my caucus also support Bill 122. We have an obligation to ensure that the charter rights of every citizen in this province are respected. We know that the Court of Appeal ruled that the current provisions of the Mental Health Act and the Health Care Consent Act violate the charter rights of Ontarians because the current provisions allow people who have very serious mental health illnesses to be involuntarily detained for indefinite periods of time.", "This legislation is important. There’s no question, Speaker: It is very important that we address this problem in the legislation and that we ensure that the rights of those people who are being involuntarily detained are fully respected. Our frustration is that we have such a short time to deal with this issue, and this legislation is so narrow in its scope when we know that there are so many other issues that have to be addressed in terms of the problems within our mental health system.", "It is a huge challenge in my community of London. London police reported a 40% increase in one year in the mental health calls they are dealing with. Students on Western’s campuses were seeing a rapid increase in incidents in mental health illnesses. We need to do so much more than what we’re doing in Bill 122." ],
  "anchor" : "para1253"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Back to the member from Leeds–Grenville for final comments." ],
  "anchor" : "para1257"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank the members from Windsor West, Ottawa South, Nepean–Carleton and London West for their very thoughtful comments.", "I agree with the member from London West: It is very frustrating that we have a bill with such a narrow scope when there are so many other issues that need to be dealt with.", "I mentioned earlier in my 10 minutes that this report was tabled shortly after my election in 2010, and we’ve really not moved these recommendations forward. It just makes you a little disappointed that you can go through a non-partisan process, come up with some exceptional recommendations, recommendations that all of our citizens want us to move forward on—as my friend from Haliburton–Kawartha Lakes–Brock said when we were talking during the debate that comes up during election time, “What are you doing with this bill?”—yet it sits idle. I think it’s a black mark on the government that you can’t move these recommendations forward.", "I respectfully disagree with my friend—through you, Speaker—the member for Ottawa South. I happen to think that with the Consent and Capacity Board, if we need more psychiatrists, then we need to deal with that issue. If we have constraints in the north, we need to deal with that. We can’t just change the Consent and Capacity Board because we have a problem. We need to fix the problem. We need to have the best people available. If you’re going to have the right care at the right time in the right location, you’ve got to have the right people doing it. I learned that when I toured my mental health facility in Brockville when I was mayor, and I learned it again as an MPP when I toured the mental health facility a few weeks ago.", "We’ve got great people on the front line, but we need to give them the tools to do the job. When we see that there’s a gap, we need to fix the gap. We need to implement this report. We can’t just deal with narrow bills. We’ve got to fix the problem." ],
  "anchor" : "para1258"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1263"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House and speak on behalf of the residents of Timiskaming–Cochrane and on behalf of my caucus on this bill, Bill 122, an Act to amend the Mental Health Act and the Health Care Consent Act, 1996.", "The basics of this bill are that, due to a court ruling, the government is compelled to change the regulations for 300 people who are now being held in institutions.", "In my four years here as an MPP, it’s always an honour and it’s always interesting to stand in this House, or sit in this House, and listen to the debate. I have to say that the debate today, this afternoon, was one of the most thought-provoking since I’ve been here, because many life experiences were portrayed, and all of these cases were portrayed for people who have a hard time speaking for themselves.", "Any family that has been touched by mental health issues—mental health is a disease. It’s a disease that you can’t control. It’s a disease, in many ways, like any other disease, that needs to be treated where it can be treated. But it’s not a disease that’s easily identified.", "Today we’ve heard several life experiences, from my colleague from Timmins–James Bay and from the member from Renfrew–Nipissing–Pembroke, and they were both very moving. What I thought is that those were stories of people who have suffered in the past, but what we need to deal with is people who are suffering right now. There are people across this province who are suffering right now: people we could be helping in this Legislature right now; people we could have helped since that report was released that the previous member who was speaking—it was released in 2010, and few, if any, of those recommendations were really implemented.", "Is this bill necessary? Yes. Is it a step in the right direction? Yes. But is this bill really addressing the overall problem of mental health in the province of Ontario, an issue that is increasing in overall prevalence, but it’s also being—we’re doing a better job of identifying people, but we may not be doing a better job of helping people.", "I’ve heard members in this House speak about personal experiences in their offices with clients they’ve dealt with, and we’ve all had them. The most frustrating—and I’m not going to name any individuals—are cases where someone has an obvious mental health issue. Maybe it’s because Timiskaming–Cochrane isn’t close to a major urban centre, but we cannot find help for these people. They’ve got obvious issues, and we know that they’re going to—they’re perhaps not a danger to society but certainly a danger to themselves. They need to be helped, they need to be treated, and there are no resources available in Ontario, in northern Ontario. They get shuffled around from the hospital back to the legal system back to the street back to our office back to the hospital back to the legal system.", "These are people; we see them. Now that I’m here six months a year in Toronto, I see them in Toronto. I see them in my riding. We all see them.", "The government has been forced to implement this, to put this forward. One thing that has been universal for both the opposition and the third party is a frustration that we could be doing so much more.", "Unlike many issues here, this isn’t a partisan issue. No one is going to attack the other side for actually doing more on an issue as important as mental health, and you can see that, Speaker. The example is the debate today. The debate has been very respectful. We’ve all brought up points, we’ve all brought up some frustrations, but it has been very respectful because we know the issues that we’re dealing with.", "What I’d like to focus on here are the family histories we’ve heard. The two cases that I heard are about people who have passed. It’s tragic. In the case of the member for Timmins–James Bay, his sister had a family who supported her. But what about the people who are here in Ontario today who don’t have families to support them or who have families who are simply overwhelmed? We all know that the system isn’t there in all cases to support them.", "This is an issue where we can move forward without partisan wrangling, yet we’re failing to do so. It’s easy to blame the government—actually, we’re supposed to blame the government. This is an issue that I hope the government is listening to. We could all move forward on this issue, because this isn’t about partisanship.", "This bill is going to pass, as it should. It should have been part of a much larger debate. It could have moved forward much sooner, and we could have had a more encompassing debate.", "The member from Ottawa South—I respect all the members in this House, but I respect his position. When the member from Ottawa South is here, he always listens, and I respect that. I respect his position, but I disagree with something he brought up—I don’t remember what it was, verbatim: that we could fix the problems in other ways. Okay, let’s do it. I don’t care if it’s a regulation. Let’s do it, because right now I have people in my towns who have nowhere to go. There’s no treatment available, and I know they have issues. Am I qualified to diagnose what they have? Absolutely not. But they’re there. So if there are other ways to deal with this, let’s do it. If we could have done it with a more wholesome bill, fine, but we don’t have that in front of us. We have this, and we support it because it needs to be done. But we need to do much more.", "This has been a lovely fall, but winter is coming. For people with mental health issues —they’re in the winter of their life a lot, and we could do something about it. We have the knowledge, the ability. I question whether we have the collective will, because those people don’t have huge political influence. They perhaps aren’t big voting blocks. I would suggest that people with mental health afflictions probably aren’t big voters. They have much bigger issues, believe it or not. But those are the people that we need to stand up for, because they have an affliction. They can’t stand up for themselves right now, but they could. They could, and in a progressive society like ours, we need to make sure that they are able to.", "So, if we don’t have time to deal with this—we just need to do it. We all have the collective power to do it. Please, on behalf of all the people out there with mental health issues, we need to move forward now." ],
  "anchor" : "para1264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since there is not enough time for questions and comments at this point in time, this House stands adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1282"
} ]