[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on November 17, 2015, on the motion for second reading of the following bill:", "Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996 / Projet de loi 122, Loi visant à modifier la Loi sur la santé mentale et la Loi de 1996 sur le consentement aux soins de santé." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker—" ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para33"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Sorry to interrupt. I don’t believe we have a quorum." ],
  "anchor" : "para34"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum count, please." ],
  "anchor" : "para35"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para36"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is present. Thank you.", "Minister." ],
  "anchor" : "para37"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, Ontario’s Mental Health Act provides for involuntary detention of patients in psychiatric facilities where patients present a risk of harm to themselves or to others. The Ontario Court of Appeal addressed the involuntary admission and detention of patients under the Mental Health Act and said that part of the act was inconsistent with section 7 of the Charter of Rights and Freedoms.", "The Minister of Health and Long-Term Care, in partnership with the Ministry of the Attorney General, has reviewed the act and consulted with stakeholders on proposed amendments. These amendments would, if passed, ensure that the Mental Health Act aligns with the charter and, at the same time, enhance the rights of involuntary long-term patients who have been committed to psychiatric facilities.", "The Ministry of Health and Long-Term Care consulted with key stakeholders during the development of this bill. The ministry has discussed the Court of Appeal decision with the CCB, the ORB and the Psychiatric Patient Advocate Office, and asked for their thoughts on any amendments. Additionally, the Mental Health and Addictions Leadership Advisory Council, which includes people with lived experience and family members, was consulted.", "Speaker, during second reading debate we’ve heard opposition members express their support for this important legislation. The member from Carleton–Mississippi Mills said, “It is impressive and positive that we’re doing this much.... We support this bill, Mr. Speaker. We look forward ... to doing more positive things like we’re speaking of today, and I applaud the government for doing what is right.”", "Additionally, the member for Toronto–Danforth said, “We agree it’s time to amend the Mental Health Act to comply with the Court of Appeal ruling which found that portions of the act violate patients’ rights under the charter.” The member for Kitchener–Waterloo added, “This is October 2015, and we are just getting to this piece of legislation. It needs to be accelerated. There is an urgency to not acting. There’s a cost to not acting.”", "We couldn’t agree more with that member’s sense of urgency. It is very important that we move this bill through the legislative process as quickly as possible.", "Speaker, we allowed debate to continue when we reached six and a half hours of debate on this bill, so that more members would have an opportunity to present their views on the bill. This bill has now seen over 10 hours of debate, and according to my count, we have had over 60 members speak to the bill. There has been considerable debate on this bill, and we have heard a wide range of viewpoints, opinions and perspectives.", "It’s time that the bill is put to a vote for second reading and hopefully referred to committee, where important work takes place. In committee, members of all parties will hear from stakeholders that have an interest in this bill. Members of the public will be able to provide their important input on this bill. In committee, members will have an opportunity to move amendments to strengthen the bill.", "At the same time, this House can move on to debate other substantive matters. There are a number of pieces of important legislation already introduced that the government would like to debate and move through the legislative process, including Bill 100, the Supporting Ontario’s Trails Act; Bill 119, the Health Information Protection Act; Bill 132, the Sexual Violence and Harassment Action Plan Act; and Bill 135, the Energy Statute Law Amendment Act. We’d like to spend time debating some of the other important pieces of legislation currently before the House, but we can’t until Bill 122 is referred to committee for further review. As a result, I move that this question now be put." ],
  "anchor" : "para39"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Natural Resources and Forestry has moved that the question now be put. I am satisfied that there has been sufficient debate to allow the question to be put to this House. There has been seven hours of debate, 32 members have spoken on this—", "Interjection." ],
  "anchor" : "para48"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry, over 10 hours.", "Is it the pleasure of the House that—", "Interjection." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I heard a no.", "All those in favour, please say “aye.”", "All those against, say “nay.”", "I believe the ayes have it.", "This will be deferred until after question period.", "Resuming the debate adjourned on November 16, 2015, on the motion for second reading of the following bill:", "Bill 135, An Act to amend several statutes and revoke several regulations in relation to energy conservation and long-term energy planning / Projet de loi 135, Loi modifiant plusieurs lois et abrogeant plusieurs règlements en ce qui concerne la conservation de l’énergie et la planification énergétique à long terme." ],
  "anchor" : "para53"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I believe the official opposition has the floor.", "Interjection." ],
  "anchor" : "para62"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The third party? Now I’ve been told it’s the third party. Which one is it?", "Interjection." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para66"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to address this bill this morning. This bill is a product of its times, and those times have to be discussed first to understand the bill and its ramifications. This is a time of privatization of our electricity system, a time of soaring prices for electricity consumers, a time of tighter and tighter centralization of decision-making, and a time of increased activity on the part of the government to appear open while in fact veiling government decision-making and removing key information and processes from public scrutiny.", "I want to outline my main concerns with this bill, and then I’ll go into further detail in the body of my presentation.", "With Bill 135, the government has officially abandoned, once and for all, the vision of an independent and transparent long-term energy planning and approval process that had been established in 2004. People need to see this bill as a very substantial move from all the at least statutory provisions for power planning that existed in the past. This is a dramatic move. I don’t know quite how the government will characterize it when it puts out its advertising campaign on the wonders of this decision, but frankly, this means very substantial change for the people of Ontario.", "By removing their planning and approval authority and relegating the Ontario Energy Board and the Independent Electricity System Operator to the role of simply implementing the government’s plan, it will become even easier for private interests to lobby the government to approve costly and risky energy projects without being subject to any further independent public scrutiny. This brings the curtain down on power planning and opens the curtain to all kinds of power-plan marketing.", "People need to understand that with this bill the citizens of Ontario will see a substantial withdrawal of their power to intervene and have an impact on government policy. For the third time this year, the government is using progressive policy items—in this case, energy efficiency improvements—to cover changes that upend electricity policy in Ontario without public review and with unknown impact.", "Speaker, as I will explore further along this morning, this government has never been truly committed to an independent and transparent long-term energy planning and approval process. Not a single integrated power system plan has ever been approved in Ontario, despite the law mandating that one be approved and updated every three years. In fact, this government has ignored its own laws and has set up ad hoc processes for power planning. Some of the most substantial decisions in the life of this province—done behind closed cabinet doors, not in the open, not subject to public scrutiny, not subject to public examination.", "The government refused to submit its Hydro One privatization scheme to the Ontario Energy Board for review—", "Interjections." ],
  "anchor" : "para67"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s a little loud, folks. We’ve got six different discussions going on. I’m having trouble hearing him. Thank you.", "Continue." ],
  "anchor" : "para76"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The government refused to submit its Hydro One privatization scheme to the Ontario Energy Board for review or even disclose the analyses that were prepared for the Ed Clark panel, even though the process leading to the privatization decision was supposed to be “transparent, professional and independently validated.” This government claims to be committed to transparency and independent review, but its actions show that the opposite is true, especially when it comes to energy policy.", "The fact that the privatization of Hydro One, with huge potential implications for energy rates, electricity rates in Ontario, was not subject to the OEB was as telling as any other action that this government could take. The fact that its background analyses were not made available to any legislator in this chamber or to our Financial Accountability Officer says that this government has no interest in the public actually having the ability to coldly, analytically assess what they’ve put forward and deal with the problems that arise before the government actually implements the plan. They have no interest in that.", "As flawed as the current energy planning and approval system is—and no one will argue that it is without flaw—at least the Independent Electricity System Operator and the Ontario Energy Board processes have mandatory hearings and disclosures, which guarantee some transparency and accountability. Evidence can be tested and witnesses cross-examined. With Bill 135, this transparency and accountability will be lost.", "The government will say that it will engage in wide-ranging consultation, and I guess it remains to be seen how wide-ranging it is, but I’m fairly sure that public gatherings will be held, documents will be presented, people will be allowed to speak. But people will not actually be able to do what’s critical, and that is, through advocates, through intervenors, through their legislators, put the decision-makers on a witness stand, under oath, to answer questions about their assumptions and their actions with regard to electricity planning. That, Speaker, will be gone. Instead, citizens will be given a process where they’re allowed to speak but where they’re not allowed to question, and that lack of questioning, that lack of disclosure, is a fundamental problem with what this bill proposes.", "If the Ontario Energy Board is supposed to protect Ontarians from rising rates demanded by a privatized Hydro One, then why is the government again undermining the Ontario Energy Board’s independence and regulatory authority? We’ve heard day after day, in questions about the sale of Hydro One, that of course the regulator would have the power to call the new owners to account, of course the regulator would have the ability to stop unreasonable rate increases. But that presumes an Ontario Energy Board that has some independence, that has some ability to get at the major decisions of the day. This law, this bill, withdraws that power, undermines the government’s argument that the regulator can protect Ontarians from unreasonable price increases—simple as that.", "In 2006, the government relegated the Ontario Energy Board to the role of implementing ministerial directives related to the smart metering initiative, with no independent public scrutiny. As a result—and I will expand on this as I go further into my speech—Ontarians wound up with a $2-billion boondoggle. Smart meters were supposed to substantially cut the peak power that was used in Ontario. And if that, in fact, had been the case, it would have allowed reduction in costs for gas peaker plants. It didn’t do that. We spent $2 billion, with virtually no savings, and, frankly, opening the door to a variety of cyber security and privacy problems that this government has yet to address.", "The government ignored the Ontario Energy Board as a regulator when it brought in smart meters, and now the government is trying to do the same thing with the entire transmission sector—a transmission sector that will be dominated, that will be owned, by private investors who have been promised billions of dollars’ worth of expansion opportunities. This government is opening the door to even bigger boondoggles than the one we’ve seen in the past.", "So let’s go back. Let’s go back to context and look first at privatization. Our electricity system has been subjected to a process of ongoing privatization since the Eves-Harris government in the 1990s changed the structure of the electricity system, decided to lease out Bruce nuclear to a private operator—and, by the way, an operator that in the UK went bankrupt at about that time and had to be bailed out by the UK government. The Liberals have continued the Conservative policies, so that as almost all new generation has been built in Ontario, it’s been privately owned and, in many cases—in most cases—subject to contracts with what was the Ontario Power Authority and now is the Independent Electricity System Operator: contracts not reviewed in public, not questioned at the Ontario Energy Board, not subjected to any legislative oversight, and outside the purview of public control.", "This government has happily continued privatization throughout the last 12 years, without reference to this Legislature, without reference to the Ontario Energy Board, and is now engaged in another privatization—and it is the largest in Ontario’s history—of a public utility without reference to the regulator, the Ontario Energy Board. That has consequences, Speaker, as you are well aware. Ontarians are now spending somewhere in the range of $750 million to $1 billion a year paying private operators, private generators, profit that did not come out of our pockets back in the 1990s. People feel it in their wallets. They feel it in their purses.", "This privatization will be facilitated by this change in law. This will be facilitated. A bill that cuts back on public intervention in the planning process is completely consistent with a government that wants power planning to be a cozy arrangement between private power companies and the cabinet. So many opportunities for friendships and favours; so little public scrutiny.", "Speaker, the sale of Hydro One is not a stand-alone project. It’s not being done in a way that leaves Hydro One out there unable to fend for itself. No, what the government is doing is changing the regulatory framework around Hydro One to maximize the opportunity for profit. If you have powerful private owners—and frankly, this is one of the biggest electricity grids on the market in North America—then they will do everything they can to make sure that their profits continue to grow.", "I know the government has said that the Ontario Energy Board—which this government continues to weaken—will protect the people of Ontario. But frankly, the way our system is set up, if this private company—the new, private Hydro One—wants to increase the profits for its owners, for its masters, it simply has to build more infrastructure on which it can claim a guaranteed rate of return. It doesn’t have to have a 20% rate of return on its investment; it can just have more and more extra pieces of infrastructure built that it gets 9% on, and that will satisfy these owners. They will be very well off.", "Just this week in committee, we went through Bill 112, a companion to Bill 135 and a companion to the privatization initiatives of this government. Setting priorities for power lines will no longer be discussed or debated in public. Speaker, investments in the billions of dollars will not have to be justified as being useful for the electricity system. The cabinet will be able to decide and simply direct the regulator: “You accept this as a priority. The power company needs that. This will be built. They will get their profit off the top. Go ahead. Just make sure that when it comes to petty cash, when it comes to individual construction contracts, you follow these guidelines.” But the larger picture, the one where the big dollars will flow to these new private owners, that will be protected by the cabinet.", "I want you to imagine, Speaker, a number of wealthy investors. Let’s put them in Arizona in a hot tub on a clear summer evening, drinking bourbon and saying, “You know what? We need more money from our Ontario operation. You know that line in the Niagara Peninsula, the line to nowhere that cost 100 million bucks? Well, if we put another line beside it, we can claim another big chunk of cash. I mean, no one’s complained. The government’s very happy with a line to nowhere that cost 100 million bucks—$5 million a year in interest payments.” I’m sure there are happy bondholders out there who are very pleased that they’re getting five million bucks a year for a line to nowhere.", "These hot tub denizens, the people who, between themselves, in one tub, own 30% or 40% of Hydro One, don’t even have to submit to the indignity of an OEB hearing. They don’t have to go to the Ontario Energy Board and say, “Folks, this is a good line. Approve it so we can make more money.” No, they can go to the ever-attendant Premier and her staff. They can draw a line on a map, a declaration of priority follows, and, as they say, “Bob’s your uncle”—another investment that guarantees a high rate of return.", "I think people need to look at the experience of the Financial Accountability Officer, the officer who reports to us, the legislators, on exactly what is going on with the government’s books on an ongoing basis. The Auditor General audits after the fact; the FAO looks in advance. That Financial Accountability Officer tried to get the background documents on the Hydro One sale, and he couldn’t get them. He could not get them. He wanted to find out the justification for this sale. He wanted to see what the numbers were, what the analysis was. What was the business case?", "I will read from his report: “During the preparation of this report, meetings were held with the Ministries of Finance and Energy and Treasury Board Secretariat to obtain additional information on fair market value estimation methods for rate-regulated companies, accounting line items that would be impacted and related accounting treatments.” He wasn’t looking for commercial secrets; he was looking for information that the government of Ontario used to make a decision, that the Liberals had in their cabinet.", "Interestingly, “under the Financial Accountability Officer Act, 2013 and Freedom of Information and Protection of Privacy Act, the province is not permitted to disclose cabinet records to the FAO unless the cabinet gives permission”—which they didn’t—“or a record is more than 20 years old. The determination of what constitutes a cabinet record is made by the province. In some cases, in the course of this project, the FAO requested information that the province had deemed to be a cabinet record, and chose not to provide. Where relevant, these gaps in information have been identified in this report.”", "Speaker, I want to let you know right now that there will be Tim Hortons receipts that will be declared cabinet documents. There will be hotel bills for a meeting with investors in Arizona that will come under a veil of secrecy. I think there will be notices that the Premier has to get up in the morning that will be declared state secrets, because, let’s face it, this is a government that wants to put a veil, a cover over everything to do with electricity planning.", "The Financial Accountability Officer had a few other comments. He estimated the market value of Hydro One to be $11 billion to $14 billion. Take that. “The initial 15% sale of Hydro One would significantly reduce the province’s deficit in 2015–16.” That is a critical fact, because many people in this province—many of my constituents—come up to me and say, “Why on earth are the Liberals selling off Hydro One? It’s a money-maker. Why are we putting it in a position where it can be owned by American, German, Japanese or Chinese interests? Why don’t we have it owned here in Ontario by the people of Ontario?”", "But, if we look back, the Harris government in the late 1990s had a problem: An election was coming up and it had a big deficit hole to fill. It looked around, went through the closets, took out the couches, took out the pillows and looked for change, but they couldn’t find enough change under those couch cushions. They decided they needed a big chunk, and they needed it fast. So, they sold a 99-year lease of Highway 407. Everybody knows how that story worked out: drivers getting dinged and Mike Harris’s Conservatives getting enough money to make the numbers look good.", "Fast forward to 2015: an election coming up in 2018. This government has an opportunity, $1.5-billion chunks at a time, to make their deficit numbers look much better. There may be some secret reasons why Hydro One is being sold by the Liberals. I don’t know what those are, but I do know one thing: If every year their deficit numbers look better, so that when we get to the next election they can say, “Deficit conquered,” man, that is something that moves mountains and sells very large assets. Maybe next they’ll broaden the ownership of hospitals and schools. Whatever else is not nailed down is going to be on the chopping block.", "The Financial Accountability Officer wrote, “The partial sale of Hydro One could also have important direct implications for non-residential electricity customers. They pay a debt retirement charge ... which is levied on electricity consumption to help pay down the debt of the former Ontario Hydro, the predecessor to Hydro One.” The debt retirement charge “is not only an additional charge for electricity consumers, but also a significant source of revenue for the province.”", "This is another instance where you’ve got a steel cover over the facts. I was in estimates committee a few weeks ago trying to get from the Minister of Energy, the Deputy Minister of Energy, what the debt retirement charge would be after all this money came in from the sale of Hydro One. That number is a moving target. There isn’t anything publicly available. The Minister of Finance at some point will declare, “This is what remains to be paid in the residual stranded debt, and this is the debt retirement charge.” I don’t think any of this money is going to be used to reduce the debt retirement charge that non-residential consumers will be paying. Maybe the government will surprise us. I do know that, whatever calculation is made by the Minister of Finance, it will be completely opaque. We in this province won’t be able to find out exactly how it’s calculated and what its real function is.", "Because of the lack of information, the Financial Accountability Officer had to say, “It is not possible for the FAO to offer a definitive opinion on whether the partial sale of Hydro One would help the province to achieve a balanced budget or surplus in 2017–18.” They couldn’t get the numbers—not available, covered, buried, done. When you’re in a situation where even your Financial Accountability Officer can’t get the information, then you’ve got a big problem. We have a big problem in this province, and that is one that needs to be addressed.", "About a year ago, I had an opportunity to speak before the Association of Major Power Consumers in Ontario. I was speaking to them because they are—what can I say? Their business, and the employment they provide in Ontario, is exquisitely tuned to the price of electricity, so they follow it very closely. I spoke in the spring of 2014. This was several months after the long-term energy plan of 2013 had come out.", "Speaker, I want to share with you some of my observations on that long-term energy plan because we never had the opportunity to scrutinize it either in this Legislature or before the Ontario Energy Board, to actually take the numbers apart, to actually bring forward the decision-makers, have them testify under oath, have them cross-examined so we could determine whether or not this plan for power, which is critical to Ontario, was substantial or full of hot air.", "What I had to say was that the first question that people were asking was about the credibility of the long-term energy plan, one that we never actually got a chance to examine in depth: Does that long-term energy plan of 2013 accurately represent where the Liberal government wants to go with electricity in Ontario over the next few years? In broad outline, it probably does set out where the Liberals want to go, but it doesn’t present a pathway forward that the province can sustain, and it doesn’t accurately present the scale of risk to electricity consumers.", "There are a number of factors that are intertwined in electricity planning, which is one of the reasons you want to have a public hearing with the ability to summon witnesses and question them under oath. The projected increase in price for electricity in the plan—which personally I think is an understatement; I think the risk of much higher prices is there and not set out in the plan—has huge consequences for Ontario’s economy, not only for manufacturers but also simply for the purchasing power of the population as a whole.", "AMPCO, the Association of Major Power Consumers in Ontario, had presented useful information about the competitiveness of Ontario rates for large power consumers on its website. As everyone in this chamber is aware, Ontario is not providing competitive rates. We didn’t see any program in the long-term energy plan that the Liberals were proposing that would adequately address this issue. Frankly, without them putting large-scale burden on the backs of people who are paying taxes or putting more burden on residential and small commercial consumers, I didn’t see a lot of options the Liberals were exploring to manage costs with their approach. I think we can characterize the Liberal approach to electricity and to electricity planning as an approach of ongoing privatization, system fragmentation and overbuilding of infrastructure. Energy efficiency, demand management and conservation investments are not being implemented on a sufficient scale to reduce demand for new transmission capacity or to defray investments in generation, so that their efforts are either ineffective or add to costs without displacing other expenses. This high-cost approach threatens Ontario’s economy but also threatens the viability of the grid itself.", "We lost the Xstrata smelter in Timmins a number of years ago because of high energy prices. It relocated to Quebec, where generation and transmission costs are lower for them. But in Ontario, the customers who remain behind have to pick up the costs for generation capacity and for transmission capacity, and that means higher costs for everyone who hasn’t yet abandoned the grid.", "Now, you should be aware, Speaker, that when we first looked at the long-term energy plan, we noticed that the cost of the system was going up 18% over the next five years but the prices for commercial customers were going up around 30%. Now, prices were going up 40% for residential because the Ontario Clean Energy Benefit was being taken off. AMPCO’s researchers showed that the difference between the increased costs to the system and the increased rate for electricity had to, in part, be attributed to drop in demand. As more customers abandon Ontario’s electricity system, the people who remain have to pick up the slack, and that has a substantial material impact on the people of this province.", "You’re well aware that the Ontario Federation of Agriculture and many people in rural Ontario have been desperately trying to get out from under the high and rising cost of electric baseboard heating. A number of decades ago, when Ontario had substantial surplus power, Ontario Hydro pushed hard for rural Ontario to go to electric baseboard heating. It cost a lot to set it up. They got rid of wood and they got rid of oil, propane, whatever, and they tied themselves into the electricity system. They have been hit hard. If you look at a political map of Ontario and its discontents, you will see that wherever there is electric baseboard heating, there’s great anger against this Liberal government. I pick it up in my own riding. The few people in my riding who have electric baseboard heating are just furious and desperate about the cost—furious and desperate. So the Ontario Federation of Agriculture is trying to move forward with a project of providing natural gas heating to rural communities that are just outside the economic zone for provision of natural gas. They’re getting some support from the provincial government. They want to abandon the grid in a major way because the costs that have been visited upon them are increasingly unbearable.", "Let’s face it, Speaker: As large numbers of electric baseboard heaters leave the system, the remaining transmission/generation costs will apply to those who haven’t left. Those higher prices that this government has driven forward are having a big impact on the long-term viability of the grid because people are trying to abandon it whenever they have the opportunity. That, Speaker, is of consequence.", "The other risk engendered by these high prices is now manifesting itself in Germany, Hawaii and California. The price of installed solar power is now reaching grid parity or dropping below grid prices. In the United States, it’s projected that solar power will reach grid parity in 20 states in the next two years. That means that if they have solar panels on their roof, they can actually get power at the same prices they’re paying to their hydro utility, or less. At that point, when we hit grid parity, it’s expected we could see substantial defection by consumers. That has happened in Hawaii. It is a very big planning problem for that jurisdiction.", "At the rate Ontario is going, we could hit grid parity with solar fairly soon. When I talk to the Canadian Solar Industries Association, they say that by about 2020 people will be able to start dramatically cutting their consumption of power from the grid because solar will be at the same price.", "In Germany right now, solar photovoltaic power for newly installed systems costs between nine and a half and 12 euro cents. We’re paying 17 cents for peak power in Ontario. Solar is cheaper there now than the power we buy for our homes. Ontario’s prices are continuing to go up. People leaving the grid and leaving those remaining holding the bag is going to become a bigger and bigger issue. I don’t believe the Liberals have adequately accounted for the potential to lose customers and demand, thus forcing much higher rate increases in the future.", "Stranded debts have been a burden on our economy for quite a while now. There’s no recognition in the Liberals’ long-term energy plan, a plan that was never tested before a tribunal, a plan whose background data was never subjected to deep scrutiny, whose decision-makers were never questioned under oath—that plan has not taken adequate account of ongoing drops in demand for electricity and its consequences for our electricity system.", "The second risk that this long-term energy plan we’re now working with, that will become the norm in the future—the second risk they don’t address is the reliability risk. Speaker, we are in a situation where, as our weather patterns change, as more extreme weather events become the norm, our system is not built for and not reinforced to deal with those problems. I asked the Minister of Energy in estimates what sort of provision they’ve made for extreme weather events. What I was told a few weeks ago was that last fall a working group was set up. No plan was produced; no numbers were given before the estimates committee.", "I note that last night in Vancouver there was a windstorm with winds of 120 kilometres per hour. Power was knocked out in a big way. Are we ready for something like that in Ontario? Obviously not, because we’ve already had windstorms this fall that have knocked out power farther north in this province. In 2013, we had an ice storm that knocked out power in the GTA and regions east. Were we ready for that? No, we weren’t.", "This government has not planned adequately for changing weather. It has not planned adequately for decreasing demand. It has ignored the major factors that are going to change the environment the electricity system will operate in in the years to come.", "This plan doesn’t deal with overcapacity in production. As you’re well aware, Speaker, Ontario, for years now, has been producing $1.5 billion worth of power more than it needs. We sell it for about $500 million; we take a $1-billion loss. The government used to refer to that $500 million as profit. They were challenged on it and had to withdraw; the minister had to make a withdrawal in the House. They aren’t making profit; they’re cutting their losses. Fair enough, but are they dealing with overproduction in the electricity system? Are they actually looking at what the system needs and what way it has to be configured in order to match demand with supply? No, they’re not; that’s not there.", "Frankly, this plan—the one we’re operating under now; the unscrutinized, unexamined, untested plan—does not adequately assess the risk of the roughly $25 billion in refurbishments that are planned for our nuclear plants in the next 15 years. Be well aware, Speaker, nuclear projects have not come in on time or on budget in Ontario’s history. The experience has frequently been a doubling of price over estimates. In fact, it was the gross overruns on the new build of Darlington that caused dramatic price increases in the cost of power at the beginning of the 1990s, in a period when demand was dropping.", "The government has been using estimates of 8.6 cents per kilowatt hour for power coming from a refurbished Darlington nuclear generating station. Speaker, this is very, very different from the conclusions reached by Hydro-Québec when they did their study for refurbishment of the Gentilly-2 nuclear plant. They wrote a very extensive report of their experience because they sent their people to Point Lepreau in New Brunswick to watch nuclear refurbishment that went totally out of control. They sent their engineers to Wolseong in Korea to look at the Candu refurbishment there. It’s a much better managed project, but still, even using the best practices employed with the Candu plant in Wolseong in South Korea, Hydro-Québec’s best-case projection for power cost was 12.3 cents per kilowatt hour. It’s substantially higher than what Ontario is estimating.", "Speaker, we think the Liberals were far too optimistic in their projection of a 40% increase in the cost of power over five years. What the exact number is, I don’t know, but I know they were lowballing.", "The Liberal approach to planning has largely ignored the legal requirement for hearings so that all of their evidence, all their projections, can be challenged in public. This has led to high and rising prices as well as some very visible damages. Speaker, people are well aware of what happened with the smart meters. People may know that around 2004, according to the Auditor General, the Ontario government announced a plan to reduce energy consumption in the province by putting in smart meters. Frankly, that project went ahead and the Ontario Energy Board was never asked to actually hold a hearing on smart meters. The Ontario Energy Board was never asked to test the assumptions that this investment would be based on. That proved to be very expensive for the people of Ontario.", "As the Auditor General found, the cost of the smart meter project was somewhere in the range of $2 billion—almost double what had initially been projected. And, frankly, what the Auditor General found was that the savings that had been projected were far less than the government had said they would be, in part because they didn’t look at things like the cost of scrapping millions of meters that still had a decade or so to run on their lives. They didn’t look at the costs that came with smart meters. They didn’t look at all of the factors that have given us a $2-billion investment with virtually no payback.", "People wonder why their electricity bills are higher. I don’t think there should be any question. There have been disastrous decisions by this government that didn’t allow those decisions to actually go through public hearings where they could be scrutinized. That’s of consequence.", "We went through a process in this Legislature with regard to the building, abandonment and relocation of two gas plants, one in Mississauga and one in Oakville. Speaker, you may be aware of this—I’m not sure everyone who is watching will be aware of this—but those plants were given the go-ahead, the green light for construction, even as power demand was dropping sharply. We were dumping export power on markets in New York and Michigan and Quebec, sometimes at what the government cutely refers to as “negative pricing”—we paid people to take the power. Yet the government proceeded with those plants until an election came along and forced the government to spend very large amounts of money to ensure the safety of a number of seats.", "That’s the history of power planning in this province by this government when it doesn’t actually allow for the kind of hearings and examination of evidence that’s needed to make rational decisions.", "This government had an opportunity in the last decade to move away from coal by putting in place a very aggressive energy conservation and energy efficiency program. That would have cut the energy bills for homes, for families and for businesses. Instead of doing that—and they were urged to do that by Howard Hampton, the energy critic for the NDP and the leader of the NDP earlier in the last decade—they didn’t go that route. They built a whole series of gas plants, the cost of which was dramatically higher than the cost of power from coal.", "Coal had to be phased out; there was no question. The question was, do you do it in a way that actually protects consumers from high prices, or do you do it in a way that maximizes price for consumers? This Liberal government decided to make the decision for a maximum increase in prices.", "What they didn’t look at, as well, was the fact that in the next decade, as they proceed with nuclear refurbishments, those plants will be ramped up dramatically in production to account for a loss of nuclear production. So all the goals that we’ve invested in to reduce our greenhouse gas emissions will be carried away on a wave of gas-fired greenhouse gas emissions, carbon dioxide, in the next decade.", "This government has given lip service to conservation, but in fact it has put in place the electricity infrastructure that even now is producing more power than Ontario can consume. I think there’s a reasonable expectation that, in the decades to come, this government will be struggling—sorry, it may not be this government, it may be another government—this province will be struggling with the burden of those decisions.", "The most important part of this bill—now that you know the context, now that you know how far wrong things can go when you have, effectively, unaccountable and secret processes for determining electricity policy in Ontario—has to do with electricity planning. We have a situation where the government said, “Sure, we have a statutory framework for power planning in Ontario. We’ve ignored it for most of the time we’ve been in power. I think it’s time to take this ad hoc process and make it law.” That is the heart of this bill, Speaker. That is the heart of this bill. That decision, and that decision alone, is enough for anyone to vote against this bill. That decision alone is going to make it very difficult for us in Ontario to have any control of our electricity system.", "Now, it isn’t as though there hasn’t been a statutory system in place. When I look at the minister’s remarks from the other day, he talks about putting in place a statutory system for electricity planning, but, in fact, we have the Electricity Act, 1998, and the Ontario Energy Board Act, 1998, which set up the basis for electricity planning. Those acts were supposed to require those two agencies, the Independent Electricity System Operator and the Ontario Energy Board—sorry, the Independent Electricity System Operator to prepare an integrated power system plan and then the Ontario Energy Board to review it.", "Frankly, the public hearings before the Ontario Energy Board will be dropped with this new system. The minister had this to say: “The proposed legislation would ensure a consistent, long-term planning process is followed.” Maybe it would, maybe it wouldn’t. But, if recent history is any guide, any inconvenience that’s posed by this long-term energy planning process would cause it to be set aside.", "As you’re well aware and as I’ve said, there is a statutory system and it has been ignored. I asked legislative research for a little background. They said that the process in place now to produce an independent power supply plan was introduced as part of a restructuring of the power system by the government itself in 2004. It was facing a gap between supply and demand. Remember, there was a power crunch around 2003-04. The government’s plan at the time was that, with this independent planning system, we could avoid the kind of power shortages we saw between 2003 and 2004. The government focused on that and phasing out coal.", "Only one IPSP, one power plan, has ever been fully drafted by the Ontario Power Authority, but the entire process wasn’t completed. In 2006, the Minister of Energy directed the agency to complete a 20-year plan covering generation, distribution, conservation and green energy. This was submitted to the Ontario Energy Board in 2007, but its review was suspended in 2008 after the minister requested revisions. So they had a law in place, the agency was directed to put a plan forward, and when it got into hearings, it got into trouble. It got into trouble, Speaker.", "A second integrated power supply plan process was begun in 2011 when the Ontario Power Authority was directed to update and complete a power supply plan for submission to the Ontario Energy Board. That would be based on the 2010 long-term energy plan. As of 2011, that plan went no further.", "In his remarks in this Legislature, the minister said, “As well,” this new plan “would enshrine in legislation Ontario’s Open Government Initiative”—Open Government Initiative? That’s amazing; they have a sense of dry wit, of irony, of humour, that sometimes is missed by those of us in this chamber—“by making consultation with the public, stakeholders and aboriginal groups throughout Ontario a requirement in the development of our future long-term energy plans—it will be put in the legislation.”", "The last process for having public hearings on power planning was put in legislation as well, and totally ignored. Based on their track record, why would you think they would do any better? They don’t have any difficulty ignoring the law when it doesn’t suit them. As we are well aware—and we went through this in the gas plant hearings—Liberal political staff were involved in large-scale deletion of their correspondence, their email, that was supposed to have been sorted and passed on to archives. It didn’t happen. The law was ignored. Was there any penalty? None that I’m aware of.", "There was no penalty for ignoring Ontario’s statutory power planning system, either. The government ignored it, carried on with its own ad hoc routine and is now putting that ad hoc routine into law, saying that they’re actually going to have consultation. Well, the last time, they said they were actually going to have hearings. Maybe they will have some meetings, but will it actually allow people to know what the truth is behind the numbers? Don’t put a single dollar on that, Speaker, not a single dollar.", "Let’s look back at some history. In the past, the Environmental Assessment Act would have allowed people to ask for projects to be brought forward for environmental assessment. But in June 2006, the government, through a regulation—one that wasn’t publicly posted in advance—simply amended the IESO act so that there was no environmental assessment any further on major projects.", "The environmental assessment process is supposed to capture very large projects. It is supposed to be able to subject those to hearings. This government was not interested in any part of this supply plan or any part of this transmission plan being subjected to an environmental assessment.", "Frankly, at the time, the Environmental Commissioner of Ontario was very upset with what had happened. As this says, “Last week the government made an important announcement about how the province would meet its future electricity needs—and then quickly followed up with two more decisions, said Gord Miller, Environmental Commissioner of Ontario, that deprived the public of their rights to participate in decisions that could have great environmental significance for the people of Ontario.”", "Speaker, we had a process with a number of problems that allowed for open hearings. The government didn’t like that. It curtailed people’s ability to use the Environmental Assessment Act to get at those projects, those propositions, and then even that wasn’t enough. They abandoned the statutory planning process, set up their own ad hoc process, now putting that in law, and they’re going to further constrain the ability to use environmental assessment to deal with new electricity projects." ],
  "anchor" : "para78"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Sounds like Harper." ],
  "anchor" : "para149"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Sounds like some Prime Minister we don’t like.", "“The Environmental Bill of Rights”—this is what the Environmental Commissioner wrote—“requires ministries to post on the Environmental Registry any proposed new regulation that will have a significant effect on the environment before the regulation is passed.” I think that’s really quite reasonable. Before the regulation is passed, the public should have an opportunity to comment. That’s why we have an Environmental Bill of Rights. “Instead, late last week”—referring to June 2006—“the Ministry of the Environment posted an ‘information notice’ on the registry advising that the government had already passed a regulation exempting the plans for nuclear power from an environmental assessment. The ministry claimed that in this case full notice on the registry was not required because the regulation to exempt decisions about nuclear power is purely ‘administrative in nature.’”", "The Environmental Commissioner was taken aback. He said: “This is the first regulation under the Environmental Assessment Act that has not been posted on the Environmental Registry for public review and comment in the 12-year history of the Environmental Bill of Rights. This decision goes against the whole principle of government accountability and transparency enshrined in the act. Exempting the province’s long-term electricity plans from the environmental assessment process—to consider the possible impacts of those plans—is clearly environmentally significant and should have been posted on the registry for public comment.”", "“In effect,” Miller added, “in making these environmental decisions, the government is escaping its responsibility to be transparent and accountable under Ontario’s two key public-participation statutes.”", "This bill is all of a piece; it is one whole. It is a process, on one hand, of trying to make privatization of the system easier, trying to make sure that investors will maximize their return at the expense of ratepayers, at the expense of the people and the economy of Ontario. The other piece, Speaker, is one in which this government cuts out public participation, cuts out public scrutiny, provides a gloss, a superficial series of activities that don’t allow, in fact, for deep scrutiny and deep examination. These two things go together. The more you want a system that is not controlled by the public, the less those new investors will want to have to be subjected to public scrutiny.", "I said earlier that this whole process opens up an opportunity for far more decisions to be made behind closed doors, far more favours to be given, far more friends to be pleased, but certainly nothing that will actually help the people of Ontario deal with the issues that they have to come to grips with. This government narrowed the scope of public participation, cut back on the ability of the public to intervene, and they’re now heralding this bill as one that provides for public consultation.", "We went through the gas plant scandal. We went through that even though, publicly, this party and citizens were saying that this plant in Mississauga and this plant in Oakville were not needed for the power system. We went through the smart meters because this government didn’t actually use the Ontario Energy Board to hold public hearings. They simply told the Ontario Energy Board, “You will actually be implementing part of this process. Go ahead and implement. Don’t, in fact, regulate; don’t, in fact, examine; don’t, in fact, question,” because this Liberal government doesn’t like to be questioned. “We don’t like to have to present a business case for doing something.” In fact, they dislike it so much they’re changing the law so they won’t have to do it at all.", "Speaker, I urge you and I urge members of this chamber, legislators in this province, to vote against this bill. If another bill comes forward that has a reasonable approach to dealing with power planning, that allows for public inquiry, public examination, public questioning of decision-makers under oath, then let’s look at that. This bill is not that process. This bill is a closing of doors. This bill is providing advantage to those who are powerful enough to call cabinet ministers and Premiers on their cellphones and tell them what they want done." ],
  "anchor" : "para150"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para159"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Speaker!", "Interjections." ],
  "anchor" : "para160"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well done. The member from Beaches–East York." ],
  "anchor" : "para162"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Much appreciated, Speaker. I wasn’t anticipating that the member would have finished his comments a few minutes early, but I do very much appreciate it because it allows us time to have a full range of speakers and comments on his remarks.", "I have a lot of respect for the member from Toronto–Danforth. He represents me. I’m a resident of his area. I know him to be very thoughtful and researched in his criticisms, but his analysis of what we’re doing in energy—I sit with him on a number of committees, and I appreciate his comments. However, you’ve got to appreciate, Speaker, that when—this is detailed analysis that he gives. He loses so much credibility when he starts spreading information that we’re going to privatize schools and hospitals. I’m seeing this campaign in my community where people are reacting with horror: “You’re privatizing schools next?” It just doesn’t serve him well. If he wants us to take his remarks seriously, he wouldn’t be spreading that kind of information in the community.", "The same goes for what we’re seeing in the remarks from the opposition on Hydro One. There’s a whole series of skewed information which concerns me, because the notion that rates are automatically going to go up with this privatization is just patently false. The reality is that the rates are going to be approved by the OEB, and we think there will be downward pressure on rates because of a more efficient operation.", "But you also see it in this argument he makes that the OEB is going to be approving unnecessary transmission lines in order to pad profits. It’s just absolutely fatuous to consider for a moment that the Premier’s office will be giving a direction to build a transmission line to nowhere and that they are then going to go to the OEB to get approval on a rate increase. It’s just not going to happen." ],
  "anchor" : "para163"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Your facts are skewed. You’re skewed. Your government is skewed." ],
  "anchor" : "para167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe will slow down a bit. Thank you." ],
  "anchor" : "para168"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Speaker. I seem to have ignited a fire in the opposition as they’re looking in the mirror and they see that they are doing things that they really shouldn’t be doing. Do please tell the total story to the people of Ontario. They deserve nothing less from you." ],
  "anchor" : "para169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para170"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I guess I disagree with the member opposite because I know that many of the things that the member from the third party is saying are right. I know a farmer out our way who’s getting off the grid because it’s too expensive. It’s cheaper for him, through diesel generation, to produce three-phase power. And that gets scary.", "It is almost laughable. He talks about people being worried about privatizing schools and the like, because we don’t know what this government is going to do next. They talk about the transmission line to nowhere: These guys have built it. They’ve got a transmission line they built to nowhere. So we don’t know what they’re going to build next. It’s interesting that he would bring that up because that’s what we’re seeing in this province. We’re seeing projects being made that are just crazy.", "Interjections." ],
  "anchor" : "para171"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, I’ll tell you, I get it. And if I remember correctly, we’re supposed to direct it this way, not across the floor, Minister." ],
  "anchor" : "para174"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I didn’t say one word today." ],
  "anchor" : "para175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, you said some words." ],
  "anchor" : "para176"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I didn’t say one word today." ],
  "anchor" : "para177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t challenge the Chair, Minister.", "Continue." ],
  "anchor" : "para178"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Thank you, Speaker. It’s interesting; generally the member from London–Fanshawe is very reasonable in this House, but I can see some of the comments getting them upset. And no wonder. Transmission lines to nowhere: This is a gross waste of public money that is now making us uncompetitive. Our businesses are leaving and, unfortunately, the old “last person out, turn off the lights”—that’s what we’re seeing in this province. Business is leaving. It’s time for this government to wake up." ],
  "anchor" : "para180"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para181"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I want to commend the member from Toronto–Danforth, who put very detailed, thoughtful points forward this morning during his address on this particular bill. He highlighted various issues.", "I just want to go on the record by saying that attacking one’s credibility doesn’t promote your own. It really belittles yourself as a person with honour in this House, and I think what the member was bringing forward was his points of view—our points of view. Attacking that credibility doesn’t really elevate yourself, so I would ask the member to think about what you’re doing before you open up your mouth.", "The concerns that he brought forward were very sincere. If you look at the practice of this government that has been going on for many years, it’s the veil that has been put forward—the information that has been kept from the public; the ongoing privatization; the wrongful decisions that have been put into place, particularly when it comes to hydro; the secrecy behind the whole gas plant issue; the smart meters. The list goes on and on, Mr. Speaker, so why wouldn’t we stand here and criticize this government for the actions that they’re taking? That’s our role. We’re doing our job. Surprise! That’s what we’re supposed to do. We’re highlighting the issues we’re hearing within our constituencies.", "Now, with this particular bill that’s going forward, you are going to put a further barrier and a veil where people won’t have the opportunity to question this process. You will continue pushing your agenda forward, keeping that information or keeping the opportunity from individuals to challenge that information, and you’re surprised we’re criticizing this? Wake up. You must be hearing the same thing in your area. This is what’s happening. We’re doing our job, holding you to account. You have to listen to some of this information and realize that you’re heading down the wrong path." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para187"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m very pleased to be joining this lively debate this morning on Bill 135, the Energy Statute Law Amendment Act.", "All Ontarians know that long-term energy planning is critical for our province. With this bill, the goal is to deliver a very consistent, transparent, long-term planning process. We want to ensure that there is consultation with everyone involved, the public stakeholders and aboriginal group, and you are going to see two new initiatives to help families and businesses conserve energy and water. The key here is conservation.", "When I worked as a broadcast journalist for CTV News in Kitchener, I got a call one day from an engineer who wanted me to come visit him. His name is Paul Rak. He was very excited about how he was saving energy at his four-bedroom house in Kitchener. I went to visit him, and I took a camera with me. This was in the dead of January. He showed me his hydro bill, which was $34. I was stunned, and I asked him, “How did you do this? He said, “A bunch of little things and a few big things.” He and his family have won a number of environmental awards for their efforts, and he asked me, “Daiene, why aren’t all people doing what I’m doing? It saves money; it saves energy.”", "Mr. Speaker, I want to respond to some comments that were made by the member for Toronto–Danforth. I was there in the briefing with the Financial Accountability Officer. We heard his comments. But when we asked him why he did not include the net benefit of investing capital that is raised by the IPO of Hydro One in further offerings, he had no answer. What about the thousands of jobs that are going to be created with infrastructure that will come with this? I would have to say that it was somewhat disappointing.", "But I believe in Bill 35. It’s forward-thinking, and we need to pass it." ],
  "anchor" : "para188"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Toronto–Danforth: two minutes." ],
  "anchor" : "para193"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My thanks to the members from Beaches–East York, Stormont–Dundas–South Glengarry, Algoma–Manitoulin and Kitchener Centre for their remarks.", "I want to address first the comments from the member from Beaches–East York. I raised this question of sale of hospitals and schools because, frankly, when our party questions the Premier as to what else is for sale, we don’t get a straight answer. We don’t get an answer saying, “Nothing else is for sale.” No, Speaker, this is a government that has increasingly privatized Ontario lottery and gaming, is privatizing generation and is privatizing Hydro One. Frankly, Speaker, there is no line that this government appears unwilling to cross when it comes to privatizing. They’re absolutely happy privatizing the financing of hospitals, privatizing the financing of roads and privatizing the maintenance on the Eglinton Crosstown.", "Interjection." ],
  "anchor" : "para194"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Natural Resources." ],
  "anchor" : "para197"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I think the question is, when will this government definitively say they’re going to stop—" ],
  "anchor" : "para198"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "You supported it between 1990 and 1995." ],
  "anchor" : "para199"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I guess the minister didn’t hear me the first time. I hope he did this time.", "Continue." ],
  "anchor" : "para200"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "First point. Second point: the assurance from the member that the rates won’t go up with the new Hydro One because the OEB is there to protect us. Well, in fact, my friends, the OEB is going to be stripped of its power to determine whether or not new transmission lines are worthy or unworthy, which allows for tremendous opportunities for private investors to go and speak to cabinet and say, “You know what, folks? I need this line. Declare it a priority or you’re going to have political problems.”", "This government is setting things up—" ],
  "anchor" : "para202"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Oh, I see. You—" ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The Minister of Natural Resources is warned.", "Continue." ],
  "anchor" : "para205"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’m glad I have attention from the Liberals on this, Speaker. I think they recognize they’re vulnerable on this. As I go door to door in my riding petitioning on this issue, many people who were big enthusiasts in the past are very angry now." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank goodness it’s 10:15." ],
  "anchor" : "para208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This House stands recessed until 10:30 this morning." ],
  "anchor" : "para210"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to welcome my old boss and good friend Doug Saunders and Mya from Oakville. Welcome to Queen’s Park." ],
  "anchor" : "para213"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "It gives me great pleasure, on behalf of my page Dayo Kehinde, to introduce her father, Michael Kehinde, who will be in the public gallery this morning." ],
  "anchor" : "para214"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I see my guests from Wasaga Beach are just coming into the gallery: Tim and Mary North." ],
  "anchor" : "para215"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "ISARC is in the House. They’re going to be here all day, so please, everyone, drop in and say hello." ],
  "anchor" : "para216"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "I’m delighted to welcome back to the House Dr. John Milloy, who has joined us in the gallery. He is here with his class from Waterloo Lutheran Seminary, Wilfrid Laurier University: Dr. Joy Philip, Cassandra Wolfe, Rodny Said, Presley Roberts, Ben Redfern, Carmen Mortley, Jonathan Fulford, Lindsey Werner, and Filip Gabrić. They’re here on a field trip." ],
  "anchor" : "para217"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Coca-Cola recently celebrated 1,000 days without time lost due to injury. Visiting us today from the Chatham facility is the manager, Tony Caradonna. Also from Coca-Cola Canada are Peter Pyrchalla and John O’Leary. Welcome, gentlemen." ],
  "anchor" : "para218"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’d like to introduce one of my constituency assistants from Hamilton, Ryan Ladner." ],
  "anchor" : "para219"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I’d like to welcome two constituents of mine in the members’ east gallery this morning: Barbara Duncan and Jacqui Pylypiw. They’re joining me for lunch today. Welcome to Queen’s Park." ],
  "anchor" : "para220"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions?", "I do have some introductions. First, although he has already been introduced—and, rather interestingly, we were heckling a guest, so I don’t know where that comes from; that’s quite all right, we do recall that—the former member from Kitchener Centre in the 38th, 39th and 40th Parliaments, Mr. John Milloy.", "Also in the Speaker’s gallery: the member from Elgin–Middlesex–London in the 37th, 38th and 39th Parliaments and the Speaker of the 39th Parliament, Steve Peters.", "And also in the Speaker’s gallery, some dear friends of mine—we grew up in Eagle Place together: Brian Tremblay and Judith Goodwin. Welcome. We’re glad you’re with us." ],
  "anchor" : "para221"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Enhancing access to autism treatment is something very dear to me. For the last five years, I’ve been involved with the Simcoe county association for autism with Erin Nightingale to fundraise. I promised the families that I would ask you this question, Madam Premier: On April 2, the member for Ottawa–Orléans stood up in this House during question period and said she was very encouraged by the strong action the government took to improve the lives of children with autism. Yet, just months later, we became aware that there were 16,000 children sitting on wait-lists for autism treatment.", "Mr. Speaker, to the Premier, is she proud and encouraged by the strong action this government has taken while thousands of children languish on wait-lists?" ],
  "anchor" : "para227"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am very proud of the work that we have done over the years to improve the service to children with autism. The Leader of the Opposition will know that I was the Minister of Education. At the time, I worked very closely with the Minister of Children and Youth Services, who is now the Deputy Premier, and we worked with autism associations around the province. We worked with them, Mr. Speaker. We established a coordinated, multi-interdisciplinary care circle for families and for children with autism. We put more money into IBI treatment and ABA treatment, which allowed thousands of education workers in schools to be trained. So, yes, I’m very proud of that work. Is there more to be done? Absolutely." ],
  "anchor" : "para229"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para230"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: I can applaud the government for additional investments. However, it is clear that that funding is not enough. Some 16,000 children are on wait-lists. Furthermore, the government has had the audacity to claim they have expanded applied-behaviour-analysis-based services and supports when in fact we now know that 1,000 fewer kids received ABA funding over the past two years.", "Mr. Speaker, how did this government stand up on World Autism Awareness Day and claim they expanded autism treatment programs with a straight face, knowing that you have not?" ],
  "anchor" : "para231"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’m sorry; that is just not the case. There was no funding for ABA. We put funding in place for ABA and we trained people around the province in schools. So here’s the issue—", "Interjections." ],
  "anchor" : "para233"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That will do.", "The Speaker will also acknowledge that there are people speaking when I’m standing. I don’t want a repeat of yesterday, but I will if I have to.", "Please finish, Premier." ],
  "anchor" : "para235"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "This is a very complex issue. It is not enough just to look at a wait-list, Mr. Speaker. What we have to do is to make sure that children are getting IBI when it will benefit them the most. We have to make sure that schools have the ability to take kids into their system. That’s why we train so many education workers in ABA. That’s why we continue to work to make sure that children get the service that they need. There’s more to be done. We acknowledge that." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para239"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Premier, it’s not complex. It’s very clear. It’s straightforward; 1,000 fewer kids received ABA funding. It’s simple. The government is known for having conversations, panels, sit-downs, committees, chit-chats. But what they’re not known for is taking action. The Autism Parent Resource Kit is a nice tool for parents, but what I’m looking for in the kit I can’t find, and what it’s missing, Mr. Speaker, is funding: funding for 16,000 children on wait-lists who struggle every day.", "Tomorrow, I’m looking forward to going to the Toronto Autism Gala. Can I tell the parents and children at that event that this government will commit to making sure that these 16,000 children on the wait-lists—that you’ll deal with it; you won’t delay; you will figure it out; you will have an answer?", "Interjections." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para243"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If the Leader of the Opposition doesn’t think this is a complex file, then that just demonstrates his complete lack of understanding of what autism is, Mr. Speaker, and how our society can deal with it.", "I am very pleased that the Leader of the Opposition—", "Interjections." ],
  "anchor" : "para245"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Too complex? Resign. Can’t fix it? Resign." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke, come to order. One more round like this and I’ll go to warnings.", "Finish, please. You have the wrap-up." ],
  "anchor" : "para249"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, it has been a top priority of this government to provide services for children when they need them, to make sure that the IBI services and the ABA services are available to students, are available to children. We understand that families struggle with children with autism. We will continue to work to make investments that will improve the lives of children and families who are dealing with autism. We are not going to oversimplify it the way the—" ],
  "anchor" : "para252"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para253"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question this morning is for the Minister of Energy. Time and time again, this government has repeated that the sell-off of Hydro One won’t impact hydro rates. When the Minister of Energy spoke to the Oakville Chamber of Commerce, he said that the government “will ensure taxpayers and ratepayers are protected” and that “a private Hydro One will never have the power to set its own rates.” Yet right after 15% of Hydro One is put on the market, what do we find in our mailboxes? A notice that Hydro One is attempting to increase distribution charges effective January 1. It seems oddly coincidental that the first chance a partially private Hydro One has to increase rates, it’s going to increase your hydro bill. Speaker, does the government plan to do what’s right and protect the ratepayers of Ontario from the fire sale of Hydro One, which will only result in increased hydro rates for consumers?" ],
  "anchor" : "para256"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, the fact is that Hydro One is asking the Ontario Energy Board. It’s the Ontario Energy Board that makes the decision. He’s defeating his own point by saying that we’re going to increase rates. What they basically sent a notice on is that they’re making an application to do so. There will be a process. There will be public hearings. There will be intervenors. There will be consumers’ associations all going before the Ontario Energy Board. The member knows that, time and time again, the Ontario Energy Board has varied or reduced those increases. He’s just proving the point: Hydro One can’t do it themselves. They’ve got to go to OEB and they have to have public hearings." ],
  "anchor" : "para257"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para258"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "The minister is right: They do have to go to the OEB, and they have rarely turned down a rate increase at the OEB. This came out at the very first opportunity.", "Back to the Minister of Energy: He stated on September 30th: “The Supreme Court upheld the right of the Ontario Energy Board to ensure consumers pay just and reasonable rates for electricity.” When I get phone call after phone call at my constituency office telling me that my folks have to choose between heating and eating, or a woman who just had a baby goes home to a dark home because hydro has been cut off because she can’t afford to pay it, that is anything but just and reasonable electricity rates.", "Just two weeks after the beginning of the sale of Hydro One, the rates are going to be pushed up again, with hydro customers being hit hard. Will the government stop the sale of Hydro One? Will they do the right thing and allow them to keep their lights on?", "Interjections." ],
  "anchor" : "para259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m standing.", "Minister of Energy." ],
  "anchor" : "para265"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, as I mentioned, Hydro One has asked the Ontario Energy Board for a rate increase. In 2010, Hydro One asked for a rate increase for distribution and received a 9% reduction for its capital request. In 2012, Hydro One asked for a rate increase for transmission and received a 3% reduction for its capital request. When Ontario Power Generation applied for a 6.2% rate increase in 2011—", "Interjections." ],
  "anchor" : "para267"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Aboriginal Affairs, come to order; and the member from Simcoe–Grey, come to order.", "Carry on, please." ],
  "anchor" : "para269"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "When Ontario Power Generation applied for a 6.2% rate increase in 2011, the OEB denied the request and lowered the rate by 0.8%. In 2014, OPG asked for a rate increase and the OEB only approved about half the request. So the Ontario Energy Board makes the decision, not Hydro One." ],
  "anchor" : "para271"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para272"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Hydro rates in Ontario have gone up 77% over the last five years, and that’s a fact that you can take to the bank, Minister.", "In an interview with the Globe and Mail this weekend, Michael Penner, chair of the board for Hydro-Québec, was asked about the possibility of the privatization of that province’s utility, to which he answered, “Don’t even think about Hydro-Québec and privatization in the same sentence.” He also went on to say, “There’s a better chance that the Egyptians would privatize the pyramids than we would privatize” in Quebec.", "The chair of Hydro-Québec recognizes the absurdity of privatizing their electricity utility and the long-term value that such an asset brings to its province. Why is this government pressing on with the privatization of Hydro One, which will cause long-term pain to Ontario and its ratepayers? Stop the sale of Hydro One now." ],
  "anchor" : "para273"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, I’ve asked the Leader of the Opposition, and I’ll ask him again in answer to this question, why did he support the privatization of Ontario Hydro and OPG during his campaign for leadership? Why was that part of the platform of the Conservative Party in the election in 2014? They recommended selling shares to the public. They indicated in their own policy paper they would rely on the Ontario Energy Board to control rates. It’s their policy.", "Will the leader disavow himself from his own policy?" ],
  "anchor" : "para276"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. When the Premier doesn’t answer a simple question, Ontarians should ask themselves why. Is the Premier planning to sell off more revenue-generating assets?" ],
  "anchor" : "para279"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’ve answered this question over and over again. The leader of the third party has seen our plan. She knows what’s in our plan. We ran on our plan. We are broadening the ownership of Hydro One in order to invest in infrastructure. That is the decision that we made, that is what we ran on, and we are going to make those investments because we know, in order to be competitive in the 21st century, that we need to make those investments in infrastructure. That’s what we’re going to do.", "To do that, we are selling real estate. We sold the GM shares and we’re broadening the ownership of Hydro One. That is our plan, that’s what we ran on, and that’s what we’re implementing." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "If the Premier was done with her sell-offs of revenue-generating assets, she would have had a great answer. She could have said, “I appreciate the question from the leader of the NDP, but our revenue-generating public assets are safe. They’re staying in public hands and they’re not being sold.” But very obviously she is not saying that, and that speaks volumes to the people of this province.", "Is this Premier refusing to rule out selling more revenue-generating assets because she’s planning to do exactly that?" ],
  "anchor" : "para283"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Not at all, Mr. Speaker. We made the decision that investing in infrastructure, roads, bridges, transit and water systems around this province was critical to the economy of the province. That’s why we made the difficult decision to broaden the ownership of Hydro One: because we know that using an asset that is owned by the people of Ontario and leveraging that to be able to invest in new infrastructure that will be owned by the people of Ontario is critical if we’re going to be competitive into the 21st century.", "That’s what we’re doing. I know the leader of the third party doesn’t think that’s a good idea, but clearly she doesn’t think that making the investments in infrastructure is a good idea. She’s wrong. We need those investments. She has put forward no plan for how she would do that. We’ve got a plan and we’re implementing it." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para287"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, our revenue-generating assets—the people of Ontario’s revenue-generating assets—pay for things like transit. They pay for hospitals and schools, roads and bridges, nurses and education workers, police, scientists and snowplough drivers.", "The independent Financial Accountability Officer of this province has shown that the selling off of these kinds of assets means less money to invest in the services that the families of this province rely upon. Will this Premier do the right thing by the province of Ontario, the right thing by the people of Ontario, and commit to not selling off any more of Ontario’s revenue-generating assets?", "Interjections." ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It is our responsibility as the government in this province to work to make the economy as strong as it can be. If we do not do that, then we will not be able to generate the wealth and to generate the growth that will allow us to support the very institutions that the leader of the third party is talking about.", "It is our responsibility to make those investments, whether it’s in people’s talent and skills, in their education and skills training, whether it’s in infrastructure or whether it’s working with businesses to support them and create a dynamic business environment. That is our responsibility.", "We made a determination that investment in infrastructure was a critical part of that plan. That’s why we are making these investments. That’s why we are broadening the ownership of Hydro One. The leader of the third party knows full well what is in our plan. We are implementing that plan." ],
  "anchor" : "para293"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "You don’t burn the furniture to heat the house.", "My question is for the Premier. Every time we learn something new about the Hydro One sale, it gets worse. Yesterday the Minister of Finance confirmed that Ontario families are actually subsidizing the IPO. In fact, the province wrote a $3-million check to Hydro One to pay for IPO costs, and there will be more coming.", "Can the Premier explain why Ontario families, who are so opposed to the sell-off of Hydro One, are now subsidizing its sell-off?" ],
  "anchor" : "para298"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, that’s not the case. The Minister of Finance, I know, will want to comment in the supplementary, but let me just say this: We are building Ontario. The fact is that infrastructure that has been in place for decades needs to be renewed.", "My term as the Minister of Transportation made it clear to me that we must make investments that, quite frankly, have been neglected by previous governments. We need to make those investments in order to be able to compete. In fact, we’re patching up. We’re actually behind in terms of the investments that needed to be made over the last 40 years, so we are making those investments, and we are building the province up.", "So when the leader of the third party characterizes what we’re doing as somehow taking away, what we are doing is we’re building new. We’re building new infrastructure that’s needed for the next generation and the generation after that. That’s what our plan is, and that’s what we’re implementing." ],
  "anchor" : "para301"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para304"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Too bad nobody agrees with the Premier, except her and her small group of friends.", "Not only are Ontario families subsidizing this Premier’s sell-off, but it turns out the Premier is counting money that isn’t even there. The Premier put out a press release last week claiming that the Hydro One sale generated $2.2 billion that simply isn’t there. It’s not cash that can be used for infrastructure and transit. It is simply an account entry. This deal is so bad that the Premier has to count money that doesn’t even exist.", "She started out by borrowing Mike Harris’s hydro privatization plan, and now she’s borrowing Tim Hudak’s bad math plan. Exactly how much of this sell-off is based on this kind of bad math?" ],
  "anchor" : "para305"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think we have to talk about what these investments mean to the people of Ontario, because there are real projects that are creating real assets.", "Yesterday we announced our government’s investment of $2.27 billion for the new Oakville Trafalgar Memorial Hospital. I had the opportunity to visit the hospital to see this fantastic new facility that has been built. That kind of investment will benefit people every single day. It will change people’s lives. It will save people’s lives. That kind of investment is exactly what we’re talking about.", "I also had the opportunity to visit our first fully digital hospital, the Humber River Hospital, last month. That, again, is the kind of investment that will change people’s lives. Those are investments and projects that are happening all over the province. They will improve people’s quality of life and that’s what this investment means to the people of Ontario." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para311"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Not only will the sell-off of Hydro One cost us money in the long run, but to add insult to injury, Ontario families have just paid $3 million, with more still to come, to actually have the privilege of mortgaging their own future. And the money that the Premier claims that she’s counting on from this sell-off? Well, it’s not cash; it’s a number that the Premier has pulled out of thin air.", "Just how bad does this deal have to get before the Premier admits that she is wrong? Or is that something this Premier does not know how to do: admit that she is wrong? That’s what I suspect, Speaker. When is she going to admit that she’s wrong and actually stop the sell-off of any more of Hydro One?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para314"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Today, the NDP are going to make a motion, and this is what they’re going to say: The new tranche that’s being sold will raise as little as $1.4 billion over the course of the next four years. That’s what they’re claiming. The fact of the matter is, this one transaction alone has netted to the families of Ontario $3 billion: $1 billion extra which is going to pay down debt. So we’re paying down debt by $1 billion. We’re putting $3 billion more into infrastructure.", "They further say that we are now going to have forgone revenue. Absolutely. We are going to replace it with greater revenue, and that’s the whole point of reinvestment, something that that party doesn’t seem to understand.", "We’ll continue to do what’s right for the people of Ontario. We’re protecting consumers and ratepayers at the same time. This is all net monies. The people of Ontario are now ahead as a result of the transaction we’ve just done." ],
  "anchor" : "para315"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Premier. In the 2015 budget you announced that there would be a $50-million reduction in funding to Ontario’s medical laboratory companies. We have learned that Alpha Laboratories, whose CEO is former Liberal cabinet minister and leadership candidate Gerard Kennedy, has actually been exempted from this cut and will continue to receive the previous funding.", "Mr. Speaker, my question is short and direct: Can the Premier confirm that Alpha Laboratories has in fact been exempted from this $50-million cut?" ],
  "anchor" : "para319"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para321"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I appreciate the question. We have a proud tradition in this province of working closely with our community laboratories, including smaller laboratories like Alpha Laboratories but also LifeLabs and Dynacare—an extraordinary ability to provide the services at the quality that Ontarians expect. However, we’ve been working closely with those labs to see how we can find further efficiencies.", "We’ve actually asked for a panel to be set up, which they have and they’ve just recently concluded their report, to look at how in the short, medium and long term we can provide those efficiencies, we can ensure that the quality is the highest and we can support our community laboratories to do even better work than they do. I’m currently reviewing that report. I’ve met with all stakeholders quite frequently over the course of the past year and will continue to do so as we develop a program that Ontarians can be proud of." ],
  "anchor" : "para322"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the Premier: Premier, you’ve rewarded the Minister of Finance and the Minister of Health for supporting you at your leadership convention by giving them plum cabinet positions. Mr. Kennedy also supported you at the convention, although you couldn’t give him a cabinet post because he no longer sits as a member in this House.", "Mr. Speaker, I will ask once again to this Premier: Will she confirm that the preferential treatment given to Gerard Kennedy’s Alpha Labs is in fact his reward for supporting her at the Liberal leadership convention?", "Interjections." ],
  "anchor" : "para324"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Interjections." ],
  "anchor" : "para327"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me.", "Very borderline and I’m going to let it pass, but I would warn all members that you’re not making those kinds of accusations directly or indirectly to any member in the House.", "While I have the clock stopped, I’m going to remind all members that you address each other by either your title or your riding. By doing so, it helps the tone of the place.", "Minister of Health." ],
  "anchor" : "para329"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Thank you, Mr. Speaker. As I mentioned, we have a laboratory services expert panel that was created in coordination and concert with our community labs and experts in the field and outside of the field that can provide us with the information and the recommendations that we need to strengthen our community labs that provide such a vital service to Ontarians.", "There are no special exceptions to how we view any of the laboratories. We are looking at this purely from one vantage point: working and acting in the best interests of Ontarians; how we can find efficiencies so we can provide even more service to Ontarians; how we can ensure that laboratories exist throughout the province providing that high quality of service. We will approach this in a way which is based on the good advice of the expert panel." ],
  "anchor" : "para333"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is to the Premier. Today your operative in the Sudbury by-election scandal, Mr. Lougheed, is going to court. Can you please confirm in this House today if your government is paying his legal bill, or is it the Liberal Party of Ontario?" ],
  "anchor" : "para336"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I actually don’t know the answer to that question and I will have to get back to the member opposite. I really have no idea." ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Wow, who’s in charge over there? It begs the question.", "My follow-up question then would be this: You’ve had to sit down with lawyers—", "Interjection." ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark, come to order." ],
  "anchor" : "para343"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "—in regards to the Sudbury by-election scandal. You’ve had to interview with the Ontario Provincial Police. You’ve obviously had legal counsel. Can you confirm in this House today if it’s the people of Ontario—", "Interjection." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader, second time." ],
  "anchor" : "para346"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "—the Liberal Party or yourself that paid your legal bills when it came to your protection in this particular scandal?" ],
  "anchor" : "para347"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The people of Ontario did not pay any legal bills for me, Mr. Speaker." ],
  "anchor" : "para348"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "My question is for the Minister of Community and Social Services. This government and the people of this province value the idea that every member of society can and should be supported, especially at times when they are most in need. Much of that population is served by the programs that your ministry operates. However, even with this support, in my riding of Durham I hear from constituents, advocates and leaders in the community about the challenges that individuals living with and without disabilities experience during difficult times.", "Minister, what improvements have been made to social assistance in Ontario to help the most vulnerable who are relying on these supports?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you very much to the member from Durham for the question. Our government knows how important social assistance is to supporting those in need. That is why over the past three years we have focused our increased investment in social assistance towards lifting the lowest rates and increasing support for individuals with disabilities. Our 2015 budget invested an additional $100 million annually to continue these rate increases. I’m pleased to report that as of November 1 the new rates are in effect. This means that single adults on Ontario Works, the largest group accessing that program, received $900 more this year than they did three years ago.", "However, our social assistance programs provide much more than a cheque. Increased assistance, coupled with strong employment supports and skills training initiatives, helps people reconnect with the labour force and toward independence." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Thank you to the Minister of Community and Social Services for all of the important work that she has done, along with the thousands of ministry staff who serve the most vulnerable people in our province every day.", "As the minister said, over the past three years there has been demonstrable progress to improve the supports offered by Ontario Works and the Ontario Disability Support Program. But as we all may remember, it hasn’t always been this way. Following the significant cuts made under the Progressive Conservative government in the 1990s and early 2000s, the social assistance system was left devastated, Mr. Speaker, and it is still now recovering. Minister, what has happened to the social assistance system since the Liberal government was first elected in 2003?" ],
  "anchor" : "para355"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "This is an important question in order to understand where we have come from and how much progress has been made. When the PCs were in government, they cut social assistance, froze ODSP rates and downloaded the costs of social assistance to municipalities. Since 2003, our government has not only increased rates by 29% for individuals receiving Ontario Works, and 18.3% for families receiving Ontario Works and individuals receiving ODSP, but has also implemented an earnings exemption to allow recipients to earn up to $200 a month without reducing their overall benefits.", "We have had 11 continuous years of new investments in raising social assistance rates, providing help to over 900,000 vulnerable adults and children in Ontario every day. That’s why our government believes that further reforming social assistance is a key aspect of our effort to alleviate poverty." ],
  "anchor" : "para357"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "To the Minister of Energy: With respect to the blockade of Caledonia power towers, Hydro One said recently, “We respected the request by the community to stop work.” I represent that community. The community did not ask militants to seize control of Hydro One land running through Caledonia. The community did not ask for acetylene cutting torches placed at the base of transmission towers; for vehicles to drag part of a power tower down the main street of Caledonia, and to then blockade the town for a month; for the Mohawk warrior flag to fly over Caledonia, 300 feet up on a tower; or for the dismantled towers to be used as lookout towers. I witnessed all of this. The community did not ask for pieces of towers to be thrown from the Highway 6 overpass.", "This transmission corridor must be completed. Now that the minister is selling Hydro One to the private sector, will they let the private sector do it?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I think the member knows the history of this particular transmission line. Construction was started, I think, around 2005. About 95% of it was completed. Then there was the land dispute around Caledonia, involving two First Nations and the federal government. There is a land claim issue that needs to be resolved by the federal government, which has the responsibility for that.", "We have taken some steps to try to facilitate solutions by the two First Nations who are disputing with each other and disputing with the federal government. We had made some significant progress towards it, but we have not been able to resolve the issue.", "It’s a very sensitive issue. We’re being respectful of First Nations in terms of waiting for these issues to be resolved." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "After nine years, Paul Bliss from CTV News determined that not only did the Niagara Falls-New York power transmission corridor to nowhere cost $100 million, but also, interest on the capital is dinging taxpayers another $50 million, growing by $5 million a year for a truly stranded asset: newly built power towers that have never transmitted electricity.", "As the Minister of Energy continues to centralize power in his cabinet office—to date, 37 ministerial directives and now Bill 135, disempowering IESO and the OEB. If the minister can’t guarantee that the private sector will do it, will he now use his newfound authority to secure an injunction to resume construction after nine years and complete the wiring of these towers through Caledonia?" ],
  "anchor" : "para366"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Minister of Aboriginal Affairs." ],
  "anchor" : "para368"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "There’s a complex land negotiation claim under way in your area. It’s been going on for a number of years. The federal government is a key party to those negotiations. The federal government has not sat down in a meaningful way since 2009, when we had the last meeting.", "There is a new government in Ottawa. There is a new minister of aboriginal affairs. I have read her mandate letter over. Her mandate letter is much like my mandate letter, and it stresses the need for the federal government to work with the provincial government and the First Nations involved to settle these complex and ongoing land claim matters.", "I’m expecting to meet soon with my new federal counterpart in Ottawa. There is a new government. There are new players on the scene. We are hopeful of moving these issues forward." ],
  "anchor" : "para369"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "My question is to the Premier. Yesterday, the annual HungerCount report on food bank usage was released, and the results are shocking. Since 2008, food bank usage in Ontario has risen more than 14%, and 48.6% of food banks in Ontario are reporting an increase in use. More appalling still, nearly 34% of food bank users are children.", "This government is failing families and children in need. Will the Premier admit that her government isn’t doing enough to help families in need across this province?" ],
  "anchor" : "para373"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Community and Social Services will want to comment on this, but I just want to say to the member opposite that of course we are all concerned about these statistics. In fact, it’s why our government put in place a poverty reduction strategy. It’s why we’ve put in place the Ontario Child Benefit, which has actually lifted thousands of children out of poverty.", "We know there’s more to be done. We just put in place a Local Poverty Reduction Fund.", "Interjection." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para378"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "But there is more to be done across the country—" ],
  "anchor" : "para379"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "More to be done." ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, second time." ],
  "anchor" : "para381"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—and the fact is that we have targets—" ],
  "anchor" : "para382"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "More to be done." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I just want to make sure that he heard me. Member from Renfrew: second time.", "Carry on." ],
  "anchor" : "para384"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There are 50,000 fewer children in poverty today because of the Ontario Child Benefit. We know there’s more to be done, and we are continuing to take action." ],
  "anchor" : "para387"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "There is not one fridge for parents and another for children. These kids are living in poverty, using food banks regularly because their parents have no other choice, not to mention already marginalized people like those on disability income supports, making up one third of food bank users because they aren’t being properly supported. More and more post-secondary students are being forced to use food banks because they don’t have enough to buy food. Speaker, it’s 2015. Food banks in Ontario should not be reporting increases in use.", "Will the Premier admit that her government’s failed policies are forcing vulnerable people to pay the price?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community and Social Services." ],
  "anchor" : "para390"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "We do thank Food Banks Canada for the report that they issued yesterday. It does give us a good national picture of the problem of food security and hunger. But we also know that we have made steady progress, as the Premier just responded, and as I did in the previous question. We are lifting those most vulnerable up, in terms of increasing rates. We are improving the system in terms of partnerships with many of our community agencies.", "The reference that the Premier made to the Ontario Child Benefit I think is particularly relevant. We know that we did increase that in July 2015 to $1,336, and it is indexed to inflation for the very first time. So we are making steady progress on this issue." ],
  "anchor" : "para391"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "My question is to the Minister of Labour. These days, we are hearing more and more about precarious work and the nature of changing jobs in our province. It is common for Ontarians to be self-employed or have part-time and temporary employment. When I meet with businesses and workers in my riding, they tell me that our laws should reflect the realities of the modern economy. And we must ensure that they do so.", "Mr. Speaker, I know the Minister of Labour launched the Changing Workplaces consultations some time ago. Can the minister update this House about those consultations?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’d like to thank the member for the excellent question because it really gives me the opportunity to update the House this morning on the Changing Workplaces consultations. As the member mentioned, since I announced the appointment of the special advisers earlier this year, they’ve been all over this great province. They have met with more than 200 groups in person. They’ve received close to 300 written submissions; they’ve been working through these submissions. I expect we’re going to see their final report later next year, but in the interim, they’re bringing in an interim report in February.", "Submissions included solutions that came from Ontarians as to how we might address the plight of precarious workers across this province. I was pleased to see that so many Ontarians from so many sectors came forward. We heard from employers; we heard from employees, trade unions and trade associations. We’re really excited about the recommendations that people are bringing forward. How we adapt to these key changes is going to really determine how well we’re able to protect workers going into the future. The process is going well." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "Thank you, Minister, for that answer. It sounds like the consultations were a great success. It is great to know that so many Ontarians decided to attend one of the scheduled consultations or took time to submit recommendations to the advisers. I know that people in my riding were able to participate, but I also know that some are still wondering if they are able to have their opinions heard.", "Mr. Speaker, the minister mentioned that the consultations have ended. Minister, will there be further consultations for my constituents and opportunities for those across the province who have not yet done so to participate?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Excellent question. This, I think, is one that all members can assist in this regard. As I mentioned previously, the formal consultation process has ended, but this does not mean the opportunity to submit written recommendations to the advisers is over. All of us should go back to our ridings and tell people that, after we share the interim report in the new year, in the early part, there’s going to be a period of approximately six months when Ontarians are going to be able to submit more recommendations, more solutions. So I’d like to encourage every member in this House, from each of the parties represented in this House, to go back to their ridings and to ensure that people realize that another consultation period is coming up. We need everybody’s help in this House to make sure that everyone is able to go home safe and sound at the end of every day. To realize that future we want, Speaker, we need to get solutions from Ontarians. I urge all members to participate." ],
  "anchor" : "para401"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "My question is to the Associate Minister of Health and Long-Term Care. In 2007, the Liberal government announced it was redeveloping 35,000 long-term-care beds. That’s 3,500 beds per year over 10 years. By 2014, seven years since the original announcement, the ministry, having failed to implement and execute the plan the first time, simply reannounced the same: They’re redeveloping aging long-term-care beds.", "This government and its two health ministries have had eight years to review, plan and prioritize and, most importantly, to deliver the promised beds. It’s nearing 2016, and the seniors in my riding and across Ontario want to know where the beds are and why this government is eight years behind schedule.", "Will the minister responsible—as a minimum—release the schedule of bed redevelopments to this House?" ],
  "anchor" : "para403"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I thank the member opposite for his question and his advocacy on long-term-care homes. I just want him and you to know, Mr. Speaker, and this House, that we take the redevelopment as a priority item for us. That’s why I can say that since coming to office, we have already redeveloped 13,000 beds. In fact, very recently—in the early fall—I attended the official opening of yet another redevelopment. It was in Whitby. Fairview Lodge: 198 beds redeveloped, part of the 13,000 that we have already redeveloped.", "The member opposite is right. We have committed to redeveloping another 30,000 beds. Work on that is well under way, and I look forward to making some announcements." ],
  "anchor" : "para406"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para408"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "You’ve had 12 years, and you’re telling me this is a priority and you only got a third of the way. Associate Minister, I’ve listened closely to your platitudes that you give to yourself and your party. I think it’s clear they’re nowhere near the start or, worse, the end of completion of construction.", "Just so this House is clear: Under this government’s watch, the number of long-term-care beds has increased by a mere 3%. However, the wait-list has exploded to 21,000 seniors, and 15% of our seniors die while on the wait-list. But, eight years later, the ministers responsible for our seniors’ health and well-being can’t so much as put together a schedule of when and where they will redevelop the beds. I asked you this in estimates.", "Mr. Speaker, we believe our most frail citizens deserve better. Through you to the minister, I ask: Can the minister at least advise this House how much she budgeted for redeveloping old and for building new long-term-care beds in Ontario?" ],
  "anchor" : "para409"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I’d like to begin by reminding the member opposite that we’ve already redeveloped 13,000 beds and work is well under way for redeveloping an additional 30,000 beds. I’m also going to remind the member opposite that our original budget mentioned redevelopment of 30,000 new beds. If the member opposite and his party were that interested in the redevelopment, why did they vote against that budget, bring down a government, which delayed by months our ability to redevelop?" ],
  "anchor" : "para412"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is to the Premier. The OPG, Ontario’s nuclear regulator, has just applied for an unprecedented 13-year licence extension for the Darlington Nuclear Generating Station. Typically, extensions are granted for periods shorter than five years, and a 13-year extension would effectively end public scrutiny of Darlington’s emergency planning until the year 2028.", "The Canadian Nuclear Safety Commission has since stepped in and said that they will hold their own consultations because of public concern. So will the Premier please offer her thoughts on why a federal panel appointed by Harper feels that the province is so non-transparent that they need to host consultations on their behalf?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The Minister of Energy." ],
  "anchor" : "para416"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I know the member realizes that for a period of over 45 years we’ve been operating nuclear facilities in the province. We’re among the best measured, in terms of safety, worldwide.", "We also know that we’re on the cusp of Darlington moving forward with refurbishment. That refurbishment will take us over several decades in terms of additional life out of these units.", "Ontario Power Generation has been working very, very closely with the nuclear safety association of Canada. It’s a federal regulatory responsibility. We’re complying with all of the provisions and we’re willing to live with the decision of the federal regulator on this issue." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Last week, Durham regional council passed a motion calling on the provincial government to be more transparent in reviewing nuclear emergency plans. The motion was originally put forward in June by former councillor Jennifer O’Connell, who has since been elected as the Liberal MP for Pickering–Uxbridge.", "Will the Premier listen to the advice of Ms. O’Connell and the Durham regional council and commit to a more transparent process for Ontario’s emergency planning?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The member would also know, as well, that all of the municipalities in the Durham region are very, very supportive of nuclear power remaining. They’re supportive of the refurbishment of the units so that they’ll continue to provide the jobs.", "Again, I want to repeat that we’ve been measured as among the safest jurisdictions in the world for nuclear energy. We will be 100% compliant with the federal regulatory agency on this particular issue." ],
  "anchor" : "para424"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Ma question est pour le ministre de la Santé et des Soins de longue durée. My question concerns Ontario’s response to the global refugee crisis. Given my own ethno-cultural background and linguistic affiliations, I find asking this question particularly poignant and urgent.", "As I said yesterday in caucus regarding Premier Wynne’s commitments—whether she’s on the right side of politics, the right side of history or just on the right side—I salute her leadership.", "Ontario has always welcomed people fleeing war, famine and persecution. With our 2013 Newcomer Settlement Program, we accept over 80,000 people annually. I respectfully ask the minister, what is our government doing to support the Syrian refugees in Ontario?" ],
  "anchor" : "para427"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "The member for Etobicoke North is absolutely right: This province and this country have a long tradition of welcoming refugees from all parts of the world. In fact, Ontario welcomes more refugees and refugee claimants than any other part of this country.", "Our province has committed to receiving our share of the 25,000 Syrian refugees that are expected in this country later this year. This is something that I know and believe all Ontarians should be extremely proud of. We’re going to play a critical role in resettlement efforts. We’re already working hand in hand with our federal partners. We’ve established an ad hoc cabinet committee on Syrian refugees chaired by Michael Chan, the Minister of Citizenship and Immigration, and by myself.", "We expect to hear details of the federal government’s plan in the coming days, but we’re well underway in our preparations here in the province to welcome and receive these refugees." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Minister, as you know in both your professional and parliamentary capacities, health care is a human right, not a luxury. I know that health care facilities all over the province have committed to providing health care services to the Syrian refugees who will be coming to Ontario.", "I also know that the leader of the official opposition was part of the, now thankfully past, dark ages, otherwise known as the Harper government, which voted to cut health care to some of the world’s most vulnerable populations. This was just one of the many, many moves that made Canada unrecognizable to itself.", "Minister, how will you re-Canadianize our refugee response?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I was proud, 15 years ago—I was responsible for the refugee file, working in Lloyd Axworthy’s office when he was foreign minister, and we invited and welcomed 5,000 Kosovar refugees over a period of just about a month. We succeeded in that. That’s why I have confidence that we will succeed again.", "I’m so proud of the outpouring of support from our local health partners right around the province. Hospitals, public health units, community health centres: Their response has been outstanding; they’re so enthusiastic to help. We’re developing an action plan in coordination with them. We’re monitoring the situation in the Middle East in terms of any communicable diseases or other infections that we should be concerned about that would help alert us in terms of any immediate health needs or protections required. Most importantly, we’re working with all our community partners out in civil society who have the expertise and the talent to work with us, including on that important issue of providing mental health supports and trauma counselling. We look forward to working with the federal government in the coming weeks." ],
  "anchor" : "para437"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Premier. For years, this government has forced rural Ontario to foot the bill for Liberal mistakes. We paid for cancelled gas plants. We paid for the disastrous Green Energy Act. We paid for eHealth and Ornge. Now we’re paying for the new Hydro One CEO’s $4-million salary. Does the Premier agree that it would have been better to pay for things we actually need, things like rural infrastructure, or will she continue on her merry wasteful way?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I think it’s commendable that the member opposite is actually advocating for rural infrastructure because that is exactly what is at the heart of our decision to broaden the ownership of Hydro One. I think the member opposite knows full well, because he travels around from municipality to municipality, as we do on this side, that every municipality in this province—urban, rural, suburban—is looking to the provincial government for support in building infrastructure.", "We are very committed. As the member opposite knows, we are allocating $31 billion provincially between the GTHA and the rest of the province, and we are doing that by StatsCan data, by demographics, because we know that there is a need for equitable distribution of that infrastructure money. That means that rural infrastructure is critical." ],
  "anchor" : "para441"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Unfortunately, no one believes the Premier anymore. Two years ago, the government cancelled the Connecting Link Program even though it was working well. We fought tooth and nail to get this program back. It worked, but it came at a cost. Instead of funding the program as it used to be, the government is only putting in $15 million, and $15 million divided by 77 eligible municipalities doesn’t go far. Worse yet, it looks like the government is going to make communities compete for the funds that they need.", "Will the Premier commit today to making sure municipalities in Perth–Wellington are at the top of the list for Connecting Link funding?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para446"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member opposite for his somewhat sudden interest in supporting infrastructure for communities across the province of Ontario. As one of my colleagues said earlier today, it’s more than a little bit curious—and I’m sure people watching at home even from his own community are a bit perplexed because, month after month, year after year, that party, that caucus, that leader stand up and object and oppose every initiative brought forward by this Premier to invest in this province’s infrastructure.", "I’m so proud of the fact that we’ve re-established a stand-alone Connecting Link fund. Applications for those 77 communities are open as of this week. We look forward to continuing to work with them right across the province to make sure we keep building Ontario up." ],
  "anchor" : "para447"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "My question is to the Premier. It was only two days ago that the NDP stood here in the Legislature and asked the government to stop leaving the Ontario manufacturing sector behind. On that very same day, PowerBlades, a manufacturing plant in my riding of Welland, closed its doors, leaving 136 Ontario workers without a job, effective immediately.", "This government talks a good game about attracting manufacturing, creating jobs and investment, but the proof is in the facts: 300,000 good-paying manufacturing jobs have been lost under the Liberal government.", "Premier, my question is simple: What does the government have to say to those 136 people, workers, in my riding?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para453"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "We’re always concerned about any layoff in this province to any worker anywhere in the province. It’s unfortunate that this company, which I believe is about 24 months old, didn’t get the contracts they were hoping to get and weren’t able to make a go of it. It is unfortunate for those workers. But the fact of the matter is, we’re continuing to build manufacturing in this economy, and that’s despite the fact that the opposition opposes us every step of the way.", "The member’s party wants to see us put taxes on our manufacturers across Ontario, raise their corporate income taxes. That’s going to take jobs away from a sector that’s been on the rebound. We’ve seen $2.5 billion of investment in the auto sector alone in the last 12 months. If we did what that party wanted us to do—raise their corporate taxes—those investments wouldn’t be happening. We’re going to keep fighting for manufacturing jobs and we’re going to keep winning, Mr. Speaker." ],
  "anchor" : "para454"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para457"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "PowerBlades provided a livelihood for more than 100 people. Those were people who were already laid off from other manufacturing jobs in Welland. Now these families don’t know where their next paycheque is coming from. So what’s the advice that the Premier is receiving from Ed Clark, her privatization czar? Lower labour costs; selling off Hydro One, which we know will actually drive the electricity rates through the roof and make it much harder for companies to either expand or even stay open. It’s clear the Premier shares Ed’s definition of “a new day in manufacturing,” which means leaving people behind and driving manufacturing jobs out of the province. Will the Premier commit to standing up for the hard-working people of Welland and across this province in the province’s manufacturing sector?" ],
  "anchor" : "para458"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "We have committed more than any government in the history of this province when it comes to working in partnership with the manufacturing sector. We’ve invested $1.6 billion, Mr. Speaker, and that has leveraged somewhere around $15 billion in private sector investments and 60,000 manufacturing jobs, because we’ve had the courage to work in support of the private sector, working in partnership, unlike the party opposite who, every chance they get, vilifies our manufacturers, vilifies our companies that are providing jobs for workers, and comes forward to this Legislature with their leader and their policy being to jack up taxes against those very manufacturers who are creating jobs across this province. We’re going to keep working in partnership with our private sector—60,000 manufacturing jobs because of those partnerships and we’re still building." ],
  "anchor" : "para459"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is to the Minister of Environment and Climate Change. Mr. Speaker, right now the world is turning its attention to the United Nations Conference of the Parties in Paris. Alongside our global partners, Ontario and Canada will work hard to face this challenge, because we know climate change is not a distant threat to Ontario. It is already costing the people of Ontario. It has devastated communities, damaged homes, businesses and crops, and increased insurance rates. We also know that while we work to mitigate the root cause of climate change we will also have to adapt to new environmental realities. Can the minister please speak to the challenge of climate change in Ontario and specifically what Ontario will do to adapt to these challenges?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thanks to my friend for his question and his interest in this.", "In the near term, Mr. Speaker, one of the most immediate challenges Ontario will confront will be water and food security issues related to climate change. Right now, as you know, California is in what is a projected 40-year drought, five years into severe drought. Anyone who looks at our food supply will know that about 90% of our tomatoes and broccoli and 74% of our lettuce come from California. That’s one of the reasons we’re working so closely with California.", "Interjection." ],
  "anchor" : "para462"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "As the Minister of Agriculture points out, we import $4 billion worth of food, and climate change is going to impact on that. It will act upon us to look for more innovative ways to produce more of our own food.", "The other issue, the one that keeps me up at night, is that over the next seven years our Arctic will be seven degrees warmer, and the implications—" ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Thank you for that response, Minister. I know Ontario is in good hands and will be well represented by the minister and our Premier.", "However, Canada’s reputation on the world stage when it comes to the environment and combatting climate change has slipped over the last decade. It was encouraging to hear that our new Prime Minister has stated that Canada’s years of being a less-than-enthusiastic actor on the climate change file are behind us.", "My question: What have you been doing to prepare for the Paris summit and what does it mean to have a committed federal partner in Ottawa in combatting climate change?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "One of the things that is happening, as has been reported, is that on the 23rd, Prime Minister Trudeau is hosting a meeting with our Premier, Premier Wynne, and the other Premiers to prepare for the COP21 meeting.", "But I want to point out one thing: Ontario has played a leadership role, and our Premier has played an enormous leadership role. We had the Climate Summit of the Americas, which created a huge consensus among subnational and infranational governments in Brazil and Mexico. It was actually viewed as one of the definitive meetings. The Toronto statement that came out of that really creates an international coalition around deep reductions.", "We joined with Quebec to sign the Quebec declaration. Our Premier played a pivotal role in getting every single province and territory to sign on to a very substantial climate change declaration. We’re going to Paris—" ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Warnings are never too late." ],
  "anchor" : "para477"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’d like to correct my record in the answer I gave regarding Mr. Lougheed’s legal expenses. I’d like to clarify that the government is not paying any of his legal fees." ],
  "anchor" : "para479"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’d like to recognize my constituent who is visiting here at Queen’s Park: Gillian Hutchinson, who is the parent of page Aislin Perry." ],
  "anchor" : "para481"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I would like to welcome a delegation visiting from the beautiful region of Abruzzo in central Italy. I would like to welcome Dottor Giuseppe Di Pangrazio, president of the regional council of Abruzzo; Guido D’Urbano, chief administrator of the Abruzzo region; and from Toronto, the president of the Ontario-Abruzzo Association, Grande Ufficiale Alberto Di Giovanni." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just before we proceed, I gave a couple of reminders during question period and I want one more reminder. There’s a convention in this place that when you exit the House and you enter the House, or you cross to the floor in front of the mace, you bow to the Chair. You’re not bowing to the individual; you’re bowing to the Chair. It’s a long-held tradition dating back to England. I would appreciate it if all members would see to that, as it helps bring the temperature down all the time. It focuses on the other issue: third-person dialogue—question to the Chair, answer to the Chair. Thank you for your co-operation.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996 / Projet de loi 122, Loi visant à modifier la Loi sur la santé mentale et la Loi de 1996 sur le consentement aux soins de santé." ],
  "anchor" : "para484"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para489"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of Mr. Mauro’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para546"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 53; the nays are 46." ],
  "anchor" : "para594"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Hoskins has moved second reading of Bill 122, An Act to amend the Mental Health Act and the Health Care Consent Act, 1996. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para595"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading? Minister of Health." ],
  "anchor" : "para598"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "To general government, please." ],
  "anchor" : "para599"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To general government.", "There are no further deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para600"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "As this Legislature knows by now, I take every opportunity to promote northern Ontario. Today, I want to talk about an exciting addition to the agriculture sector. Yes, Speaker, farming is alive and well in northern Ontario. In fact, 50% of Ontario’s canola and 40% of Ontario’s oats are grown in northern Ontario.", "I want to introduce you to farmnorth.com, a new and exciting website. It’s a comprehensive resource for anyone interested in entering the agricultural sector in northern Ontario" ],
  "anchor" : "para605"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "It’s John’s daughter who designed it." ],
  "anchor" : "para607"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I know that. Are you going to give me a chance? Are you cutting into my time now?", "As the member stepped on me, Speaker, it was designed by our very own John Vanthof’s daughter." ],
  "anchor" : "para608"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "There we go. Yay." ],
  "anchor" : "para610"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I won’t ask him why he hasn’t introduced this yet, then. How’s that?", "The website is a comprehensive resource for anyone interested in entering the agricultural sector in northern Ontario. It provides profiles on 10 northern districts, including information such as number and type of farms, farm capital value and plant hardiness zone information. The site also provides information on relevant organizations, a directory of agri-business suppliers, research information and important community contacts to help to successfully enter the agricultural sector in the North.", "Speaker, I’d like to thank all the organizations involved in the project for putting together such a comprehensive and easily accessible resource to promote northern agriculture: farmnorth.com." ],
  "anchor" : "para611"
}, {
  "speaker" : "The Speaker",
  "text" : [ "For the sake of the jocularity, I allowed it to go a little over." ],
  "anchor" : "para614"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker." ],
  "anchor" : "para615"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "First, a shout-out to Toronto author André Alexis. He is this year’s winner of the Scotiabank Giller Prize.", "The Giller’s connection to Windsor–Tecumseh was amazing this year, Speaker. An outstanding independent bookstore and publishing house in my riding, Biblioasis, had three books on the Giller’s long list of 12, and two on the short list of five: Samuel Archibald’s story collection, Arvida; and Anakana Schofield’s novel, Martin John. The other one on the long list was Russell Smith’s Confidence, which was also short-listed for a Writers’ Trust award.", "It is unheard of that a small, independent publishing house would have so many books selected, in a jury competition, among Canada’s best of the year. And one of their poetry books, Robyn Sarah’s My Shoes are Killing Me, won the Governor General’s award for poetry.", "Congratulations to Dan Wells and his team at Biblioasis, the small publishing house that roared this year.", "Windsor’s poet laureate, Marty Gervais, hosted another literary evening at Willistead Manor last week. It was standing room only as other poets laureate and remarkable poets from across the province shared stories and read from their collections. John B. Lee from Brantford was there, as was Mississauga’s new poet laureate, Anna Yin; Roger Nash from Sudbury; Terry Burns from Owen Sound; and Debbie Okun Hill from Sarnia.", "Poetry is alive and well, Speaker—further proof that we should have a provincial poet laureate here in Ontario." ],
  "anchor" : "para617"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I rise today to recognize and celebrate Central Technical School’s 100th anniversary. Central Tech is one of Toronto’s oldest and largest high schools, and I’m proud to have it in the riding of Trinity–Spadina.", "On October 16, I had the opportunity to attend an assembly at Central Tech to celebrate this important milestone. Over 2,000 former students attended the anniversary celebrations, which included a fundraiser to support programs at the school.", "Central Tech has an important history. This school was built in 1915 to meet the growing needs of Toronto’s employers for skilled tradespeople. Central Tech teaches academics alongside a variety of technical skills. Programs throughout its history include nursing, blacksmithing, optometry and aerospace programs.", "This anniversary reminds us of the continued importance of the trades in Ontario. Graduates from trades programs, like those at Central Tech, form an essential part of our high-skill workforce. It is important that we encourage youth to enter the trades as both a vital and a fulfilling career.", "I am proud of the impressive history of Central Tech. I rise today to congratulate Central Tech on their centennial anniversary, and the contributions the alumni, the staff and the students have made to the riding of Trinity–Spadina and the province of Ontario." ],
  "anchor" : "para624"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, as you know, November is Lung Month. During this month, there are many events occurring across the province that are highlighting the importance of breathing.", "Today, I was at Women’s College Hospital with the Ontario Lung Association celebrating World COPD Day. I had the chance to test my breath strength by taking a spirometry test and learn about chronic obstructive pulmonary disease, a lung disease that blocks airflow, making it difficult to breathe. As mentioned, our breathing capacity is tested by spirometry, a simple test used to diagnose asthma and other lung conditions like COPD. It takes only a few minutes but makes a huge difference in the long-term health and well-being of those who struggle to breathe.", "More than 2.4 million Ontarians—that’s one in five—live with a chronic lung disease, be it asthma, lung cancer or COPD. Lung cancer alone kills more than breast, ovarian, colon and prostate cancers combined.", "It’s unfortunate that we continue to live in a province where people are still struggling to breathe. Lung disease is the only chronic disease not to have a provincial focus or strategy. It’s time we move to an Ontario lung health action plan. We have a bill here introduced by MPP Kathryn McGarry, one that we support. I call upon the government to bring this bill forward in committee so we can continue it on the process.", "I would also be remiss if I didn’t remind those in the House of the importance of making sure we do all that we can to help those who struggle to breathe to breathe with ease.", "In May, together, we stood in reflection as we passed Ryan’s Law, a law aimed at helping kids in Ontario schools breathe with ease. Although we celebrate the bill’s passing, we are reminded of the terrible loss of life of Ryan Gibbons, whose name is stamped in the bill’s pages. He lost his life at school when he could not access his inhaler in time.", "Ryan’s mother, Sandra, stood in this chamber on that day. Her tireless effort to make sure no parent loses a child was evident as we glanced over to see her frozen over us, a presence reminding us that we need to do more to help those who struggle to breathe.", "Be proactive with your lung health because when you can’t breathe, nothing else matters." ],
  "anchor" : "para630"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "We have many people who are gathering in Moose Factory today on the passing of Marguerite Wabano, otherwise known as Gookum Wabano. She was the oldest surviving residential school person in the history of Canada. She died. She was 111 years old.", "Marguerite, I’ve got to tell you, was quite the character. My dealings with Marguerite over the years have been nothing but great experiences, the times that I’ve seen her. She had a sense of humour and a sort of sense about life that I think a lot of us can be able to take to heart. The one thing that she always talked about was the ability that people should develop in order to forgive.", "She went, unfortunately, through the residential school experience when she was seven years old, at St. Anne’s up in Fort Albany. She never talked about what happened there, but you know that it marked her life forever. Her dad and her mom, in order to deal with it, essentially took the kids and moved into the bush so that the provincial government at the time and the church couldn’t get a hold of them. So they lived in the bush. They stayed there for years until the kids were old enough to come back into the community and not have to be snatched back into a residential school.", "Through all of that, she kept her sense of humour. She learned to forgive and to move on. She was the mother to a number of children—25 grandchildren, 83 great-grandchildren, and many great-great-grandchildren are here today because of both her husband, Mr. Raphael Wabano, along with herself.", "I’ve just got to say that it’s a pretty hard day today at Moose Factory because she was a great part of the life of the people who live in Moose Factory and on the James Bay coast. I know they’re gathering today in order to say their goodbyes to somebody who is sorely going to be missed.", "We all say, from here in this Legislature, to the family of Mrs. Wabano and friends, our thoughts are with you. We will miss Gookum Wabano because she was just bigger than life, and we are going to miss her." ],
  "anchor" : "para639"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today to speak about a great organization in my riding. The Halton Learning Foundation is a wonderful charity whose members work tirelessly to deliver quality education to students who need a little extra help. The foundation works to limit barriers to learning for needy kids.", "I’ve been attending Halton Learning Foundation events for several years now, and I’m always touched by the emotional testimonies I’ve heard from young people who have benefited from the program. Last week, I attended the foundation’s fundraising gala. The theme for the evening was “Imagine the Possibilities.” It was a great event. One young woman talked about how the foundation helped her when she was facing serious challenges in her life. It was touching to hear how the funds provided helped keep her on track.", "For other students, funds raised can mean groceries when the cupboard is bare, a warm coat for a chilly winter or support to leave an abusive situation. Mr. Speaker, these are challenging situations for children, and the Halton Learning Foundation offers vital help, guidance and hope. So far this year, the Halton Learning Foundation has provided $17,000 to young people across the region.", "For more than a decade, the Halton Learning Foundation has been working closely with the Halton District School Board to assist students who need a helping hand. Just imagine the possibilities." ],
  "anchor" : "para647"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Last week, Chatham’s Coca-Cola facility marked an impressive safety milestone. On November 2, the facility reached 1,000 days without a lost-time injury.", "In touring the facility, I noticed posters that said PAUSE, and it stands for:", "—Protect yourself with personal protective equipment;", "—Be aware of your surroundings;", "—Always use proper tools and equipment for the job;", "—Stay focused; and", "—Execute safely.", "Coca-Cola operates a remanufacturing and make-ready facility in Chatham. Employees repair and refurbish equipment such as coolers and vending machines from across Ontario. The facility has continuously operated in Chatham since 1992 and currently employs 49 people in the community.", "Coca-Cola Refreshments Canada has a stringent safety policy that empowers employees to be safety leaders. Company policies follow international best practices, and safety audits take place monthly in every facility.", "Tony Caradonna is the manager of the facility in Chatham and his comments on the achievement demonstrate the commitment that management and employees share to safety: “Having the proper tools for the employees, having the proper training are the two main things. It definitely is a worthwhile investment, not only from a financial standpoint; it’s good for morale, good for ... employee relations, customer relations.”", "Strong health and safety records, Speaker, don’t happen by accident. It takes hard work and engagement from everyone in the facility. Congratulations to everyone at Coca-Cola in Chatham for a significant achievement. And by the way, together, let’s set our next safety goal to be 1,500 days without a lost-time injury. I know you can do it." ],
  "anchor" : "para652"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "Mr. Speaker, tomorrow is Children’s Grief Awareness Day and I hope that all members will join me in wearing blue to recognize this day.", "Before graduating from high school, one in 20 children will experience the loss of a parent—and this statistic doesn’t account for the loss of a friend, sibling or other close relative.", "These types of losses are devastating for all of us, even as adults. We all understand and recognize the profound impact of grief in our own lives, but children grieve differently than adults. Kids who have lost a loved one might look and behave normally, all while experiencing inner turmoil, and many adults who lost a loved one as a child will still think of that death as a defining moment in their lives.", "Children’s Grief Awareness Day and the hard work of organizations like Rainbows for All Children Canada and their partners bring attention to the particular pain children suffer when they lose a loved one.", "Thank you to all of those organizations for their work. I’ll be wearing blue tomorrow in order to honour this important day, and I hope you will join me." ],
  "anchor" : "para664"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "The Bowmanville hospital is a staple of the community in Clarington, offering quality community health care. The staff work diligently to do their best with the infrastructure and equipment they have at their disposal, and I thank them for the care they take.", "Tomorrow I will be attending the launch of a brand new CT scanner, one that is leaps and bounds ahead of the former in quality and technology. The new CT scanner will help reduce wait times and enhance care in our community. It was installed in Bowmanville and began scanning patients at the end of October, and replaces a 12-year-old machine that was slower and had less computing capabilities than most machines today.", "It is my hope that this will signal further development for the hospital in the future, as my constituents constantly remind me of my passion for renewing the Bowmanville hospital, and the key role it plays in the communities east of Toronto.", "Again, I thank the Bowmanville hospital for the hard work that they do, and I look forward to attending further announcements in the future." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "Ms. Malhi moved first reading of the following bill:", "Bill 143, An Act to amend the Employment Standards Act, 2000 with respect to temporary help agencies / Projet de loi 143, Loi modifiant la Loi de 2000 sur les normes d’emploi en ce qui concerne les agences de placement temporaire." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para679"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para681"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "This bill would establish a licensing regime for temporary help agencies, and require them to pay their employees at least 80% of the amount the agency charges its clients for the employee’ services. It also requires employers to ensure that no more than 25% of the hours worked by their employees are performed by assignment employees.", "Mr. Sousa moved first reading of the following bill:", "Bill 144, An Act to implement Budget measures and to enact or amend certain other statutes / Projet de loi 144, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter ou à modifier d’autres lois." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para686"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para688"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I’ll be providing my remarks during statements by ministers." ],
  "anchor" : "para689"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I am pleased to stand today in the House for the introduction of the Budget Measures Act, 2015. This is a bill that fulfills commitments made by this government in the 2015 budget, and further implements our economic plan to build Ontario up.", "This is a bill that makes many changes spanning several different ministries. If passed, it would enact five new statutes and amend other statutes. These changes are necessary, as we continue to implement our plan for Ontario: to make the right investments to grow the economy and create jobs. Today, I would like to briefly touch on a few of the amendments to the acts related to the Ministry of Finance.", "As you know, Mr. Speaker, our government has committed to unlocking the value of provincial assets and placing the net proceeds from the sale of qualifying assets into the Trillium Trust. These funds will then be used for public infrastructure projects, such as roads, bridges and transit. The Budget Measures Act, 2015, seeks to make amendments to the Trillium Trust Act, 2014, which would specify these qualifying assets. This bill would legislate that the net proceeds from the sale of the following would be placed into the Trillium Trust:", "—Hydro One Ltd. shares;", "—Hydro One Brampton shares;", "—OPG headquarters real estate;", "—LCBO headquarters real estate; and", "—OPG’s Lakeview generating station property.", "This amendment would help us fulfill our commitment by investing more than $130 billion in public infrastructure across the province over 10 years—investments to help our economy grow and enhance the quality of life for all Ontarians.", "The Budget Measures Act, 2015, also seeks to make amendments to the Liquor Control Act, to support the sale of beer in grocery stores.", "We’re seeking amendments also to the Tobacco Tax Act. Contraband tobacco is a significant component of Ontario’s underground economy. It undermines provincial health objectives under the Smoke-Free Ontario Strategy, results in less tobacco tax revenue for critical public services and compromises public safety through links with organized crime. If passed, the amendments would:", "—create a bale-labelling system to assist the monitoring of raw leaf tobacco, including record-keeping requirements, seizure provisions, penalties and a new offence;", "—establish reporting requirements regarding the import, export and transportation of raw leaf tobacco;", "—allow the ministry to share information collected under the act in respect to raw leaf tobacco with Agricorp and the Ontario Flue-Cured Tobacco Growers’ Marketing Board; and", "—allow ministry inspectors to obtain samples of raw leaf tobacco found during an inspection.", "These amendments would strengthen the raw leaf tobacco oversight regime to help us address contraband tobacco in the province.", "We’re also proposing to make an amendment to the Electricity Act, 1998. We’ve already taken action to reduce electricity cost pressures for Ontario households. As previously announced, we’re removing the debt retirement charge from residential electricity users beginning January 1, 2016. Currently, business and other electricity users must continue to pay the debt retirement charge until it is determined that the residual stranded debt has been retired and a notice is published to that effect in the Ontario Gazette.", "If passed, the proposed amendment would end the debt retirement charge for all electricity users in Ontario on April 1, 2018. This means that commercial, industrial and non-residential electricity users would stop paying the DRC nine months earlier than previously estimated and give them certainty to help them make investment decisions. This would save a typical large industrial company about 7%, a large northern industrial company more than 8%, and small businesses about 4% on their electricity bills.", "Other proposed changes in the Budget Measures Act, 2015, include: improving and streamlining the regulation and promotion of the horse racing industry in Ontario; enhancing benefits for injured workers; and improving the management of corporate land forfeited to the province.", "I look forward to speaking about these and other changes, and to the robust debate that will develop in this Legislature.", "These proposed changes are part of this government’s four-point economic plan to build Ontario up. We’re doing this by investing in people’s talent and skills, making the largest investment in public infrastructure in Ontario’s history, creating a dynamic and innovative environment where businesses thrive, and building a secure retirement savings plan. That’s why I ask the members of this assembly to support the Budget Measures Act, 2015." ],
  "anchor" : "para692"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m delighted to have the opportunity to stand and provide some remarks this afternoon.", "Our government, as everyone here knows, is building Ontario up by investing in crucial transit and transportation infrastructure right across the province of Ontario. We are making one of the largest—", "Interjection." ],
  "anchor" : "para715"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’ll have time to respond later." ],
  "anchor" : "para718"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "—I would argue, the largest—infrastructure investment in this beautiful province’s history: more than $130 billion over the next 10 years. This unprecedented investment is the result of working closely with and listening to our municipal partners.", "Our ambitious plan is about repairing existing infrastructure and building much-needed new infrastructure, which will help keep our communities strong, create jobs and ensure that people get the services that they expect and deserve.", "Our historic investment will create or sustain 110,000 jobs each and every year, which will help to support thousands of skilled tradespeople and their families.", "It will ensure as well that commuters and commercial goods can travel more effectively on transit, on roads and on highways.", "Research shows us, Speaker, that these investments are needed. Municipalities are telling us, and so are commuters and businesses. In fact, Ontario’s population is expected to grow by approximately 40% by 2041. This will place additional importance on having modern infrastructure to support a growing population.", "Research also shows that every $100 million invested in public infrastructure in Ontario boosts our GDP by $114 million, particularly in the construction and manufacturing sectors. So, Speaker, this is good news for our economy too.", "Ontario’s infrastructure investments are supported by a number of important initiatives, including broadening the ownership of Hydro One, an approach that raises billions of dollars for infrastructure while ensuring consumers are protected. By unlocking the value of provincial assets, the government is supporting critical projects in cities, towns, and rural and remote communities across Ontario.", "We’re working to create more jobs and ensure a bright future for our province. Between April and September of this year, we announced support for more than 200 projects that will keep people and goods moving, strengthen our economy, connect communities and improve our quality of life.", "Just last week I announced details regarding two key infrastructure-related initiatives that will help build Ontario up.", "First, I was delighted to be in Guelph to discuss the Connecting Link Program that’s being re-established. Connecting Link is a new, revitalized, $15-million annual program to help support municipalities. Connecting links, of course, are the roads and bridges in a number of municipalities that connect provincial highways. The new program provides a sound basis to make provincial funding decisions and ensures that provincial financial accountability and asset management requirements are met. We consulted municipalities across the province and heard the need to introduce a new Connecting Link Program, and most importantly, we listened. By supporting communities with these connecting links, we’re helping to reduce the financial burden on those municipalities while making travel and quality of life better for Ontario families.", "The new program will help municipalities cover the costs of bridge replacements, pavement rehabilitation, storm sewer construction and intersection improvements. Projects will be funded up to 90%, to a maximum of $3 million. There are, Speaker, 352 kilometres of connecting links, including 70 bridges in 77 Ontario municipalities. They are the everyday roads and highways that people rely on to get to work or to school and then back home again safely. Ensuring that they are in a state of good repair is crucial to both the well-being of the travelling public and the economy of Ontario.", "As I announced last week in Guelph, I am delighted to say that municipalities can apply for this funding starting November 19, which I believe is tomorrow. Funding for the new program is expected to begin in the spring of 2016.", "Also last week, I announced that the Ontario government is providing more than $332 million this year in gas tax funding to 95 municipalities’ transit systems across Ontario. What does this mean? It means that we’re helping municipalities expand and improve their public transit. This year’s amount exceeds last year’s by more than $11 million.", "Since 2004, the Ontario government has committed more than $3.4 billion in total gas tax funding to municipalities. In 2013, we made funding for the gas tax program permanent. This enables municipalities to better plan on how to improve their local public transit, help ease congestion and help reduce air pollution. This commitment is another example of how we have listened to and worked closely with our municipal partners.", "Gas tax funds help the hundreds of thousands of family members and commuters who depend on public transit to get to work or to get to school and then get back home safe and sound. More importantly than anything else, it’s clear that our investments are working.", "Last year, there was an increase of more than 217 million passenger trips on municipal transit systems compared to 2003. This is the equivalent of removing approximately 181 million car trips from our roads. We will continue working to boost transit ridership and help municipalities so that they, in turn, can upgrade transit infrastructure, increase accessibility, purchase transit vehicles, add more routes and extend hours of service.", "We know how important public transit is to improving mobility, managing congestion, curbing emissions and building strong communities. This is why we continue to invest in priority transit and transportation projects to build an integrated transportation network across the province under our Moving Ontario Forward plan. Through Moving Ontario Forward, the province is making $31.5 billion available over 10 years for investments in priority infrastructure projects across Ontario, such as public transit, roads, bridges and highways. This includes about $16.5 billion in funding for priority rapid transit projects in the greater Toronto and Hamilton area, including GO Transit’s regional express rail and LRT projects in Mississauga and Hamilton.", "Regional express rail is a plan that will provide faster and more frequent GO rail service on the GO Transit network with electrification on core segments of GO rail’s network, including the Union Pearson Express. Our province needs to invest in a strong foundation of public infrastructure to promote economic growth for today but also for tomorrow.", "That’s why, as I mentioned earlier in my remarks today, our government is making the largest infrastructure investment in Ontario’s history: more than $130 billion over the next decade. Our plan is about improving quality of life for families, communities and all Ontarians. Our two most recent infrastructure-related announcements, Connecting Links and gas tax transit funding, are just part of how we’re achieving this.", "All of our investments are part of our plan to build Ontario up with clear, predictable and long-term commitments to infrastructure in communities of all sizes: by building and improving roads, bridges, transit, hospitals and schools; by strengthening our electricity grid and energy infrastructure; and by helping connect rural communities and expanding Internet access. Our plan is about ensuring that all of Ontario’s communities can thrive and prosper for generations to come." ],
  "anchor" : "para719"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now time for responses." ],
  "anchor" : "para740"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you very much, Speaker, for the opportunity to respond.", "This is a perplexing document we received from the minister today. Of course, we had no notice. This is news to all of us today, so it’s hard to take these several hundred pages and put them into a two-minute response here when we haven’t had a chance to read them. But I have read the summary, I have listened to the minister’s response, and all I can say to you is, none of the numbers that this government provides us can be trusted. The fall economic statement was due on the 15th of the month; we did not receive it. This is not the first time we’ve not received materials that are prescribed by the act.", "Nonetheless, we did hear loudly and clearly from the Financial Accountability Officer on two occasions recently: first on the stats where he told us that we’re not on track to balance by 2017-18—in fact, we can expect a $3.5-billion deficit; and he also told us about Hydro One, the sale, where he told us, “If you really need the money, then it’s cheaper for you to go and borrow it”—not that I agree with the borrowing—“than to sell off this one-time asset, losing the lifetime stream of revenue for a one-time gain.” We call that, in business, burning the furniture to heat the house.", "Now, I can tell you, Speaker, that last year—we know some time ago, money was borrowed; our deficit grew. Money was borrowed to purchase the GM shares. When the GM shares were sold last year, instead of retiring the debt, we put that into operating. This year, we’re going to sell Hydro One. They will tell you that money is for transit, but we have proved many, many times, over and over, in their own words, that that money is not going to transit. In the infrastructure budget of 2014, all of the money was accounted for, for the $130 billion. It didn’t need the Hydro money. Now, of course, we are seeing that—next year, they’re telling us they’re going to sell the OPG headquarters, the LCBO, the Lakeview Generating property. All we’re seeing is a continuation of burning the furniture to pay the heat, and that, sadly, is what this report from the minister continues to do." ],
  "anchor" : "para742"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I always appreciate the opportunity to speak to the transit and transportation priorities of this government, especially when there is so much on the transit file being promised and yet so much that seems to be going off the rails. In fact, I just got out of two hours of questioning the deputy minister and the CEO of Metrolinx at Public Accounts about investments in transit and transportation—questioning the $450 million into the UP Express trains that leave the station at 10% ridership capacity due to out-of-reach price points, the multi-millions in cost overruns at Presto and Union Station redevelopment, and the continued delays and diversions on announced regional transportation plans.", "I’ve always said that this minister is great at making announcements. It’s the delivery—where the rubber hits the road, as it were—where he consistently comes up short. Then, oft-times, the investments that he does deliver on are questionable at best.", "Take the HOV lane debacle. Today it was revealed that Ontario spent $3.2 million on the slapdash peel-and-stick markers for unpopular HOV lanes during the Pan Am games. These are the same HOV lanes that, as we predicted, led to traffic chaos and a 73% increase in accidents. Not only did the minister’s plan compromise our safety, but we had to shell out another $3.2 million for that privilege. Even as we hear the minister crow about investments past, promised or planned, I know that many across this province continue to wait for the delivery of commitments that may never come.", "The minister likes to talk about regional express rail. Well, let’s talk about regional express rail. Just before the last election, the new Premier told people in my community of Kitchener-Waterloo that they would have all-day, two-way GO service to and from Kitchener. She would we would have additional trains “immediately.” The previous Minister of Transportation indicated that we would see all-day two-way within five years. We are still waiting. We continue to wait even as the minister and his parliamentary assistant attempt to divert attention from their promises and point to jurisdictional hurdles in their way, as if they weren’t aware of those issues when they first made the commitments to garner those votes—promises and commitments that are often made but often undelivered. Even the minister himself admitted to me in committee last year that there are a lot of announcements and commitments that MPPs make during elections that are aspirational in nature." ],
  "anchor" : "para747"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "It’s a pleasure to respond to the Minister of Transportation.", "I think the Auditor General’s report says it best. She targets three things in terms of Metrolinx, the transit agency’s performance. She said that the targets aren’t clearly defined; the long-term funding is in grave doubt; and there doesn’t seem to be any ability to work with the municipalities to bring any of this to fruition.", "The example is, of course, the ghost train that runs from Union to Pearson and back through our ridings, spewing diesel, ringing bells until 1 in the morning, and yet not providing transit to anybody in my riding who desperately need a relief line to get downtown. And of course, we know that it’s running at less than half the projected ridership. It is a ghost, white elephant train, no doubt.", "I have been asking for a year just for something very simple, something the TTC happily provides, which is: What projects are you working on? When are those projects going to be delivered? How are you going to pay for those projects? Must I say this—clearly. The public has a right to know. The public needs to know what the Ministry of Transportation is doing with their money. They still can’t get on the bus.", "The main point I want to make is, Torontonians—I can tell you this—are really tired of political promises when they’re waiting for that streetcar on Queen Street, when they’re waiting for two subways going by. They want transit. They don’t want promises. They’ve had enough of them." ],
  "anchor" : "para752"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’m here to respond to the minister’s statement on a follow-up to last year’s budget, which is where the disastrous sale of Hydro One first started. We received this act just moments ago, but I can say with some confidence that we have the right and we have enough information to comment on it.", "Certainly, Mr. Speaker, I’m here to remind the members of this Legislature and all Ontarians about what we’ve lost since the government decided a hasty fire sale of our province’s electricity distribution system was in the best interests of—well, I can’t say it was in the best interests of the people of this province.", "I also can say that this Premier, though, and this government, will have overseen the largest transfer of wealth from the public to the private sector in the history of this province, all under this promise that they will be investing in infrastructure, when last year’s budget—this government did not even honour their budgetary commitment to infrastructure; a billion dollars, Mr. Speaker.", "Last year’s budget set the steps in motion to privatize Ontario’s Hydro One. That’s why New Democrats voted down all sections related to the selling off of Hydro One, and we continue to fight this short-sighted sale and privatization of a public asset.", "One hundred and eighty-five municipalities, Mr. Speaker, have passed motions asking this government to stop the sale of Hydro One. And as I mentioned, the 2015 budget significantly reduced the oversight powers over Hydro One. In an unprecedented move, eight independent officers of the House called on the Premier to reverse this decision.", "Most recently, the Financial Accountability Officer said that the selling off of Hydro One is a bad financial decision. “In years following the sale of 60% of Hydro One, the province’s budget balance would be worse than it would have been without the sale.”", "Once this government sells off 60% of Hydro One, the province stands to lose up to $500 million a year in the long run. This is money that could have been spent on education, on health care, on poverty reduction. Unfortunately for Ontarians, that money is as good as gone.", "Ontario’s net debt will also be even higher after the sell-off of Hydro One, leaving a significant burden on future generations of Ontarians and less money for health care, for education, and even infrastructure. And on top of all of that, once 60% of Hydro One is sold off, the province will see a permanent reduction to its bottom line as a result of this transaction.", "Reading very quickly through the compendium that was just delivered to us, it’s very clear to me that the finance minister woke up last week and realized that he hadn’t done anything on contraband tobacco, which is what he blamed the loss in revenue on last year when the fall economic statement came forward.", "Of course, we’re going to be looking through this budget act very carefully, because it’s fair to say, Mr. Speaker, that there are serious trust issues with the finances and the economic projections that are coming from the Liberal government and the province of Ontario, and we will hold them to account." ],
  "anchor" : "para759"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from, really, all over my riding, and it reads as follows:", "“Whereas once you privatize Hydro One, there’s no return; and", "“Whereas we’ll lose billions in reliable annual revenues for schools and hospitals; and", "“Whereas we’ll lose our biggest economic asset and control over our energy future; and", "“Whereas we’ll pay higher and higher hydro bills just like what’s happened elsewhere;”", "They “petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I’d like to thank Estelle Lâbre from my riding, in Hanmer, for submitting this petition, and I will send it to the Clerk with Ross." ],
  "anchor" : "para771"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly entitled “Fluoridate All Ontario Drinking Water,” and it reads as follows:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no” value;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I’m pleased to sign and support this petition and send it down with page Keana." ],
  "anchor" : "para780"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’d like to present a petition:", "“Hydro One Not for Sale.", "“Petition to the Legislative Assembly of Ontario:", "“Whereas the provincial government is creating a privatization scheme that will lead to higher hydro rates, lower reliability, and hundreds of millions less for our schools, roads, and hospitals; and", "“Whereas the privatization scheme will be particularly harmful to northern and First Nations communities; and", "“Whereas the provincial government is creating this privatization scheme under a veil of secrecy that means Ontarians don’t have a say on a change that will affect their lives dramatically; and", "“Whereas it is not too late to cancel the scheme;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario immediately cancel its scheme to privatize Ontario’s Hydro One.”", "I sign this petition and send it down to the table with Hannah." ],
  "anchor" : "para790"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "This petition was brought to me by a senior in my riding who worked so hard to make this happen. I know Joan is watching at home today, so thank you to Joan Faria.", "“To the Legislative Assembly of Ontario:", "“Whereas long-term-care homes are chronically understaffed and unable to provide the service residents need; and", "“Whereas residents of long-term-care homes are often left unattended for hours at a time; and", "“Whereas despite legislation to combat abuse, the media continues to report horrific stories of abuse of residents in long-term-care homes; and", "“Whereas elder abuse often goes unreported;", "“We, the undersigned, petition the Legislative Assembly of Ontario to:", "“—demand that the government amend the Long-Term Care Homes Act to provide for a minimum of four hours of care each day per resident and that the standard of care should include a requirement that each resident receive at least three baths per week; and", "“—demand that the government increase inspections of long-term-care homes; and", "“—demand that the government require all long-term-care homes to post, in a place accessible to all, information on the duty to report abuse and the whistleblower protection included in the Long-Term Care Homes Act and that the same information be given to residents and their families upon initial admittance and to staff upon hiring.”", "Thank you so much, Joan. I’m going to apply my name to this and give it to the page to bring to the Clerk." ],
  "anchor" : "para801"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I have a petition addressed to the Legislative Assembly. I’d just like to thank Lucas Malinowski, who was instrumental in helping me—although he’s still searching for letterhead, but we’ll come through for him, Speaker.", "« À l’Assemblée législative de l’Ontario :", "« Attendu que les microbilles sont de petites particules de plastique de moins de 1 mm de diamètre, qui passent à travers nos systèmes de filtration de l’eau et sont présentes dans nos rivières et dans les Grands Lacs;", "« Attendu que la présence de ces microbilles dans les Grands Lacs augmente et qu’elles contribuent à la pollution par le plastique de nos lacs et rivières d’eau douce;", "« Attendu que la recherche scientifique et les données recueillies jusqu’à présent révèlent que les microbilles qui sont présentes dans notre système d’alimentation en eau stockent des toxines, que des organismes confondent ces microbilles avec des aliments et que ces microbilles peuvent se retrouver dans notre chaîne alimentaire;", "« Nous, les soussignés, présentons une pétition à l’Assemblée législative aux fins suivantes :", "« Mandater le gouvernement de l’Ontario pour qu’il interdise la création et l’ajout de microbilles aux produits cosmétiques et à tous les autres produits de santé et de beauté connexes et demander au ministère de l’Environnement d’effectuer une étude annuelle des Grands Lacs pour analyser les eaux et déceler la présence de microbilles. »", "Je vous l’envoie avec page Michelle." ],
  "anchor" : "para813"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para823"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Thank you, Speaker. You got it right.", "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this and will hand it off to page Aislin." ],
  "anchor" : "para824"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas pain management services, including injections, are essential for maintaining the overall quality of life of people who live with chronic pain;", "“Whereas many people who cannot access effective and timely pain management treatment have to leave work and school and, as a result, become dependent on social services to make ends meet;", "“Whereas there is limited research available in Canada for many of the conditions that could benefit from more frequent pain management injections; and", "“Whereas much of the American literature on this topic meets and even exceeds the standards for scientific rigour in Canada;", "“We, the undersigned, call upon the Minister of Health and Long-Term Care to accept American literature that meets the Canadian standards of scientific rigour when determining who will receive special permissions and funding for more frequent pain management injections.”", "It is my pleasure to affix my signature and give this to page Ross." ],
  "anchor" : "para833"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario farmers were prevented from meaningfully participating in government consultations around changes to allowable crop protection tools during the spring of 2015 due to the government scheduling consultations during prime planting season;", "“Whereas the regulations the government of Ontario passed on Canada Day severely restrict the use of treated seeds that are of critical importance for grain farmers in preserving their crop yields and these changes are expected to cost Ontario’s economy over $600 million a year;", "“Whereas it will be virtually impossible for farmers to access these necessary treated seeds for the 2016 planting season due to the bureaucratic hurdles being put in place by the province;", "“We, the undersigned, call on the Legislative Assembly of Ontario to urge the government of Ontario to suspend the class 12 regulations that were passed on July 1, 2015, to allow for farmers to plant in 2016, as they did in 2015; to allow for meaningful dialogue on the regulations, their intent and other approaches to achieving the same end, that won’t devastate farmers in the province.”", "I agree with this petition." ],
  "anchor" : "para841"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "J’ai une pétition présentée par plusieurs personnes du nord de l’Ontario.", "« Hydro One, pas à vendre!", "« Pétition à l’Assemblée législative de l’Ontario :", "« Attendu que le gouvernement provincial conçoit un projet de privatisation qui entraînera une hausse des tarifs d’électricité, une baisse de la fiabilité et des centaines de millions de dollars en moins pour nos écoles, nos routes et nos hôpitaux; et", "« Attendu que le projet de privatisation sera particulièrement préjudiciable pour les communautés du Nord et des Premières Nations; et", "« Attendu que le gouvernement provincial conçoit ce projet de privatisation dans le secret, faisant que les Ontariens n’ont pas un mot à dire sur un changement qui affectera sérieusement leur vie; et", "« Attendu qu’il n’est pas trop tard pour annuler le projet;", "« Compte tenu de cela, nous, les soussignés, pétitionnons l’Assemblée législative de l’Ontario comme suite :", "« Que la province de l’Ontario annule immédiatement son projet de privatisation du réseau de distribution d’électricité de l’Ontario. »", "Je suis complètement d’accord avec cette pétition, et je la présente à la page Keana pour l’apporter à la table des greffiers." ],
  "anchor" : "para848"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario, which reads as follows:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this and send it to you via page Aaron." ],
  "anchor" : "para859"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s Drive Clean program was implemented as a temporary measure to reduce high levels of vehicle emissions and smog; and vehicle emissions have declined significantly from 1998 to 2010; and", "“Whereas the overwhelming majority of reductions in vehicle emissions were, in fact, the result of factors other than the Drive Clean program, such as tighter manufacturing standards for emission-control technologies; and", "“Whereas from 1999 to 2010 the percentage of vehicles that failed emissions testing under the Drive Clean program steadily declined from 16% to 5%; and", "“Whereas the environment minister has ignored advances in technology and introduced a new, computerized emissions test that is less reliable and prone to error;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of the Environment must take immediate steps to begin phasing out the Drive Clean program.”", "I agree with this and will be passing it off to page Ajay." ],
  "anchor" : "para868"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I have a petition here entitled “Save Our Northern Health Care,” which reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas government cuts have a direct impact on patient care and front-line workers;", "“Whereas hospital base operating budgets have been frozen for four years in a row and hospital global funding increases have been set below the rate of inflation since 2008, meaning that hospital budgets have been cut in real dollar terms ... for eight years in a row;", "“Whereas Ontario government funding figures show that home care funding per client is less today than it was in 2002;", "“Whereas Ontario hospital funding is the lowest in Canada;", "“Whereas Ontario ranks eighth out of 10 provinces in hospital funding as a percentage of provincial GDP; and", "“Whereas the government has actually refused to acknowledge that service cuts are happening;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately stop cuts and freezes to hospital budgets;", "“To immediately cease the laying off of nurses and other front-line workers; and", "“To fund hospitals adequately to ensure highest quality patient care across the province.”", "I support this petition, will affix my signature and give it to page Hannah to deliver to the table." ],
  "anchor" : "para877"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Canada Health Act requires provinces to fund medically necessary treatment for Canadians; and", "“Whereas a growing number of people in Ontario suffering from Ehlers-Danlos syndrome (EDS) have to seek out-of-country treatment at their own expense because doctors in Ontario don’t have the knowledge or skills to understand EDS symptoms and perform the required delicate and complicated surgeries; and", "“Whereas those EDS victims who can’t afford the expensive treatment outside of Ontario are forced to suffer a deteriorating existence and risk irreversible tissue and nerve damage; and", "“Whereas EDS victims suffer severe dislocations, chronic pain, blackouts, nausea, migraines, lost vision, tremors, bowel and bladder issues, heart problems, mobility issues, digestive disorders, severe fatigue and many others resulting in little or very poor quality of life; and", "“Whereas despite Ontario Ministry of Health claims that there are doctors in Ontario who can perform surgeries on EDS patients, when surgery is recommended the Ontario referring physicians fail to identify any Ontario neurosurgeon willing or able to see and treat the patient;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Require the Minister of Health to provide the names of Ontario neurosurgeons who can—and will—perform surgeries on EDS patients with equivalent or identical skills to the EDS neurosurgeon specialists in the United States, and meet the Canada Health Act’s requirement to afford equal access to medical treatment for patients, regardless of their ability to pay for out-of-country services.”", "I’ll sign this and send it down with page Ajay." ],
  "anchor" : "para891"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is over." ],
  "anchor" : "para901"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I move that:", "Whereas Ontario’s Financial Accountability Office has reported that “with the sale of 60% of Hydro One, the province’s budget balance would be worse than it would have been without the sale”;", "Whereas Ontario’s Financial Accountability Office has discredited the government rationale for selling Hydro One by showing that while the government claimed the sale would raise $4 billion in new cash for infrastructure, the sale may raise as little as $1.4 billion;", "Whereas the government claimed the sale would reduce the provincial debt by $5 billion, and the Financial Accountability Office showed the sale will actually increase the debt by $2.7 billion by 2025;", "Whereas the sale of Hydro One will mean losing half a billion dollars in stable, annual revenues;", "Whereas selling Hydro One will mean less revenue to invest in transit, health care or education;", "Whereas the Liberal government has sold approximately 15% of Hydro One, but the government can stop the sale of any further shares;", "Whereas there is still time for the Premier and cabinet to halt the sale of all of the remaining shares of Hydro One;", "Therefore, in the opinion of this House, the government shall immediately stop the sale of any more shares in Hydro One.", "This is addressed to the Premier, Speaker, and I look forward to debating it." ],
  "anchor" : "para904"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ms. Horwath has moved opposition day number 4.", "Ms. Horwath." ],
  "anchor" : "para914"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I’m pleased and proud to rise not just on behalf of New Democrats in our caucus, but on behalf of 80% or more of the people of this province who do not want to see Hydro One sold off to the private sector. That’s what this opposition day motion is about: ending the sell-off of Hydro One. It is about the individual members of this House, who sit during these kinds of debates as members of this House—to actually get the government to do the right thing when it comes to this file.", "This motion, in short, calls for an immediate stop to the sale of any more shares in Hydro One. There is still time for the Premier, the Liberal government and the Liberal backbench MPPs to do the right thing by the people of this province.", "In 2013, New Democrats and I pressed this government to create a Financial Accountability Officer in order to assist the government in making sound financial decisions. I think most Ontarians will remember the sordid history of Liberal governance in this province and know the huge mistakes that the Liberals have made time after time after time when it comes to the ideas that they bring forward and then implement: everything from the eHealth debacle to the gas plant scandal to the Ornge air ambulance scandal to the unbelievable situation with our P3 model that allows this government to spend over $8 billion more than it should have in the last couple of years on infrastructure. The list goes on and on and on.", "Back in 2013, people in this province were saying, “Enough is enough. This Liberal government needs to do better. They have to stop being so wasteful and so inappropriate with public money.” New Democrats agreed. We did what we could at that time, in the minority Parliament, to force the Liberals to actually pay attention to the money that they were spending, to pay attention to what it was that they were doing in terms of plans that they were making and implementing on behalf of Ontarians.", "The way that we did that is by having this Financial Accountability Officer put in place so that this person could give the straight goods and true non-biased, non-partisan advice to the government on how to ensure that their decisions that they were going to be making were fiscally sound, had financial ground to stand on. What we thought is that it would increase transparency and it would ensure Ontarians would get the facts on how the government, in fact, intends on spending their money.", "What happened just recently is that the office that was agreed to back in 2013 finally has become the standard here in Ontario. The Financial Accountability Officer was able to look at one of the upcoming plans of the Liberal government, which is the sell-off of Hydro One, and Ontarians were able to see the first report of the Financial Accountability Officer on that file.", "What that first report concludes, very clearly, is that the sell-off of Hydro One is bad for Ontario families, it is bad for Ontario businesses and it is going to be hurtful, harmful, and bad for our province’s bottom line. Now, that’s not New Democrats saying that. That’s not even the over 80% of Ontarians who are saying that. That’s not just the chamber of commerce that’s saying that or the over 185 municipalities that are saying that. That is what the Financial Accountability Officer is saying, somebody who has been hired by the people of this province, at the request—at the forcing—of New Democrats to put this office in place back in 2013. That’s what this person is saying, this independent person, who has no agenda except that, actually, his job is to try to help the government to not make stupid decisions anymore and to make decisions that are appropriate and meaningful and will help get the province further along. Unfortunately, as we saw, the Financial Accountability Officer’s advice has not yet been taken up by the Liberals. But we hope to change that today, Speaker. We hope to change that today.", "The report is clear that selling off Hydro One is the worst way possible. He says that directly. He said that, responding to media questions: that the selling off of a revenue-generating asset like Hydro One is the absolute worst way to fund infrastructure in the province of Ontario. You can’t get away from it. That is what he said, and he is absolutely right.", "As I mentioned before, that’s not just New Democrats saying that or the FAO. It’s all kinds of other folks who agree. Unfortunately, our Premier is either too stubborn or has some other agenda than to actually pay attention to the good, unbiased and financially sound advice being provided by this independent officer. It is the worst way to raise money for transit. It is the worst way to raise money for infrastructure. It will cost this province hundreds and hundreds of millions of dollars in annual revenue: about $500 million—half a billion dollars—in annual revenue. It will ultimately add to our debt.", "Now, I believe that the sell-off of Hydro One is the defining moment for the Premier of this province. The Premier told Ontarians, if you recall, Speaker, that her goal was to lead “the most open and transparent government in Canada.”" ],
  "anchor" : "para916"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "What happened to that?" ],
  "anchor" : "para926"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Who knows what happened to that?", "Last summer, the FAO—the Financial Accountability Officer—called out her government, called out Kathleen Wynne’s government, the Premier of this province, on stonewalling him and denying him the information that he needed to do his job on behalf of Ontarians. That’s what happened. He was looking to get the information that he needed to actually report on the sell-off of Hydro One, and what did this Liberal government do? Instead of being open and transparent, instead of providing the information to the Financial Accountability Officer, this government stonewalled and refused to provide the necessary information that the FAO was looking for.", "And now what is this government doing? They’re completely ignoring his report. How irresponsible is that, Speaker? How irresponsible and arrogant is that? It is shameful, and it absolutely is a defining moment for this Premier and for this government. Instead of being open, the Premier is tearing a page out of Stephen Harper’s playbook, and it is so obvious: Deny information to Ontario’s independent watchdogs and then ignore their findings. It is Stephen Harper 101. Instead of being open and accountable, the Premier is standing arrogantly opposed to any scrutiny, and the Liberals have demonstrated time and time again that they are much more interested in undermining our watchdogs than in making decisions based in fact and based in the best interests of Ontarians. Because that is what those watchdogs do: They look after the interests of Ontarians. They recommend to the government things that need to be done differently so that Ontarians can be served better. But the Liberals are not interested in serving Ontarians better; they’re interested in serving themselves and their friends better. That’s what they’re interested in.", "The fact is that on October 29, for the very first time, Ontarians did see the evidence that the Financial Accountability Officer brought forward, evidence that confirms what New Democrats have been concerned about for months and months before that. The independent Financial Accountability Officer has written in black and white that the sale of Hydro One will leave the province in worse financial shape. The FAO debunked literally every argument put forward by the Premier to justify the sell-off.", "The Premier said that this sell-off would secure $4 billion for transit and infrastructure—$4 billion—but according to the FAO, the person who actually did the real homework on the numbers, it may not even bring in $1.4 billion—not even half that amount. That’s right: not even half of the $4 billion is what the FAO is flagging as a risk in terms of the government’s claims around what they’re going to raise with this sell-off. It could raise less than half. This means that the one-time proceeds from the sell-off of Hydro One could actually contribute about 1% of the $130 billion of transit and infrastructure promises that this Premier has made. It’s a scratch on the surface.", "The Premier said that the sell-off of Hydro One would reduce the province’s debt by about $5 billion. That was the other promise. They said $9 billion would be raised; $4 billion would go to transit and infrastructure investments, and $5 billion would go to debt reduction. That’s how Kathleen Wynne, our Premier, talked about it. That’s how she sold it. That was her marketing pitch. And as the FAO has clearly indicated in his report, none of that stuff stands up to scrutiny.", "On the $5 billion, in fact, the FAO said it will actually increase the debt of our province. The FAO said that the debt of our province will not decrease by $5 billion as the Premier has claimed, but in fact, the debt will increase by $2.7 billion in the long run with the sell-off of Hydro One. Now how shameful is it that the Liberals are ignoring this very clear criticism, this very clear evidence that they’ve made the wrong decision, and instead they’re plowing ahead?", "And that’s not all: The Liberals are also waving bye-bye to nearly $500 million each and every year in lost revenues—half a billion dollars in lost revenues each and every year. That’s what the Liberals are doing with the sell-off of Hydro One. That’s why New Democrats are gobsmacked that this Liberal government would be so Conservative in their actions—I’m saying big C Conservative. If we wanted the sell-off of revenue-generating assets, we should have just had Tim Hudak elected in the last election. Instead, Liberals were elected, and who knew? We got the Hudak agenda with Kathleen Wynne at the helm. Half a billion dollars of revenue each and every year is something that this province cannot afford to give up, but Katherine Wynne and the Liberals are handing it over to the shareholders that are now buying shares in Hydro One.", "There comes a point in the tenure of every single Premier that stands out in the minds of voters. I don’t think anybody needs to be reminded of what Dalton McGuinty’s claim to fame was, but what we know for sure is that in this case, we have seen a series of actions that speak volumes about the priorities of this government. That happens all the time. Often we see that, that point when the voters, when the people of a province, look to a series of actions that actually speak to the priorities of government.", "The Premier said that the selling off of Hydro One would secure $4 billion for infrastructure investment. They said it would help families with better public transit and less congestion on the roads. But now we have the evidence, Speaker, and the evidence is very, very clear. The privatization of Hydro One will not help any person; will not help anyone who is trying to squeeze onto the King streetcar at 7 o’clock in the morning to get to work on time. That will not happen. It’s frankly not going to help any of those folks who are trying to get to work or home from work to their families on transit, whether it’s here in the city of Toronto or anywhere else.", "There is no question in the mind of anyone sitting in this House that decades of neglect have left our highways in disrepair and our bridges crumbling. Our buses, streetcars and subways are packed with riders who really just want to get to work on time or home to the family at the end of the day. It’s hard for moms and dads who have to do that each and every day; there’s no doubt about it.", "The failure of successive governments in Ontario to invest in infrastructure hurts our economy and hurts our prosperity. In the GTA alone, there have been estimates that congestion is costing the economy upwards of $6 billion a year in lost economic opportunity. Everybody in Ontario—every part of Ontario—feels the need for better infrastructure, be it transit, be it roads, be it bridges, be it buses.", "Cities like London, for example, are taking steps to build rapid transit networks—as the Chair of Management Board giggles on the other side of the House—but they are suffering from Liberal cuts to municipal transit. Instead of tackling these challenges with smart solutions, the Premier has used the real needs of our communities to make a false argument for the sale of Hydro One.", "The Premier has insisted that Ontarians can have either Hydro One or infrastructure investment, but not both. Forgive me, Speaker, but what a crock. That is so untrue, and it is so unbelievable that this Premier is insulting the intelligence of Ontarians by putting that false argument forward. It is almost laughable, except that it is such a serious issue that there’s nothing funny about it at all.", "What the Financial Accountability Officer showed is that we can actually build more infrastructure by keeping Hydro One in public hands. That’s what the Financial Accountability Officer showed: We can actually build more infrastructure, more transit, by keeping Hydro One public.", "But this debate isn’t about infrastructure, Speaker, and it never really has been. We all agree that Ontario needs new, modern and expanded infrastructure. Ontarians know that we can invest in hospitals, schools, roads and transit, and keep hydro public. They know that. They know there are other options, and so do we. There are smarter choices. There are better choices that New Democrats have been calling for.", "Choices like asking the largest and most profitable corporations to pay their fair share in corporate taxes: Do you know, Speaker, that here in the province of Ontario we have a combined corporate tax rate that is less than the tax rate in the state of Alabama? How shameful is that? How progressive a province are we that we have a combined corporate tax rate that is lower than that of the state of Alabama? Shame on Kathleen Wynne and shame on the Liberals for pretending that we somehow have to sell off Hydro One instead of just having the leaders of industry and the corporate sector, who want to see gridlock removed, belly up to the plate and pay their fair share at a higher corporate tax rate. That’s what needs to happen in the province of Ontario.", "Smarter choices: for example, like putting a stop to new opportunities that the Liberals have just given the CEOs and top executives of this province to be able to get a full refund on all the HST they pay on things like box seats at the Rogers Centre or luxury dinners with their clients. I don’t get that, Speaker. Do you get that? Why do these folks need an HST rebate on luxury meals, luxury transportation and box seats? That’s hundreds and hundreds of millions of dollars that the Liberals have agreed to allow those folks to simply get rebated on. Those hundreds of millions of dollars each and every year could be going to build transit and infrastructure in the province of Ontario.", "There are many, many ways to actually peel this orange, Speaker. There are many ways to fund infrastructure here in this province. We absolutely do not need to sell off Hydro One, and pretty much everybody knows it except Kathleen Wynne and her caucus and her cabinet and their friends. They’re about the only ones who actually don’t know that there are other ways to do this.", "The truth is, as I’ve said, the Liberals’ privatization scheme has never really been about infrastructure because it’s only going to get us 1% of the $130 billion that they’re promising in infrastructure. It has never been about making life easier for families because, of course, we all know that hydro rates are going to go through the roof as they continue to privatize Hydro One.", "More than 80% of Ontarians want to see Hydro One remain public. More than 185 municipalities have passed motions to keep Hydro One public. Editorial writers and columnists have urged the government to stop the sale. Now, thanks to the FAO, Ontarians have the facts: Selling Hydro One will mean less money, not more, for infrastructure.", "But there is still time for the Premier to do the right thing, and we’re here with this motion to try to get them to do exactly that. They have to stop the sell-off of any more of Hydro One.", "If this sale will increase Ontario’s debt and barely scratch the surface of transit and infrastructure funding, Ontarians need to ask a pretty fundamental question: Why is this deal going forward? Who is it that this deal is helping? From day one, the sale of Hydro One has been about catering to a small group of powerful Liberal friends and insiders. That’s what it’s all about, Speaker: yet again, the same old behaviour from the same old Liberals in the same old seat of power that is wearing so, so thin in the province of Ontario.", "Almost two weeks ago, as the opening bell rang on Bay Street and Hydro One scrolled across the ticker tape for the first time, the Premier wasn’t even here in this House to answer questions. She wasn’t even here in this province to answer questions. She was on the other side of the world—" ],
  "anchor" : "para927"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para953"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "I thought that you would react to Andrea Horwath calling her “Kathleen Wynne” instead of “the Premier.” Secondly, they’re not supposed to comment if someone is not in the House for question period or whatever." ],
  "anchor" : "para954"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is correct when she is not happy with the fact that we don’t mention absenteeism. That’s true. I would ask the leader of the third party to stick to “the Premier” or “the Wynne government.” Thank you." ],
  "anchor" : "para955"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Thank you, Speaker. I withdraw, and certainly will.", "But the bottom line is that China is quite a distance away from Ontario and, quite literally, as far removed as possible from the impact of the decisions that she has made on the people of Ontario. It was a defining moment for the Premier, Speaker.", "But there’s still time for the Premier, for the Liberal government and for all those Liberal backbench MPPs to do the right thing: to do the right thing by their constituents; to do the right thing by the people of Ontario; to do what the vast majority of folks want them to do. There is still time for the Premier and the Liberal members to listen to the people of Ontario, to listen to those constituents, to listen to municipal leaders, to listen to the families and businesses who are worried about the damage that this sell-off will do to their ability to make ends meet or stay in business.", "I guarantee each and every member of the government caucus that their constituents are going to know how they voted on this motion today. They will know whether or not they voted to sell Hydro One without ever campaigning on it or consulting with the people that they were elected to represent.", "I urge every member of this House to think about those people, to think about the fact that those people were never given the opportunity—ever—to have a say on this extremely important issue, Speaker. I urge all members of this House to support the motion to actually do government differently, like they pretended they were going to do during the election campaign, only to get elected and then turn around and do the opposite.", "Now you have a chance. Redeem yourself. Do the opposite of the way you’re behaving now. Do what you said you were going to do during the campaign, and immediately stop the sale of Hydro One. Listen to the people who elected you. Back off of a wrong decision. Change your mind when you know that the decision you’ve made is the wrong decision. Show what it means to have true leadership in the province of Ontario." ],
  "anchor" : "para956"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para962"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "This resolution is an open-handed slap in the face to the more than three million people who live in the 905 belt around Metro Toronto. How do we get from midtown Burlington through central Oakville and connect to downtown Mississauga or Brampton or Vaughan, Richmond Hill, Thornhill or Markham? In our neighbourhood, we call it the TTC solution: Take The Car.", "This government has spent 12 years adding, upgrading and renewing public transit, and this NDP motion wants us to stop dead in our tracks and leave us stuck in traffic gridlock forever.", "Since 2003, our government has more than doubled GO train service, extended hours, added trains and buses, and put in a GO bus repair and storage facility in western Mississauga. That’s infrastructure. That’s what the Hydro One sale funds are going to continue to build. That’s what the NDP wants to stop. That’s why this backward-thinking resolution needs to be defeated.", "West of Toronto, we need extra capacity on our Milton GO line. We think of it as our line, but it really belongs to CP Rail. We need two more tracks on that line. CP Rail uses the Milton GO line at its full freight capacity for its main business of freight rail. Metrolinx only has one eastbound window of time on one track in the morning and one westbound window of time on the same track in the evening. We need those funds generated by the progressive sale of Hydro One shares to build two new tracks on the Milton GO line so that GO trains that run eastbound in the morning can return westbound throughout the day.", "We need those Hydro One funds working for us so that many of the 50,000 more employees that commute into Mississauga than commute out of Mississauga can leave their cars in Toronto and get out to Mississauga by rail instead.", "The Royal Bank and the Bank of Montreal have both built large new data centres in Meadowvale. They built them close to the Meadowvale GO station to enable their people to use transit. We need that Hydro One money working in Meadowvale to help the people who work in aerospace, financial services, manufacturing, life sciences, information technology and professional services. We need them to spend either more time at home or more time doing productive things at the office, and less time on the highway sitting in traffic. The NDP may not want people from all over the GTA getting to well-paying, high-value jobs in Mississauga, but we in Mississauga want our top talent doing productive work, not sitting uselessly in traffic.", "Let’s be clear: The NDP not only have no infrastructure plan, let alone any means of funding one; the NDP is consistently opposed to the generation and transmission of electricity by any means at any time. They are opposed to having any private sector concern generate or transmit electricity. They oppose having publicly owned Ontario Power Generation and publicly owned Hydro One generate or transmit electricity, and by this backward-thinking resolution the NDP is telling Ontarians they want this frustrating, wasteful, expensive, unresponsive status quo to continue forever.", "The NDP has never seen an infrastructure project it didn’t want to stop dead in its tracks. Using money found in Hydro One will help pay some of the capital costs of getting two new tracks on the Milton GO line from east of the Humber River as far as Meadowvale during phase 1 and beyond in phase 2.", "Who among us can’t say that Hydro One can do better as an organization, just as people said of CN Rail 20 years ago? The management of Hydro One thinks the company can do better. So does the Auditor General of Ontario. Contractors and developers who deal with Hydro One are emphatic that Hydro One can do much, much better.", "Interestingly, Hydro One’s own collective bargaining units share this desire to do better. Both the Power Workers’ Union and the Society of Energy Professionals support Hydro One moving from the public sector to the private sector. Investors agree. The shares were all bought, often by retail investors at the high end of the share price. That means that the Ontario Trillium Trust now has more than $3 billion of cash in the bank from the sale of about 15% of Hydro One.", "While we can’t know what the future holds for Hydro One, we can say that $10,000 invested in CN Rail at its own initial public offering 20 years ago is today, despite the doomsday predictions that are very similar to the assertions in this backward resolution made today, worth more than $400,000.", "It’s not that investors don’t want to own assets such as Hydro One. Just this month, three of Canada’s largest pension funds invested US$2.8 billion to acquire a toll road that links downtown Chicago to its southeastern suburbs. Who were these buyers? The Canada Pension Plan Investment Board; the Ontario Municipal Employees Retirement System, or OMERS; and the Ontario Teachers’ Pension Plan. They bought a one third stake in Skyway Concession Company. It’s only a 12.5 kilometre road. Said Canada Pension Plan Investment Board head of infrastructure, Cressida Hogg: “Skyway represents a rare opportunity for us to invest in a mature and significant ‎toll road of this size in the US.”", "So why shouldn’t Ontarians, through their pension funds or in their own investment portfolios, be able to share in the ownership of their province’s own assets? We see no reason why Ontarians shouldn’t share in what they already own, and be able to build and buy even more valuable infrastructure, such as the Milton GO line or light rail to link the 905 cities to one another without people being treated like freight, doing hub-and-spoke commutes through Union Station in Toronto.", "Why shouldn’t a private Hydro One be able to enter new business lines, acquire different businesses, do business outside of Ontario or offer better services to businesses and residences? The Ontario Securities Commission and regulators have teeth. If they can manage the banking system and our largest transportation companies, give them access to capital and help them grow into world-class competitors, then why not Hydro One?", "In Mississauga, we already deal with a private power distribution company in Enersource. Our rates have remained affordable and reasonable. Our gas in Mississauga comes from Enbridge, another private sector entity, and gas prices have fallen.", "Just today, the UK announced that by 2025, it will phase out coal. US electrical utilities are moving in the same direction. The price of electricity is driven by the need for utilities everywhere to get back into the infrastructure business to rebuild generation and transmission all over North America and Europe. We in Ontario have already taken the pain that nearly all utilities are only now facing up to. We in Ontario bought tomorrow’s generation and transmission assets with yesterday’s money at near-zero interest rates. The rest of the world is going to have to scramble to buy today’s generation and transmission assets at tomorrow’s prices, paying interest rates they have no way of being able to predict.", "We do not need the do-nothing status quo policies of the NDP, whose ideas are driven exclusively by punitive, high-tax policies that are guaranteed to drive our wealth creators out of Ontario. Doing nothing is not an option. Taxing our job creators out of the province is not an option. Cutting the heart out of our programs and services is not an option. Slashing and burning is not an option. Finding some—", "Interjections." ],
  "anchor" : "para963"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just a little reminder: Your own member is speaking and I’ve got two ministers yelling at the other members over here, exchanging thoughts. I can’t hear him. It would be courteous of you, when your own member is speaking, to maybe listen. Thank you." ],
  "anchor" : "para982"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Well, thank you very much, Speaker. After all, we were very well behaved during their presentation.", "Finding some value in what we own to build more assets that Ontarians will continue to own is an option. The NDP may live in a fantasy world in which they never have to make a decision, never have to figure out how to pay for it, never have to worry about the consequences, never have to worry about neighbours like mine continuing to fume in traffic. We live in the real world. That real world needs real choices. The NDP have actually offered us a real choice. We reject their choice. This motion should not pass." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para985"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I want to say at the outset that I will be supporting the motion by the leader of the third party. I listened intently to her address. I can’t say that I agreed with everything she said in it, because there are some things that I don’t, but on the principle of this motion she’s absolutely correct.", "As to who is living in a fantasy world, I just heard an address from Walt Disney over there, the member from Mississauga–Streetsville. He’s definitely living in a fantasy world because he spent about $50 billion in his little address when even by their own calculation they’re going to get $4 billion. By the Financial Accountability Officer’s calculation, they may only get $1.4 billion. But he makes it sound like that sale of Hydro One is going to mean every one of those infrastructure projects goes ahead. And somehow, ladies and gentlemen, if they don’t sell Hydro One, their magnificent $130-billion, 10-year plan for infrastructure will just have to be cancelled. You want to talk about living in a fantasy world? And he expects the people out there to think that there’s an ounce of credibility in those kinds of statements—an ounce of credibility?", "I mean, if they at least put forth some facts and put on the table, “This is an infrastructure project that is estimated to cost this amount of money; this one, this amount of money.” And if you added it up—and took their own numbers—to $4 billion and said, “These are the ones that would be in jeopardy if we didn’t proceed with this sale,” you know what? At least the people could pass judgment. They could do their own analysis, pass judgment and say okay. But there’s still $126 billion on the table over the next 10 years to build infrastructure. Somehow, without it the whole thing just gets cancelled.", "You know, for 140—well, almost 150—years in this province, the government raised funds through taxation and other methods of raising revenue." ],
  "anchor" : "para986"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "How many years?" ],
  "anchor" : "para990"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Almost 150.", "That is how they paid for infrastructure. They may have, from time to time, had specific charges. I wasn’t around here 150 years ago, but by the way that the member from Mississauga–Streetsville talks, he may have been, because he seems to know it all. There may have been other vehicles that were used to pay for infrastructure. But not once did a government ever say, “We have to sell a provincial asset to pay for infrastructure.” Not once did they ever say, “We have to sell a provincial asset to pay for infrastructure.” Now, all of a sudden, here we have this government saying, “Without selling Hydro One, we cannot proceed with our plan.”", "They say they campaigned on it in the last election. Was this some kind of a vision they had? First of all, we don’t agree with that. We share the view of the third party that they touched around the edges of the possibility of musing about, “Maybe, someday, we might think of doing this or that,” but there was never any direct language—" ],
  "anchor" : "para991"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Then denied it after the election." ],
  "anchor" : "para994"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Then denied it. But there was never any direct language in their campaign promises or their budget about specifically taking Hydro One and selling the shares.", "So here we have now a corporation that owns 97% of the transmission in this province. It is a veritable monopoly. I heard the energy minister say today, “Well, the Progressive Conservatives have always been in favour of privatization.” You know, he’s not entirely incorrect when he says that. But let’s put a little bit of truth onto the bone here.", "We’ve always believed—and in many cases, in most cases, we believe that it’s true—that anything that fosters competition will actually bring down prices and be a better deal for consumers. But when you’re talking about something that has a 97% monopoly, and that monopoly will still be maintained, there might be more people in the province of Ontario—more likely, more corporations, more hedge funds or whatever—who own shares of that corporation, but the corporation itself will still be the single entity that controls 97% of transmission in the province of Ontario. It’s still a monopoly. It does nothing to foster competition or anything to drive better prices for consumers—nothing whatsoever. It’s still a monopoly. So it will not change whether the Minister of Energy owns shares, whether the Speaker owns shares or whether some big pension funds own shares. It won’t change. So it’s not an issue about privatization. It’s about taking one of our most important assets that is a monopoly and turning that over to the private sector, and whether or not the people of Ontario would be protected under those circumstances.", "The gist of the motion is that the Financial Accountability Officer disagrees with the sale and has shown in his assessment the financial impact of the partial sale of Hydro One. This is a document produced by an officer of the assembly, an officer of the Legislature. In it, he clearly delineates how it is wrong, in his opinion, to sell Hydro One. It is wrong because it will not realize the gains or the profits this government claims that it will, and therefore, they should not proceed with it. That’s basically his recommendation. Unfortunately, he cannot bind the government in any way, shape or form. He cannot tell them what to do. He can only tell the people what he believes should or should not be done and what the impact of the government decision is.", "His first report really turns out to be as close as you could come to an indictment of government policy—his first report. You’ve got to give the man credit. He didn’t go at this in a shy way and say, “Oh, you know, I just got the job. Maybe I better go easy on these people.” He was pretty stark; he was pretty clear that this is a bad deal for the people of the province of Ontario. Then you have to ask yourself: If somebody’s willing to make a bad deal, the natural question is—" ],
  "anchor" : "para995"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Why?" ],
  "anchor" : "para1001"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "—why? Exactly. Why? If someone is really wanting to make a good deal, no one ever asks why, because the why is obvious: because it’s a good deal. You’d have to ask them, “Why not?” If somebody wants to make a good deal, the question would be: Why not? But in a question of why someone wants to make a bad deal—through you, Speaker, and I’m sure you would ask the same question. If someone offered you a bad deal, you would say, “Why?”", "Well, then comes the answer, and the Financial Accountability Officer really answered that question. The government is in such a mess—the words of the President of the Treasury Board herself and my colleague the finance critic, the member for Nipissing, have made it very clear. She is on the public record as saying that we’re out of money. We’re broke; we’ve got no money. So what are you going to do when you’re broke? If you’ve got no cash but you have assets, if you’re really desperate, you might decide to sell those assets. But if the buyers out there know you’re broke—and you didn’t try to hide the fact that you’re broke; you told the world you’re broke, so the world knows you’re broke—they know you’re out there looking for some cash. If somebody knows you need the money, do you think they’re going to offer you the best deal for what you’re trying to sell, or are they going to try to get a good deal?", "Well, we saw by the rush to buy shares that the people believe it’s a good deal. The shares for them is a good deal. So if the people buying the shares is a good deal, then the people selling the shares is probably not a good deal. And who are the people selling the shares? Well, it’s not the government of Ontario. They’re the agent of doom, but the people who end up selling the shares are the people of Ontario, who are going to be the losers. They are the ones who are going to be the losers. The government is selling your property at a fire sale price.", "Are the people happy about it? Well, 80% of them have made it pretty clear that they’re not happy about it. Almost 200 municipalities have made it clear that they are not happy about it. But what will it take? Because, you see, the Financial Accountability Officer also made it abundantly clear that these guys have a big fiscal hole in their budget projections, a big fiscal hole. It’s like going to Tim Hortons and you’ve got that big doughnut and you’re wondering, how are you going to try to fill it? Well, this one is so big you can’t even get a box of Timbits to fill it because it’s too much. It’s $3.5 billion, $3.5 billion of fiscal hole.", "So what are they going to do? They’re going to have to generate some quick cash. How are they going to do it? They are going to take the crown jewel of the electricity system and sell it off. It is wrong. Like the Financial Accountability Officer said, they’re going to make a gain here. It’s going to look good for the first couple of years, because that’s going to be the process of selling that 60%, pulling in that cash, shoving it into the sack and saying, “Look at us.” The only thing they want to be able to do—they don’t care about the pain and how wrong it is down the road; they want, by hook or by crook, to be able to say to the people in 2018 when they are out campaigning, “See? See? We told you we could balance the budget.” Oh, but the tangled web they have weaved in order to get there, if this proceeds, Minister.", "You know, I don’t have the time because I have other colleagues who want to speak to this, but I could go into quotations from various ministers on that side of the House. But just because he is the Minister of Energy, I have to point out that when the Minister of Energy was the mayor of Ottawa, he was adamantly opposed to anyone who would consider selling the crown jewel of our electricity system, Hydro One. All of a sudden now, when he’s the Minister of Energy—I’m not sure he believes in it now, but I know he takes his orders from the corner office down the hall, just like Jason Malinowski there in the under press. He’s a very capable young man, but I know he takes his orders from the Premier’s office." ],
  "anchor" : "para1002"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "It’s Lucas." ],
  "anchor" : "para1008"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Lucas. Sorry. Lucas Malinowski. There’s a Jason Malinowski who is a doctor in Barry’s Bay. I got confused for a second, Dr. Qaadri. Thank you very much. Lucas Malinowski: Let me correct that. He gets his orders from the corner office as well.", "Speaker, this is the wrong decision by this government. They still have time to halt the process. We’re being inundated with petitions from all across Ontario to say, “Stop the sale of Hydro One,” and “Hydro One not for sale.” Now is the time that the rubber has to meet the road." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1011"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I just want to start off my brief comments by pointing out that this motion is essentially here on the floor of this Legislature at the request of the people of this province, and it is truly—you do have the opportunity to stop this. Members of the Liberal majority government, from the backbenches to the front benches across, you can take this back to your next cabinet caucus meeting and you can urge the government to do the right thing, and that is sincerely what we are hoping you do.", "We now have a growing amount of evidence that proves that the privatization of Hydro One is definitely not in the best interests of the people of this province, and we also have a very warped and a growing disillusionment out there that this government actually understands how bad this deal is for the people of this province. Our leader has called this a false choice: to have infrastructure in the province of Ontario or to sell off Hydro One. No other leader in any other province has ever put that to the people. In fact, this Premier has also never put that question to the people of this province because, if she had, they would not be sitting in a majority state.", "I want to follow the money because I think the money tells a very important story on this journey that we’re going on, that no one ever expected to—is that this government says they need to sell Hydro One for infrastructure. But when you go back through two successive budgets—in the 2013-14 budget this government failed to spend $1.173 billion on transportation capital appropriations. They failed to spend the money that they had already put in their budget. In 2014-15 they failed to spend $335 million that they had allocated already to transportation. So you can understand why there is such a serious trust issue with this government when they say, “We have to sell Hydro One to give you infrastructure,” when they didn’t even spend the money that was in the budgets that they had already allocated. It is nonsensical, Mr. Speaker.", "We just received another Budget Measures Act, which also did not use the opportunity to close and tighten up the language on where the expenditures from Hydro One will go. This government tells the people of this province that this funding is going to infrastructure and transit, the Trillium Trust. The language is not clear, Mr. Speaker. In fact, the wiggle room for where that money could go, you could drive a Mack truck through it. That is very concerning for us, as well, because it questions the entire premise of this sale.", "The false choice is there, but the opportunity to do the right thing is why we have brought this motion to the floor of this Legislature. Our energy critic said during estimates—and challenged the deputy minister—that an estimated $2.2 billion in Hydro One proceeds to be dedicated to the Trillium Trust is a noncash gain that cannot actually be spent.", "This leads me to quote the Financial Accountability Officer, who said, in our briefing, “This is a matter of simple math. If you sell profit-generating revenue to the private sector, you lose that money.” It’s true that it will get us to 2017-18, looking okay; although I must tell you that the mid-term fiscal outlook that the Financial Accountability Officer also, of his own initiative, brought forward indicates that this government has greatly exaggerated the revenue that’s going to come into Queen’s Park, which means that there will be further and devastating cuts.", "You have the financial reality of this province, which this government has overseen for the last 12—now into 13—years, still blaming other governments for that work. Mr. Speaker, I must tell you, the Liberals are selling something; we are not buying it and nor are the people of this province. We will continue to hold them to account, but I urge them to do the right thing today." ],
  "anchor" : "para1012"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1020"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "It’s my pleasure to be able to speak, as well. Right off the bat, I will be supporting this NDP motion, as well.", "Interjections." ],
  "anchor" : "para1021"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you for the tepid response." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Interjection",
  "text" : [ "We’ll get better as you go along." ],
  "anchor" : "para1024"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Okay.", "Speaker, I’m going to do three things. First, I’m going to set the stage about the finances of Ontario, then I’m going to talk about the Financial Accountability Officer and then I’m going to really talk about where this money is going and the motivation behind this sale.", "First of all, as this Legislature knows full well and as my colleague mentioned, the Deputy Premier told us loudly and clearly on W5 a couple of weeks ago that we’re out of money. We can talk about why, Speaker. There’s the bills to pay the secret deal for the MaRS bailout—although the MaRS institution itself is very valuable, the building it’s in—bailing out a US realtor, $410 million approximately. Somebody has to pay the piper. There’s the $1.1 billion spent to cancel two gas plants; we know that the bill is due and we have to pay the piper. The smart meters: They told us it was a billion; it’s $2 billon. There’s Ornge air ambulance: almost another billion there.", "In 30 seconds, I’ve mentioned $4 billion of scandals; so we know the why. What’s the result of it? Of course, we all know Moody’s has given us two credit downgrades. One recent analysis suggests that that costs us an extra $430 million a year in interest. The Conference Board of Canada told us loudly and clearly as well this province can’t meet its pledge to balance the books. The Auditor General told us in her last report that debt continues to grow faster than the province’s economy. The Ontario Chamber of Commerce, in their appropriately titled report on our economy, How Bad Is It?—that’s the title—they used words such as “crisis” and “dire.” That’s what’s sprinkled throughout their report. The Canadian Federation of Independent Business told us that 97% of businesses in Ontario are concerned about our economy.", "Speaker, we’ve set the financial stage here, and now we know what the government has done: They’ve decided to have a fire sale of assets. They started a year ago, when—they had borrowed money to buy the General Motors shares. Last year, they sold the shares for $1.1 billion, and instead of doing the prudent thing and paying the money back to where they borrowed it from, they just plunked that right into operating costs. We know that now. This year, they’ve decided to have a fire sale of our valuable asset of Hydro One, and that money now ostensibly will simply go to pay the debt and deficit.", "The government continues to tell us that this money is going into infrastructure. I’m going to read you a quote from the Ottawa Citizen, because it really does sum up what this shell game is all about:", "“A reasonable person might wonder why we need to sell most of a significant public asset ... just to keep doing what we have been doing for years.", "“The real answer, I suspect, is that putting some billions of new money into the province’s transit trust will enable the government to quietly shift existing money to help it reduce the deficit or pay for other spending.”", "You can’t put it better than that. To prove out that point, back in the 2014 budget, when they announced the $130-billion infrastructure expenditure, it did not need the sale of Hydro One. But the next year’s budget, the 2015 budget, repeated exactly the same lines as the 2014 budget, the same $130 billion, but they now say it needs the Hydro sale to make this possible. But their own documents tell us they did not need the Hydro sale to make this. We know that they’ve over-promised and under-delivered on almost everything they’ve done. In the four short years that I’ve been here, I’ve seen it, and certainly in my two terms as mayor of the city of North Bay I saw the same thing: over-promise and under-deliver.", "The Financial Accountability Officer took it upon himself—in fact, his words were that he took it on his own initiative to prepare the report, the financial assessment of the sale. This is a quote from the briefing that we held with him. This is the Financial Accountability Officer’s quote: “The province’s fiscal position deteriorates because of loss of income generated by the sale.” So you know that this is going to hurt us in the long term. It’s going to hurt our financial picture.", "He also told us that this is really a financing decision: Do you borrow or do you sell an asset? That’s what this is all about. It’s not about transit. Do you borrow or do you sell an asset? I would go a little further and suggest: Or do you simply start managing your finances properly and stop the scandalous spending? That I would have added, but he’s a little more gentle than I am.", "Again, we’ve seen the GM shares. That was how they burned the furniture to heat the house last year. This year, they’re going to sell Hydro, a one-time sale. The Financial Accountability Officer told us that we could bring in as little as $1.4 billion. Never mind the number that the finance minister threw around today, including the $2 billion from a non-cash asset. That money has to come from somewhere. I would prefer to listen to the Financial Accountability Officer far above and beyond anybody on that side of the House. So we could get as low as $1.4 billion net. We’re going to give up $700 million in revenue a year? What he said is that, basically, this has a long-term negative impact on the province. You’re going to juice up the books for two years. You’re going to look great. But in year 3, you’ve got no money: (a) no money coming in, and (b) the $1.4 billion is already gone.", "You can do that as long as you’ve got assets to sell. Again, last year it was the General Motors shares: $1.1 billion. This year it’s Hydro: $1.4 billion. We learned only a few minutes ago, Speaker, when the minister presented his Budget Measures Act, that here’s what they are selling next: the OPG headquarters real estate, the LCBO headquarters real estate and OPG’s Lakeview Generating Station property. They’re telling us now that this is what they plan on selling in the future to pay their bills.", "Pretty soon, we’re going to run out of assets to sell. This is absolutely no way—you’re not fixing the problem. The problem is the overspending. So you’re not addressing the core problem. Remember, Speaker, that this is the same group that’s selling Hydro that only a few months ago sold Ontera, the telecommunications division of Ontario Northland, for $6 million. First of all, they spent, as we disclosed, $6.5 million on consultants and lawyers, and got $6 million for an asset. It took the Auditor General to tell us, “Oh, by the way, the asset was worth more than that.” You lost $61 million. Talk about giving away the farm: They lost $61 million. We’re going to let these guys handle this multi-billion dollar asset when they can’t even transact something as small as that and, sadly, as precious as that, because it’s gone too—all the ongoing revenue from that asset. They lost $60,937,000. Can you imagine that? They knew they were losing that, and they went into it.", "The FAO—the Financial Accountability Officer—also told us that the initial 15% sale of Hydro would significantly reduce the province’s deficit in 2015-16. He has told us. This has nothing to do with transit. That money was already in the budget. Yes, they may put it into transit but may take the money that was in transit out at the bottom. It’s a shell game, and the Financial Accountability Officer laid it bare. He told us that it will go to reduce the deficit, and he has also told us that in the years following the sale of 60% of Hydro One, the province’s budget balance would be worse than it would have been without the sale.", "That’s how desperate they are for cash, Speaker. They know that this is a bad deal and yet they’re going to go ahead. We saw them shed 15%; they’re going to go ahead and shed the remainder of this asset. This is how absolutely mind-bogglingly ridiculous this sale is. They know from families, they know from members of provincial Parliament who have been speaking here and now they know from the Financial Accountability Officer that the long-term negative impact on this province is about to happen.", "Speaker, I fully support this motion. I know that our party fully supports this motion. We are terribly disturbed at the lack of financial accountability that this government has brought. I’m looking forward to the remainder of the debate." ],
  "anchor" : "para1025"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1043"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "It’s quite an experience listening to the Liberals talk about the sale of Hydro One. It’s comparable to being in a room full of smog. In fact, this morning, when I was listening to the Minister of Finance, it was so smoggy in here, the staff had to open a window so we wouldn’t choke to death, because I have to tell you, Speaker, that when they talk, suddenly all numbers and shapes start to get vague. It’s very hard to tell what’s real. You’re fumbling around.", "I want to talk about the Minister of Finance in his response this morning to Andrea Horwath—her question about what sort of money we were actually going to get from this sale. He said that today the NDP are going to make a motion and this is what they’re going to say: that the new cash from the sale will raise as little as $1.4 billion over the course of the next four years. That’s what they’re claiming. Speaker, as you’re well aware, the Legislature’s independent Financial Accountability Officer calculated that the real amount of money available for transit would be at the low end: around $1.4 billion. It wasn’t a number anyone on this side of the aisle made up. It wasn’t a number made up by someone who is peddling snake oil out on College Street. It was made up by the Financial Accountability Officer, someone who works with numbers.", "The minister went on to say—and I’ll grant he is totally audacious when it comes to numbers; nothing holds him back—that the fact of the matter is, this one transaction alone has netted for the families of Ontario $3 billion; $1 billion extra, which is going to pay down the debt. So we’re paying down debt by a billion; we’re putting $3 billion more into infrastructure. Holy mackerel, that’s a big one. That’s a big one.", "Speaker, it is a matter of public record that the amount raised from the initial sale of stocks for Hydro One was $1.83 billion. Now, these two figures don’t match. They just don’t. We’ve heard of the miracle of loaves and fishes. This is not that. We’ve got $1.83 billion; the minister is saying we’re generating $3 billion. How do you do that? How do you do that?", "Others will speculate—I’m sure fruitfully—about why the minister is saying that. All I know for certain is that you don’t get $3 billion from a sale that has only netted you $1.83 billion. The numbers are not there.", "But he didn’t end there. He went on. They further say that we’re now going to have forgone revenue. Absolutely. We’re going to replace it with greater revenue. That’s the whole point of reinvestment, something that party doesn’t seem to understand. I don’t know what’s the matter with me: “Why don’t you understand the minister?” It’s a failing.", "Minister, if you were listening to me closely, you’d know the numbers that actually show the source of that greater revenue are locked in documents you wouldn’t make public, that you wouldn’t give to the Financial Accountability Officer. If you’ve got those documents showing this great return on investment, release them. Release them." ],
  "anchor" : "para1044"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Let them be free." ],
  "anchor" : "para1051"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Let them be free. Unlock the documents, not Hydro One.", "Speaker, I talked to reporters who said to me, “Look, the Liberals say they have these documents showing there’s this huge return on the investment, bringing in far more money than we’re getting from Hydro One.” You know, if I had documents like that, I’d release them. I’d let people know what I had. I wouldn’t say to the Financial Accountability Officer, “I’m sorry. Sure you’re appointed to look after the people of Ontario’s interest, sure you’re supposed to give an objective assessment, but really I can’t give it to you. It’s hidden. It’s over here. It’s under a thick pall of smog that you aren’t going to get at.”", "The Roman historian Tacitus said that audacity is the last refuge of a scoundrel, and I will say that the Minister of Finance is certainly audacious when it comes to these numbers.", "The Liberal Party has a chance to back off this misguided, reckless, dangerous course of action. They should take the chance; they should take it now." ],
  "anchor" : "para1052"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1056"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s a pleasure to join the debate on the NDP motion this afternoon. The motion presented here today by the third party is a reiteration of what our party and I, as PC critic for Hydro One, have been saying for weeks on end now: The fire sale of Hydro One is a decision made by this government that is nothing more than a quick cash grab. That’s all it is. By not giving due consideration to the ramifications and implications this sell-off will have on the province, this government is gambling with Ontario’s financial future and leaving a lot of Ontarians in a very precarious position. Furthermore, this government has been ignoring the calls not only of the two parties across the floor from them, but the impartial advice, which has been mentioned many times here today, of the non-partisan Financial Accountability Officer, Mr. LeClair.", "Close to 200 municipal councils from across the province have also formed a united front against this sale and, most importantly, thousands of voices from across Ontario have been incessantly demanding an end to this fire sale in Ontario.", "For over a hundred years, the electricity system has been owned by the public and for the public, not for the few who were able to buy the shares a couple of weeks ago. As a publicly owned company, Hydro One was owned by those who knew its customers best. That would be the people of Ontario, not a few selected investors.", "There’s no choice in the electricity network that you can use. People don’t have a choice as to whether or not they’ll turn on their heat or flick on their lights. They have to do these things. It’s a need here in Ontario. It’s a basic necessity of life. Yet, by privatizing this utility, the province is allowing the control to slip from public hands into the laps of a select number of private companies and a few shareholders.", "Putting a company that services electricity to people across the province in the hands of private firms only invites them to hike rates in order to increase their own bottom line. That’s exactly what’s happening right now. Not two weeks after the first 15% of Hydro One was sold off, the company is already looking to introduce another increase in their distribution fees, starting on New Year’s Day, January 1, 2016. These costs are becoming unbearable for ratepayers in Ontario.", "Last week I had the pleasure to visit Duane up at the Red Steer Butcher Shop. It’s run by Mr. Wingett and his wife, and it’s just on the south end of Bancroft, in the village of L’Amable. As the proud owner of that butcher shop—this has become a local institution in the community. Everybody who goes to cottage country in North Hastings always stops into the Red Steer Butcher Shop to grab a nice rib-eye or a sirloin or some sausages to throw on the barbecue when they arrive at their cottage.", "Well, because of the rising cost of electricity, which is seriously out of control in Ontario, Duane is now selling his business, and it’s the hydro rates that are forcing the “for sale” sign to be placed on the front lawn of that business. As an example, Duane’s bills from January to August this year, in comparison to the same time period last year, are $3,500 more. That’s in spite of the fact that he’s using less energy this year than he did last year. Comparing the one month of August alone, from 2014 to 2015, Duane was paying 20% more on his hydro bill even though his coolers were sitting empty. He shut off his biggest cooler so that he can save on energy. He doesn’t heat or cool the building anymore. If it’s a hot day, it’s hot in there. If it’s a cool day, it’s rather chilly in the Red Steer Butcher Shop.", "Having a chance to visit the Ivanhoe Cheese factory in Madoc earlier that day as well, I was informed that the factory was seeing hydro bills that have increased by $30,000 over the past year—a significant increase for a pretty significant employer in the Centre Hastings region in my riding. They employ well over 100 people, one of the largest employers if not the largest employer in the Centre Hastings region, and put out a good product, I would say as well, at the Ivanhoe Cheese factory. Stop in and grab some squeaky curds if you get the chance, Mr. Speaker.", "To top it all off, this week, the Belleville Public Library, a community hub in my riding—well, for over a century, the Belleville Public Library has paid the lowest electricity prices in North America. They’re now seeing hydro costs eating into the budget at the Belleville Public Library at an unmanageable rate, threatening the future of the library itself. They had to beg Belleville city council, during budget deliberations this week, to help them out.", "When is this all going to end? It’s affecting businesses—medium, small and large businesses across the province. It’s affecting our libraries. It’s affecting our hockey rinks and community centres, our hospitals, our schools. The electricity prices are unmanageable for many of our public institutions, not just our business community and our residential customers. When are these buildings going to have to close as a result of this? Or when will the large businesses realize that it’s more profitable for them to do business in Quebec or the United States, where the electricity rates and prices are much lower? It’s already started to happen. I know it’s been mentioned by a couple of members here this afternoon that businesses are leaving Ontario for lower-cost jurisdictions when it comes to electricity.", "This government has chosen to ignore the voices of Ontarians, but it has also chosen to ignore the independent officer that they tasked to consider the financial implications of decisions that they make, such as the Hydro One sale. The Financial Accountability Officer has thrown cold water on the fire sale of this valuable crown asset, and he repeatedly pointed out in his report that this sale will only make the province’s budget worse off and that it will increase the net debt of the province.", "Ignoring the advice of an independent, impartial and well-respected economist will not magically change the province’s books or the budget in the long term. It’ll be the people of Ontario who pay for the decision of having the voice of Mr. Ed Clark and his friends whisper into the ear of the Premier. It’s the unelected man behind the curtain who is puppeteering policy with our provincial government.", "No matter which way the government tries to spin the FAO’s report, section after section proved that the government is jeopardizing the financial security of this province by selling Hydro One. That message was received loud and clear by everyone except for our government, except for the government of Ontario.", "In order to quickly fill the coffers, the government is ignoring the revenue that Hydro One currently contributes to the province. Every year, Hydro One is bringing in $750 million in proceeds. If the government had instead chosen to dedicate these annual proceeds toward infrastructure, the province could have seen sustained infrastructure investments far beyond the next 10 years and financial proceeds that would far exceed the quick cash that they’re hoping to raise now.", "That’s what it all comes down to. These guys are broke. Everybody out there knows it. They need a quick fix. The only way that they can get it is to start selling off public assets, assets that are returning revenue to the province of Ontario, year after year.", "It’s Hydro One now. There was just a press conference downstairs and a briefing. I wasn’t able to get it because I was busy in the estimates committee, but from what we understand, there are some other assets that are going to be sold off. That was announced by the Minister of Finance here today. I’m not exactly sure what they are yet, but I know the list of public assets being sold off is growing in Ontario, and this is all without public approval or public consultation.", "Page after page in the Financial Accountability Officer’s report has negated the potential financial benefits of this sale, but the government continues to bulldoze through, without a second thought to the long-term consequences to the province.", "As I stated this morning during question period, when the chair of Hydro-Québec’s board, Michael Penner, was asked about privatization of their public utility, he stated in the Globe and Mail, “Don’t even think about Hydro-Québec and privatization in the same sentence.” Then he went on to say that there’s a better chance of the Egyptians privatizing the pyramids than Hydro-Québec being privatized. That’s the chair of the board of Hydro-Québec, who realizes the absurdity of privatizing a provincial asset, one that is returning revenue that you can count on, year after year, to the province. Instead, this government has decided to sell off the only electricity grid that we have. If Quebec realizes this, why can’t Ontario realize this? But they just don’t get it.", "With a new $4-million CEO leading Hydro One, we’re seeing further waste of public funds. The previous Hydro One CEO earned a quarter of what the new CEO is making. But to top it all off, the previous CEO, Mr. Marcello, who couldn’t get the job done at Hydro One, remains on the payroll of the company. For a whopping half a million dollars a year, he remains on as an adviser. Countless other provincially run systems—their CEOs, their presidents—electricity grids across the country are all being run more reliably and efficiently than Ontario’s, with less expensive CEOs at the helm.", "Given that the government has already sold the first 15% of Hydro One, we must stop this government from any future sell-offs of Hydro One. The remaining shares still belong to the people of Ontario, and we must protect this asset from slipping into private hands for the future of the province and the future of all Ontarians.", "So when it comes to today’s opposition day motion put forward by the leader of the third party, it comes down—it’s a rather lengthy motion, actually. But, really, it comes down to the first sentence and the last sentence for me. The first sentence—“Whereas Ontario’s Financial Accountability Office has reported that ‘with the sale of 60% of Hydro One, the province’s budget balance would be worse than it would have been without the sale’”—is significant. The last sentence: “Therefore, in the opinion of this House, the government shall immediately stop the sale of any more shares in Hydro One.”", "I agree 100% with this motion and will stand up with the third party, as a member of the official opposition, and support their opposition day motion today." ],
  "anchor" : "para1057"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1081"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I’m delighted to have the opportunity to speak to this particular motion this afternoon. I know it’s a motion that’s coming from the leader of the third party, of the NDP, and I will—I commit, I promise—spend most of my time focused on not just the content of the motion, of course, but also some of what flowed out of not only the leader of the third party but also members of her caucus in support of this motion.", "But I think I have to start, Speaker, having now had the chance to listen to three members of the Ontario PC caucus speak regarding this motion—I just want to begin by saying that I find it remarkable. I know that there are very few on that side, in the Conservative caucus, who have served in this House prior to 2003, although I believe that there are some, and I find it remarkable that this afternoon—not just this afternoon, actually, but on a daily basis, whether it’s the member from Renfrew–Nipissing–Pembroke or their leader, who represents one of the Simcoe ridings, or the member from Prince Edward–Hastings who just spoke a second ago. It’s as if they have collectively surrendered to that—I always use the word “convenient” to describe this. Normally it’s “convenient mythology” to describe the NDP; today it’s “convenient amnesia” on the part of the Conservative caucus, because of course, just a second ago the member from Prince Edward stood up and talked about the importance of ensuring that a government keeps in the public domain assets that return some form of revenue back to the government.", "Highway 407 ETR doesn’t just run through a part of the GTHA; it actually runs through essentially the middle of my riding. I remember working here as a staff person to one of my predecessors in 1998, when the Conservative government of Mike Harris, in a mad dash to try and balance the province’s books before they were going back to the people in 1999, decided to sell the 407 ETR to a foreign interest, to a non-Canadian interest, for somewhere in the neighbourhood of $3 billion to $4 billion. It is estimated today that that asset is worth in the neighbourhood of $11 billion.", "I’m fond of saying in the back-and-forth, the cut and thrust of this House, that from the Conservative standpoint, the sale of 407 ETR is the gift that keeps on taking. So to hear that member and members of that caucus try to lecture us on this side of the House—I think also, in almost every municipality that I’ve had the chance to either visit or hear from at AMO conferences and ROMA/Good Roads conferences, I’ve heard repeatedly from municipalities that still have to grapple with the challenge of a significant number of roads being downloaded to them by that particular government when they were last in power.", "As someone who has lived his entire life in the GTHA—again, this is how I’ll wrap up talking about the Conservatives—I find it exceedingly remarkable that those members on that side of the House would stand and lecture this government, and suggest that they could lecture our government, when it comes to public transit in the GTHA. When they were last in power, they didn’t just stop or slow down a subway project in the city of Toronto that would have run along Eglinton; they actually stopped the subway construction and then chose to use concrete and other materials to fill in the tunnels that had been tunnelled at that point in time.", "So again, I just gave three examples of exactly how far off-course the Conservatives went as it relates to infrastructure investments—just three examples, and of course there are many more.", "I did promise that I would come back and talk with I guess a more direct connection to what we’ve heard from the leader of the NDP and from others in that caucus this afternoon with respect to this motion. I was just saying to my colleague from Barrie that I’m just old enough, I suppose, to remember a time when my older siblings—in fact, I did as well; I’m not going to lie. It wasn’t just my older siblings; I did as well, when I had the chance to listen to my old 45s and my LPs on a turntable as a youngster growing up in Ontario—just old enough to remember those days. Listening to the leader of the NDP and virtually every single person who’s spoken here this afternoon or has asked questions on a daily basis about this topic, it reminds me of those occasions when those 45s, those LPs, would kind of skip, especially on the B side—difficult to listen to, something you want to stand up and change as quickly as you possibly can.", "I say it every single time: This kind of motion or this kind of presentation comes from the third party, from the Ontario NDP—because as I look at all of them, with all of whom I try to have a constructive relationship, it is remarkable to me that on a regular basis, including today in this House in response to my ministerial statement discussing our province’s re-establishment of Connecting Links, discussing our gas tax funding, which has gone up by $11 million this year versus last year—even today, members of that caucus, the member from Parkdale–High Park, the leader herself and others from that caucus have stood up and said, “Why don’t you invest more in the crucial infrastructure that we need in this province?”", "Before, as I was listening to the leader speak, in particular, and the member from Kitchener, I drew up a list of about a dozen and a half or more—and that’s just sort of a cursory list of projects that will either directly or indirectly support your communities. I don’t fault you. I don’t fault you in the NDP for being strong ambassadors for your communities, but my goodness, whether it’s the member from Niagara Falls, my critic, who stands up periodically and champions for his community and asks for the extension of GO rail service, whether it’s any of the northern members over there who talk, as our members on this side of the House do from the North, about the importance of making sure we complete the four-laning of Highway 69 from Parry Sound to Muskoka, that we continue to bring upgrades to the TransCanada Highway, that we continue to do that kind of work to support a quality of life and an economy in the North—of course, I see members over there, like the Speaker himself, from the wonderful community of Hamilton. I’ve never said this on the record, but I’m actually a Ticats fan, and I have a great deal of affection and affinity for that particular community. I say, Speaker, that I see members from Hamilton, including of course the leader of that party, not that many months ago, bringing forward a revolutionary, transformative plan for the beautiful community of Hamilton, so ably and expertly represented by the Minister of Municipal Affairs and Housing, who himself is a great champion, to announce that we would be building an LRT in that community and, just as importantly, extending GO service to a new GO station that will be built in Stoney Creek because we recognize the importance of making sure that we provide multiple options.", "I look and see members from London on that side of the House. Just last Friday, the Deputy Premier, President of the Treasury Board—and, by the way, to the leader of the NDP, it’s President of the Treasury Board, not Chair of the Management Board. Just last Friday, we announced that we were officially opening the Wonderland interchange in London. In addition, of course, in December of last year, I was with the President of the Treasury Board, our Deputy Premier, to announce that we were launching the environmental assessment for the high-speed rail project, and just a couple of weeks ago, our government announced that we were appointing a special adviser in David Collenette, a former federal transport minister, to report to myself and the Minister of Economic Development, Employment and Infrastructure, to look at various ways that we can continue to work on that important project, to unlock the economic potential from the Toronto to Windsor corridor—and yes, I mention Windsor––including stops in London and Kitchener-Waterloo.", "This list continues. In the GTHA alone, that Eglinton subway that the Conservatives filled in and cancelled many years ago has now been brought back to life essentially because we are currently building and will deliver higher-order transit, the Eglinton Crosstown LRT, a 19-kilometre, 25-stop higher-order transit right through the middle of Toronto. It’s under construction currently. We’ve recently awarded the contract to Crosslinx Transit Solutions for $9.1 billion over the life of that contract, $2 billion less than was originally estimated.", "I know that people in this House have heard me talk about all of these projects: the Right Honourable Herb Gray Parkway in the beautiful community of Windsor, and knowing that the member for Essex in the past has stood in this House and talked to me about our plans and proposals to expand or extend or enhance what’s known as the Bruce Crozier Highway as well. Of course, Mr. Crozier was a dear friend and former Liberal MPP in this House.", "This list goes on. I mean, I can keeping reading the entire list. It wouldn’t be one of my speaking opportunities if I didn’t stress the importance of making sure that we do deliver GO regional express rail, two-way, all-day service, not just across all seven of our corridors, but in particular, as it relates to the NDP, two-way, all-day GO service to Kitchener-Waterloo. What the members opposite—in particular, the member from Kitchener in the NDP caucus likes to stand up and pretend that we said that we would deliver GO regional express rail and it would take place in the beat of a heart; it would be done at the flick of a switch. Of course, the commitment was over a decade. That is a commitment that we continue to work on.", "On the Kitchener corridor itself, just a few weeks ago, I was in the wonderful community of Brampton, where I announced that we would be adding 14 additional midday off-peak trains from Mount Pleasant station to Union Station and back again. That is a very clear and tangible manifestation of our plan to enhance all seven GO corridors.", "Actually, while I’m talking about Peel region, I want to pay a compliment to the deputy leader of the NDP. In fairly difficult circumstances in his community of Brampton, as we brought forward the plan to build the Hurontario-Main LRT, I actually do give credit to the NDP member from Brampton, the deputy leader of their caucus, who went out publicly in support of our plan. That’s a man who understands the importance of making the right decision. It’s unfortunate that he’s been unable to convince his own leader and the rest of his colleagues about the wisdom of the transit infrastructure investments that we’re making.", "Now, on the motion, itself—" ],
  "anchor" : "para1082"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Absolutely. Give the deputy leader a round of applause. He deserves it.", "I will also say, I listened to the leader of the NDP talk today, as she does frequently, as she’s done virtually for as long as I’ve been in this House—the last two or three years—about how she would theoretically pay for all of this infrastructure. And I heard the same old stuff. Our corporate tax rate is lower than she would like it to be. I also heard about what I will call the fictional tax loopholes that she alleges would generate gazillions of dollars on an hourly basis for the Ontario treasury.", "I disagree fundamentally with the thrust of both claims, but even if she were right and even if a simple measure could generate revenue from both of the changes that she talks about, we are talking about—perhaps, maybe, not taking into account any tax leakage, which will occur from time to time—something in the order of magnitude of hundreds of millions of dollars a year.", "Our infrastructure plan, which is the most ambitious infrastructure plan in Ontario history, is $130 billion a year. There is no chance, whether we’re talking about her suggestions or the finance critic from the opposition’s fiction on finance, that their plan would ever pay for even a fraction of the projects that I’ve talked about. So I guess here is my question for the leader of the NDP—and oh, by the way, as I mentioned today in my ministerial statement, the money that we’re investing in infrastructure across the province of Ontario will help create or sustain 110,000 jobs, primarily in the skilled trades across the province of Ontario. Speaker, I know you’re a member who represents Hamilton and I know how proud a tradition there is in Hamilton for those women and men who work in our skilled trades. I understand that clearly in communities right across this province of Ontario—110,000 skilled tradespeople, 110,000 families who will derive support from the infrastructure investments.", "I guess, given that it’s abundantly clear that there is nothing but fantasy and fiction wrapped up in the leader of the NDP’s plan to pay for infrastructure, meaning it’s a make-believe plan which the people of Ontario saw completely through in June 2014, here is the question I have: Which of these projects would you not build? Which of these communities would you deprive of infrastructure? Which of the 110,000 families in the province of Ontario would you say—the skilled tradesperson who resides in your house—which of those families would be denied the opportunity to enjoy their share of Ontario’s dream and the vision that we have?", "I don’t understand it. I have a hard time believing that the leader of the NDP would deprive her own community of Hamilton. Perhaps, as she’s fond of occasionally doing, she can swivel around in her chair and tell which one of her colleagues in all the other rows—is it the member from Niagara? Is it the members from Hamilton, perhaps? Is it the members from London? How about the member from Durham? Highway 407 East going through Durham all the way to the 35/115: construction underway. Does the member from Durham region on that side—I want to know, who would the leader of the NDP deny in her own caucus when it comes to the plan that we have for the province of Ontario?", "The answer, Speaker, is that her numbers don’t add up, her philosophy doesn’t add up—", "Interjections." ],
  "anchor" : "para1100"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "You’re done? All right. A couple of members in the third party were quite vocal there. I hope they can cut it back a bit.", "Further debate? Second call: Further debate? Third call.", "Seeing no one, Ms. Horwath has moved opposition day number 4. Is it the pleasure of the House that the motion carry? I heard some noes.", "All those in favour, please say “aye.”", "All those opposed, say “nay.”", "I believe the nays have it.", "Call in the members. This will be a 10-minute bell." ],
  "anchor" : "para1108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Would all members please take their seats?", "Ms. Horwath has moved opposition day motion number 4. All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1144"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 24; the nays are 54." ],
  "anchor" : "para1200"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion lost." ],
  "anchor" : "para1201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "This afternoon’s business being complete, this House is adjourned until 9 a.m. tomorrow." ],
  "anchor" : "para1203"
} ]