[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 21, 2015, on the motion for second reading of the following bill:", "Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act / Projet de loi 73, Loi modifiant la Loi de 1997 sur les redevances d’aménagement et la Loi sur l’aménagement du territoire." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When we last discussed this item, the member from Oxford had time left. The member for Oxford." ],
  "anchor" : "para31"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Thank you very much, Mr. Speaker. I’m pleased to rise today to speak to Bill 73, the Smart Growth for Our Communities Act.", "The last time I spoke to this bill, in April, I explained why this debate was premature. I explained that the government had only just launched the land use planning review of the greenbelt, the Niagara Escarpment, the Oak Ridges moraine and the growth plan. The result of that review will impact the Planning Act. But instead of waiting to hear the results, the minister has already introduced legislation that would make changes to the act. That’s not a sign of a government that’s listening.", "We’ve heard that about 3,000 people took time to come out to those review meetings to share their thoughts and concerns. We know that numerous organizations took time to analyze what is working and where there are challenges that could be fixed. They are taking time to put together comprehensive, well-thought-out proposals for changes to make the three plans more consistent, to protect our natural heritage and to ensure the long-term viability of agriculture in the protected areas. But instead of waiting to hear from all those people and organizations, the government introduced legislation to make changes to the Planning Act. I’m disappointed that the government is making partial changes without taking the time to get it right and without waiting for the results of the review to develop a comprehensive plan.", "This bill also makes changes to the Ontario Municipal Board process. As you may know, the Minister of Municipal Affairs and Housing and the Attorney General were tasked in their mandate letters with a review of the Ontario Municipal Board. That review hasn’t even started, but the minister has introduced legislation to amend appeals to the Ontario Municipal Board.", "I think we all agree that the system could work better, but we need a proper review to ensure that we make the right changes. Neither of those reviews has been completed since the last time this bill was debated, but there are a number of other things that have happened.", "Our party elected a new leader, Patrick Brown, and we are pleased to have someone who is so hard-working and committed to listening to Ontarians, contrary to what this government is doing. Since the last time we debated this bill, the government introduced their budget and increased spending by another $2.4 billion, and the Ontario Non-Profit Housing Association released the results of their annual surveys, which show that the waiting list for affordable housing has reached a record high. There are now over 168,000 families waiting for affordable housing in Ontario. That’s what has happened since the last time this bill came forward for debate.", "Here’s what hasn’t happened: The comment period for this bill on the EBR Environmental Registry hasn’t finished; numerous stakeholders haven’t finished their analysis of the impact of this bill; we haven’t had the results of the land use review or the launch of the Ontario Municipal Board review; and the government hasn’t taken any action to move forward my bill, the Housing Services Corporation Accountability Act, to stop the misuse of social housing dollars. I hope that before the next time we debate this bill, all of these things will have happened.", "Mr. Speaker, as I said during the first part of my lead-off speech, municipal planning and the Planning Act are a matter of balance. It’s about ensuring that individual communities and businesses have input into the future of their communities. It’s about addressing concerns while ensuring that the good projects can move forward. It’s about ensuring that families can have a home and new businesses can be built and create jobs, while controlling sprawl, protecting our environment and preserving agricultural land.", "In fact, a few months ago before the land use planning review for the greenbelt, Oak Ridges moraine, Niagara Escarpment and the growth plan began, I wrote to the Minister of Municipal Affairs and Housing and laid out a number of things we wanted to see in that review. We wanted to ensure that there were full public consultations, that for every piece of property being added to the greenbelt, the owner had an opportunity to comment and provide their input. Unfortunately, when the greenbelt was established, many people did not find out that their property was included until after the boundaries were announced. We asked that the review look not just at the amount of agricultural land in the greenbelt, but at the viability of the farms and the challenges that the farmers are facing. The best way to protect farmland in the greenbelt is to ensure that the farmers are able to earn a living farming it.", "We asked that there be a proper appeals process to evaluate where mistakes were made. For instance, when the original boundaries were drawn in one town, there was environmentally sensitive land that was excluded, but serviced land surrounded by development was put into the greenbelt. There was another case where property was included in the greenbelt because planners thought there was a river located on it, only to find out later that the river was on a neighbouring property. In another case, there was a settlement area established around a village located in the escarpment which the community says is too environmentally sensitive to develop. They believe that it should be included in the greenbelt and no development should be allowed, but as it stands, there is no ability for them to appeal the designation.", "In fact, one of the sections of this bill impacts both the greenbelt and the Oak Ridges moraine because it removes the right to appeal these boundaries in an official plan. It also removes the right for properties included in source water protection areas and properties restricted under the Lake Simcoe Protection Act or the growth plan.", "Mr. Speaker, we recognize that the official plan is not the most effective way to appeal, but currently people don’t feel that they have an opportunity to appeal at all. As I said during my previous speech on this bill, the problem is that right now there isn’t a real appeal mechanism for these land use designations, so it appears that some property owners, in frustration, are appealing the designation in the official plan to the Ontario Municipal Board. That puts municipalities in a difficult position, being forced to defend provincial decisions that they didn’t make. As well, the Ontario Municipal Board is restricted in their decision because they must conform with or have regard to the provincial policy. We need a solution to this problem, but simply removing the appeal of the land designation in the official plan won’t resolve it. What we need is an appeal process that will deal with problems when an error has been found.", "Originally this morning we were scheduled to be debating a government programming motion that would limit the debate on committee hearings for four government bills: An Act respecting Invasive Species, An Act to amend the Environmental Protection Act to require the cessation of coal use to generate electricity at generation facilities, An Act to protect and restore the Great Lakes-St. Lawrence River Basin and An Act to amend the Courts of Justice Act, the Libel and Slander Act and the Statutory Powers Procedure Act in order to protect expression on matters of public interest. Despite the fact that these bills have had limited debate, the government tabled a motion to time-allocate them and ram them through this Legislature. Despite the fact they still won’t be passed until the fall, the government is restricting public input by limiting the committee hearings and holding them all right here in Toronto.", "Now, the government wants us to believe that their changes to the rules and community consultation in this bill will increase the opportunities for the public to participate. Unfortunately, the opposite is true. While we support giving municipalities the freedom to design consultations that work in their area, we believe there should be a minimum standard to ensure that the public gets an opportunity to participate.", "This bill exempts municipalities from subsection (19.2), which states, “Every person who attends a public meeting required under clause (15)(d) shall be given an opportunity to make representations in respect of the current proposed plan.” This will no longer apply. Removing the requirement for this section weakens the public ability to participate in the planning of their own communities.", "As I mentioned previously, I also have concerns about the way the government is proposing to create planning committees through this bill. It’s another case where they may have good intentions but will actually reduce public participation. The proposal is to create a new planning advisory committee that would have at least one member who is not a municipal employee or a councillor. The flaw with this proposal is that many municipalities, such as those in Oxford, currently have planning discussions and make planning decisions at open council meetings, which are regularly attended by the media and members of the public. Concerned citizens have the ability to see the agendas, attend the meetings and make presentations. The local media is there to report on those decisions.", "This bill would move those discussions from the council chamber to the back room, where there is less public participation and less media scrutiny. Since the majority of the committee would still be members of council, they likely won’t feel the need to repeat the entire debate and discussion when the issue comes back to council for approval. The public will miss out on that discussion and that debate.", "When I spoke to this legislation in April, I pointed out that it added a number of new reporting requirements. In fact, a presentation to the Ontario Small Urban Municipalities described these additional burdens as “traps” in the bill for municipalities. In their analysis of the bill, one municipality said, of the expanded requirements for the treasurer’s statement, “While this is typically covered through the budget worksheets or separate summary report, the proposed legislation now states that reporting by project is required. These requirements to report on a project basis will be yet another report to senior levels of government that has the potential to consume a lot of time and resources.”", "They said that if the changes are adopted, as proposed, it would require them to update or change many of their current practices. They went on to say, “Specifically the proposed financial reporting requirements will involve additional new detailed reporting that will consume time and resources and provide little value-added services at the local level.”", "Another municipality said that “changes proposed to both the Planning Act and Development Charges Act, particularly in the areas of increased reporting requirements, may strain staff resources.”", "We support better planning and transparency, as do municipalities and organizations like the home builders’ association. I think that the move to increase reporting on the use of section 37 funds is positive, but at the same time, the Minister of Municipal Affairs and Housing needs to be aware of the overall reporting burdens to municipalities.", "When I first spoke to this bill six weeks ago, I challenged the minister to review the paperwork and reporting requirements for our municipalities. I asked him to find an unnecessary report or form to eliminate for each new report the government requires, such as those in this bill. Six weeks later, there has been no sign of progress on that challenge. Since the government programming motion is forcing legislation through without summer committee hearings, perhaps the minister can use part of his summer break to address the challenges and address the red tape and reporting burden faced by our municipalities.", "Mr. Speaker, one of the issues we are struggling with in Ontario is affordable housing. As I said earlier, the Ontario Non-Profit Housing Association has recently released their annual survey, which found that there are now 168,000 families on the waiting list for affordable housing in Ontario. I have put forward a private member’s bill, the Housing Services Corporation Accountability Act, which would stop some of the misuse of money intended for social housing. I again asked the government to work with me and move that bill forward in committee so we could ensure that all the public dollars intended to provide housing go to help those 168,000 families.", "But the waiting list for housing is not the only sign that we’re having an affordability problem in Ontario. Affordability is an issue we hear about from seniors on fixed incomes who want to move into a more accessible home. Affordability is also an issue we hear about from young families who are forced to commute long distances each day in order to live in a location they can afford.", "The Royal Bank of Canada’s report Housing Trends and Affordability, released in March, states, “Solid home price increases in Ontario were” a main factor contributing “to the slight erosion of housing affordability across Canada in” the fourth quarter of 2014.", "Craig Wright, senior vice-president and chief economist for RBC, said, “We are watching Toronto pretty closely as it’s a market that time and time again shows deteriorating affordability—indicating that owning a home in the area, especially a single detached, is a stretch for many local homebuyers.”", "This is another example why the land use planning review should have been completed before this legislation was introduced. Part of Places to Grow is an effort to encourage municipalities to intensify. We have also heard from a number of experts about the need to encourage more intensification around transit. But this bill does nothing to support those goals.", "A recent study by Pembina found that “because there is a lack of affordable location-efficient homes, homebuyers often are forced to move into car-dependent suburbs.”", "While American cities such as Washington, Seattle, New York and Denver are looking to policies to create more affordable housing around transit, this government is proposing policies that will have the opposite effect. This bill will increase development charges and make housing in Ontario less affordable. Development charges are the fees that builders pay to municipalities to fund infrastructure such as sewers, water and roads. They are needed for many municipalities to afford the infrastructure necessary for these new homes. But at the same time, we need to recognize the impact on the cost of housing.", "As the member from Etobicoke–Lakeshore said when he was chair of Toronto’s planning and growth committee, “What many people assume is the developers pay. Well, the reality is purchasers pay.”", "Development charges become part of the cost of a home and are passed on to people purchasing new homes or condos, or renting an apartment, and that cost is significant. In 2009, Canada Mortgage and Housing Corp. found that government-imposed charges, including development charges, represented up to 19% of the median price of a single-family new home. The Greater Toronto Home Builders’ Association reported that for a $440,000 family home, over $25,000 goes to development charges.", "The Residential and Civil Construction Alliance of Ontario commissioned a report called Alternatives to Development Charges for Growth-Related Capital Costs. It found that development charges are now $30,000 to $50,000 per single-family home in high-growth municipalities surrounding Toronto. By comparison, it found that development fees in Calgary and Edmonton are less than $8,000 per unit.", "This bill would increase development charges and therefore the cost of housing in a number of ways. First, it would remove the 10% discount on transit costs. It would allow development charges to be charged on planned future services instead of historical services. It would remove the list of items that are exempted from development charges from the act and allow the government to choose which to exempt. That means that new homeowners and businesses could now be paying development charges to pay for cultural or entertainment facilities, including museums, theatres and art galleries, or to fund a new city hall or a tourism facility such as a convention centre.", "One of the items that was previously exempt was the provision of waste management services. The government has already indicated that under the new regulations, municipalities will now be allowed to have development charges cover the cost of that. In fact, there have already been municipal requests to expand it further and allow development charges on all of the previously exempt items, including cultural, tourism and entertainment facilities.", "I understand why municipalities want the additional development charges. Many of them are struggling to make ends meet and provide the infrastructure and services their residents want. Part of the problem is a provincial government that is more focused on blaming others than taking responsibility for the challenges that municipalities face. This year, spending in the provincial budget increased by $2.4 billion, but the Ontario municipal partnership grants that municipalities depend on were being cut again.", "Whenever questions are raised, the government tries to duck the issue by blaming previous governments, but after 12 years in office and huge increases in spending, the truth is this government could have changed funding to municipalities if they had wanted to. They could have changed responsibilities and programs. The system and challenges that exist today are the responsibility of this government and no one else.", "It’s this government that in the budget proposed municipalities sell some of their assets to help pay for transit. It’s this government that is proposing to increase development charges and pass the cost on to new homeowners and businesses instead of helping municipalities find ways to make ends meet. And it’s this government that may propose further increases through their working group established to look at “more complex land use planning and development charges issues, and propose solutions.” Again, I have the concern that these are issues that the government should have researched and consulted on before introducing this legislation. And again, these are items that are just going to force the cost of housing to go up.", "We cannot have a full conversation about the affordability of housing in Ontario without talking about the spiralling cost of hydro. The Ontario government is now proposing to sell off the majority of Hydro One. Once that asset is sold and the money is spent, it’s gone; 30, 40 or 50 years from now that transit will need to be refurbished and updated. The people will still only have 40% of Ontario Hydro and, based on this government’s plan, will still be stuck with the debt that’s presently there. That’s like selling part of the house to pay for the monthly gas bill—or, in Ontario, more likely selling it to pay the hydro bill.", "Which raises the second problem with this proposal: The Premier already admitted that she can’t guarantee that the price of hydro won’t go up. Spiralling hydro costs are already a significant problem in Ontario for homeowners and businesses. Those increases, along with things like the increasing development fees proposed in this bill, are already convincing businesses to choose other jurisdictions and are already making homes unaffordable.", "Mr. Speaker, one of the other concerns that was raised about this legislation was the changes to the rules around parkland. As you know, new developments are required to contribute a percentage of their land for parkland, or they can provide cash in lieu. If municipalities choose to take the money instead of the land, this bill would change the amount that they’re entitled to, from a rate equivalent to the value of one hectare for 300 dwelling units to a rate of one hectare for 500 units proposed. The rate for actual land given would remain at one hectare for 300 units. While the goal may be to encourage more donations of land for parks by increasing the value that the municipality receives, the reality is that already many municipalities take the land and sell it at a later date. This would just encourage more municipalities to do the same. The land they get may not be in the right place for a park, they may have already have enough parks or they may just decide that they need the money more.", "In one of my communities, we ended up with a park the size of one lot in a subdivision right across the street from a large playground and ball field. The county had to maintain the lot, but it wasn’t used or needed because everyone went to the great park across the street. Eventually the county sold it and ended up with the money anyway.", "While the goal of this change is good, the result is that we’re going to put municipalities in a position where they are going into the real estate business. Rather than simply getting the payment from the developer, municipalities will spend time dealing with real estate agents. This isn’t the best use of their time and it isn’t where they have the experience. As we have discovered too often when governments start taking on the functions of the private sector, it often results in inefficiencies and costs the taxpayers.", "There are also a number of concerns about the freezes on appeals proposed by this bill. It’s another example of unintended consequences. This bill introduces a freeze on appeals following the adoption of a new official plan. This means that no rezoning would be allowed unless it is initiated by the municipality. I understand why the government would want to include this section, but I think we need to be cautious of the unintended effect of this change.", "It will result in a small window during which businesses can actually appeal to make zoning changes. The reality is that the approval process of an official plan can take a long time. In fact, I recently received a resolution from the town of Halton Hills that raised concerns about the fact that it took four years to complete their official plan conformity amendments. Then there will be a two-year freeze on top of that. Once the applicant can initiate an appeal, it can take two years to get it completed. That means that a business applying for a change to the official plan to be allowed to build and create jobs can wait years for the ability to do so.", "Minister, while it isn’t an official plan freeze, I think we all know from our experience in municipal government that no one wants to make changes to the official plan in the year or two before it comes up for review. Again, that leaves a small window for change.", "Both municipalities and home builders raised concern about the proposed two-year moratorium on minor variance applications following an owner-initiated zoning bylaw. Home builders are concerned that this would leave property owners unable to make even minor adjustments and would actually result in more delays and appeals. One municipality said, “This proposed amendment is overly restrictive and limits the ability of local communities to deal with unique site-specific circumstances that may occur from time to time.”", "I appreciated the opportunity to raise the concerns about Bill 73. I know I’m starting to get short on time, but before I finish I want to talk a little bit about the importance of debating this bill. I think it’s important to recognize the difference between regions in our province, the differences in municipalities and the difference in how land use planning will impact communities, people and organizations within it.", "This bill attempts to achieve a balance, and it’s important that all members have the opportunity to talk about whether the government has achieved that balance for them and for their communities. I think we need to hear from the member from Niagara West–Glanbrook about the impact on tender fruit lands in his communities and the need for growth in order to have enough population to get the services they want. I think we need to hear from the member from Dufferin–Caledon about whether the bill achieves balance between growth at the south end of her riding and the protection of the escarpment. We need to hear from the member from Timiskaming–Cochrane about how this bill would impact northern Ontario.", "A couple of months ago, when I met the mayor of Kenora, I pointed out his office is closer to Calgary than it is to Toronto. We can’t assume that the policies that work in Toronto or Ottawa or even Oxford will work for them. The only way for us to be assured that their community will be well served by this bill is for their member to speak to it and, if it passes second reading, for us to have full committee hearings so we can hear from NOMA, from FONOM, from ROMA and from AMO; so we can hear from the Ontario Home Builders’ Association and the Ontario Road Builders’ Association; so we can hear from the Ontario Federation of Agriculture; so we can hear directly from the mayors and councillors who will be impacted by this bill" ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Oxford. I just wanted to let you know that I was allowing you to finish your last run-on sentence. So I appreciate that.", "Questions and comments?" ],
  "anchor" : "para83"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I enjoyed the speech from the member. I think it’s important that he pointed out the fact that, particularly with this type of bill, it’s very important for us to get the input of the municipalities that are impacted by it.", "Far too often in House, committee hearings are being limited to Toronto when the reality is that folks who are being impacted by bills have completely different realities in different parts of this province. The fact that committees are limited to Toronto really limits the voice of those municipalities that are going to be affected by many of the changes. I think it’s absolutely important that we have committees that travel to different parts of the province to allow their voices to be heard.", "I think it’s also important, as the member stated, to ensure that various members of this House are given an opportunity to share their concerns. As with committees, members who come from different parts of this province have completely different realities, and we need to find the commonalities and find ways that we can build a bill that would actually address the concerns of the various and varied needs in this province. Like the member mentioned, there are areas in our province which are closer to Calgary than they are to Toronto, so for us to assume that Toronto would have the voice to speak to their needs is somewhat a mistaken notion.", "I think, again, it’s very important, as the member stated, that we make sure this bill is addressed by as many voices as possible and is given as broad a base in terms of outreach and response so that we can address those varied needs.", "I grew up in Windsor. The realities of my town of Windsor were different from the experiences that I experienced in London or in Toronto, and I think it’s important for us to address that reality. Thank you very much, Mr. Speaker; it was my pleasure." ],
  "anchor" : "para85"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para90"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It gives me great pleasure to say a few words about the comments from the member from Oxford.", "I think at the outset the member said, “What’s the rush?” I hear over and over again that we’ve been in government for 12 or 13 years and we’re not getting things done, so I was hoping their new leader would set them straight a little bit.", "He talked about lack of consultation. The member should know that the minister has been consulting since last fall, before the legislation came out, to get the input, and we’ll be consulting some more.", "He talked about how there’s nothing in the bill about OMB. He also should know that there’s a separate process to deal with the OMB, because it is very cumbersome. So it’s something we need do.", "He says that this will create onerous reporting requirements for municipalities. Frankly, the reporting, for the vast—the majority of municipalities are doing that already, and we’ll be there to help other municipalities achieve those goals.", "He talked, once again, about lack of consultation. Municipalities have to form what we’re calling a community planning permit system where it will allow ratepayers to get involved from the outset. On planning issues and review of the official plan, there will be local input.", "We’re also talking about the fact that we know how onerous it is for municipalities—I was there for 12 years—to review official plans. By the time you were done, it was time to start again. We’re proposing to extend that from five to 10 years. We’re making the plans a little bit more flexible so that the development charges can be extended to things like transit and waste diversion.", "I think we need to move on on this piece of legislation." ],
  "anchor" : "para91"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para100"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to stand in support of my colleague from Oxford today. We need to recognize in this House that he carries this file with tremendous expertise and commitment as a past mayor and past warden within Oxford county. With that, he absolutely gets it in terms of the importance of involving municipalities.", "For goodness’ sake, we saw the demise and the frustration and the absolute lack of respect that has evolved since the Liberals enacted the Green Energy Act in 2009. We can’t go down that path again.", "We do get worried when we contemplate Bill 66. It’s another Liberal bill that has the potential of ripping yet more autonomy away from our local municipalities. We’re going to be talking about that in more detail. We have some very specific asks because, quite frankly, when the member from Oxford touched on Hydro One, and a couple of weeks ago we had a rally on the front lawn under the spirit of the tagline “Enough is enough”—quite frankly, when it comes to the Smart Growth for Our Communities Act, we’re saying back to the government, “Enough is enough.” Let municipalities do what they’re meant to do and, for goodness’ sake, take into consideration, as the member suggested, the regional differences across this wonderful province of ours.", "I say that sincerely, because at the ROMA convention this past winter, we heard the Premier, in her address, reference the fact that we should be applying a lens on all policies. Quite frankly, that’s one of our asks with respect specifically to Bill 66. We need to lay down a lens that NOMA and ROMA work together on—it’s called the rural lens—to just see exactly how policies suggested by this government can work conversely and handcuff our municipalities. Quite frankly, they are the closest to the taxpayer; they are the ones that should be dexterous and left open to deal with the issues as they see fit at the local level." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from Windsor–Tecumseh. No, not Windsor–Tecumseh?" ],
  "anchor" : "para105"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Further debate?" ],
  "anchor" : "para106"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No. Questions and comments.", "I now recognize the member from London–Fanshawe." ],
  "anchor" : "para107"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Thank you very much, Speaker. The member from Windsor–Tecumseh is ahead of himself. He’s actually a visionary in a lot of ways. I’m really looking forward to his debate on this Bill 72, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2015. That’s what it’s called. But really the catchy title for this bill is the Smart Growth for Our Communities Act. And there’s no other way to say it: We need to have smart growth in our communities, in our cities, in our province.", "One example that I’d like to highlight is that just last week the government cut some funding to MTCU, which affected some growth in the city of London. So what has happened is, they’ve cut this program for small business entrepreneurship to start up and help the economy—a driver to help small businesses start up. There was an article in the paper, and I got some calls in my office about how this is not going to help London grow, because we know that a lot of the heart and soul of our economy, in our city and our communities, are small business. They create local jobs. There are lots of spinoffs in the community with regard to small business growth. We’ve seen exponential growth in small business entrepreneurship in London.", "Our Western Fair Farmers’ Market: There are a lot of new initiatives that have been created through small entrepreneurship in London. Smart growth also extends to those small businesses that actually want to thrive and make Ontario a better place to be and to create jobs. That’s something that growth is about. It’s about creating jobs. If we don’t have that creation of jobs, unfortunately a lot of our cities aren’t able to grow in the ways they’re intended." ],
  "anchor" : "para109"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now back to the member from Oxford for final comments." ],
  "anchor" : "para112"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Thank you very much, Mr. Speaker. I want to thank the members from Bramalea–Gore–Malton, Northumberland–Quinte West, Huron–Bruce and London–Fanshawe for their kind comments. I just wanted to touch on a couple of the questions and comments, and I’d like to make some comments on what the parliamentary assistant for Northumberland pointed out, all the consultations that have taken place in getting here because the minister has been talking about reviewing the Planning Act.", "I just want to point out that my first involvement with reviewing the Planning Act was when the NDP were in this room and the bill was Bill 163, and I was the municipal representative on the provincial committee to talk about planning in Ontario. That was the first comprehensive Planning Act that the province had. It takes a long time and a lot of consultation to get what you need. It has been changed a number of times.", "I just want to point out that the minister announced the review of the growth plan, the escarpment, the Oak Ridges moraine and the greenbelt, and all of those reviews are part of the Planning Act and Places to Grow. It all goes back to the Planning Act.", "Yesterday, I met with the representative from the greenbelt. They said that one of the things they needed in all the legislation—they didn’t, I guess, realize that we were going to be debating this bill today—is that we needed to bring a uniformity about them so that definetions in the bills were all the same. I would think that the minister would want to wait, in passing a bill like this, until that review was completed." ],
  "anchor" : "para113"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "That makes sense." ],
  "anchor" : "para117"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "It just doesn’t make any other sense to me that that’s what they would want to do; that they would want to make it work for the benefit of everyone.", "In London–Fanshawe’s comments about helping people through the process so they could move forward with their business, I just want to point out that the OMB process needs to be defined. People should be able to get something done in a matter of weeks, not a matter of years. This change is not here, and yet we’re dealing with reviewing the OMB. I think we need to review it more and wait with this one until we have all the facts." ],
  "anchor" : "para118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para120"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Once again, I am honoured and privileged to have the opportunity to stand here in the Ontario Legislature as just one of 107 voices bringing the views of my constituents in Windsor–Tecumseh to, in this case, the debate on Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act. I might surprise some people because I’ll be saying some nice things about this bill, and of course I’ll be saying some not-so-nice things about the proposed legislation. No surprises there; that’s why they call us critics. Being the critic for municipal affairs and housing, I’m expected to oppose some things put up by the minister. On the other hand, if he’s doing something I like, I’ll be the first to tell him so.", "I do have a bit of experience in municipal affairs. I served seven years on city council in Windsor. During that time, I was also elected to the Federation of Canadian Municipalities’ national board. I served three terms there. I was also elected three times to the provincial association, the Association of Municipalities of Ontario. I’m a former chair of the large urban caucus and a former AMO vice-president. So that’s why I was delighted when my leader, Andrea Horwath, appointed me our party critic for municipal affairs and housing. But, Speaker, enough about me.", "Many of us were hoping this proposed bill would go further than it has. For example, we were hoping for real changes to the process that allows the Ontario Municipal Board to override the express wishes of Ontario municipalities.", "We were hoping for the government to show leadership on what is known as inclusionary zoning.", "We were hoping affordable housing would be a higher priority for a government that likes to tout itself as progressive and governing from the activist centre.", "We are disappointed in the government yet again.", "You know, you can fool some of the people some of the time—and this bill makes that attempt—but you can’t fool the people who were counting on more in this bill to help them find safe and affordable housing through inclusionary zoning.", "Let’s talk about affordable housing just for a few minutes, and let’s start here in the Toronto area, where so many of the Liberal members come from. Toronto Community Housing has 58,000 units. Some 164,000 people live in these 58,000 apartments and homes. By comparison, let’s look at it this way: 164,000 people are living in the city of Toronto’s subsidized housing units and the entire population of Prince Edward Island is 145,000. Basically, if you do the math, that’s 20,000 more people living in subsidized housing provided by the city of Toronto than live on Prince Edward Island. That’s staggering, but consider this: There are 165,000 families on the waiting list to get into subsidized housing in Toronto.", "The city of Toronto is just one provider of social housing in the GTA. There are more than 240 community-based co-ops and non-profit organizations also providing social housing in Toronto.", "The city’s social housing unit supervises more than 93,000 subsidized units, including more than 2,600 rent supplements with private landlords. When you include those numbers, we have more than 78,000 households currently on the active waiting list for social housing in Toronto. That’s just Toronto, let alone the rest of the province.", "Many of these people are currently housed in overpriced, sometimes illegal and unregulated apartments. To finalize my point on the need for the government to do more for those most in need of housing, the waiting list I just mentioned—families on that list have to wait anywhere from two years to nine years, depending on the number of people in the family and the location of the units that become available. You’ll wait an average of more than six and a half years in the city of Toronto. It’s worse in the region of Peel, where the average wait time is almost eight and a half years.", "I don’t envy the people who run Toronto’s community housing program, but I do thank them for their service to those most in need in this part of the province. They face tremendous challenges every day and they are one—and just one—of the 1,400 social housing providers across our great province.", "Late last month, there was a newspaper story in the Toronto Sun, Speaker. Maybe you’ll recall the headline: “Tory Gets the Hammer Out.” Toronto mayor John Tory is seeking more than one and a half billion dollars from the provincial and federal governments to fix the city’s crumbling housing stock. The mayor and former leader of the Ontario Conservative Party spoke of the moral obligation that the Liberal government in Ontario and the Conservative government in Ottawa have so that housing units can be maintained. Only 64% of Toronto’s subsidized housing units are in good or fair condition, while 35% are rated in poor shape and 1% are said to be in critical condition.", "The city paid close to $200,000 for an outside study to evaluate their housing units. The outside experts say that unless money is spent on repairs over the next eight years, more than 90% of the units will be in poor or critical shape. That should scare everyone in this chamber, because if you think we have a housing crisis now in Toronto, wait and see what happens, unless the three orders of government can get together and fix the assets now before they rot away.", "Think about this for a moment. Let me highlight it for the Liberals representing Toronto-area ridings: Unless you help find the money to help out—we’re talking about the Toronto Community Housing stock—4,000 homes will be in critical need of repair within four years; 12,000 homes and apartments will be in critical condition by 2023; and 7,500 homes and apartments will be uninhabitable if repairs aren’t made over the next eight years.", "In my area of Windsor and Essex county, we face similar challenges with our stock of subsidized housing, and it’s no different anywhere else in Ontario, just on a smaller scale.", "I know the Minister of Municipal Affairs and Housing is interested in affordable housing. He’s engaged in a review of the Long-Term Affordable Housing Strategy, which was launched in mid-April. I know others have questioned why that study wasn’t done earlier so the results could have been included in this bill, but that will be a discussion for another day, I’m sure.", "When the minister introduced this bill, the Smart Growth for Our Communities Act, which amends the Development Charges Act and the Planning Act, he talked a lot about putting the pieces of a puzzle together. He said, “The last piece of our puzzle, and perhaps the most important piece, involves the discussion around affordable housing.” To continue the minister’s quotation, he said, “I’ve always believed that a truly complete land use planning picture—the whole puzzle—must indeed include affordable housing.”", "I fully agree, and I agree with the minister when he concluded that portion of his opening statement with, “We all need to understand that planning and housing are linked, and that we can’t complete this puzzle without making sure we have a healthy supply of affordable housing in Ontario.”", "Those must be comforting words to John Tory, the mayor of Toronto, who has been asking the province, like I say, to step up to the plate with $864 million to pay a third of the costs of repairing the crumbling housing stock at Toronto Community Housing.", "So that begs the question, why bring in this act at this time when the minister has barely launched his public consultation with an endgame of updating the government’s Long-Term Affordable Housing Strategy? I trust the minister will understand why some of us question the timing of these events.", "It is unfortunate, but municipalities have grave concerns about the way this government conducts its business. For example, heading into last summer’s election, municipal leaders thought they had a deal with the government. One of AMO’s top priorities—and it has been a top priority for several years—was getting control over the rising costs of municipal insurance. The way to do that was pretty simple: Municipal leaders told the government of the great need to reform joint and several liability costs. Lawyers see municipalities as having deep pockets, so thousands of cases are launched against villages, towns, cities, counties and regions, which may only have a small, indirect connection to the case, but if the other parties don’t have the money to pay, the municipal vaults are expected to open and pay what the others can’t.", "The Conservative member from Perth–Wellington, my good friend Mr. Pettapiece, won unanimous consent from all parties on a private member’s resolution a year ago, in February, four months before the June election, calling for a comprehensive long-term solution to the issue. Hints were given that—nudge, nudge, wink, wink—changes were on the way. Then there was an election, and bang, the Attorney General said, “We decided not to move forward with changes to joint and several liability cases,” leaving municipal taxpayers on the hook.", "Municipalities were treated shabbily. That decision has cost this government a great deal by way of a loss of credibility with municipal leaders. A trust has been broken, and so any changes the minister brings forth will certainly be scrutinized much more than ever before.", "Let’s look at development charges for a moment. We’re all aware of the planning principle that growth should pay for growth. Councillors in the city of Windsor, for example, just recently voted unanimously to increase the residential development charges by 47% and to increase the commercial development charges by 150%. The increases will be phased in over a five-year period. That’ll take residential development fees from just over $18,000 to nearly $27,000. Commercial charges will go from $48.33 per square metre to $120.99. Those new rates took effect just yesterday, on the 1st of June, up more than $2,100 on a new home and more than $18 a square foot on commercial permits. Why did they go up? For one thing, Windsor’s development charges are the lowest in the province for a city of 200,000 or more. Mind you, there are still incentives for builders wishing to put up new projects within the older parts of the city such as in the downtown core.", "Are there concerns from the builders? Absolutely. Do they predict we won’t see much in the way of new homes being built? Absolutely.", "By contrast, Speaker, let’s go back to your area and talk about the Leamington example. In a bold move to spur new development, the municipality of Leamington did something totally different. The mayor and council in Leamington eliminated development fees all together: It’s a three-year experiment. That move seems to have lit a fire under some local developers. For example, the Piroli group jumped in. Mayor John Paterson says there are two new subdivisions under way, including an $80-million residential complex aimed at retirees. As you know, Speaker, down in Canada South, we have the 100 Mile Peninsula, and local realtors have been busy across the country attempting to bring retirees to Windsor and Essex county. Three industrial projects are said to be in the works for Leamington, as well, because of the free development charges. Leamington needs an economic boost as much as any community. The H.J. Heinz plant has new owners, but it is not yet the economic generator as the former operation was to our region. Leamington used to charge almost $13,000 in development fees. The town is using a reserve fund of nearly $9 million to offer the free incentive to developers.", "The Leamington example has kicked off development debates across the region. The town of Essex is now wrestling with a scaled-down initiative. Instead of offering a free deal, Essex has a half-price option on the table. Initially, town officials thought it would spark interest in the Harrow area of the town. However, councillors said, “Hey, why just Harrow? Why don’t we do it all across the town?” So they’re working on the wording now and will hold a special council meeting in a few weeks to tie up the loose ends. This, of course, is in sharp contrast to Windsor, as I referenced earlier. Some folks say we’ll be losing new home buyers to the county; maybe, but with all due respect, the city has more services than the smaller towns, and with those services do come higher costs.", "People have been moving to the suburbs for lifestyle choices, even though many of them still travel back and forth to the city for work, shopping or entertainment. Like I said, the basic principle has been “growth shall pay for growth.” At least, that was the traditional method. So the jury is out until the final Leamington results are in, and the Essex experiment will have its own tale to tell.", "Speaker, I know I’ve only been here less than two years at this point, and I accept that I still have a lot to learn about the way the Liberals do their business. But it’s perplexing at times, and let me give you a prime example.", "My friend from Etobicoke–Lakeshore Mr. Milczyn introduced a private member’s bill, PMB 39, an amendment to the planning statutes. A key focus of his bill is inclusionary zoning. As a former city councillor in Toronto, the member is well aware that for years, New Democratic members, such as the member for Parkdale–High Park, Ms. DiNovo, and former members Rosario Marchese from Trinity–Spadina and Michael Prue from Beaches–East York, have had bills on the table calling for everything the new member from Etobicoke–Lakeshore has introduced.", "It’s a worthwhile history lesson, because inclusionary zoning would allow municipalities the ability to bring in planning bylaws that would guide developers who want to build 20 or more new housing units.", "Mr. Milczyn’s PMB would make it mandatory that developers make some of those new units available to people who require affordable housing. His bill is almost word for word that of Bill 5, introduced by the member for Parkdale–High Park, and her bill was based on the one that was introduced by the former member for Trinity–Spadina, Mr. Marchese. In fact, Ms. DiNovo has introduced her own inclusionary zoning bill five times in the past six years. The Liberals accepted these bills in the past but allowed them to languish in committee.", "The question I have, Speaker—and I sincerely hope the minister will respond to it at some point—well, actually, I guess I have two questions. Why isn’t Bill 39, introduced by the Liberal member from Etobicoke–Lakeshore, not a key component of Bill 73? Because it’s all about smart growth in our communities.", "The second part: If the Liberals accepted a bill—all of the previous bills on inclusionary zoning from the member for Parkdale–High Park and the former NDP members from Beaches–East York and Trinity–Spadina—why, during this review of the act, hasn’t the wording of those bills been woven into this Bill 73?", "Surely, even if you don’t want to credit New Democrats with a good idea, put it in there and credit your own member from Etobicoke–Lakeshore, a former city councillor in Toronto. By the way, Speaker, a number of downtown councillors in Toronto have already put in place an informal inclusionary zoning policy on their own, because they grew tired of the lip service from this Liberal government.", "Speaking of lip service, let’s turn for a moment to the Ontario Municipal Board.", "The Liberals have promised for years—since 2003, actually—that they were going to rein in the powers of the OMB. Now, in all fairness, this bill does change the wording on some OMB issues, but it really does nothing to harness the extraordinary powers of the OMB.", "Speaker, just in case you may hold the opinion that each and every province and each American state has a similar board with equal powers—not a chance; not even close. We, in the Ontario bubble, may think giving such extraordinary powers to a planning tribunal is the norm. It is anything but. Nowhere else can planning appeal tribunals make up their own rules. Elsewhere, they follow the rules that have been adopted by provincial, state or municipal authorities. Only elected members of government are supposed to create policy and write laws. The Liberals have given the OMB too much power.", "Speaker, you remember Bill Davis. I do. He was a pretty good Premier—a Conservative. Back in his day, the Conservatives, under pressure from voters, overturned, by cabinet decision, the OMB decision which approved the Spadina Expressway in Toronto. Unfortunately and inexplicably, this Liberal government back in 2009 gave away its power to review OMB decisions. Go figure. No one knows why; no one understand it; no one gets it, especially those who get hit by really outrageous appeal decisions by the OMB.", "Here’s an example, and this is why we were hoping for a better bill. It’s a sad story from the region of Waterloo. The good folks there spent 10 years developing an official plan—10 years, they worked on it. The intent was to curb urban sprawl. The intent was to encourage transit-friendly, compact development. The local politicians endorsed the plan; the community got behind it. The provincial government gave it their stamp of approval because it fit perfectly into the government’s Places to Grow Act.", "Speaker, you’ll recall that that act was designed to prevent urban sprawl. But lo and behold, some developers appealed, and the Ontario Municipal Board stepped in and said, “Too bad, so sad,” and allowed a sprawling development that is more than 10 times what everyone else had approved and endorsed. Imagine: You spend 10 years working on a plan that wins wide support; then the OMB steps in, and army boots clump all over you.", "Municipalities are used to being gored by the OMB, but in the Waterloo region they took a huge chunk out of the credibility of the provincial government as well. They basically ripped up the Places to Grow Act by virtue of this ruling.", "The region is appealing. The province said it would, but unless I’m mistaken—I could be wrong—I don’t think those appeal papers have been filed. The decision came down in January 2013: Ten times the sprawl, a great loss of farmland, much less green space, and increased threats to the groundwater. Shame on the OMB.", "Here are a couple of more examples of how this bill could have been improved, and they both have to do with the OMB. A couple of years ago in Richmond Hill, the town council passed a parks plan. It had a formula for parkland dedication and it was based on the number of units in any new development. That makes sense to me. I hope it makes sense to you: The more people, the more need for park space. But the developers objected to the OMB—surprise, surprise. The result? No surprise: The OMB rewrote the rules that the councillors had laboured long and hard over. The OMB ruled that it doesn’t matter whether you build new units for 75 people or 750; the parkland dedication should be the same.", "Imagine, Speaker; get a picture of this in your mind: a little bit of green space; 75 families using that little bit of green space. Now picture this: Push them aside, put 750 families on that same little space that 75 people had occupied, and the OMB says, “Yes, that’s okay.” I don’t get it; I hope you don’t get it either. Something just doesn’t compute with OMB decisions.", "That’s another reason why we were hoping for real changes in the act to the Ontario Municipal Board. No one—and I repeat, no one—at that appeal argued for that. The OMB just made it up, made it a rule, pulled a number out of thin air: 25%. That’s right: 25%. To the OMB, parkland dedications for developments denser than 75 units would be capped at 25% of the lands being developed. It would be cheaper for the developers to pay the cash and go laughing all the way to the bank. In fact, the commissioner of planning and regulation services for Richmond Hill says that this decision will lead to less parkland and will shortchange the town’s parks plan by $70 million—$70 million in one community. That’s what this OMB decision will cost the good people of Richmond Hill. Why isn’t real OMB reform a major part of this bill?", "Unelected members of the Ontario Municipal Board making up crap like this on the fly, undoing the hard work and long hours of study the elected officials of Richmond Hill put into the parks plan—no wonder the town is appealing this decision.", "My friend Karen Scian is a former councillor in the city of Waterloo—actually, she refers to herself as a “recovering” city councillor, not a “former” one. She has a blog called Bein’ Scian. Early last month, she wrote about the OMB and its decision to favour the out-of-town developer of a new Costco on the city’s west side. It’s a dispute over traffic flow and who should pay for what. The elected council in Waterloo voted to ensure the developer paid because the existing infrastructure wouldn’t be able to handle the huge increase in extra traffic—in other words, as we talked about before, development should pay for development, growth should pay for growth—but the OMB felt otherwise, and that case is also under appeal.", "The Liberals have been promising OMB reform since they ran on it as a campaign plank in the 2003 campaign, and we are still waiting. You can’t fix Ontario’s land use planning system unless and until you fix the OMB.", "So the developers in Ontario have friends on the OMB. When it comes to inclusionary zoning, the home builders in Ontario have friends in the Liberal government. Otherwise, a person of rational thought and common sense would deduce what else would be preventing inclusionary zoning from being a part of any Smart Growth for Our Communities Act. We all know we need more affordable housing in this province. Inclusionary zoning would help with that tremendously. Instead of lip service, those most in need of better and safer housing that is affordable need action, and they need it now.", "It’s not only the tenants who are expecting more in this bill. Landlords were also hoping their cries would be heard as well. They’ve been lobbying the minister for reforms. Many of them get stuck with enormous energy and water bills from their local utility providers. In most cases, lease arrangements put the onus on the tenant to pay for the heat and water, but when the tenant skips out of town, leaving unpaid bills behind, the landlords get stuck with the bill.", "Landlords are looking for legislation that allows them to track whether the people that are living in their buildings are keeping up to date on their utility bills. I accept, Speaker, that there is a right-to-privacy issue here, but I can also see the other side of this coin, where a good landlord, operating on a small margin, can lose his or her investment if too many renters skip town without paying their bills. I would hope the minister’s creative staff can at some point turn their thoughts to this dilemma and make it more of an equal playing field. This actually might encourage some landlords to build more affordable housing because they tell me there is little incentive these days to create new stock when they keep getting hammered from all sides. Energy bills keep going up. People have to put food on the table. It becomes a question of priorities within the family. As we’ve heard in this House before, the sale of Hydro One will lead to higher energy rates as private owners expect to earn a profit on their investment. Some people will continue to skip out on their bills, leaving bills owing, and the landlords will continue to be hit with bills that they didn’t expect.", "Let me turn at this point, Speaker, to conversations I’ve had recently with municipal politicians of all political stripes. Smart growth for their communities comes in varying ways. For example, in Leamington and Kingsville, those communities could grow if this minister and his friend the Minister of Energy, and their friend the Minister of Economic Development and Infrastructure, would find a way to fast-track more hydro lines coming in to supply commercial and industrial users, especially in the greenhouse sector. Major players are leaving Ontario and opening new businesses in Ohio and elsewhere because there’s not enough available hydro for their planned growth in Leamington and Kingsville.", "We’ll leave the discussion about the cost of hydro for another day, but the supply of hydro has been promised for years by this government. Former Energy Minister Dwight Duncan made a commitment, and the people in Essex county are still waiting. They would also benefit from the promised completion of the Bruce Crozier highway, the widening of Highway 3 in the Essex-Kingsville-Leamington area, so that agriculture produce can move efficiently, and commuter and tourist traffic is not imperilled.", "I hope all current ministers—indeed, all current Liberal members—live long and prosper, and if by chance they’re fortunate enough at some point to have a stretch of highway named in their honour, I hope the government of the day keeps its word and completes whatever highway improvement it is. Because it is a slight to the memory of a great guy, Bruce Crozier, a long-time member of this House: a member of the House for 18 years; eight years as a Deputy Speaker, perhaps the longest term ever served by a member of this House as Deputy Speaker. Prior to that, he was a town councillor in Leamington for three years, mayor for five or six years; elected to this House in a by-election when Remo Mancini, the former Liberal member for Essex, retired from provincial politics.", "Bruce Crozier was a true gentleman known for his colourful collection of bow ties that he always wore. I recall my leader, the member for Hamilton Centre, Ms. Horwath, saying that Bruce was a “voice of dignity and civility,” which, as you know, Speaker, is something some of us would like to see more of these days. He was revered. He was a man of honour who fought for his community and stopped rural schools from closing in his riding. He won the respect of supporters from all parties by the way he conducted himself in and out of this House. It is a slight to his memory that transportation priorities have shifted despite the evidence of the need in Essex county, and there are no immediate plans to improve a highway that is fast becoming notorious for the number of serious and fatal accidents.", "I wish to personally thank the Minister of Municipal Affairs and Housing, Mr. McMeekin, for his support of the private member’s bill introduced recently by my friend from Essex calling for this badly needed highway to be put back on the government’s priority list. We won’t forget your support, Minister, and neither will the people in Essex county forget the indifference shown by the rest of your party towards the memory of Bruce Crozier.", "Speaker, I could go on for another half-hour. I’m just looking at this point to whether you want me to continue, or do you want to take a break for the morning?" ],
  "anchor" : "para121"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member. We will continue debate at a later point in time." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is close to 10:15, this House stands recessed until 10:30.", "The House recessed from 1013 to 1030." ],
  "anchor" : "para185"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister responsible for seniors, on a point of order." ],
  "anchor" : "para188"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Mr. Speaker, I am seeking unanimous consent to wear the Italian Heritage Month pin today." ],
  "anchor" : "para189"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister responsible for seniors is seeking unanimous consent to wear pins to recognize Italian Heritage Month. Do we agree? Agreed." ],
  "anchor" : "para190"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, I’d like to introduce a constituent of mine. I won’t introduce the other one; I’ll leave that to you. Suzanne van Bommel is here. Welcome to the Legislature." ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member gets high marks." ],
  "anchor" : "para193"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "We’re joined today by some young people from the town of Oakville. Please welcome Alex Wellstead, Sam Galea, Eric Mariglia, Justin Ortiz, Jovan Sahi, Sarah Figueroa and Caitlin Mehrotra, who are all members of the Oakville Provincial Youth Advisory Committee." ],
  "anchor" : "para194"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "On behalf of MPP Tim Hudak, Niagara West–Glanbrook, I’d like to introduce our page captain today, Duncan Cruickshank, and, in the west members’ gallery, his father, John Cruickshank, and mother, Julie Cruickshank, accompanied by his sisters, Meredith and Jillian Cruickshank. They’re in the members’ gallery this morning." ],
  "anchor" : "para195"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I’d like to welcome the Ontario Craft Cider Association here with us today—and a reminder that there will be a wonderful reception from 5:30 to 7 in rooms 228 and 230." ],
  "anchor" : "para196"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to welcome students from the Arthur Christian School, who are visiting the Legislature today." ],
  "anchor" : "para197"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "On behalf of page Megan Sweetman—my page; she’s from Mississauga–Streetsville—I’m here to welcome her grandmother Sandra Norris. She will be in the members’ gallery this morning. Welcome back." ],
  "anchor" : "para198"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "On a plus de 100 étudiants ici de la région d’Hamilton avec leurs parents et peut-être leurs enseignants, avec mon ami Stewart Kiff. Bienvenue." ],
  "anchor" : "para199"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "On behalf of MPP Han Dong, Trinity–Spadina, I wish to welcome page captain Julien Jouan and his mother, Danielle Vadius. She will be in the members’ gallery this morning. Welcome." ],
  "anchor" : "para200"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Please join me in welcoming, from the beautiful town of Caledon, Mayor Allan Thompson, in the Speaker’s gallery, as well as Tom Wilson from Spirit Tree Cidery, and some other guy who looks vaguely familiar." ],
  "anchor" : "para201"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It is with great pleasure that I would like to welcome in the Legislature, in the east gallery, our page captain’s family: his father, Stephen Heckbert; his aunt Mary; and his uncle Mike Heckbert. I would like a round of applause to say welcome to the Legislature, and thank you for being here today." ],
  "anchor" : "para202"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome, and thank you." ],
  "anchor" : "para203"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I’m honoured today to introduce to the House, and welcome to the Legislature, Sandra Norris from Grand Bend. She’s the proud grandmother of page Megan." ],
  "anchor" : "para204"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s a pleasure this morning to introduce, from the great riding of Chatham–Kent–Essex but originally from Hepworth: Marguerite Davis. Marguerite, welcome." ],
  "anchor" : "para205"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’m pleased to welcome Shena Terry, who is from Milford Bay in my riding of Parry Sound–Muskoka. She is the mother of page Jessica Terry and is here in the east public gallery this morning. Please welcome her." ],
  "anchor" : "para206"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m pleased to welcome 100 students—I don’t think they’re all in the House yet today—from École secondaire Académie catholique Mère-Teresa; as well as Nancy Baverstock, who is the chair of #ActionACMT; Joanne Bouchard, member of #ActionACMT; Mark Power, partner of Power Law; Didier Letarte-Bérubé, who is the student representative; Melinda Chartrand, the president; and Benoit Mercier, president of the francophone Ontario school trustee association. I welcome them all to Queen’s Park today. Speaker, they’re here to ask the minister to please fund their Catholic school." ],
  "anchor" : "para207"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Mr. Speaker, I’d like to welcome people who have travelled a long way to get here, all the way from Attawapiskat, Ontario: the students at Kattawapiskak school, which is a school we rebuilt, which took 15 years, after a fuel spill up in that community. I’d like to welcome them to the Legislature." ],
  "anchor" : "para208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Last call for introductions.", "With us today in the Speaker’s gallery are members from the Ontario Craft Cider Association, who will be showcasing their cider this evening at the craft cider reception in 228-230 from 5:30 to 7:30.", "Also with us is the mayor of Caledon, Allan Thompson, who has been introduced.", "Also with us is Steve Peters, the principal adviser for the GPS Group, and also the former member for Elgin–Middlesex–London in the 37th, 38th and 39th Parliaments, and Speaker of the House in the 39th Parliament—Steve Peters.", "Interjections." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Speaker, they asked where Joe was. Thank you.", "It is now time for question period." ],
  "anchor" : "para214"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "My question is for the Premier. Today the Ontario Chamber of Commerce released a letter outlining needed changes to your payroll pension tax. Over 150 businesses, including 57 local chambers of commerce and some of the province’s largest employers, have signed that letter. They know your payroll tax will kill jobs in Ontario. These employers outlined many of the same concerns that we raised back in April as part of our five budget asks.", "Premier, anyone reading the chamber’s letter would come to the same conclusion we came to long ago, that your pension plan is the wrong way to go. So I ask you, will you do the right thing and withdraw your damaging pension plan payroll tax?" ],
  "anchor" : "para218"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Well, it’s interesting, because I read that article, and I understand that there are questions being asked. But I also know that a fundamental part of the development of this plan is conversation with businesses and individuals around the province. Our Associate Minister of Finance has been doing that work, because that’s how good policy gets written.", "Good policy is written by listening to the people who are on the front lines, listening to the businesses who understand what the impacts will be. But at the end of the day, it is extremely important that people in Ontario—and, I would argue, across this country—have security in their retirement, that they do not work their lifetime and then retire into poverty. Our Ontario Retirement Pension Plan is about providing that security for people when they are finished their work life." ],
  "anchor" : "para220"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from York–Simcoe." ],
  "anchor" : "para222"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "Speaker, again to the Premier: Currently, the Ontario registered pension plan won’t exempt employers who offer a defined contribution plan or group RRSPs, even though both plans provide a far higher rate of return. Instead, you’re going to punish business owners who already look after their employees’ retirements by forcing them to pay yet another burdensome tax. Employers can’t afford to pay both. We all know they’ll cancel the only one they’re allowed to cancel: the higher-paying plan they already offer.", "So again, Premier, before it’s too late, will you walk away from the ORPP?" ],
  "anchor" : "para223"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know that the Associate Minister of Finance is going to want to comment in the supplementary. But the fact is that the vast majority of Ontarians—77% of Ontarians—support an increase in pension benefits. They know what they are being presented with in their retirement and as they look forward to the retirement of their children and their grandchildren, which is why organizations like CARP are supportive of, first of all, an enhancement of the Canada Pension Plan, which the federal government has decided not to do. But secondly, if that’s not possible, they’re supportive of the Ontario government stepping up and taking that action.", "Those people are living in every riding in this province. Across this province, people are not able to save enough for their retirement. They know that. They’re concerned about their own retirement and they’re concerned about the retirement of their children and their grandchildren." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para228"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "This isn’t just a message from the opposition bench. These are some of Ontario’s largest employers who have signed this letter: General Motors, Ford, Canadian Tire, Walmart, Magna. The list goes on. There are associations ranging from mining to hospitality, from manufacturers to farmers. There is across-the-board opposition to the Liberal payroll tax. Between skyrocketing energy rates, a looming carbon tax and your payroll tax, the cost of doing business in Ontario is far too high and is costing jobs. Employers in Ontario are telling the government enough is enough.", "Premier, why won’t you listen and withdraw the ORPP bill?" ],
  "anchor" : "para229"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Associate Minister of Finance." ],
  "anchor" : "para231"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the members opposite for the question.", "In fact, we are very much engaged with the Ontario Chamber of Commerce and its members. We’ve met with dozens of companies and the associations representing those companies because we know that pensions are very important. We know that retirement security is a very important issue in this province. As the Premier has said, 77% of Ontarians believe that enhancements to retirement benefits are needed. We’re taking leadership on this issue.", "Through the consultations that we’ve done across this province, we have heard differing views on what is deemed to be comparable. Some folks would prefer universality while others would prefer a narrower definition. What’s important is that we’re analyzing this feedback and we’re going to be making decisions for the people of this province." ],
  "anchor" : "para232"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier, Mr. Speaker: The auto industry has been the backbone of Ontario’s economy for decades. When you took power, Premier, almost one in five Ontarians was employed by the automotive and parts manufacturing industry. As your government’s energy policies and many other policies have driven jobs out of the economy, it’s now only one in eight. Ontario needs to remain competitive in the auto industry. The industry won’t be able to survive if your mandatory pension plan makes our economy even less competitive—" ],
  "anchor" : "para236"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Beaches–East York." ],
  "anchor" : "para238"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Premier, will you, at the very least, expand the comparable pension definition—" ],
  "anchor" : "para239"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Beaches–East York, second time." ],
  "anchor" : "para241"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "—to help protect the auto industry, as they and the Ontario Chamber of Commerce have asked in their letter today?" ],
  "anchor" : "para242"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Minister of Economic Development, Employment and Infrastructure is going to want to speak specifically to the auto sector. But I would just again repeat to the Leader of the Opposition that it is extremely important that the people of this province—no matter where they work, no matter what sector they work in—have the prospect in their retirement of a secure retirement.", "We know that there are many people, many young people, who are not able to save enough. That is why we have made the Ontario Retirement Pension Plan a fundamental pillar of our economic plan, because that kind of security is important for individuals and families. It’s also important for society, because if those very businesses, in a number of years, are confronting a society where there is a generation of people who don’t have the wherewithal, everyone will have to pay, everyone will have to deal with that reality. We are thinking ahead and we are putting in place the supports that we know people will need." ],
  "anchor" : "para243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me, I should have said the member from Glengarry–Prescott–Russell, not the member from Beaches–East York.", "The member from Wellington–Halton Hills." ],
  "anchor" : "para245"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "My question is also for the Premier. In a letter addressed to the Premier, which was made public today, the Ontario Chamber of Commerce and a large coalition of companies, including General Motors, Ford, and Chrysler, are urging the Premier to allow defined contribution plans to be considered as comparable plans and allow them to be exempted from the Ontario Retirement Pension Plan. Defined contribution plans are more affordable for employers but still offer some measure of retirement security for employees.", "Mr. Speaker, the auto industry needs to have the option to switch to defined contribution pension plans for their workers in the future so they can remain competitive and continue to assemble vehicles in Ontario over the long term.", "Will the Premier commit to making defined contribution plans comparable?" ],
  "anchor" : "para247"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The Associate Minister of Finance." ],
  "anchor" : "para250"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I want to thank the member opposite for the question.", "We’ve actually met with many members of the auto sector to talk about the Ontario Retirement Pension Plan and the plans that they currently have.", "Mr. Speaker, we know that there are very generous defined contribution plans that exist. At the same time, we have to balance the fact that people need a predictable stream of income into retirement that they can rely on. With the feedback that we have received, we are in the process of looking at who is going to be affected by the Ontario Retirement Pension Plan and who are the members that will be required to be part of this plan.", "We want to ensure, at the end of the day, that we strengthen retirement security for people in this province so that when they retire they will have that income that they will rely on in their senior years. That is the focus of the Ontario Retirement Pension Plan." ],
  "anchor" : "para251"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para255"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Again, back to the Premier: The fact remains that sky-high electricity prices, high taxes and excessive red tape have already cost us hundreds of thousands of manufacturing jobs and thousands of jobs in the auto sector. Many are going south of the border, and we’re losing out on new job-creating investment.", "The ORPP means higher payroll costs for business and less take-home pay for workers, and it will only exacerbate the trend of lost manufacturing jobs.", "The Premier should know that GM’s commitment to Oshawa expires next year, yet the government is consciously and deliberately making it harder for GM to stay.", "Will the Premier recognize the folly of her policy and take this simple step which will give hope to auto workers that their future employment will remain secure?" ],
  "anchor" : "para256"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Mr. Speaker, we are the only government that is committed to enhancing retirement security for Ontarians. We know that Ontarians are not saving enough and that we need to take action now to ensure that people are prepared for their retirement.", "Economists agree—", "Interjections." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para263"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Economists agree that we need to take action. Just today, CIBC’s deputy chief economist, Benjamin Tal, stated: “Add it all up, and there are some 5.8 million working-age Canadians who will see more than a 20% drop in their living standards upon retirement.”", "He went on to say, “That’s why the time to act is now.”", "Mr. Speaker, that’s why we are acting, with the implementation of the ORPP." ],
  "anchor" : "para264"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, my question is for the Premier. Yesterday, the Premier said, “What we have to do as government is ... take a position, which we did in our platform and in our budget. We have to explain that position, and then we have to move forward.”", "The problem is, the Premier has two positions. Not only did she not run on the sell-off of Hydro One, but in October, months after the election, she said, “We’re not selling off the assets.” And her finance minister said, “We are not going to sell off our assets.”", "Now she’s claiming that selling off Hydro One was the plan all along.", "If the Premier can’t decide, how about she lets Ontarians decide through a referendum?" ],
  "anchor" : "para268"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We’ve been very clear on our plan to maximize assets. Let me just go through this again. We talked about it before, during and after the 2014 election.", "In an April 11 news release, Hydro One was in the headline—“The Ontario government has appointed a council to recommend ways to improve the efficiency and optimize the full value of Hydro One....”", "It was featured in our election platform. It’s mentioned three times in our 2014 budget—“will look at maximizing and unlocking value from assets it currently holds, including real estate holdings as well as crown corporations such as” OPG, Hydro One and the LCBO.", "Page 164 of our budget: “Valuable assets include large and complex government business enterprises ... such as the LCBO, Hydro One and OPG ... the government will launch an in-depth review process.”", "We were very clear that in order to pay for transit and transportation infrastructure, we needed to leverage those assets." ],
  "anchor" : "para272"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para278"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier is trying to go back in time and say it was her plan all along to sell Hydro One and that she was clear about that with Ontarians. But in April of this year, a constituent wrote to his local Liberal MPP because he’d heard, for the first time, that the Liberals were selling Hydro One. He was told by that Liberal MPP’s office that “reports regarding ... Hydro One are premature” and that “no final decisions have been made” about Hydro One. Now, those backbench MPPs are going to have to explain to their constituents that the sell-off was the plan all along—", "Interjections." ],
  "anchor" : "para279"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjections." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock. Order, please.", "Please finish." ],
  "anchor" : "para283"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Those backbenchers are going to have to explain to their constituents that this was the plan all along. Speaker, Ontarians deserve—", "Interjections." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I will immediately start warning individuals who are starting to shout people down." ],
  "anchor" : "para287"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Ontarians deserve honesty, Speaker, and the Premier needs to listen to them. Will she hold a referendum on the sell-off?" ],
  "anchor" : "para288"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I have said, we were very clear that we were going to review the assets that were owned by the people of Ontario in order to unlock their value to invest in infrastructure that’s needed.", "You have to remember that this line of questioning that the leader of the third party is on is a direct attack on the investment in infrastructure that is needed in this province. The leader of the third party has no plan. She has no solution for how to invest in infrastructure. The fact is, she ran on exactly the same fiscal plan that we had, apart from the fact that she said she would take $600 million more out of the budget than we had put forward. But she has no plan for how she would invest in the roads and the bridges and the transit that are needed across this province in order for us to be competitive.", "The fact is that the explanation that needs to come from the leader of the third party is how would she make those investments? Or would she just cancel the projects that are already under way and planned?" ],
  "anchor" : "para289"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para292"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier said to me yesterday that she was “explicit in our budget and in our platform and then in our budget again” about her plan to sell Hydro One, but the fact is her own finance minister didn’t know, Liberal MPPs didn’t know and, as of April, her MPPs were telling constituents that it was “premature.” Just in April, it was “premature” to be talking about the sell-off of Hydro One.", "A referendum would be explicit, Speaker: Yes or no. Maybe that would help the Liberal backbenchers figure out where they stand on this issue.", "Will this Premier agree to a referendum on the sell-off of Hydro One?" ],
  "anchor" : "para293"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I would suggest we all just worry about our own team. How about that? We’ll all just worry about our own team. I’ve got my team.", "What my team understands is that there was a process. We said we were going to look at our assets and we were going to make decisions—some of them very difficult, but some of them necessary in order to make—", "Interjections." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para299"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—decisions that were necessary in order to make good on the fundamental commitment that we made to invest in infrastructure in this province.", "It’s true. At some point along the way, final decisions had not been made. But the decision has been made now, Mr. Speaker. We are going to make those investments—not something that the leader of the third party supports." ],
  "anchor" : "para300"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I worry about Ontarians. That’s who I worry about.", "My next question is to the Premier. The Premier says that she ran on selling Hydro One, but for months before and after the election, she denied that. Now she’s denying her denial. I don’t blame Ontarians for wondering what is going on with this Premier.", "What’s been very clear and consistent this entire time is that the people of this province cannot afford this wrong-headed scheme to sell off Hydro One.", "Will the Premier settle this nonsense once and for all, put an end to the double speak and agree to a Hydro One referendum so the people can have their say?", "Interjections." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para308"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What we cannot afford to do in this province is not invest in the infrastructure that we need. All the questions about jobs and the questions about the economy and the questions about business in this province, whether it’s auto sector or whether it’s aerospace or whether it’s high tech, all of those industries are looking to government to make the infrastructure investments that they need. That’s part of creating the conditions so that businesses can thrive, so that more business will come here.", "The fact is we are the number one jurisdiction for foreign direct investment again this year. We’re not going to stay there if we don’t make the investments in infrastructure that are needed. What we are committed to doing is making those investments. The third party doesn’t support that. I get that, but the fact is we have made a commitment to invest in that infrastructure and we’re going to do it." ],
  "anchor" : "para310"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Ontarians were kept in the dark about the Premier’s plan to sell Hydro One. Liberal cabinet ministers were left in the dark about the Premier’s plan to sell Hydro One. Liberal MPPs were kept in the dark; they kept their constituents in the dark about this plan. The Premier kept everyone in the dark. Now she’s tying herself in knots to claim that this was her plan all along.", "Will the Premier put all of this to rest and simply give Ontarians the say that they deserve on this issue and hold a referendum on the sell-off of Hydro One?" ],
  "anchor" : "para313"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I would just say to the leader of the third party, it was very clear in our budget, in our platform and in our budget again that we were looking at assets, and that we were looking at the sale of assets. We talked about the crown corporations. We talked about the review that was happening. We talked about the GM shares. We talked about real estate.", "It was so clear that the leader of the third party said this on July 9, 2014: “The budget says in black and white that the government is looking at the sale of assets, ‘including ... crown corporations, such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.’”", "It was so clear that we were looking at how we would leverage those assets that even the leader of the third party understood." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para318"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I was just pointing out how sneaky the Premier was being in that quote.", "Ontarians are sending a very clear message: Stop the sell-off of Hydro One.", "First, the Liberals said selling Hydro One was a terrible idea. Then the Premier said she’s thinking about selling Hydro One or, to be more specific, she is thinking of recycling legacy assets. She said she’s not selling Hydro One. Then she said she’s selling Hydro One. Then she said she never said she wasn’t selling Hydro One. The Premier has more versions of this story than Pat Sorbara has job offers for Andrew Olivier.", "Will this Premier stop this nonsense once and for all and agree to do the right thing by the people of this province and hold a referendum on the sell-off of Hydro One?", "Interjections." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para324"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Once again, we made a decision that it was critical that we invest in the infrastructure that’s needed in this province, across the province—roads, bridges and transit. In order to do that, there needed to be funding. There needed to be revenue in order to do that. We needed money in order to make that investment.", "We reviewed our assets and there was a process. I will say to the leader of the third party and to Ontarians: This has not been an easy decision. This is not an easy decision on the part of the members of this party, of this government, but we know that if we don’t make those investments in infrastructure that will be irresponsible. It would be irresponsible for us to not invest in the infrastructure that is needed for future generations, whether it’s the businesses of this province or whether it’s the individuals who are having trouble getting around because of gridlock. Those investments must be made. We made a commitment and that’s what we’re going to do." ],
  "anchor" : "para327"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is for the Minister of Natural Resources and Forestry. Minister, yesterday police were forced to shoot a bear because the MNR was unable to respond in time. Even though the bear had been sighted on the weekend and staff received a call at 6:30 Monday morning, the MNR was not prepared. Why was the MNR unprepared and unresponsive?" ],
  "anchor" : "para330"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "In fact, the member should know, if he was following this incident in the newspapers, that the MNRF was prepared. Right through the entire weekend they provided the technical assistance—", "Interjections." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para333"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Right through the incident over the course of the weekend the MNRF provided the technical assistance that exists in the protocol between police forces across the province of Ontario and the MNRF. They did that.", "When the call came in for assistance—I believe it was Monday morning around 6:30—the MNRF began to mobilize their forces as required and did their best to respond to the scene. That’s the way it transpired; that’s the way it went down.", "Unfortunately, I will say, we know that the incident ended in a way that no one wanted to see. The animal had to be put down. That’s an unfortunate result. Having said that, in direct response to the member’s questions, the MNRF was there and doing what they were expected to do under the protocol." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the Minister: There’s no reason at all that the ministry couldn’t mobilize on a Saturday or a Sunday when they first heard about the bear and be ready to roll.", "Minister, last year your colleague the former Minister of Natural Resources, David Orazietti, was quoted as saying: “When you look at incidents in schoolyards when children can’t go out for recess, teachers wearing bear whistles, city police officers having to shoot black bears in the middle of communities in northern Ontario, it’s not acceptable.” Do you not agree with your colleague? However, you said yesterday that nuisance bears were not the responsibility of the MNR.", "Minister, you’re minimizing public safety. Have you downloaded your responsibility to the municipalities?" ],
  "anchor" : "para338"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "When a sighting is reported to the MNRF, if the MNRF, according to your question, was expected to respond in some way, shape or form—I don’t know what it is you expect they would do—the MNRF would be all over the province all of the time, 24/7, when there’s a sighting. That’s not what they do. It’s not what they did five or 10 years ago and it’s not what they’re expected to do today. It is unacceptable that you would expect that that would be a requirement of the MNRF.", "When they got the call that the animal had been localized, they responded as per the protocol that exists between local police forces and the MNRF. It’s unfortunate that the animal had to be put down.", "I would say: This is not a question of resources, as was implied by the member yesterday in the media. That is not at all the case. In fact, MNRF spends far more money today on an annual basis than they did when that member’s party was in power." ],
  "anchor" : "para341"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "This is a question to the Premier. Last year, the Ontario Energy Board approved a request by Enbridge Gas for an incredible 40% increase in the price of natural gas, equal to a $400 increase per family, per year.", "One of the two board members who approved that request was Marika Hare. We’ve learned that Ms. Hare worked for Enbridge for 15 years and served as its director of regulatory affairs. Now the Premier has promoted Ms. Hare to be vice-chair of the Ontario Energy Board.", "Why is the government stacking the Ontario Energy Board with people who built careers fighting for the energy industry instead of people who fight for consumers and Ontario families?" ],
  "anchor" : "para345"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para348"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The Ontario Energy Board has tremendous credibility as an independent agency. It does its job; it does it well. The reality is, they’re dealing with technical issues and they need technical people on the board who understand the sector, representing the people of Ontario after they’re appointed.", "To suggest that somebody who has extensive—", "Interjections." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para352"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, to suggest that somebody who has extensive experience in the sector is not qualified to sit on a board that deals with these issues is just wrong.", "The Ontario Energy Board has provisions that deal with conflict of interest. They can declare their interest the same as any other board, whether it’s a crown corporation or a private sector company. They have rules about conflict of interest, but they also seek out—" ],
  "anchor" : "para353"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para355"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Last week, I pointed out that the government was stacking the Ontario Energy Board with energy industry insiders, and I asked the Minister of Energy how such people could be trusted to put the interests of Ontario families ahead of the interests of the energy industry.", "The minister said that conflict-of-interest guidelines would protect Ontario families at the OEB. We now know that these individual conflict-of-interest guidelines do not prevent OEB members from approving 40% rate increases on behalf of their former employers.", "With the Ontario Energy Board now stacked with energy industry insiders, why should Ontarians trust that the board will stop massive electricity rate increases on behalf of a privatized Hydro One?" ],
  "anchor" : "para357"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, first of all, the member would know that after that increase he referred to was made, the Ontario Energy Board made rulings which significantly reduced them, balanced them out and spread them over time. When the announcement was made for those reductions, we never heard a peep from that particular member.", "The gas rates today in Ontario are much better than they were five, six, seven or eight years ago, and that’s because of the Ontario Energy Board." ],
  "anchor" : "para360"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Ma question est pour le ministre des Affaires autochtones.", "Last Sunday, the Truth and Reconciliation Commission began its closing events with a walk for reconciliation from Gatineau to Ottawa city hall. Over 11,000 people attended, and I had the honour of joining you, the Attorney General and the member from Ottawa–Orléans at the walk to show the commitment of this government to renewing its relationship with our aboriginal partners.", "Mr. Speaker, it was really quite impressive to see people from different walks of life and different ages—a number of people were there—and their faces really left a lasting impression on me.", "We know that the residential school system is one of the darkest times in Canadian history. Approximately 150,000 children and youth were taken from their homes and placed in schools, often by force.", "The commission was established in June 2008 to ensure that the stories of survivors from the residential schools are not forgotten. Mr. Speaker, through you to the minister: Can the minister please inform the House on the mandate of the commission?" ],
  "anchor" : "para363"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "The Truth and Reconciliation Commission was indeed a solemn moment. The commission is gathering stories from survivors and providing recommendations to governments so our history is not forgotten.", "In 2012, the commission released an interim report which found residential schools constituted an assault on aboriginal children and families, and aboriginal communities and their cultures.", "The commission also released a series of recommendations for the federal and provincial governments. Speaker, this government is following up on those recommendations.", "As Ontario’s Minister of Aboriginal Affairs, I have visited over 50 First Nations in the last two years. I have met with aboriginal leaders and members of the communities from all corners of the province. I have come to understand that as peoples we share a difficult history.", "Today, the commission will release its final report. There is a moral imperative to deal with the commission’s recommendation. That’s why our Premier—" ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para373"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Of course, we were led on Sunday by the Premier, who was there as well.", "Le mois de juin est le Mois national de l’histoire autochtone. Ce mois, nous honorons le rôle important des Premières Nations, des Inuits et des Métis au Canada, et nous reflétons sur l’histoire, les sacrifices, les contributions, la culture et la force de ces communautés.", "With almost 300,000 First Nation, Métis and Inuit people, the province of Ontario has Canada’s largest aboriginal population. We know that understanding the history and culture of aboriginal people in Ontario leads to a better friendship between aboriginal people and Ontarians. For reconciliation to succeed, all Canadians need to understand the history we share with our aboriginal peoples.", "This month, being National Aboriginal History Month, presents an opportunity for all Ontarians to become more aware of our true and shared history, aboriginal culture and the contributions aboriginal communities make.", "Can the minister please update this House on his experience at the Truth and Reconciliation Commission?" ],
  "anchor" : "para376"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "We will continue to support our aboriginal partners’ efforts to restore the vitality of their culture, which is central to their communities. We will continue to do our part to educate and raise awareness among Canadians of our shared history and the painful place residential schools have in it.", "One of the most important steps we can take is education and awareness of the non-aboriginal community. The Ministry of Education has partnered with First Nations and my ministry to develop resources that will assist educators in planning student learning about residential schools.", "Ontario is also working in partnership with aboriginal people and communities to create awareness through our three-year treaty engagement and public awareness strategy. The reason we are doing that is because in Ontario, we are all treaty peoples. Whether we’re aboriginal or non-aboriginal, we are all treaty peoples." ],
  "anchor" : "para381"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. Your Hydro One fire sale leaves seniors who call me about soaring electricity costs for Hydro One billing nowhere to turn for help. You’re putting Hydro beyond the reach of MPPs, the Ombudsman—everyone.", "The minister responsible for seniors knows that’s wrong, because he once said, “There is nothing the public of Ontario ... will benefit from with the sale of Hydro One....", "“That is why we should try to protect this wonderful facility which, if sold, will not come back into the hands of the people of Ontario anymore.”", "Premier, did the minister even try to stand up for seniors before you asked him to abandon his principles, or did he just roll over like the rest of your cabinet?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para389"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, the member somehow thinks that the programs that we have to mitigate rates will not continue. We have significant programs to mitigate rates, including the Ontario Energy and Property Tax Credit, which gives qualified seniors up to $1,041 back per year. We still have in place the program that gives a 10% reduction on all bills. We also have in place a low-income program which gives up to $600. We’re implementing another low-cost program that will give a family with an income of $28,000 and four children $525 back on their electricity bill. They will continue to go forward on our agenda.", "It’s a false conclusion that he’s making that rates are going to go up, and in the supplementary I’ll talk about the Ontario Energy Board, which that party also supported." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Yesterday, our leader, Patrick Brown, launched a petition against giving away this invaluable public asset. It’s a good petition, Speaker, but you know what? I’ve found one I like better. Your Minister of Northern Development and Mines proudly read it into the record on May 15, 2002:", "“We, the undersigned, petition the Legislative Assembly of Ontario to encourage Ernie Eves to take Dalton McGuinty’s advice to put working families ahead of his Bay Street friends by immediately stopping the sale of Hydro One.”", "Premier Eves did the right thing in 2002. He listened to Ontarians who signed that minister’s petition. Will you respect the thousands of Ontarians signing our petition today at stopthehydrofiresale.ca by pulling the plug on this bad deal?", "Interjections." ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please.", "Start the clock. Minister." ],
  "anchor" : "para397"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "The party opposite has a strange memory. They issued a policy paper only about a year and a half or so ago where they were proposing to sell off to the private sector significant interests in Hydro One and OPG.", "And what were they going to rely on to protect seniors? Their white paper stated specifically that they recognized—", "Interjections." ],
  "anchor" : "para399"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville, second time. The member from Nipissing, second time." ],
  "anchor" : "para402"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "—that consumer prices would continue to be protected and regulated by the Ontario Energy Board. That’s their paper.", "Interjection." ],
  "anchor" : "para403"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nipissing is warned. Carry on." ],
  "anchor" : "para405"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Speaking of their new leader—", "Interjection." ],
  "anchor" : "para406"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville is warned.", "Wrap up." ],
  "anchor" : "para408"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Okay; one sentence, Mr. Speaker. The quote from the leader of the PC Party: “I generally believe that the private sector could do a better job than the public sector. I generally think”—", "Interjections." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. After the warning comes the naming.", "New question." ],
  "anchor" : "para412"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question it to the Premier. Yesterday, the Minister of Education claimed that class size caps are not on the table. In reality, we know there are efforts to replace hard cap language with flexible guideline language. Either the minister has no idea what is being discussed at the table or she is experiencing cognitive dissonance.", "The facts are clear: The removal of class size caps means less one-on-one time for our kids, less resources for kids with special needs and less time spent with kids with ESL needs. Is the Premier committed to throwing our schools further into chaos by removing class size caps? Yes or no?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para417"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I think it’s important to make clear that at the central table there are actually three parties. There’s the union representing the workers; there is the school board association representing the boards, the employers; and there is the government, the crown. And what I think you will find, if you check the record, is that I said that the government did not have class size caps on the table. I think what you would also find, if you checked the record of Mr. Barrett, the president of the Ontario Public School Boards’ Association, is that, as they have said, they do have that. So what I said was 100% accurate." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para419"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "If I understood that correctly, then the government side is not in support of lifting the class size caps, so we can look forward to those caps remaining next year.", "Back to the Premier: Again, either the minister has no idea what is being discussed at the table or she is prepared to allow our kids to fall behind. Class size caps matter. Flexible guideline language has no real meaning and is not enforceable. Our kids deserve better than being forced into overcrowded classrooms so the government can save a buck. Families and students deserve more than a $250-million in-year cut to education on top of more than a decade of underfunding. Kids need one-on-one time, and they should not pay the price for short-sighted Liberal cuts. Will the Premier commit to holding the line on class size caps and guarantee families and students that there will be no change to class size caps in the fall?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I don’t think that there’s much point in saying, “He said, she said,” but I think there is a lot of point in understanding the way the funding model works." ],
  "anchor" : "para422"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "You should have changed that funding model." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek, second time." ],
  "anchor" : "para424"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "We paid $22.5 billion last year, and $22.5 billion in funding is being flowed. The class size ratio within that funding model for secondary schools is 22 to 1. That has been the class size funding model as long as I have been involved as an MPP. In fact, with the exception of bigger classes during the NDP social contract, I think it has also been the class size generator as long as I was a trustee. Twenty-two to one is the long-standing class size generator for the funding model for secondary schools in the province of Ontario, and we have not requested any change to that." ],
  "anchor" : "para426"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure.", "As Ontarians are well aware, our manufacturing sector was hit hard by the global recession. Fortunately, to quote the Canadian Federation of Independent Business, “We’ve seen a rebirth in manufacturing.” However, it’s important that we continue to support—", "Interjection." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d appreciate if the member would not make comments while he’s exiting.", "Carry on." ],
  "anchor" : "para431"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I know that in our latest budget, our government has extended the accelerated deduction for investments in manufacturing and processing machinery. This important step will continue to encourage the growth of the sector. Through you, Mr. Speaker, to the minister, could he please inform this House on the future outlook of Ontario’s manufacturing sector?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I’m pleased to say that I have some good news to report on Ontario’s manufacturing sector. In the latest report from Stats Canada, Ontario’s manufacturing sector gained 1,200 net new jobs. In the month before—in March—we gained another 800 new jobs. According to RBC’s Canadian manufacturing index, confidence in Ontario’s manufacturing sector continues to rise, from 54 to 55.5 in the last month. That’s really good news, and that’s despite all the efforts the opposition is making to talk down our gains in manufacturing.", "Our province’s confidence index is now well beyond the national average of 49.8. RBC is predicting that our province’s manufacturing sector will continue to lead the country. This is good news for our sector and it’s good news for our province. We’ll continue to work with our manufacturing sector to keep it growing." ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para436"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "I’d like to thank the minister for that answer. It’s good to hear that the steps our government has taken are having a positive impact on the sector and that the outlook for Ontario manufacturing is quite positive. Not only will the growing manufacturing sector create many direct jobs, it will create many indirect jobs as well.", "While this is positive news for constituents in my riding, we know that there are still people in Ontario looking for work. Through you, Mr. Speaker, to the minister, could he please inform this House what further action our government has taken to encourage job growth in Ontario’s manufacturing sector?" ],
  "anchor" : "para437"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The recent budget that we brought in continues to support programs that continue to strengthen our economy and, in particular, our manufacturing sector. For instance, we’re increasing the Jobs and Prosperity Fund by $200 million, to $2.7 billion. This will help Ontario to continue to secure large investments in our manufacturing sector—investments like Honda’s expansion in Alliston, for example.", "We’re supporting the Southwestern and Eastern Ontario Development Funds. These funds have invested $120 million, leveraging $1.3 billion in private sector investment, creating or supporting 31,000 jobs—well over 90% of which are in the manufacturing sector.", "We’re extending the accelerated deduction for investments in manufacturing and processing; that will ensure another $575 million in our manufacturing sector. We’ll continue to work with this sector." ],
  "anchor" : "para439"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "My question today is for the Minister of Education. In 98 days, two million students in Ontario should be starting their new school year. Sadly, the two-tiered, disastrous bargaining system is halting almost all negotiations, including the class size debate, and we know you’re promoting the guideline option.", "Your dithering over the past eight months is now causing a real chance of turmoil in the next school year. Now all teacher federations in Ontario are on the brink of either all-out strikes or a major disruption, starting this fall.", "Minister, are you prepared to assure Ontario parents that these disruptions and strikes will not occur come September 8?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "What I can absolutely assure people of is that we will continue to bargain. There are three months left before the next school year. I continue to believe that the only way that we will solve the various problems is by negotiating a collective agreement. In fact, central negotiations do continue with various teachers’ unions.", "Welcome to Melinda Chartrand, the president of the French Catholic trustees, who’s in the gallery this morning.", "We continue to negotiate in partnership with the various school board associations and with various teacher federations. That will continue. I strongly believe that we will be able to reach agreements before the end of the summer." ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "Minister, I’m not sure if you actually understand how serious the situation is. With the non-bargaining that is taking place, we have no agreements with any of the 72 boards. With the non-bargaining, you have just a little over 13 weeks to resolve all of the classroom teacher education issues that you expected Bill 122 to resolve.", "We are likely going to hobble to the end of this school year, but parents of two million students across Ontario will be on pins and needles worrying about the beginning of the school year in September. Minister, by the beginning of August, if you have not made serious progress—and judging by the inaction over the past nine months, I expect you won’t—are you prepared to bring the House back to take action in August?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "That was fascinating, because what I think I just heard was a request for us to impose by legislation a collective agreement, and I absolutely reject that. We believe in negotiated collective agreements. We are—", "Interjections." ],
  "anchor" : "para452"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para454"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "As I have said repeatedly, we believe that the way to arrive at good collective agreements is to negotiate them. That’s exactly what I will be doing over the next three months." ],
  "anchor" : "para455"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. The Premier’s office stopped independent journalists from showing footage that the Premier’s office agreed to shoot. We hear this is because that footage might have shed some light into the Sudbury bribery scandal. Now someone in the Premier’s office—", "Interjections." ],
  "anchor" : "para457"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Please finish." ],
  "anchor" : "para459"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Someone in the Premier’s office is keeping that footage secret. Maybe it’s the Premier; maybe it’s Pat Sorbara. Who in the Premier’s office is keeping the documentary from seeing the light of day?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, as I’ve said in this House, we worked closely with the producer to determine the parameters of the film. I haven’t seen any of the footage.", "I still hope that the documentary can be played, because in the first instance it was about putting in place a documentary that would replace or augment a much earlier documentary that was made during the Davis era about how government works. That was the point of the documentary. That’s why I agreed to it. I haven’t seen any of the footage. I hope that it can go forward as an educational tool." ],
  "anchor" : "para462"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para464"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "The Premier did indeed welcome cameras into the back rooms, but then something was caught on film and the Premier’s office went into lockdown. We’ve heard that maybe this has something to do with the Sudbury bribery scandal. We want to know, but, more importantly, the people of Ontario want to know: What was caught on tape that spooked the Premier’s office so much that they’re keeping—", "Interjections." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please finish." ],
  "anchor" : "para467"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "What was caught on tape that spooked the Premier’s office so much that they’re keeping this footage secret from the people of Ontario?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, the member opposite makes my life and our lives sound very intriguing. But what happened was, we worked closely with the producer to established the parameters of the film, which was, as I said, to be a behind-the-scenes look at the preparation of the budget. Over the course of the filming, we had some concerns that the project was deviating from those original parameters. We shared those concerns with the producer. Our sole contact was the producer on the project; it wasn’t TVO.", "There was always a clear understanding that we would have no editorial control but that we would be allowed to review portions of the film with government lawyers for issues like breaches of cabinet confidentiality or privacy legislation. That review was supposed to happen.", "As I said, we were ready to sign off on the final product. I hope that it can be seen, but I have not seen any of the footage." ],
  "anchor" : "para470"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Mr. Speaker, my question this morning is for the Minister of Northern Development and Mines.", "Just last week, the Ontario Mining Association hosted their seventh annual So You Think You Know Mining high school video awards. I’m pleased to say that several high schools from my great riding of Sudbury took home some of the awards.", "I know that our Premier, along with the Minister of Northern Development and Mines and colleagues from all sides of this House, were present at this great event.", "This is an event that gives students an opportunity to learn about Ontario’s expertise in geology, engineering and our mining exploration and production industries.", "When it comes to mining, Ontario has the advantages of a strong economy, competitive business costs and a world-class research and development environment.", "Can the minister inform the House on the status of the mining industry in Ontario and its significance to our provincial economy?" ],
  "anchor" : "para474"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "I thank the member for Sudbury for the question.", "It was wonderful to be joined by Premier Wynne and nine or 10 of our legislative colleagues at the Ontario Mining Association’s seventh annual So You Think You Know Mining awards show, which is an extraordinary opportunity for high school students all across the province to put together award-winning videos about the mining industry. These are extraordinary videos that highlight the fact that there are currently 43 mines operating in the province of Ontario, including 14 base metal mines, 16 gold mines and one diamond mine. It was wonderful to be part of that—also, to highlight the fact that we have two new mines opening up in Ontario this year.", "I was recently at the groundbreaking ceremony for the New Gold project near Fort Frances.", "There are many exciting things happening in the mining sector of Ontario, and it’s great to have them celebrated at that video awards show." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It is part of our government’s plan to build Ontario up by creating a dynamic and supportive environment where business can prosper.", "Ontario is a leader not only in the Canadian mining industry but also globally. There are hundreds of international companies in Ontario engaging in mineral exploration and hundreds more in the supplies and services sector who benefit from that investment—and the Minister of Northern Development and Mines has made it clear that our government is doing just that when it comes to the mining sector.", "The global mining economy is evolving, and new competition is always emerging.", "Mr. Speaker, I know our government is committed to ensuring that Ontario remains a world leader in mineral exploration and mining investment. Can the minister tell the House what our government is doing to maximize Ontario’s potential and support a modern and innovative industry, ensuring that Ontario’s mining sector continues to thrive for decades to come?" ],
  "anchor" : "para485"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "The member is so right: It’s incredibly important that the mining sector remains competitive. That’s why we’re so proud of making the Northern Industrial Electricity Rate Program a permanent program, which is a huge help to the major resource developers in northern Ontario.", "And may I say, there are other very important incentive programs that have been put in place by the Minister of Energy; for example, the Industrial Electricity Incentive Program—not well known, the IEI Program. I know that the Minister of Energy and, may I say, the MPP for Sudbury were recently showcased the new Victoria Mine that’s under development, the KGHM mine. We know, indeed, that Detour Gold, a huge gold mine in northern Ontario, has actually been able to have a six-year industrial electricity incentive contract, reducing their energy costs. Rubicon Minerals in Red Lake is a project that will be opening up, in commission, this year, and we’re going to be there for the opening sometime later this summer. Another one—" ],
  "anchor" : "para489"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para491"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Monsieur le Président, ma question s’adresse à la ministre de l’Éducation. Madame la Ministre, nous avons aujourd’hui avec nous à l’Assemblée législative plus de 100 élèves et parents de Hamilton. Leur école francophone possède des installations physiques qui sont tellement inférieures à la norme que l’école a été déclarée « temporaire » il y a 15 ans.", "De notre côté de l’Assemblée législative, nous croyons que les élèves francophones ont le droit de s’attendre à des écoles répondant aux mêmes normes de qualité que tous les autres élèves en Ontario. Madame la Ministre, pouvez-vous nous dire pourquoi ces familles ont attendu 15 ans pour une nouvelle école?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Thank you very much, and welcome to the students. I think the students that are here are French Catholic students from Hamilton, so welcome to the House today.", "Certainly we have had a high priority in making sure that we fund francophone education in Ontario. It might interest you to know that the funding for French-language education has increased by almost 80% since we took office. If you compare that to the overall funding for education, which has increased 56% since we took office, obviously we have been making significant investments in our French-language system.", "In particular, when it comes to new schools, we’ve spent $1.3 billion building 79 new French schools—" ],
  "anchor" : "para496"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para499"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Encore à la ministre : plus tard aujourd’hui, je déposerai plus de 2 500 pétitions de résidants des régions de Brantford, Brant-Haldimand, Simcoe, Norfolk et Hamilton-Wentworth demandant une nouvelle école. Madame la Ministre, que dites-vous à ces étudiants qui veulent une nouvelle école?" ],
  "anchor" : "para501"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Well, the process for applying for a grant for a new school is that you have to make a good business case, and unfortunately, in this particular case, the business case was not a strong business case. What we have done, however, is we have offered $25.9 million to build a joint French school for both public and Catholic students in Hamilton. That would be a grade 7 to 12 school. The French public board has accepted the offer; the French Catholic board has not. However, our offer remains on the table that we would love to build a new joint French-language school for public and Catholic.", "We have models all over the province where we have French boards working together, English boards working together, French and English boards working together. We know this model works." ],
  "anchor" : "para502"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Transportation on a point of order." ],
  "anchor" : "para505"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Thanks very much, Speaker. We’re joined today in the galleries by some individuals who are here in anticipation of the vote coming up on Bill 31. If I could introduce Rick Donaldson from the Ontario School Bus Association; Scott Watson from Parachute Canada; and Angelo DiCicco from Young Drivers of Canada and his colleague Jim Kilpatrick.", "We also have some student representatives from Arrive Alive: Melissa Montanari, Natalie Di Felice and Tori Peacock; Brian Patterson from the Ontario Safety League; and the ADM from MTO’s road user safety division, Heidi Francis." ],
  "anchor" : "para506"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke Centre on a point of order." ],
  "anchor" : "para508"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Mr. Speaker, we have a guest here today. I just want to introduce Madi Fuller, who I met last week at an event honouring 25 years of public service for Mr. Glen Murray. Welcome to Queen’s Park." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the amendment to the motion to apply a time table to certain business of the House.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para512"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 27, Mr. Naqvi moved government notice of motion number 40. On May 28, Mr. Clark then moved that the motion be amended as follows:", "That in each of the sections (a), (b), (c) and (d), bullet number two be struck out and replaced with the following:", "“—That the deadline for requests to appear be 2 p.m. on the Thursday of the week that the bill receives second reading”—" ],
  "anchor" : "para515"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Agreed.", "All those in favour of the amendment to the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para519"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para617"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 95; the nays are 0." ],
  "anchor" : "para618"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Are the members ready to vote on the main motion, as amended? Agreed? I heard a no.", "This item will remain on the Orders and Notices paper." ],
  "anchor" : "para619"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "For the record, Speaker, we did not say no." ],
  "anchor" : "para622"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Given the circumstances, I will test the House again: Are the members ready to vote on the main motion, as amended? Agreed? Agreed.", "Mr. Naqvi has moved notice of motion number 40. Is it the pleasure of the House that the motion, as amended, carry? Carried." ],
  "anchor" : "para623"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On division." ],
  "anchor" : "para625"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carried, on division.", "Deferred vote on the motion for third reading of the following bill:", "Bill 31, An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Projet de loi 31, Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para631"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On April 20, 2015, Ms. Sandals moved third reading of Bill 31.", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para633"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para731"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 95; the nays are 0." ],
  "anchor" : "para732"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para733"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para736"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I’m honoured to recognize, in the east gallery, the Honourable Pierre Arcand, the member of Quebec’s National Assembly for the riding of Mont-Royal. Monsieur Arcand serves in cabinet as Quebec’s Minister of Energy and Natural Resources and as Minister responsible for the Plan Nord.", "For the past 18 months, as we know, Quebec and Ontario have been working together very closely on important strategic regional and national issues, including climate change, electricity trade and energy policy. This was highlighted in the last several weeks with the presence of Monsieur Couillard in the assembly here.", "We’re pleased that he’s able to join us today for an important meeting, and I’d like him to stand and be acknowledged." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We welcome our guest." ],
  "anchor" : "para742"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I am happy to welcome my family: Scott Jonassen, and our daughter, Paisley." ],
  "anchor" : "para743"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A personal “welcome back” to the member from Kenora–Rainy River. Also, keep the baby away from all the adults in this House—except the parents, of course." ],
  "anchor" : "para744"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’d like to welcome, in the east gallery, a good friend of mine and a resident of Newmarket–Aurora, Anthony Pullano. Welcome." ],
  "anchor" : "para745"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have today laid upon the table the 2014-15 annual report from the Integrity Commissioner of Ontario." ],
  "anchor" : "para747"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I want to take this opportunity to recognize the tremendous work being done by Victim Services of Middlesex County, Chatham-Kent Victim Services and Victim Services of Sarnia-Lambton.", "The vital work of these organizations is made possible by a few staff and the dedication of hundreds of volunteers, who provide support and crisis assistance to victims of crime and tragic circumstances.", "This work demands not only the time of these volunteers, who are on call 24/7, but also takes a real emotional toll. I don’t think we can thank them enough for the sacrifices they make for the sake of victims and people in crisis, which is why I also want to take this opportunity to raise my concerns over the restructuring of funding that has taken place, without consultation, which is seriously impacting the delivery of victim services in my riding and across rural Ontario.", "These cuts forced Victim Services of Middlesex County to relocate their office over 40 kilometres away, out of the community of Strathroy to the outskirts of London, and will prevent volunteers from receiving the training they need to respond to situations involving domestic abuse, assaults and homicide.", "I urge the government to be aware of the consequences of their decisions and the ramifications for our province’s most vulnerable people." ],
  "anchor" : "para750"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I rise today to highlight the plight of the workers and their families across our province who have been forced to resort to severe job action as a result of this Liberal government’s neglect.", "In my own riding, nurses and support workers—members of OPSEU 294—have been on the picket line now for two months as a result of their employer, CarePartners, a for-profit, putting profit ahead of patient care.", "On Saturday talks reached an impasse—the first day negotiating in almost two months. The negotiator for the CCAC said the CCAC is “ecstatic with the non-unionized work that CarePartners is now providing”—an insult to workers and an indictment to the very patients who continue to suffer from delays, wait-lists and impacts the strike has had on them and their families.", "Crown Metal Packaging workers have been on strike for 21 months. The foreign company refuses to negotiate a fair settlement and has hired replacement scab workers to prolong the dispute and attempt to break the strike. An industrial inquiry was announced months ago, without any details of its progress, deadline or mandate.", "I stand in solidarity with these workers and their families today and call on the government to take immediate action and to stop letting corporate greed come before our province’s workers and their hard-working families." ],
  "anchor" : "para756"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I rise today representing the fine riding of Newmarket–Aurora to recognize June as Italian Heritage Month in Ontario. June was proclaimed Italian Heritage Month in 2010. Today, in fact, marks 69 years since Italy became a republic.", "Italians began arriving in Ontario in the late 1800s. Italian newcomers settled all across Ontario, anywhere they could find a job. They proved themselves in factories; as farmers, miners, lumberjacks; in construction and in business.", "In my hometown of King City, Italian Canadians began arriving in the 1970s. It was a great time for our little community. Our new neighbours brought with them a passion for community that enriched and made our town better. Today there are more than 900,000 Italian Canadians living in Ontario. They form the largest Italian Canadian population in Canada.", "During this month, we celebrate the achievements of a number of well-known Italians. I’d like to recognize a great Italian Canadian from Newmarket–Aurora, Anthony Pullano. Anthony was born in the Calabria region and immigrated to Canada with his family in the early 1950s. Anthony has achieved success as a painter and as a businessman in Aurora. He has created many great pieces of artwork. His most recent accomplishment is the illustration used in this year’s Italian Heritage Month poster. Congratulations, Anthony.", "Mr. Speaker, I urge all Ontarians to make the most of Italian Heritage Month by attending heritage events and immersing themselves in this wonderful culture. Grazie a tutti." ],
  "anchor" : "para762"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is a pleasure to rise today and remind everyone that this week, we are marking Ontario Cider Week here in the province of Ontario and, of course, today at Queen’s Park, Ontario craft cider awareness day.", "The great news about cider is it is one of the fastest-growing categories of beverages sold in the LCBO. The challenge, however, is that 80% of all cider sold in the LCBO is imported. It doesn’t have to be thus. Ontario cider producers play a vital role to our local communities across the province by using 100% Ontario-grown apples and pears to produce their cider and perry.", "As legislators, I believe we can do more to support Ontario cider producers. That is why later today, I, along with Arthur Potts—I’m sorry I can’t remember—" ],
  "anchor" : "para768"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Beaches–East York." ],
  "anchor" : "para771"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Beaches–East York—will be tabling a private member’s bill that is entitled Growing Ontario’s Craft Cider Industry Act, which will ensure Ontario cider receives the same incentives Ontario craft beer currently receives.", "Ontario cider producers deserve that same opportunity. With our support, we can encourage this home-grown industry. I hope we can all agree and support our PMB later on." ],
  "anchor" : "para772"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Today I rise on the 31st anniversary of the Indian military invasion of the Golden Temple, also known as Operation Blue Star.", "The invasion began on June 1 and continued on to June 10, and is one of the most senseless, brutal massacres in the history of India. In fact, G.K.C. Reddy, a famous politician and journalist, refers to this attack as one of the worst examples of the organized killing of innocents by the organized military might of a nation.", "In addition to this horrible loss of life, the government made matters worse when, after completing their invasion, after completing their massacre, they set fire to the Sikh Reference Library, destroying thousands of original, priceless manuscripts.", "This was an attack not on a group of people, but the heart of a nation. In fact, as Mark Tully and Satish Jacob write on the subject, “Any army which wants to destroy a nation destroys its culture. That is why the Indian army burnt the library.”", "In addition to this horrible massacre, humanitarian aid was denied to the victims of this state violence, and 22 children ranging from ages 2 to 16 were rounded up and arrested, deemed dangerous terrorists. It took a petition to the supreme court to release them. A judge finally ruled that it was senseless to keep them in custody.", "The destruction of the Sikh Reference Library, the denial of humanitarian aid and the state violence with respect to the children all point to a deeper, insidious purpose of this violation, which was to destroy the Sikh nation.", "I stand with friends and families asking for and demanding justice for those who have lost their lives." ],
  "anchor" : "para775"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I rise today on the historical territory of the Mississaugas of the New Credit and on the day the Truth and Reconciliation Commission’s summary report is released.", "So it’s fitting that the bells at the Anglican Church of the Epiphany in my riding of Sudbury have been ringing since yesterday. The bells are ringing in honour of missing and murdered aboriginal women and girls in Canada.", "The church, located in the downtown core of Sudbury, will ring a bell every hour between 11 a.m. and 4 p.m., Monday to Saturday, until June 20. In all, the bells will be pealed 1,122 times, one time for each of the missing or murdered aboriginal women and girls. The bell-ringing is being carried out to express solidarity with Canada’s aboriginal peoples in their pursuit of justice and their demand for an official inquiry on missing and murdered women and girls.", "Members of the Church of the Epiphany, as well as members of other local churches, have been recruited to serve as bell-ringers over the three weeks, but there is room for the community at large to participate. The church is asking anyone who would like to volunteer to call the church. Organizers say there is room for 100 Sudburians to participate.", "This is something that affects the whole community—the whole country. For it is only when our voices ring out as loud as these bells that our call for justice will be heard, and only when our call for justice is heard will there truly be truth and reconciliation." ],
  "anchor" : "para784"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "Almonte hospital, in my riding, has had to lay off nurses. This government has frozen the funding for the Almonte hospital for four years. The Almonte hospital is well managed, and for the first three years was able to find enough efficiencies to balance their budget without laying off any staff, while still maintaining the high level of health care that the community of Almonte has been used to receiving.", "But this year, that changed. There are no more efficiencies to be found. This year, Almonte hospital management worked with leaders from CUPE on a sad task: the task of laying off nine registered practical nurses and replacing them with nine personal support workers, with the objective of reducing operating costs.", "On May 23, Linda Melbrew, a worker at Almonte hospital and president of CUPE Local 3022, came to my office with 550 postcards signed by residents of Almonte protesting the funding freeze at their hospital. I hand-delivered those 550 postcards to the Minister of Health this morning.", "The Almonte hospital needs and deserves a funding increase. The government has a responsibility to deliver the necessary funding. It is time for the government to do their job." ],
  "anchor" : "para790"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I rise today to tell you about an organization that I am a member of, Canadian Women for Women in Afghanistan, whose primary goal is to provide educational opportunities for Afghan women and girls. In 2001, 700,000 students were enrolled in school, almost none of them girls. Today, more than 10 million go to schools, with girls making up 40% in the primary grades.", "CW4WA builds school libraries and science labs. They train teachers and provide them with lesson plans, textbooks and visual aids. They pay teachers’ salaries, rent for schools, provide wells and school bags, and have 350 projects across eight provinces.", "I’d like to recognize a few CW4WA champions: author and founder Deborah Ellis, who donates all proceeds from two books she’s written about Afghan women, $850,000 to date; Kingston’s own Madeliene Tarasick and Marg Stewart lead a group of wonderfully dedicated community volunteers, most of them present or retired teachers, who work tirelessly raising awareness and money for this noble cause.", "No one understands the significance of our support more than fellow CW4WA member Reine Dawe and her husband, retired Lieutenant Colonel Peter Dawe, whose son Captain Matthew Dawe tragically paid the ultimate price while serving the goals of freedom and democracy in that very place.", "Mr. Speaker, there’s a strong link between education and peace-building, and I’m very proud that this courageous charity continues to further tolerance and empower women." ],
  "anchor" : "para795"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I rise in the House today to recognize the IRONDames, an amazing group of dedicated women making a difference for those living with cancer and their families in my riding of Burlington. The IRONDames were founded by the inspirational Kimberly Anne Kearns Pace, a renowned children’s speech pathologist. Among her many talents and accomplishments, Kim improved the lives of thousands of children and families with a wide variety of developmental needs before she lost a courageous four-year battle with cancer. To this day, her legacy lives on through the IRONDames.", "On Mother’s Day, May 21, with Mother Nature on their side, the IRONDames inspired 229 moms to line up at the start line at the sixth annual Lace Up for Love walk/run. Together, family and friends, along with the IRONDames, raised an incredible $43,000 towards the cancer exercise program at Wellspring Birmingham Gilgan House, a facility in the Halton and Peel region offering a wide range of cancer support programs and services to meet the emotional, social, psychological and informational needs of people living with cancer and those who care for them.", "Recently nominated for a Burlington’s Best Award in the category of community service, the IRONDames are a truly remarkable group of women triathletes making a difference in our community.", "I’d like to congratulate them and all of the walkers, runners, volunteers and sponsors who helped make the sixth annual Lace Up for Love walk/run such a huge success." ],
  "anchor" : "para801"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para805"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received the report on intended appointments dated June 2, 2015, of the Standing Committee on Government Agencies. Pursuant to standing order 108(f)(9), the report is deemed to be adopted by the House." ],
  "anchor" : "para808"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, I beg leave to present a report on Infrastructure Ontario–Alternative Financing and Procurement, Section 3.05 of the 2014 Annual Report of the Auditor General of Ontario, from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para811"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "Does the member wish to make a short statement?" ],
  "anchor" : "para812"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I’m pleased to table the committee’s report, entitled Infrastructure Ontario–Alternative Financing and Procurement, Section 3.05 of the 2014 Annual Report of the Auditor General of Ontario.", "I would like to take this opportunity to thank the permanent membership of the Standing Committee on Public Accounts: Lisa MacLeod, vice-chair; Han Dong; John Fraser; Percy Hatfield; Harinder Malhi; Julia Munro; Arthur Potts; and Lou Rinaldi.", "The committee extends its appreciation to officials from the Ministry of Economic Development, Employment and Infrastructure and Infrastructure Ontario for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General of Ontario and the Clerk of the Committee and staff in legislative research.", "With that, Mr. Speaker, I move adjournment of the debate." ],
  "anchor" : "para814"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman moves adjournment of the debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para819"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, I beg leave to present a report on Financial Services Commission of Ontario–Pension Plan and Financial Service Regulatory Oversight, Section 3.03 of the 2014 Annual Report of the Auditor General of Ontario, from the Standing Committee on Public Accounts and move the adoption of its recommendations." ],
  "anchor" : "para822"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hardeman presents the committee’s report and moves the adoption of its recommendations.", "Does the member wish to make a brief statement?" ],
  "anchor" : "para823"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "As Chair of the Standing Committee on Public Accounts, I’m pleased to table the committee’s report today, entitled Financial Services Commission of Ontario–Pension Plan and Financial Service Regulatory Oversight, section 3.03 of the 2014 Annual Report of the Auditor General of Ontario.", "I would like to take this opportunity to thank the permanent membership of the Standing Committee on Public Accounts: Lisa MacLeod, Han Dong, John Fraser, Percy Hatfield, Harinder Malhi, Julia Munro, Arthur Potts and Lou Rinaldi.", "The committee extends its appreciation to the officials of the Financial Services Commission of Ontario for their attendance at the hearings.", "The committee also acknowledges the assistance provided during the hearings and report-writing deliberations by the Office of the Auditor General of Ontario, the Clerk of the Committee and staff in legislative research.", "With that, Mr. Speaker, I move adjournment of the debate." ],
  "anchor" : "para825"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para831"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I beg leave to present a report from the Standing Committee on Social Policy and move its adoption." ],
  "anchor" : "para834"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill as amended:", "Bill 27, An Act to require a provincial framework and action plan concerning vector-borne and zoonotic diseases / Projet de loi 27, Loi exigeant un cadre et un plan d’action provinciaux concernant les maladies zoonotiques et à transmission vectorielle,", "The title of which is amended to read:", "Bill 27, An Act to require a provincial framework and action plan concerning vector-borne diseases / Projet de loi 27, Loi exigeant un cadre et un plan d’action provinciaux concernant les maladies à transmission vectorielle." ],
  "anchor" : "para835"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para839"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The bill is therefore ordered for third reading." ],
  "anchor" : "para841"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para843"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill as amended:", "Bill 6, An Act to enact the Infrastructure for Jobs and Prosperity Act, 2015 / Projet de loi 6, Loi édictant la Loi de 2015 sur l’infrastructure au service de l’emploi et de la prospérité." ],
  "anchor" : "para844"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para846"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated May 12, 2015, the bill is ordered for third reading.", "Ms. Jones moved first reading of the following bill:", "Bill 110, An Act to amend the Liquor Control Act / Projet de loi 110, Loi modifiant la Loi sur les alcools." ],
  "anchor" : "para848"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para853"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para855"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker. We have decided, along with my colleague, the member from Beaches–East York, to title our bill Growing Ontario’s Craft Cider Industry Act. If anyone was here during my statement, it talked about the need and the abilities that we have as legislators to encourage this burgeoning industry. Essentially, it allows what is currently in place for craft beer to be put in place for craft cider.", "Ms. Campbell moved first reading of the following bill:", "Bill 111, An Act to amend the Energy Consumer Protection Act, 2010 to eliminate fixed rate electricity contracts between retailers and consumers / Projet de loi 111, Loi modifiant la Loi de 2010 sur la protection des consommateurs d’énergie pour éliminer les contrats de fourniture d’électricité à tarif fixe entre détaillants et consommateurs." ],
  "anchor" : "para856"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para860"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para862"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "Currently, under the Energy Consumer Protection Act, 2010, contracts between retailers and consumers for the provision of electricity at a fixed rate are permitted.", "The bill adds part 2.1 to the act. It provides that contracts between retailers and consumers for the provision of electricity at a fixed rate that are entered into after a specified day are deemed to be void. It also provides that existing contracts between retailers and consumers for the provision of electricity at a fixed rate that are renewed, extended or amended after a specified day are deemed to be void on the day the existing contract expires, except if amended to provide for the cancellation of the contract without penalty.", "Part 2.1 further provides various protections to consumers who enter into contracts that are deemed to be void under the new part. Such protections include the right to refund the money paid under a void contract and freedom from liability for obligations under such a contract.", "Mr. Chiarelli moved first reading of the following bill:", "Bill 112, An Act to amend the Energy Consumer Protection Act, 2010 and the Ontario Energy Board Act, 1998 / Projet de loi 112, Loi modifiant la Loi de 2010 sur la protection des consommateurs d’énergie et la Loi de 1998 sur la Commission de l’énergie de l’Ontario." ],
  "anchor" : "para863"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para869"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para871"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "This legislation would further strengthen the Ontario Energy Board to ensure that ratepayers are further protected. Our government’s new bill would, if passed, ban transactions of electricity retailers at the doors, increase the ability of the OEB to fine utilities for non-compliant behaviours, provide cabinet with increased ability to designate priority transmission corridors and, among other steps, provide the OEB with increased customer advocacy responsibilities. Our government is committed to protecting ratepayers through robust and effective regulation of electricity rates via the Ontario Energy Board." ],
  "anchor" : "para872"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "On behalf of the House leaders of the government, the Progressive Conservative Party and the New Democratic Party, I will be putting forward the following motion. I believe that you will find we have unanimous consent to put forward a motion without notice respecting the flying of the rainbow flag." ],
  "anchor" : "para875"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader is looking for unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para876"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that the rainbow flag be flown on the Legislature’s courtesy flagpole during Pride Week, from June 22 to June 28, 2015, subject to being temporarily interrupted for any other flag-raising that would normally occur during this period; and", "That the Legislative Assembly’s flag standards and protocol policy with respect to the use of the courtesy flagpole be amended to include the rainbow flag; and", "That, going forward, requests to fly the rainbow flag shall be handled in the same manner as other recognized flag-raising requests." ],
  "anchor" : "para878"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader moves that the rainbow flag be flown on the Legislature’s courtesy flagpole during Pride Week, from June 22 to June 28, 2015, subject to being temporarily interrupted for any other flag-raising—" ],
  "anchor" : "para881"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para882"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense.", "Do we agree? Carried." ],
  "anchor" : "para883"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Again, on behalf of the House leaders of the three parties, I believe that you will have unanimous consent to put forward a motion without notice respecting the flying of the Pan American Sports Organization flag and the Americas Paralympic Committee flag." ],
  "anchor" : "para887"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para888"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that the Pan American Sports Organization flag be flown on the Legislature’s courtesy flagpole from July 9 to July 26, 2015, for the Pan American Games; and", "That the Americas Paralympic Committee flag be flown on the Legislature’s courtesy flagpole from August 7 to August 15, 2015, for the Parapan Am Games; and", "That both flags are subject to being temporarily interrupted for any other flag-raising that would normally occur during this period." ],
  "anchor" : "para889"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley moves that the Pan American Sports Organization flag be flown on the Legislature’s—" ],
  "anchor" : "para893"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para894"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispense. Do we agree? Carried." ],
  "anchor" : "para895"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Seeing how well the House leaders of the three parties are getting along these days, I have a point of order, Mr. Speaker. I believe we have unanimous consent to put forward a motion without notice regarding Bill 16, An Act to proclaim Christmas Tree Day." ],
  "anchor" : "para898"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para899"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that the orders for second and third reading of Bill 16 be immediately called and that the question be put on the motion for second and third reading without debate or amendment." ],
  "anchor" : "para900"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we have unanimous consent to put forward the orders for second and third reading of Bill 16? Do we agree? Agreed.", "Mr. Wilson moved second reading of the following bill:", "Bill 16, An Act to proclaim Christmas Tree Day / Projet de loi 16, Loi proclamant le Jour de l’arbre de Noël." ],
  "anchor" : "para901"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Wilson moved third reading of the following bill:", "Bill 16, An Act to proclaim Christmas Tree Day / Projet de loi 16, Loi proclamant le Jour de l’arbre de Noël." ],
  "anchor" : "para906"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Wilson has moved third reading. Do we agree? Agreed.", "Be it resolved that the bill do now pass as entitled in the motion." ],
  "anchor" : "para911"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Congratulations." ],
  "anchor" : "para914"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s curling clubs are experiencing significant spikes in hydro costs due in large part to the so-called ‘global adjustment’; and", "“Whereas Ontario’s curling clubs have already been forced to raise rates and reduce services to their members; and", "“Whereas if those costs continue to rise, it could affect their ability to provide curling services to current or future members; and", "“Whereas there are over 200 curling facilities in Ontario used by approximately 50,000 curlers; and", "“Whereas up to 100 curling clubs are already at risk of closing due to the high cost of hydro; and", "“Whereas community building—multi-generations can play together or against each other, curlers come from a wide variety of backgrounds: professionals, business owners, tradespeople, teachers, students, retirees; and", "“Whereas great exercise for all ages and ability, an affordable sport with many different levels of competition from little rocks, juniors, adults, seniors and even at the Olympics;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately develop new policies to address the inequities of the class allocation system for global adjustment charges that are impacting the existence of curling clubs and other non-profit associations across Ontario.”", "I agree with this petition. I will sign it and give it to page Kerry." ],
  "anchor" : "para917"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Monique Taylor, la députée de Hamilton Mountain. La pétition lit :", "« À l’Assemblée législative de l’Ontario :", "« Attendu que le ministère de l’Éducation de l’Ontario accorde du financement à d’autres conseils scolaires de la région de Hamilton pour la construction de nouvelles écoles sans avoir besoin de partager leur établissement avec d’autres partenaires;", "« Attendu que le ministère de l’Éducation devrait accorder les mêmes droits aux élèves Conseil scolaire de district catholique Centre-Sud que ceux accordés à la majorité;", "« Attendu que les effectifs de la famille d’écoles de l’ÉS catholique Mère-Teresa justifient la construction d’une école secondaire catholique de langue française à part entière;", "« Nous, soussignés, membres de la communauté catholique francophone du Conseil scolaire de district catholique Centre-Sud, adressons à l’Assemblée législative de l’Ontario la pétition suivante :", "« Que le projet de construction d’une nouvelle école secondaire catholique de langue française sur son propre terrain à Hamilton puisse se réaliser sans avoir à le faire en partenariat avec un autre conseil scolaire;", "« Que le ministère de l’Éducation accorde le plein financement au Conseil scolaire de district catholique Centre-Sud afin qu’il puisse construire une école équivalente à celle de la majorité à Hamilton. »", "J’appuie cette pétition. Je vous remercie, monsieur le Président." ],
  "anchor" : "para929"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition that was given to me by Susan Tremblett over the weekend. I mentioned her as the organizer of RunaLung yesterday in my member’s statement.", "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, the Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, the Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I couldn’t agree more. I affix my signature and give it to Jessica." ],
  "anchor" : "para939"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I have a petition in support of Bill 58, the Utility Task and All-Terrain Vehicles Act, and it reads:", "“To the Legislative Assembly of Ontario:", "“Whereas it has been over a decade since regulation 316/03 of the Highway Traffic Act has been updated to recognize new classes of off-road vehicles and a motion to do so passed on November 7, 2013, with unanimous support of the provincial Legislature;", "“Whereas owners of two-up ATVs and side-by-side UTVs deserve clarity in knowing which roadways and trails are legal for use of these off-road vehicles; and", "“Whereas owners should be able to legally use their vehicles to access woodlots, trails and hunting and fishing destinations;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That private member’s Bill 58, which seeks to update the Highway Traffic Act to include new classes of all-terrain and utility task vehicles, receive swift passage through the Legislature.”", "Mr. Speaker, I support this." ],
  "anchor" : "para948"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Earlier today I hand-delivered 37 postcards and letters to the Minister of Natural Resources and Forestry signed by 22 residents of Ontario. I have a petition and, with the support of the members from Windsor West and the riding of Essex, 4,000 people have signed this. It reads:", "“Protect Ojibway Prairie", "“To the Legislative Assembly of Ontario:", "“Whereas the Ojibway Prairie Complex is a five-park system totalling 332 hectares. It represents half of the city of Windsor’s remaining natural areas;", "“Whereas Ojibway has 160 species at risk—over 20% and 32% for Ontario and Canada’s species at risk respectively. It represents Canada’s, and the world’s, most endangered ecosystem;", "“Whereas over 4,000 species live on the site—over 700 plant types (100 are rare, 70 are in the reserve), over 3,000 insects, 233 bird species with breeding evidence for 71 species, and 16 mammals;", "“Whereas Ojibway Park and the Ojibway Prairie Provincial Nature Reserve (OPPNR) are two of the parks in the complex adjacent to the proposed development. These parks are: (1) designated as natural heritage, environmentally significant areas, and in the case of the OPPNR, a provincially significant wetland (PSW) and an area of natural and scientific interest (ANSI); (2) protect biodiversity by hosting: eight endangered and 12 threatened species in Canada;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To designate this land with provincial importance and prevent any development on or adjacent to this land, so that the land will be protected and so too will the 91 species at risk, including six endangered and 12 threatened species on schedule 1 of the Endangered Species Act.”", "I fully agree with this. I will affix my name and give it to Ram to bring up to the desk." ],
  "anchor" : "para957"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario: “Fluoridate All Ontario Drinking Water.” This is from my riding.", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentration to protect against adverse health effects; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I support this petition, I will affix my signature and give it to page Katie." ],
  "anchor" : "para969"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? The member from Simcoe–Grey." ],
  "anchor" : "para979"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Thank you, best Speaker in the world.", "“To the Legislative Assembly of Ontario:", "“Whereas there is a discrepancy between how hospices are funded in Ontario; and", "“Whereas Matthews House Hospice is the lowest-funded hospice in the Central Local Health Integration Network (LHIN) and among the lowest-funded in the province, even though it serves as many clients or more than other hospices that receive greater provincial support; and", "“Whereas Matthews House has been told by the Central LHIN that LHINs do not fund residential hospice operational costs and yet hospices in other LHINs, including Barrie, Huntsville, Richmond Hill, Owen Sound and now Collingwood, all receive operational funding from the province; and", "“Whereas in February 2010 Matthews House Hospice was promised a solution to its underfunding by the Central LHIN which has never materialized;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Wynne government immediately develop a comprehensive strategy to deal with hospice funding to ensure that people in south Simcoe and all Ontarians receive equal access to end-of-life care.”", "I agree with the petition, and I will sign it." ],
  "anchor" : "para980"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the outstanding member from Simcoe–Grey." ],
  "anchor" : "para989"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I have a petition here that’s been signed by hundreds of members from my riding.", "“To the Legislative Assembly of Ontario:", "“Whereas government cuts have a direct impact on patient care and front-line workers;", "“Whereas hospital base operating budgets have been frozen for four years in a row and hospital global funding increases have been set below the rate of inflation since 2008, meaning that hospital budgets have been cut in real dollar terms ... for eight years in a row;", "“Whereas Ontario government funding figures show that home care funding per client is less today than it was in 2002;", "“Whereas Ontario hospital funding is the lowest in Canada;", "“Whereas Ontario ranks eighth out of 10 provinces in hospital funding as a percentage of provincial GDP; and", "“Whereas the government has actually refused to acknowledge that service cuts are happening;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately stop cuts and freezes to hospital budgets;", "“To immediately cease the laying off of nurses and other front-line workers; and", "“To fund hospitals adequately to ensure highest quality patient care across the province.”", "I wholeheartedly support this, will affix my signature and give it to page Ram to deliver to the table." ],
  "anchor" : "para991"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member from Kenora–Rainy River—the new mother. Welcome.", "Further petitions?" ],
  "anchor" : "para1004"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I have a petition here that’s addressed to the Legislative Assembly of Ontario and reads as follows:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I couldn’t agree more with this petition. I’m going to affix my name to it, and I’ll send it to the table with page Sheila." ],
  "anchor" : "para1007"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Family Responsibility Office (FRO) is outdated, ineffective and the provincial government needs to conduct a review of the entire system;", "“Whereas many families are either paying too much in child support or receiving too little, due to the ineffectiveness of the system;", "“Whereas families are forced to become their own caseworkers to investigate information that is required by the Family Responsibility Office before they can enforce action;", "“Whereas many of the federal and provincial databases do not link up, causing misinformation which affects the money paid or owed in child support for many families;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We call on the provincial government to strike an all-party supported select committee to conduct a review of the practices of the Family Responsibility Office to improve and streamline the collection of child support in the province of Ontario.”", "I support this petition and affix my signature." ],
  "anchor" : "para1017"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "To the Legislative Assembly:", "“Privatizing Hydro One: Another wrong choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”" ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions has now expired." ],
  "anchor" : "para1034"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para1035"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, Mr. Bradley." ],
  "anchor" : "para1036"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent that notwithstanding standing order 79(b), the order for third reading of Bill 27, An Act to require a provincial framework and action plan concerning vector-borne diseases may be called today." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Bradley has asked for unanimous consent. Is it the pleasure of the House? Carried.", "Mr. Barrett moved third reading of the following bill:", "Bill 27, An Act to require a provincial framework and action plan concerning vector-borne diseases / Projet de loi 27, Loi exigeant un cadre et un plan d’action provinciaux concernant les maladies à transmission vectorielle." ],
  "anchor" : "para1038"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Sousa moved third reading of the following bill:", "Bill 91, An Act to implement Budget measures and to enact and amend various Acts / Projet de loi 91, Loi visant à mettre en oeuvre les mesures budgétaires et à édicter et à modifier diverses lois." ],
  "anchor" : "para1042"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Sousa." ],
  "anchor" : "para1050"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "It’s an honour to stand today in the House for third reading of Bill 91, Building Ontario Up Act (Budget Measures), 2015.", "As you know, Mr. Speaker, the budget process is a long process, involving enormous effort from a dedicated team of professionals—a long process, but a necessary one and a rewarding one. It is a process that ensures that the budget reflects the wishes of the people of Ontario.", "This year, the process involved 11 pre-budget consultations across the province, from Windsor to Ottawa, from Thunder Bay to Sault Ste. Marie to Kingston and the Islands. We invited businesses and individuals to share their thoughts with us through pre-budget submissions. Almost 500 sent their thoughts, and we thank them for their input.", "Then, of course, we received further input from second reading as the bill moved through committee hearings. I’m grateful to the members of this House and the finance and economic affairs committee, as well as private citizens and groups, for their input.", "I must also thank my parliamentary assistant, Laura Albanese, as well as member Soo Wong as Chair for her hard work in helping move this bill through committee.", "It was a long process to ensure we got this right, to ensure Bill 91 reflects the wishes and hopes of the people of Ontario for today and for the future, to protect, preserve and enhance the quality of life of people all across this province, to find more innovative ways to grow the economy, and to maintain the vital public services that families and communities rely on. That is what we did, Mr. Speaker.", "This government plan includes making the largest infrastructure investment in Ontario’s history—more than $130 billion over 10 years. These infrastructure investments support Ontario’s industries and create jobs and positions for Ontarians to better compete in the global economy, because when Ontario invests, it is building, and when it is building, it is growing.", "Bill 91 continues and expands on Ontario’s $130-billion infrastructure plan. In the 2014 Ontario budget, we announced an investment of nearly $29 billion in dedicated funds over 10 years in Moving Ontario Forward to fund transit, transportation and other priority infrastructure within and outside of the greater Toronto and Hamilton area.", "In the 2015 Ontario budget, it would increase the dedicated funds for Moving Ontario Forward by $2.6 billion, for a total of $31.5 billion over 10 years. It would provide about $16 billion in transit projects in the greater Toronto and Hamilton area and about $15 billion available for transportation and other priority infrastructure projects outside of the GTHA.", "To help pay for these investments, we’re moving ahead with the plan to unlock the value of provincially owned assets. The net proceeds would be reinvested through the Trillium Trust in public transit, transportation and other priority infrastructure projects.", "The asset optimization plan includes broadening Hydro One ownership to create lasting public benefit and ongoing public and ratepayer protection, reviewing a number of prime-located real estate assets for sale as well, and the gain from the sale of our remaining GM shares back in February of this year.", "The 2015 Ontario budget also supports this government’s plan to invest in people’s skills and training, because Ontario’s greatest strength is its people. It’s why we’re continuing to improve education and skills training, from preschool and full-day kindergarten through post-secondary education and trade apprenticeship programs. This would include investing an additional $250 million over the next two years in the Youth Jobs Strategy, bringing the total investment in youth employment programs to more than $565 million.", "Our plan would also modernize the Ontario Student Assistance Program to strengthen the financial assistance for all students. Helping Ontarians to get the right skills and the right jobs will help build, overall, a growing and stronger economy for tomorrow.", "Our plan also includes supporting a dynamic and competitive business climate. I would like to mention a few things that are included in the 2015 budget to help business.", "The budget would increase funding for a 10-year period for the $2.5-billion Jobs and Prosperity Fund, and we’re proposing in this budget to increase this by a total of $200 million beginning in 2015-16. This would increase the fund to $2.7 billion over 10 years and extend eligibility to the forestry sector. It would allow us to partner with more businesses, enhancing productivity, increasing innovation, growing exports and creating jobs.", "We’re proposing to continue electricity pricing support beyond March 2016 for qualifying large northern industrial facilities, which would sustain jobs and our global competitiveness.", "Bill 91 helps Ontarians build a more secure retirement. If passed, it would establish the Ontario Retirement Pension Plan Administration Corp., a professional and independent pension organization that would be responsible for administering the ORPP.", "As you know, Mr. Speaker, Bill 91 advances our proposal to reform beverage alcohol sales in the province. It would authorize the government’s plans to expand beer sales to up to an additional 450 retail locations, including grocery stores, right across the province. Let me assure you that we would continue to uphold the principles of social responsibility by mandating in law strict controls over how beer is sold in these new locations. If passed, this bill would allow more convenience and choice for Ontarians, while maintaining a strong commitment to social responsibility.", "This plan to build Ontario up is ambitious, but I assure you that it was made against the backdrop of fiscal responsibility. We’ll continue managing program expense growth through the medium term, which is projected to be held to an average of 0.9% between 2013-14 and 2017-18. Ontario is projecting a deficit of $8.5 billion in 2015-16, an improvement compared with the deficit target laid out in the 2014 budget and which would still be the lowest level since the onset of the global recession. Our plan, which Bill 91 is a part of, continues to take a thoughtful and deliberate approach over the path to balance, with a forecast deficit of $4.8 billion in 2016-17 and a return to balance by 2017-18. We’re eliminating the deficit in a way that is both fair and responsible.", "Bill 91 reflects the government’s four-part plan to building Ontario up by investing in people’s talents and skills, by building public infrastructure such as roads and transit, by creating a dynamic and innovative environment where businesses thrive, and by building a secure retirement savings plan. It positions Ontario to lead Canada in the modern economy through historic infrastructure and public transit investments to move goods to market faster, to get people home and to work more safely, and to make Ontario a more competitive and more productive province. That is why I ask the members of this Assembly to support Bill 91, Building Ontario Up Act (Budget Measures), 2015.", "Together, we will build Ontario up." ],
  "anchor" : "para1051"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the minister.", "Further debate?" ],
  "anchor" : "para1072"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, this is the last opportunity to speak for 20 minutes on exactly what Bill 91 will do and won’t do. I’ve got a whole myriad of topics that I want to cover, because this budget is far reaching but doesn’t reach very far.", "Let me start. I’m going to start with reading, verbatim, from my local newspaper an article that ran in many newspapers across Ontario. When I read it, I thought, “Dang, they said exactly what I say in the Legislature every day.” So I am going to take a moment and read this—respectfully.", "“When Premier Kathleen Wynne is about to take more money from Ontarians, she says the magic word that is supposed to make it all okay.", "“Her magic word is ‘infrastructure.’ When Wynne announced Ontario will introduce a cap-and-trade carbon pricing scheme, expected to pour up to $2 billion more a year into government coffers because of higher consumer prices, government officials said the money would go to environmental projects like transit infrastructure.", "“Ditto when Wynne announced her mandatory Ontario Retirement Pension Plan for three million workers, to be paid for by a 1.9% annual payroll tax starting in 2017, matched by their employers, raising $3.5 billion a year.", "“In her 2014 budget, Wynne’s officials said, ‘By ... encouraging more Canadians to save through a proposed new Ontario Retirement Pension Plan, new pools of capital would be available for Ontario-based projects such as building roads, bridges and new transit.’ Translation: more infrastructure.” I’m reading from the editorial, Speaker.", "“When Wynne announced her impending sale of 60% of Hydro One to the private sector, she said $4 billion of the $9 billion the government hopes to raise would go to transit and infrastructure. Same goes for the $100 million the government is planning to rake in through a new beer tax.", "“But when, how and if this money is spent on infrastructure is anyone’s guess.", "“Wynne’s predecessor, Dalton McGuinty, won power in 2003 promising not to raise taxes and then imposed the largest single tax grab in Ontario history, more than $2 billion annually, which he said would be going into health care. Except we later learned some of the money went to general revenue, while health services were cut.", "“What’s disturbing is the Liberals’ lack of focus on paying down Ontario’s $298.9-billion debt, up 115% from the $138.8 billion they inherited ... in 2003.", "“Or that this year, the Wynne Liberals will pay $11.4 billion financing that debt—up from $10.7 billion last year—before paying a penny of the principal.", "“The Liberals’ inability to control spending and debt is the reason they’re forever developing new ways to get more money out of taxpayers.", "“‘Infrastructure’ is just their latest cover story.”" ],
  "anchor" : "para1074"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Point of order. I recognize the member from Barrie." ],
  "anchor" : "para1088"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "That is a prop he is using. He cannot use it, as I understand." ],
  "anchor" : "para1089"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. I will remind the member to try to perhaps keep it a little bit lower so that it’s not—", "Interjection." ],
  "anchor" : "para1090"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I understand that. I will overrule and say that he is allowed to use that.", "Continue, please." ],
  "anchor" : "para1092"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you, Speaker. Now, you’ll notice that I folded it over as small as it could be. I have glaucoma. I have to actually have it up close to my eyes. This is as hushed as I could keep it. I don’t consider reading from national media to be a prop, as neither do you.", "Let me read from another newspaper story, Speaker. Again, I said I’m going to be bouncing around here because in the 15 minutes I have left I want to cover so many topics that this budget actually either imposes on society or doesn’t fix a problem. Here’s one that it doesn’t fix: “Ont. Second in Illegal Tobacco Sales.” Now, that’s really quite interesting to note in this newspaper, Speaker.", "This article starts, “Ontario is second only to Panama when it comes to selling illegal tobacco in the Americas....” Now, that’s quite fascinating.", "“The KPMG report found that 31% of tobacco sold in Ontario is illegal, putting the province on par with El Salvador.”", "Speaker, here we are with an opportunity in Bill 91, in the budget, to tackle the hundreds of millions of dollars we can be earning from the sale of illegal tobacco, and instead we don’t bother touching that.", "But what we did touch, until our party and the other opposition party, I may say, began to dig deep into this, was the film tax credits. They’re not going to chase several hundred million dollars in illegal tobacco, but they were putting a $1.3-billion film industry immediately in jeopardy by rolling back the film tax credits. Now, it’s a $1.3-billion industry that was gobsmacked—it’s the only word I can think of—by what this government was doing. All this—putting the entire sector in turmoil—was to save $10 million. Now, $10 million is a lot of money; don’t get me wrong. But when you don’t tackle the hundreds of millions, if not billions—according to this article, we lose $2 billion a year in unpaid tobacco taxes across all of Canada, so our share is in the hundreds of millions. We ignore that, but we go after the film industry for $10 million. That put $1.3 billion worth of film in jeopardy.", "Thankfully, we spoke loudly and clearly in this Legislature, and I will say that this government either listened or bumped their head; I’m not really sure what it was, Speaker. Anyway, they finally decided that was a very big mistake, and decided to “grandfather,” as the expression goes, the films that are already under way.", "There are some things that boggle the mind. These guys just can’t find a tax they don’t like, so they chased that money and almost chased a billion dollars’ worth of filming, not only out of the Toronto area; in our area in northern Ontario, we have $30 million worth of filming going on right now, up from $23 million last year. All of that was in jeopardy. My phone rang off the hook for weeks. Thankfully, our caucus—I will say we were joined with the NDP, and together we fought this one.", "Now, here’s one that we didn’t win. The Auditor General came out with a special report, The Government’s Proposed Amendments to the Government Advertising Act, 2004. In May 2015, just last month, the Auditor General brought this document to us. This is all about the government here, through this budget bill, tinkering with the Auditor General’s powers over advertising. I can read a whole bunch of this, Speaker, but I’m only going to get to one little part in a moment.", "Reading from the auditor’s report, she’s concerned about the impact on the credibility of her office. She will no longer be able to consider factors—this is on government advertising—such as “political context, the use of self-congratulatory messages, factual accuracy”—can you imagine that in the new bill, the Auditor General cannot consider factors such as factual accuracy?—“or an advertisement’s criticisms of other political parties.”", "That’s what they want to do: not only stifle the auditor, but they want to move the auditor away so that these other things can be done. She said that “taxpayer-funded partisan government advertisements could very well see the light of day.” That’s our Auditor General telling us this.", "In one of the sections, “Advertising During an Election Period,” here is the Auditor General’s commentary: “This change removes the Auditor General’s discretion and empowers the government to run any ad it chooses during an election period.” That’s the depths that this government is using the budget bill to change things to align the stars to help them along in all the things they’re doing, and now using taxpayers’ money to advertise these things, even during an election period. So we know what will come in three years.", "We’ve heard from many organizations about the ORPP—the pension tax. We heard from the Ontario Chamber of Commerce this morning, along with 150 voices who signed a letter saying to the government, “Whoa. Hang on a second. This is nonsense. This is going to stifle Ontario businesses”—53 chambers of commerce throughout Ontario, together with 97 businesses. I’m talking about businesses such as Canadian Tire, Walmart, Ford, General Motors, Chrysler and Vale Inco—the list goes on and on—and small businesses, as well, that are going to have their business hurt by this pension tax.", "We know it means that each employer will have to pay 1.9% of their employees’ salaries into a fund, and each employee will lose 1.9% off their paycheque as well, to put in the fund. We’ve already heard from the Ministry of Finance. We got the document from the gas plant scandal hearings that told us that for every $2 billion taken in payroll tax, the government will lose 18,000 jobs across the province. So if it is indeed about a $3.5-billion tax grab, we know we are going to be poised to lose 30,000 jobs in Ontario. Speaker, this government knows this and still is ramming this through.", "When you look at the Ontario chamber, again, they talk about the fact that all this is coming at a time when business confidence—and why wouldn’t it be?—is at its lowest. Three years ago, when the chamber did their study, business confidence in this government and in the province was 48%. The next year it grew to 49%. This year, it tumbled to 29%. Business does not want to locate in a jurisdiction that can’t manage itself. They have the highest energy rates in North America. We have the highest payroll taxes in Canada. We have a debt that grew 100%. It took 137 years to get our debt to $139 billion; it took these guys 10 years to double that debt. When you’re now spending more money on interest than you are in most other ministries, you have to know that something is desperately wrong.", "When we looked at the statistics, we had 2,700 fewer businesses in Ontario last year. Why? Because they’ve left Ontario for better-managed jurisdictions—jurisdictions with lower energy rates, jurisdictions with lower payroll taxes.", "They cannot find a tax they don’t salivate over. I’ve told the story of the Victor mine before—it’s when diamonds were discovered in northern Ontario. After De Beers had already spent more than a billion dollars getting the mine ready to open, these guys surprised them with a diamond tax, the first ever in Ontario. But they said, “Oh, don’t worry. We’re going to tax every diamond producer in the province.” Of course, there is only the one.", "We’ve asked the Ring of Fire companies about chromite, and they all continue to tell us they’re very worried this government is going to develop a chromite tax. Through the gas plant scandal documents, yes indeed, as sure as we’ve said, we’ve now discovered the document that says they were going to implement a chromite tax to one of the proponents. We’ve said it all along. They’ve never denied it in the Legislature; they just change the topic—the Premier is going to go canoeing or something, which is probably exactly why we’re up the creek without a paddle.", "The most shocking thing that we’ve seen happen here is this fire sale of Hydro One. If you go back, they’ll tell you very quickly, “Oh, no, all this money is going into infrastructure”— same as when I started off. When the government continued to say this money was going to be used for transit—well, if you look back in the 2014 budget, there already was asset sale money allocated. It was $3.1 billion over four years. That doesn’t sound like the $4 billion they’re getting from Hydro. There was no mention of the fact that they needed that amount of money from Hydro. That’s all new, because they’re broke. They’re going to take that Hydro sale money and they’re going to pay their bills with it. I have no idea what they’re going to manage to sell the next year or the year after to pay the bills of this government, because they have a spending problem. Again, we don’t have a revenue problem in Ontario—revenues were up—but we have a spending problem. Spending was up. Spending in this province is up. They don’t know how to control their spending.", "Here’s a quote from the Ottawa Citizen:", "“A reasonable person might wonder why we need to sell most of a significant public asset ... just to keep doing what we have been doing for years.", "“The real answer, I suspect, is that putting some billions of new money into the province’s transit trust will enable the government to quietly shift existing money to help it reduce the deficit or pay for other spending.”", "Speaker, that’s what we’ve been saying all along. Ostensibly they will put the money into transit, but then carve what they already had in transit out to spend, likely frivolously, on things—who knows whether it’s another Ornge, another gas plant scandal, another MaRS bailout, another smart meter fiasco. It’s whatever fiasco, boondoggle of the day, they’re going to come up with to find ways to fritter away another billion dollars of your money.", "If we look at the Hydro One sale, there are really three major problems.", "It is a secret process. We disclosed this in the clause-by-clause at committee. The government could have been forthright with the people and told us the details, but they haven’t. They have not done that. They have not been forthright with the people of Ontario. They continue to tell us one thing and then do something else. They are going to strip the Auditor General, the Integrity Commissioner, the privacy commissioner, the Ombudsman, the Financial Accountability Officer, freedom of information, the sunshine list—all those are going to be gone from the Hydro One we knew. This is the veil of secrecy that this government works under.", "When we had a minority government, we were able to get documents through the gas plant scandal hearings. Thankfully, we learned so much about exactly the breadth and length that this government will go through to deflect and, in this case, delete, and, as it turns out, to deceive the people of the province of Ontario.", "The second point was the loss of majority ownership. We’re going to go from owning 100% of Hydro—" ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would ask that the member withdraw." ],
  "anchor" : "para1122"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Withdraw, Speaker.", "This government deleted files. I can leave it to the people to decide why they deleted those files.", "We are going to lose a majority of ownership. We’re going to go from 100% to a minority position, 40%. We are going to have the loss of all of that consumer protection.", "This is a fire sale. They’re broke. They have no money. In fact, they have a deficit again this year. Our deficit grew, from three years ago, Speaker, from $9.2 billion up to $10.5 billion, up to $10.9 billion. They can’t stop their spending, and now they are looking for any way to fill the holes. They’re going to sell off Hydro One to fill one of the holes. They’re going to start next year by selling the LCBO warehouse and the OPG headquarters. They are going to continue to sell things until they run out. That only puts a band-aid on the problem. It doesn’t fix the problem that they’re spending more money than we take in. This budget is a complete disaster, Speaker, and does not address the core problems in Ontario. Thank you." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1127"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "As always, it’s a privilege to stand in this House to discuss legislation before us, although I must tell you I have mixed feelings about this particular bill, Bill 91, the budget bill for 2015.", "I wish I could stand up in this House with some confidence and talk about how this bill potentially could help us. But I have to tell you that this budget fails the people of this province on job creation, on conservation and on education, and it accelerates the privatization agenda of this government.", "The general tenor and tone of this piece of legislation speaks to a lost government, Mr. Speaker. This budget also—people have described it as being very deceptive. It’s a deceptive document, because it gives false choices to the people of this province.", "It also seeks to redefine the basic language that we’ve used in this House for years, like the definition of “partisan,” for instance, like the definition of “catastrophic impairment.” Language is important. The definition of that language is also important.", "This government is actively trying to redefine the role of government, really, in the province of Ontario. It rams through changes that no Ontarian voted for, and I need to get that on record. The people of this province have not had their say. They have not had the chance to speak to the sell-off of Hydro One. They have not had the chance to stand up against the sale of Hydro One. They have not even had the opportunity yet to hold their MPPs accountable for the sell-off of Hydro One. But mark my words, Mr. Speaker: That day will come—it will come. The members on the opposite side of this House will feel the pressure in their own ridings as the summer progresses, as they should, because the people of this province feel that they have been deceived.", "This government did not run on the sell-off of Hydro One. It is not only just wrong-headed; it’s short-sighted, and I’ll go into some details. It doesn’t make fiscal sense, economic sense, to sell off this strategic public asset.", "I also want to get on the record that Premier Wynne and this government have used a Harper-style time allocation motion to limit debate in this House and at committee. It is shocking, Mr. Speaker, that two thirds of the Ontarians who applied to be heard at the budget hearings were shut out—two thirds—because of time allocation. Also, this government only chose to consult in Toronto. There is more to the province of Ontario than Toronto. Toronto is very important, but if you are in Windsor or if you are in Timmins or if you’re in Ottawa, it’s a hard place to get to.", "Maybe I missed something, but I certainly don’t remember Premier Wynne telling Ontarians that she would govern this province just like Stephen Harper has governed the country. That certainly was not made clear during the last election. I do remember the Premier saying, prior to the last election, that she “was going to do government differently,” and that she would “open up and be more transparent.” That’s from the Globe and Mail, March 6, 2014.", "Speaker, using time allocation motions to sell off publicly owned assets sounds a great deal like the kind of politics practised by Mr. Harper, and sounds nothing like doing politics differently. In fact, it’s very akin to the politics practised at the federal level, which is based in fear and based on false choices.", "I think the false-choices piece is that this government has said that they have to sell Hydro One to fund infrastructure. That’s a false choice. If we just take a step back to 2010, when the Premier was then the Minister of Transportation, she pulled $4 billion out of transit, and then she cut corporate taxes. That was a choice that she made, and that’s the problem, because that’s why we have an infrastructure deficit and a transit deficit in the province of Ontario. And that’s why she’s holding up the sale of Hydro One as if that’s going to be the answer to this problem. It is not. It will only fund 3% of their promises. We all know, in this House, that Liberals are very fond of coming to our ridings and making promises, especially on transit.", "We have some serious concerns with this budget, and we’ve been very vocal about it, and that is our job.", "Ontarians, though, did not vote to sell off Hydro One. They don’t want to pay the price for this short-sighted decision. They deserve to be heard. But Premier Wynne is ramming through her plan without giving people their say. This is a fact. Hearings were held for only four days, and only in Toronto, as I said. Ontarians in the north, the southwest and the east—none of them voted for a government that would sell off Hydro One. If the sale of Hydro One had been part of that platform, people would have not have voted for Liberals. That is not a stretch. Wynne didn’t campaign on this, and doesn’t have a mandate to sell Ontario’s Hydro One.", "There is a fundamental issue of accountability here that we ran up against. We ran into a brick wall at finance committee. The government’s new amendments do nothing to stop the removal of oversight of the independent officers, which we have raised as a concern. They have just extended the period before oversight is removed, and restricted their oversight powers. This is just tinkering with democracy. That is what happened at committee.", "In an unprecedented move, eight of the independent officers of this Legislature have spoken out against this government and the decision to sell off Hydro One and to remove their oversight. This is the most open and transparent government? The Auditor General, the Ombudsman, the Financial Accountability Officer, the privacy commissioner, the Integrity Commissioner, the French Language Services Commissioner, the children’s advocate, the Environmental Commissioner—all of them used the strength of their office to raise awareness, to peel back the layers. Perhaps we’re going to have to somehow figure out a way to unlock the truth in this place, or broaden the definition of “truth.” Perhaps that’s going to be in budget 2016.", "This budget will result in the following: The AG will not be able to conduct performance audits on Hydro One and the Ombudsman will have no ability to investigate public complaints against Hydro One. And why is this important? The people of this province know why it’s important—the people do. The Ombudsman’s most recent report, from last week, revealed that 84,000 people got the wrong bills or bill information. It was only because of the independence and the enforcement powers of the Ombudsman that Ontarians got the help they needed. That door will be slammed shut in the face of Ontarians when this bill passes tomorrow.", "A corporate ombudsman will only be responsible to the corporation, not to Ontarians. The cellphone companies have ombudsman offices. Cable companies have ombudsman offices. The 407 has an ombudsman office. When was the last time you heard a critical, hard-hitting report from those people from those places? People understand what is happening here; they really do. This is not open and this is not transparent.", "The Information and Privacy Commissioner will no longer be able to oversee the right of access to records held by Hydro One. The Financial Accountability Officer will not be able to examine the impact of the planned hydro operations on consumers and the economy. We just got the Financial Accountability Officer here. We just brought him here, and the first thing that this government did was shut him out of his job. I think he’s been moved twice. If there was ever a role for the Financial Accountability Officer, it would be to look at this Hydro One deal, because, as has been declared by even a white collar fraudster from jail, this is the biggest con job he’s ever seen in the province of Ontario. The numbers don’t add up.", "Lobbyists will no longer be required to report whether they are lobbying Hydro One. The Integrity Commissioner will no longer review Hydro One expense claims to ensure prudent spending. People are shocked and they are so disappointed.", "The most recent report that I saw on the financial piece of this deal is from the Peters report. Mr. Douglas Peters is a former chief economist for TD Bank, secretary of state for finance and a Liberal MP. He says that selling off Hydro One is the wrong decision. “It was not appropriate to sell the electricity business to outside investors in the past, and we do not believe it is appropriate for the province of Ontario to sell it now.”", "What this sale of Hydro One proves is that the first priority of this government is Bay Street, and then the people come much lower down on the list. “Selling 15% of Hydro One instead of borrowing for infrastructure investment will actually result in a net loss”—this is really important for people to understand—“to the public of $84.7 million a year.” Hydro One is a profitable company; it brings revenue into this Legislature, which we invest in health care, education and infrastructure. It’s burning the furniture to heat the house. And then Mr. Peters goes on to say that “selling a 60% stake will cause a net annual loss of $338.8 million.”", "The finances on this scheme are not sound. I know there are people on that side of the House who know it. The numbers do not add up. The valuation that Mr. Clark has said this government is going to get for the sale of the shares of Hydro One does not add up. Mr. Clark’s pro bono work definitely didn’t add up. It cost the people of this province $7 million in consulting fees.", "Moving on to the ORPP as a non-public entity: In the finance committee, we introduced amendments that would have made the Ontario Retirement Pension Plan Administration Corp. a more transparent and accountable organization. The Liberal members of that committee voted against every one of these amendments. Those amendments included requiring quarterly reporting by the ORPP Administration Corp. to the Minister of Finance. Yes, you would want to see quarterly reports. You know why? Because this is the first province-specific pension plan of its kind in Canada, so you want to get it right and you want to monitor the success of it. Or you don’t. And clearly they don’t, because they’re not invested in the success of the ORPP, Mr. Speaker.", "One of our amendments would require that the minister is notified of every bylaw and all changes to the bylaws of the ORPP Administration Corp. This is a corporation that needs to be watched. This was another amendment that came forward in finance, transferring the shares of Hydro One to a corporation that has not yet been created. Then another amendment tied the hands of all future governments around oversight. I said to the members of the finance committee at the time, “Wouldn’t you like to get back on that 407 deal? Why tie the hands of future governments?” But that’s what this government has done. It has washed its hands of ensuring that accountability and oversight is possible with the ORPP.", "The third amendment that we brought in would have eliminated the use of “expert” board directors, which would be comprised of private-sector financial industry executives and would require a culture tending towards risk-taking and executive compensation. I want to tell you why we were so concerned about this, Mr. Speaker: because the same thing happened in BC. The managers of the pension fund became very wealthy; they became very rich at the BC Investment Management Corp. In fact, in one year they saw a 20% increase in their salaries. They tied their profits to pay-by-performance. It says, “Public Sector Salaries: B.C. Investment Management Corp. Dominates Top 10 list Again.” Perhaps that’s what the government is looking to do, creating 10 good jobs at this pension plan corporation, but not ensuring that there’s oversight, not ensuring that there’s accountability and not ensuring that the money gets to the people who need it, the people of this province.", "We moved those amendments; they got shot down—just completely shot down. We tried get some union representation on this board of the corporation as well. Why, Mr. Speaker, you may ask? I’m sure you’re wondering. Corporations that are investing employees’ hard-earned dollars, i.e., pension funds, should ensure that those individual voices are heard. This can be achieved by making sure that the people on that board are actually invested in ensuring that that board is successful.", "Changes to partisan advertising: My colleague from the PC caucus raised this. We may not always agree on things, but changing the definition of partisan—how partisan of you. I mean, honestly. We believe that the Liberals’ proposed changes to government advertising will allow Liberals to produce the same kind of partisan ads paid with public dollars that we’ve seen so much of from the Stephen Harper government, Premier Harper. I mean, you have to admit it’s really annoying to see an advertisement that you paid for when they tell you how great a job they’re doing, when, based on their economic record—I mean, the evidence is there—it’s an epic fail on job creation at the federal level, Mr. Speaker.", "But this government, which criticizes the federal government for doing the same thing, moved ahead. The Auditor General, in the press conference, said that clearly the Liberals are trying to make a mockery of her office. She gave a really good example. The President of the Treasury Board said, “You know what? She’s turning down all these ads, and we’ve spent all this money—like $40,000 here, $60,000”—they’re worried about $40,000 and $60,000 but couldn’t be worried about $1.1 billion in gas plant money. Yet here they are. So the president says, “This is unacceptable. They’re turning down these ads.” One of the ads that they turned down cost $300,000 and it showed a booming manufacturing sector in the province of Ontario; and the Auditor General had to say, “That is not true. We do not have a booming manufacturing sector in the province of Ontario. You’ve wasted $300,000. You are not allowed to put that advertisement out into the public because it’s deceptive, because it is not truthful, because it is false.” And the government doesn’t like that, so they’re changing the rules. They’re changing the rules around partisanship.", "Coming soon to a television near you, I’m sure we’ll be told how wonderful the shareholders are doing, and Hydro One, and how we should care about that. You know what the people of this province care about? They care about staying the owners of Hydro One, Mr. Speaker. They don’t want to be the renters. So we agree with the Auditor General on this entirely, of course. We believe the Auditor General any day of the week compared to the government. We believe her on P3s. We believe her on road maintenance. We believe, actually, that she’s doing a very good job and that she’s speaking truth to power, and I understand that the power that is here right now in this majority Liberal government doesn’t like it.", "But do you know what we don’t like? We don’t like you changing the rules so that the people of this province have to pay for false advertising and feeding it back to us as citizens.", "I know that people in my riding—one lady said, “This just adds insult to injury.” She quite rightly said, “I’m sure that they’re going to spin off something about Hydro One.”", "One change that I didn’t get a chance to speak to in committee was the definition of catastrophic impairment. We didn’t get to that because, of course, it was time-allocated—because you don’t want democracy to get in the way of a bad budget.", "Schedule 17 of the budget changed the definition of catastrophic impairment. Unlike the Liberals and the PCs, we voted this schedule down in its entirety because it will slash benefits to a segment of Ontario’s most vulnerable population, those with catastrophic and serious impairment as a result of auto-related accidents. The government’s amendments involve increasing the threshold of tort deductibles and indexing it to inflation. Benefits, however, will not increase at all.", "Rhona Feldt-Stein wrote a letter to us and she said: “Consider a five-year-old child who suffers a traumatic head injury while being a passenger in their parent’s car. Many of the child’s injuries will not show their traumatic effect” until later down the line. “Currently, the insurance regime would permit $1 million for medical-rehab benefits and another $1 million for attendant care....” This amendment cuts it in half, Mr. Speaker. It’s a shameful thing.", "She says, “No one asks to be an accident victim....” People on that side of the House need to remember that people don’t choose to get in a car accident. They don’t choose to be the victim of an accident.", "She goes on to say, “I just can’t think of a more inhumane thing our government could do to these people.”", "Honestly, where is the care? Where is the compassion? Where is the openness? Where is the transparency? It is not a budget that will meet the needs of the people of this province.", "We did fight back on the cuts to film and TV tax credits. We did work with the Ontario film and television industry. I want to let you know, Mr. Speaker, and I want the government to hear, that we’re going to continue to fight for these tax credits. Do you know why? Because this sector puts much more back into the provincial treasury than the credits take out. So it’s working. You can’t even do something right when it’s working. This government has already poisoned the well by introducing the reduction in tax credits, going forward, so they’re scaring investment away from Ontario in the film industry.", "The Trillium Trust Act is the final thing we didn’t get to because of time allocation. Nobody trusts that the Trillium Trust is going to get the money that is set aside because there is no clear path to get the money there, to get it for infrastructure.", "I think that we can all agree that when we stand in this House, we are speaking from a position of privilege. It is a position of privilege that we hold, and it is a trust that we hold. What has happened in this majority Liberal government is that they have breached that trust with this budget. We will not be supporting it. As I said, it does nothing on job creation, on conservation. Instead, it aggressively embraces the privatization of public services and turns its back on the people of this province, who we are all supposed to serve. It is a bad budget. It’s the austerity budget 2.0, and it’s a shame." ],
  "anchor" : "para1128"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated May 13, 2015, I’m now required to put the question.", "Mr. Sousa has moved third reading of Bill 91, An Act to implement Budget measures and to enact and amend various Acts.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed to the motion, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell.", "But hold on to the bells. I have just been kindly given a deferral slip.", "“To the Speaker of the Legislative Assembly:", "“Pursuant to standing order 28(h), I request that the vote on third reading of Bill 91 be deferred until deferred votes on Wednesday, June 3, 2015.”", "Resuming the debate adjourned on April 16, 2015, on the motion for second reading of the following bill:", "Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin / Projet de loi 66, Loi visant la protection et le rétablissement du bassin des Grands Lacs et du fleuve Saint-Laurent." ],
  "anchor" : "para1169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Prince Edward–Hastings." ],
  "anchor" : "para1185"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "That’s great. I recognize you, too, Speaker. Thank you very much and good afternoon.", "It’s great to join the debate here this afternoon on Bill 66, which is the Great Lakes Protection Act, 2015. I come from a riding that obviously borders the Great Lakes, Prince Edward–Hastings, right on Lake Ontario, on the south shore of Prince Edward county. The Bay of Quinte loops in between the peninsula that is Prince Edward county and the rest of Hastings county and the city of Belleville. Deseronto is on the Bay of Quinte waterfront, which is also in my riding, and the Tyendinaga Mohawk territory, and the city of Quinte West, as well. We have a very beautiful area, and there is a lot of water in Prince Edward–Hastings. We are on the Great Lakes basin.", "Prince Edward county really does rely on the Great Lakes, as well, for so many things, but tourism is obviously a huge issue in Prince Edward county. It’s a huge economic driver in Prince Edward county. All you have to do is think back to the Winter Olympics last year, when they were on in Sochi, Russia, and the Ontario ads that were running. I know that the government and Tourism Ontario understand the importance of Prince Edward county to tourism in Ontario, because in that 30-second commercial, not only did they have a clip of Prince Edward county; they had two, three and four clips of different landscapes in Prince Edward county.", "Of course we have Sandbanks Provincial Park. I come from the Maritimes, as you know, Mr. Speaker. I have been to Cavendish, PEI, and the sandbanks remind me so much of the dunes at Cavendish, but there are so many different beaches all around Prince Edward county, and Sandbanks is a big, beautiful sandy beach with dunes. There’s North Beach, which is beautiful flat stone beaches, and there are pebble beaches and—" ],
  "anchor" : "para1186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I would ask that the members listen attentively to that which is being debated. I’m hearing too much chatter in the background, so I would ask that respect be shown, not only to the member but to the Chair as well. Thank you very much.", "Back to the member from Prince Edward–Hastings." ],
  "anchor" : "para1190"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I appreciate that, Mr. Speaker. Obviously, summer vacation is just around the corner, and I know there are some members of the NDP who would love to travel to Prince Edward–Hastings and spend some time there on Lake Ontario. As they know—I know they know this—we have the fastest-growing wine region in Ontario, as well, in Prince Edward county. The soil there is perfect for growing grapes." ],
  "anchor" : "para1192"
}, {
  "speaker" : "Interjection",
  "text" : [ "Cider, too." ],
  "anchor" : "para1193"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "We have a great cider house down there, County Cider. Grant Howes is actually here in the building today. The craft cider group is here right now, and 15 minutes from now, we’ll be able to sample some of their Ontario-grown products, as well. Grant Howes is here from County Cider and Waupoos Cider. His is just one of the 22 different cideries that are in Ontario, employing 2,200 people. They could employ so many more if we would pass some legislation like the Raise a Glass to Ontario Act, which was before the Legislature earlier. I digress, but if you get a chance, try the County Cider or the Waupoos Cider. It’s fantastic.", "But Prince Edward county obviously depends on the Great Lakes for its tourism. When you look at that ad that was on during the Olympics last year and you see Sandbanks and you see the wineries and you see the County Cider operation and the wine trail and the Arts Trail and the Cheddar and Ale Trail—I mean, there is so much going on in Prince Edward county, and it is the Great Lakes that bring everybody to Prince Edward county, either to camp at Sandbanks, where we have so many cottage areas now that make Prince Edward county a great destination.", "We in the provincial Progressive Conservative Party believe that we do have to make sure our water is as clean as possible, that our ecosystems are clean and that we’re bringing forward legislation that actually makes sense for the province but, more importantly, legislation that’s actually going to do something.", "I think that’s the key with this piece of legislation. There’s not really any money behind this piece of legislation. I think what we’re seeing here is a little bit of photo op environmentalism on behalf of the government. There’s nothing behind this but a flashy title and an opportunity to stand up and say that we’re doing something when, really, there’s not a lot happening in this bill. We’ll get back to that in a minute, but I did want to continue the tour of Prince Edward–Hastings.", "As you head to the north shore of Prince Edward county, you get onto the Bay of Quinte. The Bay of Quinte was designated as a hotspot in the province. It needed to be cleaned up. Things are happening there, partly because of an invasive species, which isn’t the way you want to see things get cleaned up, but the zebra mussel came in and cleaned up the bay. But there have been local efforts to clean up the Bay of Quinte that have really done a great job to make sure that the Bay of Quinte is a resource that the city of Belleville has and the city of Quinte West has.", "I know that Quinte West has just installed a beautiful marina, and the province was very helpful in making that happen. I know that Mayor John Williams in Quinte West put a lot of effort into continuing to twist the arm of the MPP from Northumberland–Quinte West to ensure that that happened. Finally, after some delays, the slips are in there, and boats will be making their way through the Bay of Quinte and up the Trent-Severn Waterway. But it’s because of the efforts of the mayor of Quinte West, John Williams, who had this vision. Of course, he has a large boat himself, so I’m not exactly sure if this was all about Mr. Williams or the community. I’m kidding, of course. It was all about Quinte West and growing the economy in Quinte West.", "They have done what they needed to do in Quinte West, which was to totally renovate their downtown. They put a lot of local money into the downtown, ensuring that Quinte West and downtown Trenton are a destination that people who are on the waterway will want to stop in and take advantage of the shops and the restaurants that are there in downtown Trenton.", "We want to see the same thing happening in Belleville. We want to see the same thing happening in Deseronto as well. You know, Deseronto used to have a beautiful marina there, but because some private investors are having some difficulty in getting building permits in that area—we’re going to be working with Infrastructure Ontario to try to ensure that happens.", "But let’s get to the bill here, because I don’t have a lot of time. We are talking about Bill 66, which is the Great Lakes Protection Act. One of the first bills—it actually was the very first bill that I debated when I arrived here after being elected in 2011: Bill 10. I remember it specifically because it was on December 1, 2011. It was the Local Municipality Democracy Act. The biggest issue in Prince Edward county during my election campaign, during that summer and fall, was the fact that wind turbines were being forced onto an unwilling host municipality in Prince Edward county." ],
  "anchor" : "para1194"
}, {
  "speaker" : "Interjection",
  "text" : [ "Continue to be." ],
  "anchor" : "para1203"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "And they haven’t stopped. They continue to try and force these wind turbines on a community that clearly doesn’t want them. The municipal council has declared itself an unwilling host municipality. There are five local groups down there with hundreds and hundreds of Prince Edward county residents involved in these five groups that are trying to stop the government from forcing these wind turbines on them. The chamber of commerce in Prince Edward county doesn’t want to have any part of having these wind turbines there because they say it’s going to have a negative impact on their number one industry, which is their tourism industry.", "I worry that the same type of legislation that brought us the Green Energy Act and the same kind of unintended consequences that resulted from the Green Energy Act could occur with Bill 66, and that would be stripping local autonomy.", "When I debated Bill 10 in the Legislature back in 2011, we didn’t have it pass. My caucus—there were 38 of us—voted in support of this, because we wanted to give local municipal councils the ability to make decisions in their municipality when it comes to the Planning Act. The NDP and the Liberals teamed up to vote against that bill. But I can tell you that with this bill that is before us now, Bill 66, the same types of things could happen.", "We’ve already seen the devastation that the loss of local autonomy can have on communities right across southwestern Ontario. It’s crazy, when you drive down the 401 through the Chatham area and basically all the way from London to Windsor: The Green Energy Act has stripped out all the local decision-making, and they’ve littered our rural landscapes with these unwanted industrial wind farms; these industrial wind turbines.", "The people of Ontario didn’t give this government a mandate to remove local decision-making processes and replace them with more red tape. When I first arrived here, back in 2011, I was the critic for small business and red tape. So I had the opportunity to travel the province and meet with stakeholder groups from Windsor right through to Ottawa and north into Sudbury and Sault Ste. Marie as well. Everywhere I went, people wanted to talk about red tape.", "Red tape is one of the biggest problems we have in Ontario, and I worry that this bill, Bill 66, is only going to create more duplication. We already have pieces of legislation in place that are looking after protecting our water sources—protecting the Great Lakes. What this could potentially do is create more overlap and more red tape that is going to make it even more difficult for development in areas and make the burden deeper for municipalities to deal with.", "The frameworks are already in place with other pieces of legislation that are out there. We just worry that the costs involved for local municipalities, and the costs involved for developers as well—it’s going to create confusion; it’s going to create conflicts in our communities. What we really need, instead of creating another layer of bureaucracy, is to allow our stewardship councils that already exist in our municipalities, in our regions and in our ridings to do their work, and they need some funding to do that. These stewardship councils, mostly made up of volunteers, are doing excellent work across our province. The last thing we need to do is make it more difficult for them to do the work they want to do.", "Bill 66 doesn’t provide any funding, but it gives the government the opportunity to stand up here and say it is doing something by passing another toothless environmental bill that creates more red tape. It creates the illusion that the government is protecting the environment when, really, I would challenge the government in five years’ time—and I will challenge them in five years’ time, because we’re all going to be here; we’ll be over on that side of the House at that time. We’ll challenge them to see the results of Bill 66 and what the positive outcome from Bill 66 is. I suspect we’ll have the same kind of results we saw from the Green Energy Act, when this party argued against the Green Energy Act because of the unintended consequences it was going to create across the province.", "When I talk about duplication of services—I apologize to those in Hansard for hitting my microphone—Canada and the United States have established the Great Lakes Water Quality Agreement to restore and maintain the chemical, physical and biological integrity of the Great Lakes basin ecosystem. Under this agreement—and I’ll give credit to our critic for the environment, Lisa Thompson from Huron–Bruce—" ],
  "anchor" : "para1204"
}, {
  "speaker" : "Interjection",
  "text" : [ "And climate change." ],
  "anchor" : "para1214"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "And climate change as well.", "The US and Canadian governments have identified the need, as a result of this piece of legislation that already exists, to:", "—develop water quality and ecosystem health objectives and report progress to the public regularly;", "—clean up areas of concern in the Great Lakes-St. Lawrence River basin;", "—develop a comprehensive lake-wide management plan to protect and remediate near-shore waters;", "—reduce toxic chemicals in the Great Lakes, like mercury and PCBs;", "—reduce nutrients like phosphorus that lead to the growth of algal blooms that degrade drinking water quality, impair fish spawning and adversely impact commercial and recreational fishing, swimming, tourism and the overall enjoyment of the Great Lakes;", "—prevent discharges from shipping vessels, such as garbage, sewage, invasive species and other pollutants;", "—stop the spread of invasive species by developing and implementing early detection and rapid response programs;", "—complete the development of and begin implementing lake-wide habitat and species protection, restoration and conservation strategies within two years;", "—identify contaminants in groundwater discharged into the Great Lakes;", "—develop plans to protect and restore near-shore areas, the primary source of drinking water for Great Lakes communities;", "—reaffirm actions necessary to restore and delist areas of concern;", "—identify new toxic substances and implement pollution prevention and control strategies; and", "—develop conservation strategies to protect native species and restore habitat.", "This is the mandate under the Great Lakes Water Quality Agreement between the US and Canadian governments. That’s only one of the agreements that’s already in place.", "Of course, we have municipal bylaws, as well, that need to be followed. We have conservation authorities, which have their own set of rules and regulations. We have other ministry rules and regulations at the provincial level. Why on earth are we slapping on another layer of bureaucracy and another layer of red tape? It’s enough to drive you crazy, really. I know it is driving people crazy right across the province, because I hear from them all the time. They can’t get anything done any longer.", "We do have concerns about this guardians’ council as well. The current wording regarding the guardians’ council only confirms that the minister will sit as the council’s chair and be joined by those people he or she considers advisable. Now is that not a scary prospect, when you think of it? It’s allowing the minister to choose who’s going to sit at the guardians’ council table. There’s no mention in here that agriculture is going to be represented on this board. I think it’s very important—because they’re one of the largest stakeholders that would be impacted by this—that we have someone from the agricultural sector sitting on this. It’s very, very scary when I think of the prospects of this government getting to pick and choose who’s going to be on this guardians’ council.", "This is going to also limit the opportunity for public participation, as a hand-selected Liberal council provides no insurance that all relevant stakeholder interests will be represented—as I mentioned, the agriculture industry. When I think back to my riding, the agriculture industry in Prince Edward county is doing extremely well, but I worry how it might be impacted by this piece of legislation.", "I was talking about industrial wind turbines on the land in Prince Edward county. There are two projects currently before the Environmental Review Tribunal, or even the courts in Ontario, when it comes to these two wind turbine projects for Prince Edward county that still have to be dealt with, but it doesn’t prevent wind turbines from being installed in the Great Lakes, as well, which I know is a concern." ],
  "anchor" : "para1215"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "There’s a lawsuit with one of those right now." ],
  "anchor" : "para1235"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "There is a massive lawsuit that’s happening in regard to projects that were cancelled, or at least there’s a moratorium where Liberals are represented in the Scarborough area and the Scarborough Bluffs, but there’s nothing in this that would prevent industrial wind turbines from showing up in the Great Lakes—in the water, Mr. Speaker—and we worry about that as well.", "There’s no respect for landowners in this, as well. It’s another one of the issues that we have. The Liberals are trying to sneak through sections of a bill that will allow for warrantless entry onto private property. This is a concern, not just with this bill, but with many other bills that we’ve seen before the Legislature as well. In the case of farmers, this can be dangerous, to have uninvited guests wandering onto the property.", "One thing this Premier has said that she was going to do—and she promised to do this back at the ROMA/OGRA conference at the Royal York Hotel, the Rural Ontario Municipal Association and Ontario Good Roads Association conference at the Royal York back in February. She said that she was going to address pieces of legislation through a rural lens. I know that’s something that our critic Lisa Thompson speaks of all the time: that we need to take these pieces of legislation that are developed mostly here in Toronto—and let’s face it, Toronto is a heck of a lot different than rural Ontario. We need to take that rural lens and see how it’s going to impact those who live in rural Ontario.", "I get a call almost every week from a gentleman named Scotty Anderson. I know the member from Northumberland–Quinte West knows him well. He wrote me a couple of weeks ago. He gave me all kinds of newspaper articles. Every time I appear on the Lorne Brooker Show on CJBQ, he’s talking to me about the dangers of expanding the greenbelt and the loss of property value and the fact that things can’t be developed in these areas. They lose their property value. These are some of the unintended consequences.", "I know this government loves to play good politics. They don’t like to develop good and meaningful policy. They play photo op environmentalism—and that’s exactly what Bill 66 is doing, Mr. Speaker." ],
  "anchor" : "para1236"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1242"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I’m glad to follow the speech from the member. You can tell he has a lot of passion on the topic. I want to talk about some of my passions.", "When we’re talking about Bill 66, the Great Lakes Protection Act, one of the things we have to keep in mind is that water is one of our most precious resources. In fact, many academics talk about the future, and in the future—where we see modern-day warfare around the issue of scarcity of oil as a resource—one of the issues that people will talk about in terms of scarcity is going to be fresh water.", "We’ve already seen some of the impacts of climate change and how it has impacted the availability of this resource. If you look at California, they’re now entering into multiple years of a very serious drought, and it’s now seriously impacting the farmers of California. California, as you know, is one of the major agricultural hubs in North America, and they’ve been significantly impacted by a drought.", "Water, particularly fresh water, is such a precious resource. It’s a necessity of life. In Canada, and in particular in Ontario, we have access to the most freshwater sources in the world. We are only rivalled by perhaps Russia, in terms of our access to fresh water. With the Great Lakes surrounding the province of Ontario, we have some of the most readily available access to this precious resource. It’s the source of life, it’s a natural resource, and it’s a resource we need to protect.", "There was a time when we could drink any lake water with ease, without any concern about pollutants or contaminants. Now that’s not the case. There are significant issues now with the quality of our water.", "It’s something we need to protect not only for ourselves but for our future generations. We owe it as a legacy to our future generations, to ensure that this water is protected." ],
  "anchor" : "para1243"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1249"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, what a delight it was for me to take the opportunity to listen to the very articulate remarks from my good friend from Prince Edward–Hastings on Bill 66.", "But the real announcement I want to make today is that a former assistant coach from the Belleville Bulls is now employed with the Peterborough Petes in Peterborough.", "Let me tell you, I know Scott Anderson. The member referenced Scott Anderson, so let’s talk about him for a moment. I know his biggest disappointment today is that he can’t get season’s tickets this fall for the Belleville Bulls at the Yardmen Arena—" ],
  "anchor" : "para1250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Agriculture, I’d just like to remind you that we are addressing Bill 66 and not the Belleville Bulls. I appreciate the hockey update, but if you could stick to the topic, I’d appreciate that." ],
  "anchor" : "para1253"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Absolutely. Sorry. Mr. Speaker, with the recent Memorial Cup, I do get passionate about Junior A hockey in the province of Ontario.", "Let me get to Bill 66, the Great Lakes Protection Act.", "I’ve been in the Belleville area many times. Actually, I got to open the extension to the Yardmen Arena with my good friend from Prince Edward–Hastings. We gave him a speaking role that day, to make sure he could offer congratulations.", "Bill 66 is important to the citizens of Prince Edward–Hastings. I’ve been down there with my good friend the member from Northumberland–Quinte West for the famous walleye tournament in the Bay of Quinte—a tournament, Mr. Speaker, that brings millions of dollars to the great community of Belleville.", "One of the things that’s so important about the Great Lakes Protection Act is to sustain the recreational fishing that’s in the Bay of Quinte. I’m not sure the member from Prince Edward–Hastings got to that very important aspect of Bill 66.", "Of course, it’s very interesting if you look at the reports from the IJC, the International Joint Commission. Mr. Speaker, coming from Chatham, you’re well aware of the IJC and the work they do in Lake Erie.", "We’re here. We want to get everybody on board with Bill 66, to make sure that we protect the fishery in the Bay of Quinte." ],
  "anchor" : "para1254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1261"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I appreciate the heart with which the member from Prince Edward–Hastings delivered his comments on Bill 66. He gets it. He lives in that community. He understands the stress that this Liberal government has placed on his constituents on a number of fronts.", "But first things first: We have to call Bill 66 what it is. It’s nothing more than an environmental photo op, Speaker. That’s all this is going to be. Because at the end of the day, three years from now, when we take a look at what’s going to happen, you know what? They’re not going to hold true.", "When I speak to my constituents, my municipalities, my conservation authorities, there’s a lot of concern about Bill 66, quite frankly. Do you know why a lot of people are kind of anxious to call this government out? They want to stay in discussion with this government. They almost feel like they’re being intimidated if they don’t support it. The fact of the matter is that they’re concerned about Bill 66. With regard to geographically focused initiatives, Speaker, there is absolutely not one cent that was identified in the most recent budget that was proposed. We don’t know where the money is coming from for geographically focused initiatives. That could be very well defined outside of a local municipality.", "That begs the point of the member from Prince Edward–Hastings when he talked about local autonomy and fear of losing yet more. He proves the point that the lack of details is where the devil really is. We feel strongly that Bill 66 is kind of an umbrella of an attempt to withdraw yet more local decision-making from our municipalities.", "It’s interesting, though, that the Great Lakes Protection Act has a lot of parallels to the Green Energy Act, which was introduced in 2009. People are pretty shy about what happened there." ],
  "anchor" : "para1262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1267"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It’s a pleasure to rise to speak to Bill 66, the Great Lakes Protection Act. I did appreciate the comments from the member from Prince Edward–Hastings. He may or may not know this, but every February for the last 13 years, myself and my uncles and a lot of members of my family travel up to the Bay of Quinte and we do an annual ice fishing tournament. It’s some of the most beautiful country you might see and find in Ontario, and it is home to some world-class pickerel fishing. It’s not walleye, Speaker; we call them pickerel in Ontario. They’re walleye on the other side of the border.", "That also reminds us that, of course, we do share our Great Lakes with our partners, our friends and cousins to the south of us, the Americans, who have a responsibility to maintain the quality of water and to protect it. Some jurisdictions have gone well above what this province has done; some have certainly not met some standards.", "There are threats that we all know: invasive species. There are threats coming in from shipping containers that have introduced invasive species like the zebra mussel and otherwise have decimated some parts of the Great Lakes. We have to be cognizant of them and we have to ensure that we do everything that we can.", "However, Speaker, this bill does not necessarily prescribe the remedies to the issues that we know are pressing. We know that there’s a proposal on the table to bury massive amounts of nuclear waste within the Great Lakes basin, and I have yet to hear the Minister of Natural Resources or, specifically, the Minister of the Environment and Climate Change address that issue at all. It’s an enormous concern that has those who live around the Great Lakes basin very fearful that the government will not stand in the way of industry when it comes to protecting the Great Lakes.", "We look forward to seeing some meat within this bill and look forward to continuing to debate it." ],
  "anchor" : "para1268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member for Prince Edward–Hastings for final comments." ],
  "anchor" : "para1274"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s much appreciated, the comments from the member for Essex. I hope the weather was fine when you were there this past February for walleye fishing. I don’t know why they call it “walleye” on the Bay of Quinte, but they do. They have the walleye world tournament, so the minister wasn’t wrong about that. But they do have pickerel fish fries. They have the walleye world and pickerel fries.", "I’d also like to thank the member from Bramalea–Gore–Malton and my colleague from Huron–Bruce as well, and the member from Peterborough, the Minister of Agriculture. It must be tough for him to congratulate the Oshawa Generals, because they are the archrival of the Peterborough Petes. They were the Memorial Cup champions, and congratulations to them.", "We used to love the trips to Peterborough with the Belleville Bulls to see the Dalliday boys and hang out at the Memorial Centre. I’ll miss those trips with the Belleville Bulls. Now I’ve got to go to Hamilton and see Paul Miller.", "Regarding Bill 66, though, we do have some serious concerns about Bill 66 on this side of the Legislature because of what has happened with other pieces of environmental legislation that have come from this government: increased red tape; the loss of local decision-making powers. They are still very much top of mind in Prince Edward–Hastings, because the same decisions that were made when the Green Energy Act was introduced are still haunting the people of Prince Edward county every single day—and not just the people of Prince Edward county but people right across the province, and anybody who opens a hydro bill. The biggest reason that our hydro prices—our electricity prices—in Ontario have gone from the lowest in North America 10 years ago to the highest in North America today is because of the Green Energy Act that was brought in by this government. We worry that Bill 66 could have the same result on our local residents and municipalities." ],
  "anchor" : "para1275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1279"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s indeed a pleasure to stand in the House this afternoon and speak to G66.", "But just before I do, I have to say two things. First, the member from Prince Edward–Hastings was talking about Toronto being different from rural Ontario. Well, on my way home last night—I was here until about 9 o’clock, writing away—as I get close to Bloor and Yonge, I look up and I think I see two cats on a second-floor ledge. I said, “Gee, that’s kind of scary. How did they get out? I don’t see an open window.” They weren’t cats at all; they were raccoons, almost on Yonge Street. So there are parts of urban-rural—there is a connection there.", "Just before I continue, Speaker—the member from Essex was talking about going to Quinte in February for ice fishing. I’ve seen the pictures: He caught pickerel like this. But it pales in comparison to what his wife, Jenny, catches in the Detroit River in the spring. I’ve seen those pictures too, and Jenny always gets the biggest fish when she’s out with the member and her brothers every spring.", "Let me get back to G66.", "No one seriously should question the need to protect the Great Lakes and the watersheds that flow into the lakes and the St. Lawrence Seaway. Ontario borders on four of the five Great Lakes. Some 75% of the people in Ontario get their drinking water from the Great Lakes.", "One thing that desperately needs to be changed is legislation that allows companies to take our water for next to nothing and sell it at a profit. Since 1961, companies taking more than 50,000 litres of water per day need a permit. The government collects $200,000 in annual permit fees from all of these companies put together. But it costs Ontario $9.5 million a year to monitor and enforce this activity—something wrong with that picture, Speaker.", "Water bottling companies—indeed, I think there are 6,000 permit holders—do this, but they have to start paying their own fair share. I’m not saying that some of them don’t, but a lot of them do not. Seven years ago, the Environmental Commissioner of Ontario was calling on the government to change this—seven years ago. The Drummond report also recommended it. Changes to this act could make it happen.", "We also need to do more to reduce phosphorus levels in our Great Lakes. Phosphorus, nitrogen and manure all lead to algae blooms and threats to our watersheds.", "We need to pay more attention to radioactive materials, as the member from Essex just mentioned. The federal plan is to bury this material on the shores of Lake Huron. I’ve heard the Minister of the Environment and Climate Change say, “I’ve got to be hands off on this; it’s a federal issue.” But I believe it’s a moral issue for everyone in this House to raise a concern, because if anything ever happened, look at the damage that could be done on both sides of the border. That’s why they’re so involved with this issue around Michigan. The senators from Michigan, the state legislators from Michigan, the mayors and the councillors from up that way all oppose this idea, yet we’re taking a hands-off approach.", "I think we need a full environmental assessment before we even consider allowing oil from the Alberta tar sands to be pumped through aging pipelines near our Great Lakes. We need brand new shut-off valves on both sides of any lake, creek, brook or stream that a pipeline would cross.", "Our Great Lakes are under constant threat. Purple loosestrife, zebra mussels, phragmites, Asian carp: There’s a never-ending cavalcade of threats to our beautiful Great Lakes. These are threats to our drinking water, our commercial interests, our tourism, our economy and, yes, our property values. We must do more to protect our watersheds and our shoreline green spaces. The green spaces are home to 4,000 species of plants, fish and wildlife.", "In my area, Windsor–Tecumseh, we promote the 100 Mile Peninsula as a retirement community. We’re nearly surrounded by water, with affordable homes, marinas and waterside golf courses. In 2012, the Liberals said they would put $52 million in the budget to protect and restore the Great Lakes. It didn’t happen. They talked about it, but they didn’t come through with the money. We need, as Elvis used to say, a little less conversation and a little more action; or that Cuba Gooding Jr. line from the movie about sports agents, “Show me the money.” This is a real issue. It needs serious money, serious targets, serious timelines and a coordinated effort with municipal partners and conservation authorities.", "Let’s talk about conservation authorities for a moment. There are 36 of them in Ontario, and all but one have watersheds that flow into the Great Lakes. The conservation authorities strongly support this bill. Down in Canada south, where I represent Windsor–Tecumseh, we have the Essex Region Conservation Authority. It was created in 1973, and at that time, the tree cover in Windsor and Essex county was an abysmal 3.5%; actually a little bit less than 3.5%, not quite there. Since then, because of team efforts led by the staff at the conservation authority, we are now at 8.5% natural cover. That’s because ERCA has helped plant more than six million trees since 1973—six million, Speaker. This concentrated effort has helped make our watershed a healthier place. It has helped improve the quality of the water and the wetlands, and has helped stop runoff into the Great Lakes.", "Now, 8.5% of natural cover is okay—it’s nothing great—but it’s a heck of a lot better than less than 3.5%. We still have a lot of work to do—we know that—and we are aiming to do much better in the years ahead.", "As a city councillor, I certainly enjoyed planting trees each and every year, and always took part whenever I could in the annual cleanup of our waterways, especially around the Little River, which winds through my old municipal wards and now as an important waterway in my provincial riding of Windsor–Tecumseh.", "I am so proud to stand here today and say great things about the men and women who work at the Essex Region Conservation Authority. I spent every one of my seven years as a city councillor as a board member of the conservation authority’s board of directors. We represented the seven municipalities in Essex county, as well as the folks on Pelee Island and, of course, in the city of Windsor. I served two terms as vice-chair of the conservation authority and really enjoyed my one term as the authority’s chair. It was definitely a highlight of my municipal career.", "Although I was here last year, let me tell you a couple of the issues that ERCA was dealing with, and of course at the top is that blue-green algae. Speaker, you’ll recall, across Lake Erie, the city of Toledo, Ohio, told residents not to drink the water from their taps for four days. They were in a state of emergency because of that algae. On Pelee Island, Mayor Rick Masse and his councillors instituted a ban on 90% of the island’s residents who draw their water from wells. That ban lasted 10 days and all because of this blue-green algae.", "Climate change is said to be part of the problem—warmer temperatures and less ice cover during the winter months. More and more people living along the lakes, runoff from parking lots and farmers’ fields and increased phosphorus levels—all of these things affect our wetlands, our beaches, the fish, the birds and the other wildlife. This bill will help us protect our Great Lakes, and it is something to be supported.", "I saw something recently which really hit home. You know when we talk about fallback plans, a plan B? Well, there is no planet B. This is it, folks. We have to make the best of it. We have to protect our environment. We must protect our Great Lakes.", "And let’s not fall into that trap of blaming the farmers. I know some people like to point fingers in their direction, but I don’t, and I certainly won’t. They’re as aware of the problem as much as we are, if not more so. They are working on ways to improve their best practices, and we have to support them with those efforts.", "Speaker, I met yesterday with my friend Don McCabe. You know him. He’s president of the Ontario Federation of Agriculture. He’s a farmer from Lambton county. Don has a doctoral level education in soil genesis and classification from the University of Guelph. He also has a chemistry degree from the University of Western Ontario. He’s a leading advocate on environmental farm stewardship. Don is also on the Thames-Sydenham and area source water protection committee.", "Don McCabe speaks his mind, as you know, Speaker. We were discussing phosphates and blue-green algae and runoff from farmland as one of the sources of the algae problems in the Great Lakes. Don looks me in the eye and he says, “You know me. I’m tight with a buck. If you think for one moment that I want to see one atom of phosphorus run off of my land after I paid good money for it to fertilize my crops, you got another thought coming.” I think that’s the way most farmers feel on this issue. Don’t be blaming the farmers at all.", "Now, let’s talk about something that rarely gets mentioned in this chamber: the commercial fishing industry on Lake Erie. I know you’re well aware of this, Speaker. It won’t surprise you that Lake Erie’s commercial fishing and processing industry has an economic impact of more than $244 million." ],
  "anchor" : "para1280"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Lake Erie perch—they’re great." ],
  "anchor" : "para1304"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Well, the perch are okay, but the world’s largest freshwater commercial fishing industry is in Wheatley and Kingsville in Chatham–Kent–Essex.", "When you break down those numbers of that $244 million, the commercial fishing boats on Lake Erie, the smallest of the Great Lakes, have an economic benefit of $50 million, and the other $194 million comes from the fish processing industry. Combined, these industries employ more than 900 people directly—1,500 when you count the spinoff jobs—and they bring in an estimated tax revenue to the province of more than $20 million a year. That is nothing to sneeze at.", "Back in the early 1980s, there were more than a dozen processing plants. Consolidation has led to just six these days in the Kingsville-Wheatley area. These plants and boats and the jobs that come with them help diversify the local economy.", "This year on Lake Erie, the quota for pickerel or walleye is still more than four million fish a year. That’s for both sides of the border, and it includes any caught by folks out with a line and a lure. The quota for yellow perch that the Minister of Agriculture just mentioned—and most of that perch industry is centred around Elgin county. That quota has been cut by about 20% this year.", "You may ask, Speaker, who sets these quotas. Well, that’s a good question; thank you for asking. Actually, the quotas are set by people who manage the fishery, and not only in Ontario but also in Ohio, Michigan, Pennsylvania and New York. So when we talk about the need to improve the quality of the Great Lakes, we need to understand that some of the food we enjoy actually comes from these waters: smelt, perch, pickerel, bass, salmon, trout.", "Maybe it’s because I’ve spent so much of my time on the east coast of Canada, where many of my friends and family members made a living off the fishery industry in Atlantic Canada, but I have to tell you that when I visit the docks in Wheatley or in Kingsville, when I see the boats, the gear and listen to the gulls screaming above, smell the fish, I feel right at home. I recognize it takes hard work and long hours. The men and women working in the commercial fishing industry on Lake Erie don’t get a lot of attention, but we need their labour if we’re to enjoy the harvest they bring to our tables.", "Now, I talked about Lake Erie being the smallest of the lakes, the shallowest of the lakes, and really, because of the blue-green algae, that makes it the proverbial canary in the mine shaft. Phosphorus is the nutrient that has the most influence on the health of the lakes. You can find it in some detergents, decaying plants, human waste, fertilizer, manure. Sometimes it gets into the Great Lakes from airborne particles or industrial discharges, or when septic systems overflow, and yes, sometimes when it rains and there is runoff from fields that have been fertilized.", "Back in the 1960s, Lake Erie was in such a bad state of health, people said it was dying—extensive algae growth, blamed on phosphorus more than anything. By 1972, we came up with the Great Lakes Water Quality Agreement between Canada and the United States, and that really helped. But by the mid-1990s, the algae was back and causing problems again. This time, part of the reason was attributed to invasive species. We normally think of zebra mussels, but over time there have been more than 180 aquatic non-native invasive species introduced into the Great Lakes. This throws off the nutrient balance, and at times we end up with actual mats of floating algae of various blue and green tints. At times, these slimy blobs really stink. They pose problems for swimmers and for those who fish, and they get caught up in propellers. They line the beaches. They are not at all attractive to the tourist trade.", "When the algae dies, the mats sink to the bottom of the lake and they decay, which of course depletes the oxygen levels and creates conditions that prove fatal to fish and some aquatic organisms. If it can happen on Lake Erie—like I say, the canary in the mine shaft—it can cause problems in the other Great Lakes as well.", "That’s one of the major reasons why this bill is so important. We must do whatever it takes to protect the Great Lakes. The nutrient management approaches taken in the 1970s are not necessarily adequate any more. Now we all have a role to play. The zebra mussels aren’t going to change their habits, but we can stop using our kitchen sink garburators, for example, and keep that food waste away from the waste water treatment plants.", "Most detergents are now phosphate-free, but use phosphate-free or slow-release organic fertilizers on your lawn or in your garden. Keep an eye on the weather. Take a look at the Weather Channel. Don’t fertilize if it’s going to rain or if it’s raining already.", "By all means, if you have a septic system at home or at the cottage, keep it clean and maintained. Every little bit helps.", "Now, Speaker, I’m not much of a fisherman, but I do enjoy it. The first time I went out on Lake St. Clair pickerel fishing was with a brother-in-law. He showed me how to throw out the line so it was out there. I said, “How do I know when I’ve caught something?” He said, “You’ll feel a tug.” I said, “But we’re motoring along here. I feel a tug already.” He said, “What do you mean? You shouldn’t feel anything.” I said, “Well, I’ve got a tug in my line.” He said, “Well, reel it in.” My first cast out I caught a pickerel. It was only about this big, but I caught one. That was it for the day, but on my first cast, I did catch one.", "I’m not much of a sailor, Speaker, but I do enjoy getting out with my friend, my buddy Kim Kristy, who I used to work with at channel 9 in Windsor. He’s a big sailor. He’s sailed around the world, but he’s got a big sailboat docked at Lakeview marina. I get out with him from time to time. There’s nothing quite like it when you’re out on the lake and you get that spinnaker up there and the sun is setting. It’s just a magnificent feeling to enjoy the Great Lakes, a healthy Great Lakes, and the Detroit River and all the little—Lake St. Clair isn’t a Great Lake, but it’s certainly part of the Great Lakes system, as you know. I’d recommend it to anybody who can get out there.", "When I lived in Leamington back in the 1970s, I used to spend a lot of time at Point Pelee National Park, and Pelee Island is just over there as well. When you can enjoy the water and enjoy the Great Lakes, it gives you a feeling of nature and it gives you a sense of wonder when you’re looking up at that beautiful sky, just to enjoy the quality of life that the Great Lakes bring to all of us if we take advantage of it. I just can’t see doing anything that would ever harm the future of the Great Lakes.", "That’s why I’ll be supporting this bill and the NDP will be supporting this bill, even though the bill could be improved; don’t get me wrong. We need to do everything we can to support the Great Lakes. Let’s work on improving the bill, but let’s definitely support it." ],
  "anchor" : "para1305"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1322"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m very pleased to rise and be able to speak to this bill, especially the importance of the Great Lakes to those of here in Ontario and to those of us in northern Ontario that really rely on the Great Lakes. For some of us it’s part of our daily lives, and for others it’s how they make their living.", "I know we’ve been hearing a lot about how our Great Lakes are currently under stress. We need to ensure that we protect the health of the Great Lakes. I know my honourable colleague from Windsor–Tecumseh talked about blue-green algae in Lake Erie, but we’re also seeing that throughout many other of our Great Lakes. We’re also seeing increased levels of other harmful pollutants, rising levels of phosphorus, hardened shorelines and invasive species. Over the last 15 years, Mr. Speaker, changes in the Great Lakes have revealed disruptions to the food chain throughout all of them.", "Also, climate change, I think, is an important piece to mention. It’s also challenging the ability of the Great Lakes to be resilient to the problems that can arise from severe weather and changes in the thaw-and-freeze cycle. Something that I know we rely on often in northern Ontario is the Chi-Cheemaun. It’s a great tourist attraction for those of us in the north, and many folks from southern Ontario use that to come up to the north. One year, it was, I think, a few weeks before the Chi-Cheemaun could get out because of water levels.", "Mr. Speaker, looking at the importance of protecting the Great Lakes, it truly is vitally important to the people of Ontario to protect the Great Lakes, not only for our drinking water, but also for our quality of life and prosperity. We need to restore them now to continue to enjoy their benefits for this and future generations. That’s why this is a very good bill with good policy to protect our Great Lakes." ],
  "anchor" : "para1323"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1327"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to rise and share some comments on Bill 66.", "I think my colleague from the Windsor area nailed a lot of important issues right on the head, but we need to be mindful of the fact that we do not need added layers of bureaucracy. The PC Party of Ontario—we do care about the Great Lakes; we do want to protect them, but we want to protect them in a manner that does not introduce yet more layers of bureaucracy that rip away local autonomy and add more concern in terms of how, where and particularly why decisions are being made.", "We have six particular issues that we want considered when we’re debating Bill 66. They reflect the manner in which we want to protect our Great Lakes. First and foremost, we saw where this government went off the rails specifically with regard to the Great Lakes Protection Act in 2009. We’re adamant that going forward, in no way should further autonomy be ripped away from municipal councils. We’re going to stand very firmly on that. That’s an issue with this bill that we recognize.", "Another issue with this bill is the lack of funding details. They’re talking about proposing geographically focused initiatives but absolutely have not attached any dollars or even hinted at where this money is going to come from. We are afraid that after years of downloading on municipal governments, if a geographically focused initiative is defined for a certain municipality, they are probably going to get left holding that particular bag.", "With regard to redundancy, we need to apply the rural lens that the Premier referenced during the ROMA convention. She spoke about it at least three times. I can tell you, from doing my research, there are approximately 20 acts and agreements that are going to be impacted by this in terms of redundancy.", "This is not a good bill. We need to be leaner and meaner and allow our municipalities to be effective in their own locations." ],
  "anchor" : "para1328"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1334"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House and to follow the member from Windsor–Tecumseh on his comments regarding Bill 66, the Great Lakes Protection Act.", "I listened intently, in particular to his comments regarding Don McCabe, the president of the Ontario Federation of Agriculture. As a farmer, I think all farmers are worried about their bottom line, but they’re also worried about the environment because it’s their job to not only be stewards of their own local environment, but of the greater environment.", "One issue that a lot of people are missing with the Great Lakes act—and we support the act—people are focusing on the shores of the Great Lakes, but it’s the Great Lakes basin, and that goes right up to the Arctic watershed. Why that’s important is because to make acts, to make laws work, you have to have full buy-in from all the participants. Just making regulations that sound good here in this hallowed hall but that maybe don’t make sense to people in the country, or just don’t make sense, isn’t actually going to protect anything.", "We always have to be cognizant that we don’t just create regulation for the sake of regulation. We’re not anti-regulation; there is a role for good regulation. There is a problem when you create regulation on top of regulation. That’s a big problem. I think this government has to be very cognizant that when it proceeds with this bill, which we support, the regulations that will be created to support this bill actually make sense along the shorelines of the Great Lakes, but also along the tributaries that flow into the Great Lakes, and that they actually protect the environment and the socio-economic values of the people who live in the country." ],
  "anchor" : "para1335"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1339"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, I just want to make two very significant points here. One is, this is not a layer of bureaucracy, no more than our source water protection committees are bureaucracy. This is the guardian council. These are voluntary collaborative organizations that really convene and bring people together and I think will be as successful as that source water protection. That’s important because, really, what it is is trying to voluntarily break down silos to get people to work together.", "The second point I want to make is, one of the things that I’ve realized is that we need a heck of a lot more research in Canada in the areas of the environment and agriculture. It has become very corporatized. One of the things that we’re working on best right now is science.", "Some of the questions we should be asking ourselves about the Great Lakes are: What is the level and volume of pharmaceuticals in there? What do we need to know about their impacts? Neurotoxic systemic pesticides, according to Quebec, are present in all 20 rivers in Quebec at much higher levels than is safe. The same study by the University of Saskatchewan showed the same problem in all water bodies in Alberta, Saskatchewan and Manitoba. Our ministry just started doing that research last year, really for the first time at that level.", "Acidification levels are destroying daphnia, microorganisms and that. What’s the level of acidification right now within the watersheds of the Great Lakes? Blue-green algae, water temperatures—and what are the tipping points that would allow the putrification that did things like shut down Toledo’s water supply? Invasive species at the microorganism level do that." ],
  "anchor" : "para1340"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Agricultural runoff." ],
  "anchor" : "para1345"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "We have nutrient runoff now, not because of bad practices by farmers but because of much more abrupt, extreme, intense rains that are really making obsolete—we do not have a state-of-the-art understanding of water systems anywhere in Canada right now. We don’t have national leadership. But what this act will do is it will start to give us the evidence to answer the questions we need to make vital public policy decisions about the future of our lakes." ],
  "anchor" : "para1346"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?", "Interjection." ],
  "anchor" : "para1347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh, that was it? Sorry; forgive me. Back to the member from Windsor–Tecumseh." ],
  "anchor" : "para1349"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Thank you to those who commented on my presentation: the member from Sudbury, who talked about the blue-green algae up his way and the effect that will have on tourism in the lakes and rivers; the member for Huron–Bruce, who talked about the bureaucracy and the lack of funding that has been attached to this bill so far; and the member for Timiskaming–Cochrane, who talked about the Great Lakes basin and that it’s so important—we can never forget it. It goes all the way up to the far north. The tributaries that flow into the Great Lakes are just as important as the waterways and the shorelines.", "To my friend the Minister of the Environment and Climate Change, who, I guess, toned down the criticism about the bureaucracy attached to this and compared it to source water protection committees—I know there are many people out there who do have concerns about funding, about where we go for funding for the source water protection committees that have been attached to the various conservation authorities, and where we go from here now that the reports have been in.", "I do want to mention one good part of all of this. A few years ago, Fighting Island, off of the town of LaSalle in the riding of Essex, was pretty well a desolate place. BASF used to dump some bad stuff there, but then they turned it around and started restoring it, and the island is now a green space. Just off the island itself, a few years ago, agencies on both sides of the border got together and put in a new breeding habitat for Great Lakes sturgeon, and the sturgeon are back now. I know you know that sturgeon are like prehistoric fish—they’re not the prettiest fish that we have—but the sturgeon are coming back in the Great Lakes, and it’s because of the restoration efforts put on by the Essex Region Conservation Authority and the various ministries and state agencies on both sides of the border. So we can improve what has gone into disrepair in the past.", "Thank you for your time this afternoon." ],
  "anchor" : "para1350"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1354"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Merci, Speaker—Mr. President; excusez-moi." ],
  "anchor" : "para1355"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "C’est « monsieur le Président »." ],
  "anchor" : "para1356"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Je suis très heureux de parler du projet de loi 66, mais maintenant je vais parler en anglais.", "I’m glad to speak to Bill 66. Our caucus has been talking about six points that either we’d like to see added to the bill or how we would actually try to manage the Great Lakes. Coming from an area in Ontario which sits right upon Lake Erie, I know how important the Great Lakes are and the watershed surrounding the area. Port Stanley is one of our main ports in the area; I’m quite proud of the beach that we have. It’s actually a UN-sanctioned blue-flag beach. It meets all the special qualifications to become one of those beaches. The fact that there’s a beach in South Africa that has the same designation is not well known around Ontario—the fact that we have a high-quality beach in Ontario, let alone in Elgin county, right on Port Stanley’s main beach.", "I’d also mention that we have a few other villages along the Lake Erie shoreline: Port Bruce, Port Burwell, which has the Ojibwa submarine sitting there, a great place to come and tour. I know it’s going through some financial difficulties right now, but it’s still open for business. My invitation to each and every MPP in this Legislature holds true. If you do want to tour the submarine, bring your family down. I’ll arrange a private tour for you, and you’ll get to meet and talk with the museum people, have your own special one-on-one. You’ll get to see a post-World War II submarine that the Canadian government sold to the Elgin County Military Museum.", "At the far end, we have Port Glasgow, right on the borderline near your riding, Mr. Speaker. Port Glasgow has a great fish fry in the summertime that I attend and has an excellent port there for ships, boats and sailboats to go out and enjoy the waters.", "They are in the midst of creating their own new development, which, if it gets by the Endangered Species Act—they found a milk snake that was dead; they haven’t been able to find another one in the area. It has been three or four years now, a $200-million development project, waiting on a milk snake that they found dead, and they haven’t been able to find another one. I’m hoping the government can get under way and allow this development to go forward and really be a boon to west Elgin and nearby Chatham-Kent.", "Mr. Speaker, we had a few of our points. One was about local autonomy, and we’re quite strong on this point. Many of our ridings in rural Ontario on the PC caucus side are areas that have been stripped of their own autonomy, and in fact, when it comes to wind turbines, we have no say. Currently, in the western part of my riding, west Elgin and the Dutton Dunwich area, there are plans to construct industrial wind turbines. The funny thing is, Dutton Dunwich municipal council did a survey of the residents of the area, and 80% of the people responded saying they don’t want the wind turbines. Even council has put forth a motion stating they do not want the wind turbines in their area. However, due to the Green Energy Act, the fact is, there’s nothing they can do about them. They’re coming. Whether they want them or not, they will be there. That, of course, was stripped away from them by the Green Energy Act. There’s fear that with this Great Lakes Protection Act, local autonomy will again be diminished, as this act will override other acts that give people their local say.", "I’m just going to quickly go to a news article because a constituent of mine, Mark Wales—I know the opposite side of the House knows Mark. Mark was the OFA president for a number of years. He’s also a councillor in Malahide township. I talk to Mark quite often; he’s quite knowledgeable on agricultural issues, and I like to get his feedback. He was speaking in Better Farming, and he had this to say with regard to the Great Lakes Protection Act:", "“Wales says the agricultural sector must ensure stricter rules governing farmers’ operations aren’t introduced as part of the Great Lakes protection bill.", "“‘We support the government’s initiatives to help clean up the Great Lakes plus the St. Lawrence River,’ he adds. ‘We live here, we use the water and we want to make sure that everything that can be done reasonably is done’ to clean and protect the lakes.", "“But ‘we have to continue to be able to farm and we have to do it in a sustainable manner,’ he notes.”", "It goes on, “Wales says agriculture definitely must be represented on the council”—we’re talking about these guardian councils that will be created—“‘since we own 80% of the privately-held land in the Great Lakes-St. Lawrence River basin watershed.’", "“Moreover, the government says in its release more than 95% of Ontario’s agricultural land is in the Great Lakes basin.", "“Wales adds ‘you always have to worry about if a council like that will set policy, but I don’t see that in the (bill).’", "“One idea Wales has previously suggested to the environment ministry is to have four councils rather than just one. The councils would be for each of the four Great Lakes within Canada’s jurisdiction—Ontario, Erie, Huron and Superior.", "“Four councils would be better because ‘people who are very strong on the issues on one lake don’t necessarily understand the issues on another lake,’ ...", "“Wales says the bill enables qualitative and quantitative targets to be set. But the industry needs to know more about these.” We need to know what the targets are going to be so we can actually measure and see if this bill is having an impact on our lakes.", "Mr. Speaker, that is the concern about the local autonomy, which brings a good segue into the guardian councils that are going forward. If we look at the guardian councils that the ministry wants to create, it kind of brings me to my role as the MNR critic with regard to the fishing management zones. A few years back, I think around 2007, 2008—I could be off a year or two—the government changed the councils that used to oversee areas of angling in our province into fishing management zones. Each area was designated—I think there are quite a few, some 20-odd fishing management zones. There might be a few more than that.", "Anyway, I’m focusing on fishing management zone 16. I’ve got the Ontario fishing regulations that the government prints out. Unfortunately, they don’t print enough in this province, which is quite a problem for people who want to go out fishing. They can’t necessarily get the coverage on their cellphone to download the regulations when they need to look at them. My office does print up some for my constituents because I know the government is failing in their obligation to present these regulations to the anglers of our province.", "I look at fishing management zone 16. These have been in existence, as I said, since 2007, 2008, 2009—one of those years. Anyway, we’re looking at seven or eight years since these management zones were created—probably much like the guardian councils that are going to be created. However, fishing management zone 16 doesn’t exist. I’ve asked the natural resources ministry staff why this doesn’t exist. “We don’t know how to create it” is the response—if I had a way to create the zone, let them know it and they’ll do it. It has been eight years. They came up with this idea to create these zones, but they can’t create the council. I’m looking at the size of the area—it goes from Windsor all the way up to Lake Simcoe and everything in between. So you’ve got all of Lake Erie, Lake Huron, most of Georgian Bay, and they can’t create this management zone. I don’t know how they expect to create the Great Lakes Guardians’ Council when their own co-ministry next door to them can’t create a smaller council at the same time.", "Right now, in my area where I live, where you live, where quite a bit of the members of the Legislature are living, if you have a problem or you have an idea that you want to bring forth to the Ministry of Natural Resources to improve angling, you can’t. There’s no council. The reason for these councils is—they’re the buffer between the government and the anglers, so that ideas or problems or projects that they’d like to take on can be taken to this council and decided on. So my concern being the fact that this guardians’ council, which is going to add red tape and remove autonomy from local areas—the fact that I’m not even clear that they’ll be able to create these councils, because if they are able to do so, I don’t know why they’re not sharing that information with the Minister of Natural Resources so that they can actually finish up their duties and create the fishing management zone in southwestern Ontario and go forward.", "Also, there’s no funding model for this act, and again, I’m going to relate to it my portfolio, with the Invasive Species Act. We’ve pointed out that there are a few problems in the Invasive Species Act, but we’re generally supportive of it. However, in talking with a lot of the conservation authorities, their concern is, and my concern is, that once this bill is passed, there’s no funding behind the Invasive Species Act for them to actually carry out their duties to get rid of invasive species in this province.", "The same holds true for the Great Lakes Protection Act. How can we see any results going forward once they pass this legislation? I know many people have said that it’s photo op legislation; it’s an opportunity to have headlines about cleaning up the Great Lakes. Who wouldn’t want the clean up the Great Lakes? But if there’s no funding behind the plan, we don’t know how it’s going to be achieving their goals. We’d definitely like to take a look three years down the road and take a review of what passes through this Great Lakes Protection Act, how the guardian councils are functioning, if at all, and what the end goals are that we want to obtain. Like Mark Wales said earlier, we need to know what the quantitative and qualitative goals are at the end of the day. Unfortunately, that is not coming to light.", "We also made mention of industrial wind turbines. We definitely want to make sure that local municipalities have their say back. Some areas want industrial turbines; I haven’t met too many. Although I will say that before the Green Energy Act, in east Elgin in my riding, Port Burwell, as you mentioned earlier, erected wind turbines—not the monsters we have today, but the first generation of them. They did it to help stir their economy. But it was a municipal decision. It was decided upon by the people. That’s okay in my books.", "I don’t like the subsidies. I don’t think we need the subsidies for that; it just adds cost to our entire system. But let the municipalities have their say.", "This is an opportunity for the government, through this bill, to amend the acts to ensure that local decision-making returns to municipalities. Those who want the wind turbines can have them, and those who do not want them don’t have to have them.", "We talk about respect for landowners. I guess it mirrors the Invasive Species Act as it stands now. We will have amendments to try to change it otherwise, but I don’t think that any government official should have the right to enter anybody’s property without permission at any time, unless they have a warrant. The Great Lakes Protection Act and the Invasive Species Act remove that right, other than entering their home, I guess—at this point in time. But I imagine, coming down the road later, that this government will introduce legislation that will allow the government to enter anybody’s home, should they see fit. I imagine that’s not far down the road.", "The other aspect that we want to take a look at is the fact that we need to ensure that changes being made to the Great Lakes are seen through the rural lens to ensure that people living in rural Ontario have a say and that decisions aren’t based solely out of Toronto. I think that’s quite important because there are two different kinds of people who live in this province: those in cities and those outside of cities. At the end of the day, we both want a healthy, safe Ontario, but we get there in two different ways.", "As the time ticks and we’re getting closer, I just wanted to mention nutrient runoff. I hear a lot today about the farmers being the bad guys. I’ll tell you right now: The farmers in Ontario are doing their best to eliminate nutrient runoff on their properties a lot with not tilling their property, although with the neonic ban coming forward you’ll see more tilling on the property and probably nutrient runoff.", "But let’s not forget municipalities and their sewage overflows and runoffs that are running into our streams and rivers, which flow into our lakes; there’s also a nutrient problem. The Americans, with their lax agricultural laws, could be a problem. In fact, look at the developments that are going forward. When a developer is going to build a new subdivision, the first thing they do is take off all the topsoil and just place a little bit on the ground when they build their houses, which is hard and not soluble to let the water soak into the ground; instead, it runs off into the sewage system, carrying a lot of nutrients. You just can’t put all the blame on the farmers, and I hope the government is not meaning to do so with a lot of the comments I’ve heard today. We have to look at the other problems that are going forward.", "I’m getting the “tick-tock, hurry up.”", "Interjection." ],
  "anchor" : "para1357"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "The House leader, the minister of the Blue Jays, wants me to continue speaking, Speaker, so I think I’ll just continue on.", "Anyway, thank you very much for the opportunity, Mr. Speaker." ],
  "anchor" : "para1389"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member from Elgin–Middlesex–London. You will have an opportunity to finish up at a later point in time." ],
  "anchor" : "para1391"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before we adjourn this evening, I do have a very important announcement that I would like to make. I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to certain bills in her office." ],
  "anchor" : "para1394"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The following are the titles of the bills to which Her Honour did assent:", "An Act to proclaim Christmas Tree Day / Loi proclamant le Jour de l’arbre de Noël.", "An Act to require a provincial framework and action plan concerning vector-borne diseases / Loi exigeant un cadre et un plan d’action provinciaux concernant les maladies à transmission vectorielle.", "An Act to amend the Highway 407 East Act, 2012 and the Highway Traffic Act in respect of various matters and to make a consequential amendment to the Provincial Offences Act / Loi modifiant la Loi de 2012 sur l’autoroute 407 Est et le Code de la route en ce qui concerne diverses questions et apportant une modification corrélative à la Loi sur les infractions provinciales." ],
  "anchor" : "para1395"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 6 o’clock, and this House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1399"
} ]