[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on April 28, 2015, on the motion for third reading of the following bill:", "Bill 56, An Act to require the establishment of the Ontario Retirement Pension Plan / Projet de loi 56, Loi exigeant l’établissement du Régime de retraite de la province de l’Ontario." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s always an honour to be able to stand in this House and add my remarks today on Bill 56, An Act to require the establishment of the Ontario Retirement Pension Plan. It’s an act that we are in favour of, in principle, although we have some grave reservations about whether or not this government could actually create something like this without scandal and wasting people’s money.", "I come from a long line of farmers, and we have, as personal history, very little experience with pensions, because farmers are self-employed and usually pass the farm on from generation to generation, and somehow in that passage, we support the former generation, as I did when I bought my dad’s farm, and we still do that. My mom would not be able to survive on CPP. So as part of when I bought the farm, we make a payment every month, and that’s part of my mom’s pension. Without that, she would have a very hard time making it. So we do have a true, deep feeling for people who have to rely on CPP. It’s not enough. I think we can all agree on that in this House.", "There are people who don’t need a better pension system than we have now. They’ve done well for themselves, and that’s all fine and good. But there are people in our society who need help from a pension system. I think that we in this House can all agree that the best way to move forward would be an enhanced CPP. The federal system seems to work well; it does work well. I think we can all agree that that is the best way to move forward. The federal government has made it very clear that they don’t want to move forward on this—perhaps sometime in the future. Perhaps the federal finance minister would also like to leave that to Stephen Harper’s granddaughter to figure out. That’s the part about pensions that is very important.", "The provincial Conservatives keep calling this a tax, as do the federal Conservatives. In its essence, it’s not a tax. But, as an employer, I can see why an employer might view it as such, because there is a point that it is a cost of doing business. If your business is already being stretched to the limit by extremely high hydro costs—or, as in northern Ontario, many businesses need natural gas and they have no access to natural gas—or taxes—so it is an extra cost of doing business. As an employer, there’s no doubt of that.", "As a society, we have to look forward, to make sure that as people reach retirement age—as our population ages, there are going to be more people reaching retirement age. It’s our duty, as the Legislature, to look forward to that. Governments are always accused of not looking far enough into the future. They’re just looking for the election cycle. It is a government’s job to look further than the election cycle.", "The federal Conservatives have decided, “No, no, we don’t want to enhance the CPP.” So the provincial Liberals have decided to, again, introduce Bill 56. Basically, this is an act to create an Ontario defined benefit pension plan.", "While we support this one in principle—the Liberals have also confused the whole situation by introducing several bills, one a defined benefit, and one a pooled pension, which is not much different to us than current RRSPs. So they’re muddying the situation, in our opinion.", "Also, the biggest question is whether this government has the fiscal responsibility to actually administer this plan in the way it that should be administered. For that—one of the reasons why we question that—I’d like to go to Bill 91, An Act to implement Budget measures and to enact and amend various Acts.", "One of the acts that’s being amended—if you’ll give me a minute, Speaker, to find it—I even highlighted it. This is from the explanatory notes from An Act to implement Budget measures and to enact and amend various Acts, Bill 91, the budget bill.", "In schedule 5, for the Broader Public Sector Executive Compensation Act: “An amendment to subsection 3(2) of the Broader Public Sector Executive Compensation Act, 2014 provides that the act does not apply to the Ontario Retirement Pension Plan Administration Corporation and its subsidiaries.”", "That’s very important, because one thing this government has been not very good at is actually controlling very high public sector—for example, CEO—salaries or arm’s-length corporations like Ornge. They’ve brought in the Broader Public Sector Executive Compensation Act, 2014, and said, “This is our answer. This creates the framework—no hard caps, but it does create the framework.” And here in the budget bill that has just been introduced, they’re exempting the pension plan from that framework. Again, that’s part of the problem.", "The best thing to do would be to have this rolled into the CPP, which the federal Conservatives don’t want to do. That way, you wouldn’t have to create another whole bureaucracy and another whole board. To create a successful pension plan, you’re going to need very qualified people, who are, no doubt, worth a lot of money. But, again, this act exempts us from finding out exactly how much money. If this is a public pension plan, it should be open and transparent. But we know the one thing that this government has a problem with is openness and transparency.", "My father always told me that if someone has to tell you they’re honest, then deep down, they’re not that honest. And if a government has to keep telling you that they’re open and transparent, they might not be that open and transparent.", "In Bill 91, while we’re creating a defined benefit pension plan—what they’re proposing to create. We’re worried that they’re actually not going to have the due diligence to do this correctly, and here they’re starting out by exempting the pension plan from the Broader Public Sector Executive Compensation Act. That’s not a very good start for openness and transparency.", "There’s one other issue that is a problem. We’ll create a board and we’ll create the corporation, which is not covered by the Broader Public Sector Executive Compensation Act. But it gets better, Speaker—or worse. In the bill—Bill 56 to create this pension—under Delegation, “The legislation referred to in subsection 1(2) shall contain rules that permit the administrative entity to delegate the authority to perform any of the administrative entity’s functions or to carry out any of the administrative entity’s powers.” So we create a board, we exempt them from the Broader Public Sector Executive Compensation Act and then we allow this board to delegate powers to another group. This might work very well, or this might become another huge Ornge. That is something we have to find out, going forward. Because, as you know, Ornge risked people’s lives and wasted people’s money, and here, the government wants to create a tool to actually save money for people’s futures, but the delegation of authority and the exemption of public oversight is not a very good way to start.", "The third issue—unfortunately, I can’t quote from the act on this, but it’s an issue that’s really a very serious issue to us. If this bill goes ahead and this plan is implemented as it’s written now, this will be kept in a separate pool of funds, which it should be. These funds will be invested, and hopefully, when people who have paid into this reach the age where they can pull out of the plan, there will be money there. That’s basically how this plan is supposed to work. They know how much they’re going to get out. But as has been the case with other governments, once you build up this plan and you have a big whack of money in it—and we know how governments tend to need money, from time to time—there is the danger that the government will try to ease their way into this plan to basically finance the operations, good or bad, of the government.", "I’m sure that they, on the other side, are going to comment, “No. That will never happen. This is set in stone.” Our example of why this could very well happen is something else that we’ve owned and built up for 100 years and has been set in stone—can anybody help me? Hydro One. It actually makes the government money, and they’re talking right now about raiding it, dumping it and using it as part of the election cycle. If they get $4 billion from Hydro One and they’ve promised $130 billion in transit, selling Hydro One is really a drop in the bucket. The numbers don’t work.", "What we really have to be cognizant of, is that they’re going to build up this plan and they’ve shown very well that they’re willing to raid it, because they’re willing to raid Hydro One. Speaker, I’d like to share my time with the member from Welland, but I’d like to end with this. That’s the biggest problem. We support this bill, in principle, but we don’t believe the government actually has the principles to pull it off." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Welland." ],
  "anchor" : "para51"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I think this is the second time I’ve had the opportunity to actually speak to this bill. I spoke to it at second reading, and I spent most of my time during second reading talking about what workers really need in this province. Although we do support the ORPP in principle, if you talk to workers across Ontario, they’ll tell you that what they really need is a good job, Speaker. They need a job that makes more than minimum wage. They need a job that has full-time hours. They need a job that actually has some health benefits so that they’re not having to pay for those health care needs out of their pocket. They need enforcement through the employment standards branch and through the occupational health and safety branch to make sure that entitlements that they have under the employment standards are actually enforced. So many of them work overtime in this province. They don’t get their vacation. They don’t get their overtime paid. They don’t get their stat holidays paid. And unfortunately, the enforcement isn’t that great. If they had a decent job with a pension and benefits, they wouldn’t need to participate in this ORPP.", "But, Speaker, there’s a lot of pension reform that needs to be done. I know that you talked about it yesterday, the pension guarantee here in the province of Ontario that is only $1,000. That legislation I think came in many, many years ago. Today, it certainly doesn’t cut it, when we have factories closing across the Niagara region and throughout the province—manufacturing, where people had $3,000 pensions or $2,500 pensions. Their company goes under and all of a sudden they see their pension reduced by a third, and then perhaps by another third, and the only guarantee that they have from the province when these companies bail is a thousand bucks—not much to support families.", "There are also things that need to be done around part-time workers, even in defined benefit plans and public sector plans across this province. For many years, part-time workers were only able to contribute based on those part-time hours that they were scheduled, regardless of any of the overtime hours that they actually did. So for example in hospitals across this province, if you were a part-time worker working 24 hours a week, normally, but you suddenly worked some overtime and you were working 40 or 50 hours, you were not eligible to contribute on the straight-time portion of those hours. Many part-time nurses in the province were negatively impacted by that, so they don’t have whole pensions at the end of the day. That was remedied in the last few years, but for many of them, they’ll be negatively impacted for the rest of their lives.", "There are also requirements or criteria eligibility in many of the public sector pension plans that you have to work a minimum number of hours in each of two years before you even become eligible. That impacts part-time people, in particular, and that really needs to be fixed as well.", "I also want to talk about whether there’s going to be an opportunity—we’re moving into the PRPPs, where people will be contributing into these pooled registered pension plans. What hasn’t been said by the government at this point in time is: Is there going to be any opportunity to use those funds to actually buy into the ORPP? I think there should be.", "In fact, there are plans like that out there, Speaker. I know the Service Employees International Union has a plan. A few years ago, the nurses who worked in the long-term-care sector, who were contributing just to RRSPs with matching contributions from their employers, were able to go into that public sector pension plan through the service employees union and they were able to buy back years of service, to a maximum of seven years. There need to be opportunities through this PRPP and ORPP process to let people actually do that, so that they are going to have some defined type of benefit at the end of the day.", "The last piece I want to speak to, though, is the issue of just handing this over to Bay Street. We’re saying that everybody deserves a pension and that people who don’t have a pension are the ones that we’re really doing this for. But at the end of the day, we’re doing an RFP out to some third party who is going to earn large administrative fees on these pension dollars.", "We had a meeting last week with Great-West Life, for example, about MPPs’ contributions to the non-pension plan. In that case, we heard from Great-West Life that our fees are very little on our plan, depending on which fund you’re actually in. They can be as little as 0.2%, but in many mutual funds and many RRSPs throughout this province, fees can be 2.75%, 3%, 3.5%. So right off the top, you’re handing this over to banks or insurance companies, who are in the business of earning a profit. We know that. We see it with auto insurance. We see that with our banking fees. You have a debit card and you go across the street to another bank, and you have to pay $2 to draw out $100.", "That is problematic, certainly, for the NDP, that the most vulnerable people, who we want to protect with a pension plan in this province, are perhaps going to be paying the highest fees to banks and insurance companies. We understand that those companies want to make a profit, but it shouldn’t be off of a public pension plan.", "I think that the government needs to turn their minds to what they’re doing there with putting this out of the public realm. We all know that the wages for administering these plans will be very high. Once again, I like to use the word—it will be like winning a lottery, actually being able to administer this kind of plan." ],
  "anchor" : "para52"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para63"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m happy to speak to this. I want to make three points. Number one: Associate Minister Hunter, responsible for this file, has been travelling about the province, talking to all manner of stakeholders, from private individuals to banks to insurance companies and the like. The overwhelming message that Minister Hunter receives from all of the stakeholders, across the board, is that this pension plan, this pension enhancement, is required. It is required. This is what the public wants.", "The next point that I want to make: The next question to logically ask yourself is, why is there such an appetite in the public and in our public institutions and financial institutions for this? The reason is quite clear: When you dig into the facts, it turns out that pension coverage is low and it’s getting lower. In fact, two thirds of Ontarians do not have a workplace pension plan.", "The second point is, Ontarians aren’t saving enough through voluntary measures. It turns out that there was about $300 billion in unused RRSP room last year, and 88% unused room in the tax-free savings accounts.", "The third point is, it has become quite clear that the current levels of the CPP, administered by the federal government, are not sufficient.", "It was the position of all of the provinces, Ontario included, that we would have liked to have proceeded by working with the federal government and enhancing the CPP. But for whatever reasons, the federal government, in a cold-hearted way, just rejected any initiative on that front. So Ontario and the other provinces are stepping to the fore to provide the security that Ontarians need and expect." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para69"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "We’ve debated this ORPP for quite some time now, and it would appear to me as though all we’re hearing from the government side is a bunch of finger pointing at the feds. I don’t think the feds are doing such a bad job, to be quite honest with you, so I get a little tired of the finger pointing.", "We’ve been saying over here, on the PC side, that the ORPP is really a tax. It’s a tax on businesses, an employer tax. I look at that and I’m going, “You know what? Now they’re also forcing employees to, in fact, pay an additional 1.9% of their earnings—1.9%.”", "I have a number of questions. This is what we do know: They’re saying they’ve brought this ORPP in to force employees to save more. Well, one of the things that this government is noted for is the fact that on the outside, it sounds good, but on the inside, it’s like, “Give us the details.” They don’t give us all the details. We don’t really know exactly what it’s going to be like.", "I understand that from ages 17 to 70 is when you can maybe start contributing 1.9% of your wages, and an employer will do that same thing. So what is that going to look like? I know it’s based on what their contributions are, but how much money is that really going to make?", "The other question is—it’s a question of trust. It’s a question of trust. We’ve heard former Premiers say, “I will not raise taxes,” and yet what happened? They raised taxes. They say, “This money is going to go towards helping employees.” Really and truly, I think that what’s going to happen is a lot of this money is going to go toward helping to pay for some of the grandiose infrastructure plans that this government has.", "Infrastructure is needed, but I think that that money is not going to be used in an appropriate way, so for that reason, we’re not going to be in favour of the ORPP." ],
  "anchor" : "para70"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para76"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Mr. Speaker, good morning. I’d like to talk about the CPP. I’m not going to agree with my neighbour next door.", "I had the privilege of going to Ottawa to lobby, to try to get them to increase and enhance the CPP. It’s already in place; it’s already there. There’s already money there that is going to last another 75 years. What we could do with the federal government is just increase the CPP. The money is there. We don’t have to get into this Ontario pension plan if they’d just come to the table. That’s one thing that I think is important.", "When you talk about what we are going to do with the money—I’m going to give you a couple of examples. We’re selling off hydro, which makes absolutely no sense, and our party has been saying it. People in Ontario are saying the same thing.", "But when people say, “Well, you know, it’s hydro; it will never happen again; we’ll never use that money; this is going just to pensions”—does anyone remember, just a few years ago, Dalton McGuinty and the health tax? You remember the health tax that came in and it was going to go strictly to health care? You hear what happened: They used that money—", "Interjections." ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Maybe if you’d like to discuss things, you don’t have to yell across four rows of chairs. Maybe take it outside. Thanks.", "Continue." ],
  "anchor" : "para82"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "The health tax: What they did was they used that money from the health tax—instead of it going to health care, what did they do? They put it in general revenue.", "Here’s what has happened to our health care in the last little while: As we see, we have cuts to health care. As we see, nurses are being laid off. As we see, in my riding alone, hospitals are being closed. As we see, there is more and more private health care.", "So when you talk about the pension plan, we have to make sure there are safeguards in place so that the money can never be used.", "Who is going to benefit from this? I heard one of my colleagues from the Liberal Party say people aren’t saving enough. I’m going to tell you why they’re not saving enough: Because there are no jobs out there that are good-paying jobs. They’re going from week to week to survive, because they have to work for minimum wage.", "What we should be doing is focusing on making sure that there are good-paying jobs right here in the province of Ontario." ],
  "anchor" : "para84"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para89"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m quite happy to speak to the ORPP. As members know, it certainly was a key pillar of the government’s economic plan to build Ontario up. In fact, everyone will recall that it was a central part of the platform we ran on last year, and we won a majority mandate from Ontarians. It was also part of our 2014 budget, which passed the House this past July.", "We know that retirement security is top of mind for Ontarians across the province. I know, when I was knocking on doors in Newmarket–Aurora, many seniors were backing this plan, because they knew that it wasn’t necessarily going to benefit them, but it certainly was going to benefit their grandchildren. It is their grandchildren who they are most concerned about.", "We’ve heard this study says that, and another study is pro and some studies are con. But in recent weeks, we’ve seen reports from BMO, RBC, CIBC and Sun Life Financial that show that Ontarians simply aren’t saving enough.", "I know that our associate minister has travelled the province and held dozens of meetings with individuals and associations, business and labour, and she has heard repeatedly how people are concerned that they may never be able to retire or that they’ll outlive their savings. These concerns were echoed by many of the people who presented at the public hearings for the Standing Committee on Social Policy.", "Mr. Speaker, it’s plain to me that we have to make sure that, in future, people are able to retire with dignity. If we can’t get the help that’s needed for Ontarians facing retirement from the federal government by enhancing the CPP, we will have to do it ourselves. I think everyone’s preferred method is to work with the feds, but if they won’t come to the table, we have to find a made-in-Ontario solution." ],
  "anchor" : "para90"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Welland has two minutes." ],
  "anchor" : "para96"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I want to thank the Minister of Aboriginal Affairs, the member from Chatham–Kent–Essex, the member from Niagara Falls, the member from Newmarket–Aurora, and, of course, the member from Timiskaming–Cochrane who used the first 12 minutes.", "There were some good points made here. The member from Niagara Falls talked about the fact that there are no jobs, and that’s why people can’t save. We have so much precarious work in this province. We heard yesterday that the government had committed to creating 67,000 jobs last year, but they didn’t hit that target at all. People don’t have the money to actually save. But, at the end of the day, it’s going to be the most vulnerable people, the people who need these pensions the most, who are going to be impacted. The member from Niagara Falls was right.", "There has been an actuarial done federally. I was speaking to Malcolm Allen, the MP from Welland, a couple of weeks ago. He had been at a committee, and he said, “They couldn’t even go far enough in the actuarials to beyond 70 years because they have that much money in the plan.” That would be the best way, actually, to increase income security across this country.", "Now, the member from Newmarket–Aurora talked about the banks. He talked about BMO and CIBC. Those people are all about making profits. Here last year, we heard about the Royal Bank, for example, hiring temporary foreign workers to do IT jobs that were well-paid in the IT sector and actually letting people go who were making $40,000 and $50,000 a year, all to earn another per cent for the shareholders for those banks and insurance companies.", "We’re not saying that we don’t support the ORPP in principle, but what we are saying is that there need to be safeguards in place to make sure that every penny of that pension plan is actually going to the people who need it most." ],
  "anchor" : "para97"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para102"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Speaker, I’ll be sharing my time with the member from Carleton–Mississippi Mills and the member from Stormont–Dundas–South Glengarry.", "It’s a pleasure to speak to this bill. We’ve heard a lot about the principles of the bill. This debate is about the bill, not about the principles that surround it, or the lack of principles that surround it.", "I’ve heard it mentioned by some disputing or refuting that this is a tax. I will say to you, Speaker, it is a tax and it is a nefarious tax in that—and it’s been well-documented—you will have to contribute for 40 years before you will receive the full benefits of this Ontario pension plan. Anybody over the age of 25 will be paying this tax, but will not be able to reap the benefits of this pension plan.", "We also know that the way this plan is structured right at the moment, if and when you ever do receive any money from this Ontario pension plan, there very likely will be a clawback from the federal pension plan, the CPP. That is a Ponzi scheme at its best, a Ponzi scheme that even Bernie Madoff would not have been able to structure and sell: where you demand and collect money from people, but give them nothing in return and actually end up clawing back from other programs.", "It was interesting. The member for Newmarket–Aurora was complaining about the lack of co-operation with the federal government and that the federal government was not interested in coming to the table. Well, Speaker, I can tell you—and I’m sure you would agree with me and most other people would agree with this statement: That is the pot calling the kettle black. When it comes to anybody not working with other members, the Liberal Party of Ontario excels to the extreme. Anybody who has ever been to a committee and has witnessed the clause-by-clause or the amendment process knows full well that the Liberals don’t have any idea about working with others. They reject everything out of hand.", "Earlier this week, it was announced that a world-class business in my riding lost out on its expansion. Goodyear Canada announced that, due to the unreliability of our electricity system and the exorbitant costs, their expansion will be in Mexico and not in Napanee. This subject was brought up by none other than Liam McGuinty during the committee hearings on this bill. Liam McGuinty, who is with the chamber of commerce—and yes, he is the son of the former Premier—spoke, and he said that we need to consider the broader regulatory impact of not just this bill, but all Liberal government bills. He stated that we have the highest WSIB rates—", "Interjections." ],
  "anchor" : "para103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s a little loud over there. If you want to have a group session, go outside. Thanks.", "Continue." ],
  "anchor" : "para110"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker—another demonstration of them working together with others in the House, I guess.", "Liam McGuinty stated that with the highest WSIB premiums in the country, the highest electricity rates in the country, the second-highest minimum wage rate in the country and a new carbon tax in hand coming very shortly, along with this ORPP pension plan, this will be devastating and will not just continue, but amplify, the hemorrhaging of jobs and investment in our province. It will have more and more of our jobs leaving this province and new ones not being created here, but being created elsewhere. We saw that with Toyota’s announcement of the Corolla production moving to Mexico. We saw it with the production of GM’s Camaro leaving this province.", "Clusters are developing, but they’re not being developed here in Ontario—clusters of Ontario jobs, Ontario manpower—but in Mexico. And this ORPP will just exacerbate and amplify that hemorrhaging of our jobs and our prosperity in this country.", "The Liberal government says that people aren’t saving enough. Well, is there any doubt, after 12 years of a Liberal government raiding every purse and every pocket, every wallet and every bank account, wherever it is in the land? Yes, it is tough to save in this province. It’s impossible to save for many people. Taking more money out of their pockets is not going to help the situation. Wake up.", "A couple of other things, Speaker. The Liberals are proposing a brand new administration, a brand new bureaucracy to administer this ORPP, this pension plan. I don’t think I’m just being cynical or that I stand alone on this one: Is there anybody in this province who believes that the Liberals can manage anything? Can they manage helicopters? No. Can they manage eHealth records? No. Can they manage gas plants contracts? No. Can they manage getting a hydro bill out to a person on time? They can’t even do that. But now they’re going to suggest that they have the management expertise and competencies to administer a successful pension plan? I don’t buy it; nobody does.", "Maybe if we could see them get a hydro bill out on time—an accurate hydro bill—and maybe if I could see them actually get an annual report done and tabled in the House on time, those would give us some cause to believe that maybe they’ve turned a new leaf and are actually taking their responsibilities seriously. But we’ve not seen any evidence of that.", "I can just imagine: They’re just going to be totally confused, trying to do a new pension plan and a tax, a cap-and-trade program, at the same time. These guys can’t walk and chew gum at the same time, and now they want to have two major undertakings at the same time. Multi-tasking is not their core competency on the other side of this aisle.", "Speaker, I said that this is a Ponzi scheme. For 40 years, people are going to be paying into this and not being able to collect. Those people who do collect will then see their federal pensions clawed back. That is a Ponzi scheme. It is a Bernie Madoff specialty.", "We’re seeing the highest WSIB rates in the land, the highest electricity rates, the second-highest minimum wage, the new carbon tax and the new pension tax. When are they going to stop? When are they going to take a deep breath and relax and let people save some money, let people keep some money in their pockets for a change? Let’s get this province back working, instead of creating clusters in Mexico with their policies.", "I’m going to vote against this bill, Speaker. I can’t imagine anybody who has any compassion for people voting for it. Anybody who has a sense of responsibility to their constituents; anybody who has compassion for the impoverished and people who are struggling in Ontario—how could they actually vote to take more money? Those few pennies that are left in their pockets and their purses—none of them are safe with this Liberal government. Not one penny, not one nickel, is safe. These guys: Everything is a revenue tool to them. Somebody’s savings—they don’t care. There’s no interest.", "If they had any care or compassion about people struggling to make ends meet, they would pull this bill. They’d pull their cap-and-tax bill. They’d start lowering the cost of electricity. They’d start getting accurate bills out to people. They’d start doing their job.", "Thank you very much, Speaker. I look forward to voting against Bill 56 at third reading." ],
  "anchor" : "para112"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Carleton–Mississippi Mills." ],
  "anchor" : "para125"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "Like our member from Lanark–Frontenac–Lennox and Addington, I will not be supporting this bill, because it is a bad idea. It will not help the people of Ontario, as it professes to do. It will tax them. They are being taxed to death right now, and we’ve heard that many times.", "We have new taxes being created, such as our cap-and-trade tax for carbon; our hydro bills, paying for green energy, wind turbines and solar panels that produce electricity when the wind blows and the sun shines, which isn’t necessarily when we need power—and we turn off our gas plants and our nuclear plants to buy highly subsidized electricity that we don’t need—that’s a tax.", "This pension plan will not provide a benefit for up to 40 years from now, but certainly people will be paying 1.9% of their paycheque to the government for the next 40 years. So will employers, so it’s a penalty for employers as well. Basically, this provides cash for a cash-starved government.", "We just had a budget where they defined that the deficit will increase above last year’s, which increased from the year before. Our debt continues to grow and will hit $300 billion at the end of this year, and will grow again next year. They’re very consistent in their performance, in that they spend and they tax, and they impoverish the people of Ontario. This is one more nail in the coffin for the people of Ontario, who are becoming impoverished by this government.", "It does not recognize that different people have different needs for pensions. Some people don’t need a pension, because they’ve done very well in planning their affairs and have money and investments in other forms. Some people need a little bit of pension, or more pension, or a whole lot of pension. It doesn’t address the needs of people that vary; there should be flexibility.", "Our member from York–Simcoe had the pooled pension idea, which this government is voting on as well, but it will be gutted and nullified by the fact that this one is compulsory and the other one is optional. The other one is the right idea, the pooled pension plan, because it accommodates and provides the flexibility for people to have the pension that they need, not that the government defines that they must have.", "There are an awful lot of things that are not in this bill. I think the member from Timiskaming–Cochrane was talking about transparency, and when you look into this bill, you see nothing, because there’s nothing there. It’s a bill that says, “We’re going to tax you, and that’s definite. The benefits will be figured out later”—but they won’t be, for a long time.", "Here’s something very interesting, which I just noticed this morning, which is very consistent with the party opposite’s practices for the last 12 years and that have gotten us into the hole that we’re in today. I’d like to quote from the explanatory note: “The Minister of Finance is required to prepare a cost-benefit analysis of the plan and must table the report in the Legislative Assembly before December 31, 2015.”", "We’re going to vote on this now. These people want to pass this bill now, and then they want to do a cost-benefit analysis, to see if it will work. You know, Mr. Speaker, that also is consistent with their performance and their business management skills, which consistently follow the precautionary principle. The precautionary principle means, “Let’s not let the lack of evidence or science-based data interfere with our ability to make a decision. So we’ll make decisions anyway on whatever we feel like today.” That’s what we’re doing here. We’re going to pass a bill that is void—there are only a couple of pages here; it doesn’t say much—and they’ll figure that out later, and they’ll even try to figure out if it pays. Well, it pays them, because they need the money to pay the bills. They’ve been squandering and wasting our money—our taxpayers’ money—for years.", "It’s a travesty, Mr. Speaker. We have to vote against this. It’s unfortunate that there aren’t more of us here who would do the right thing on this side of the House, and the people of Ontario are going to suffer for that. I will be voting against it.", "At this point in time, I’ll pass it over to my colleague from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para137"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I’m quite pleased to be able to stand up and talk about this bill, and talk about the fallacy behind this and why we can’t support it.", "I heard the member from Welland talking about how people don’t have the money. I’m not sure how you can put a plan in force where you trust the government to take money out of your pocket. If you don’t have the money, you’re going to have a lot less in your pocket.", "You’re talking about a government here that has lost a lot of trust. You’re talking about taking money out, hoping that, if you’re lucky to have a job for 40 years, it’s going to be there. And what are we going to do with this money? They’re out of money, so they’re going to use this money to build roads. It’s a novel idea.", "What would the return be that you would grant to this fund that you’ve created? I was sitting on some of the committees, and we had the OPSEU trust group in, which was averaging a 9% return on their money. Is that what we’re talking about here?", "When you have somebody taking money out of an account and using it, and they’re telling you, “Don’t worry; we’re going to give you a good return and put it back,” and they can borrow money at 1% or 2%, what really is the logic behind what they’re doing here?", "It’s not at arm’s length. There certainly seems to be a conflict of interest there. I don’t know if I would trust the government, because there have been so many times that I’ve seen this government really lacking the trust-building.", "We look at the plan that is going to put about 54,000 people out of work. There’s another group of people—because of the money coming out of the economy; their own study shows that that’s the amount—that will not be able to benefit from this plan because they’re going to be unemployed, and of course one of the rules is that you have to be employed to actually participate in it. So if you’re not working, now you’re in the unemployment sector. That’s another drain on the system and, I guess, maybe another use for this money, because there’s really nothing that says it’s going to be used for infrastructure. It’s available to the government.", "We talk about trust again. Yesterday, I heard them stand up here and complain about the federal government. I know the federal government says that the economy now—I think my colleague from Ottawa was talking about, you know, it’s not the right time. Use the science. The evidence is that the economy won’t support something right now, but it will in the future. They’re talking about enhancing the CPP in the future, when the economy is more apt to handle that. I think that is, again, using the evidence they have.", "I was a little annoyed yesterday when they talked about trust again. I see the health care funding and how they’ve been blaming the federal government for not providing a fair contribution, and actually taking on a former health minister here who, unfortunately, knows what happened back in the days of the Liberal government, that this government is still suffering from. He went back and cut transfer payments of health care that used to be 35%; he reduced them down to 13%. Then they have the gall to complain about the federal government that has raised them back up to 26%, which, in the end, allows them to actually remove money from their portion of health care. So here they are, condemning another side.", "If they really want to raise taxes—this federal government is putting tax money back in our pockets. Unfortunately, for every dollar they put back, this government takes one and it squanders two.", "There’s not a lot of trust, when I look at the scandals and the money wasted. This is another “Give us some more money, because we’re broke—and trust me.”" ],
  "anchor" : "para138"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The member for Manitoulin-Algoma." ],
  "anchor" : "para150"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Algoma–Manitoulin. Thank you, Mr. Speaker." ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thanks for correcting me." ],
  "anchor" : "para152"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "You’re very welcome. It’s not often that I get to do that, Mr. Speaker. We’ve had many, many discussions, and this is where I have an opportunity to butter him up a bit. We’ve had many opportunities where I’ve sat with you and we’ve enjoyed a coffee, and I’ve indulged into your vast knowledge of how things operate here. You are a true gentleman when you take authority in that chair, and I highly respect that authority. Correcting you is really a privilege on my behalf, Mr. Speaker, and I want to thank you for giving me that opportunity.", "It’s always a pleasure to stand on behalf of the good people of Algoma–Manitoulin and speak particularly to this bill, Bill 56, the Ontario Retirement Pension Plan Act. Let’s face it: There is some 66%—almost 67%—of individuals across this province who don’t have a pension plan, who would love to have a pension plan, who would enjoy having that security, or knowing that that security is going to be there for them once they reach that age, those glory years when you have that opportunity to enjoy something away from work. However, the reality is that there isn’t.", "On behalf of New Democrats, we would most enjoy seeing an adjustment, an increase, to the CPP. We’ve got a federal election that is going to be coming up shortly, and we will be seeing a new leader, a new Prime Minister—hopefully in Thomas Mulcair—who will bring those changes going forward, because we obviously know the present Prime Minister has no intentions whatsoever of doing so.", "Again, it’s always a pleasure to stand. This is something that Ontarians need, so I’ll be supporting it." ],
  "anchor" : "para153"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para157"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "It’s my pleasure to rise in the House today to speak to Bill 56. I have to thank the members of the committee who worked hard on this bill, led by my colleague the member from Etobicoke North. I want to thank all members of this Legislature for their comments and for their input into Bill 56, ensuring that we make this bill the best that it can be. I even actually want to thank the members of the PCs—", "Interjections." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Don’t encourage the member from Nipissing, member from Niagara, okay? You’re not in your seat and it’s awful loud. Thank you so much.", "Continue." ],
  "anchor" : "para160"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "—whose amendment we accepted at committee to provide the cost-benefit analysis.", "But I have to say I was highly disappointed in the remarks from the member from Lanark–Frontenac–Lennox and Addington who talked about this being a Ponzi scheme. I think that that is an absolute disgrace, Speaker, that something like that would be allowed to be said in this Legislature. This is definitely not a Ponzi scheme. We know that a pension for the people of Ontario—they will make their contributions, matched by their employers, and that income stream will be there for them for life. That is what this is about. This is about ensuring that when people retire, having worked in this province, that they can retire with dignity and that they can have that income stream for life.", "I want to remind the members opposite about the next generation: 75% of young workers today do not have pension coverage at work. That is a fact that is actually on the decline. When the ORPP is introduced on January 1, 2017, millions of Ontario workers will now have pension coverage. That is the purpose of Bill 56, and I invite all members of this Legislature—", "Interjection." ],
  "anchor" : "para162"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew." ],
  "anchor" : "para166"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "—to support this important legislation." ],
  "anchor" : "para167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The quiet member from Nipissing." ],
  "anchor" : "para168"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "The government’s ORPP “is a wide-reaching payroll tax”—I’m reading from Focus on Finance, by the way, Speaker—“that will negatively affect businesses across Ontario and drive jobs out of the province.”", "I want to read a chapter in Maclean’s magazine. Jason Kirby summed up the ORPP, stating that “while the details are still fuzzy, the plan will impose new payroll taxes on those businesses that don’t already offer a workplace pension plan the government deems satisfactory. In short: bigger government and higher taxes.” He goes on to say, “No wonder the Wynne government has to pay companies to move to Ontario.”", "Speaker, the CFIB has come out strongly against the ORPP on behalf of their members, stating that 86% of small business owners surveyed did not support the plan. What’s more concerning is that 69% of these owners would freeze or cut salaries and 53% would reduce the numbers of employees if the plan were implemented.", "A new survey of businesses from the Ontario Chamber of Commerce also indicated that only 26% of their businesses believe that they can shoulder the financial burden associated with the ORPP, and 44% of their businesses said that they would reduce their current payroll or hire fewer employees in the future.", "The chamber is calling on the government of Ontario to reconsider its approach. In fact, Allan O’Dette, the president and CEO of the Ontario chamber, stated, “The ORPP is a blanket solution to a problem that requires a targeted approach.”", "For more reading on the ORPP, you can go to fedeli.com, download Focus on Finance and learn all about it." ],
  "anchor" : "para169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Toronto–Danforth." ],
  "anchor" : "para175"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’ve had the opportunity, as the Chair of the social policy committee, for the last five or six weeks to listen to people speak about the Ontario Retirement Pension Plan, a plan modelled after the CPP, a plan, frankly, that has to be structured very precisely so that some day it can be folded into the Canada Pension Plan so that people can have substantial, secure—", "Interjections." ],
  "anchor" : "para177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I don’t know how many times I have to stand up. There are seven conversations going on. I honestly can’t hear the member from Toronto–Danforth. Do me a favour, if you want to have little group discussions, go outside. There are all kinds of comfortable chairs out there. You can sit and talk to your heart’s desire. And the member from Algoma–Manitoulin is a little loud too.", "Thanks so much.", "Continue." ],
  "anchor" : "para179"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Why thank you, Speaker.", "In any event, it’s pretty clear from listening to presenters that the idea of a publicly managed plan, broadly based, with mandatory contributions by employees and employers is the best option that we face in Ontario.", "I’ve had the opportunity to talk to retirees who have come to the Legislature, whose companies had promised them great pensions, and those companies went bankrupt, the pension funds were looted and the employees were out of luck. They were really put into extraordinarily difficult positions. If we want to have pensions that are secure, protected and, frankly, are going to be proof from raiding by corporations that have financial troubles, we need a centrally run, publicly owned pension plan." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington has two minutes." ],
  "anchor" : "para185"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker. I’d like to respond to so many of the comments.", "But I thought, at first, that the associate minister might have corrected the record of the aboriginal affairs minister when he said, “She’s travelled everywhere and everybody’s in favour of this bill.” Well, that’s not quite the way the record shows. CFIB has spoken against this. The chambers of commerce have spoken against it. Many businesses have spoken against it. It’s not quite everybody who is in favour of this bill.", "I know the associate minister has adamantly said that this is not a Ponzi scheme. I’m sure Bernie Madoff told all his customers, “Everybody likes my plan,” as well. “Everybody likes my plan.” He likes to tell tall tales, so tall tales and Ponzi schemes go together quite well.", "I want to say, I raised in my comments the exodus of jobs. I referenced Goodyear and the announcement of the expansion going to Mexico. I referenced the highest WSIB premiums, the inability to get a hydro bill out in a timely fashion or a correct fashion, the new carbon tax rate. As Liam McGuinty said, we need to consider the broader regulatory impact that these taxes are having on our society.", "Nobody from the Liberal side has bothered to address any of those comments, and it’s because they can’t. That’s why they’re silent. They’ll stand up and stomp their feet that it isn’t a Ponzi scheme, but they won’t address the facts and the meat of the matter." ],
  "anchor" : "para186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Further debate? Last call.", "Ms. Hunter has moved third reading of Bill 56, An Act to require the establishment of the Ontario Retirement Pension Plan. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will say “aye.”", "All those opposed will say “nay.”", "I believe the ayes have it.", "This will be a deferred vote after question period." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day?" ],
  "anchor" : "para198"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "No further business." ],
  "anchor" : "para199"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare this House recessed until 10:30 this morning." ],
  "anchor" : "para200"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have laid upon the table a special report on winter highway maintenance from the Auditor General." ],
  "anchor" : "para203"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I walked into the chamber today and I saw one of my old friends, Jeff Gatcke from Lansdowne, here. I just want to welcome him to Queen’s Park. Thank you for being here." ],
  "anchor" : "para205"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m pleased to introduce to the Legislative Assembly today the Minister of Agriculture, Fisheries and Food and the MNA from Brome–Missisquoi, Pierre Paradis." ],
  "anchor" : "para206"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I’m pleased to rise and welcome the family of PC policy manager Mitchell Davidson, who are here visiting today. In the gallery are his parents, Bryan and Andrea Davidson, and his sisters Laura and Ashley Davidson.", "I was pleased to have Mitch work in my office, and he’s doing a great job in policy.", "I’m glad that you could all be here and join us to see him working today. Welcome." ],
  "anchor" : "para207"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I hope everyone will join me in welcoming Michael Brattman, current president, and Chris Floyd, past president, of the Insurance Brokers Association of Ontario. Michael and Chris are from the great riding of Kitchener–Waterloo. Welcome." ],
  "anchor" : "para210"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to welcome some of my guests from Scarborough–Agincourt, from the Agincourt Community Services awareness project, funded by the Trillium Foundation. They’ll be coming in very shortly with their group leader, Anna Kim.", "I also want to welcome a former colleague, Peter Shurman, from—" ],
  "anchor" : "para211"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ahem." ],
  "anchor" : "para213"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Oh. Anyway, I just want to welcome him." ],
  "anchor" : "para214"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Thanks for almost stealing my thunder.", "I’m honoured to welcome my predecessor, Peter Shurman, the former MPP from Thornhill. He’ll be here all day if you want to chat with him, because I believe he’s staying for the 5:30 reception for Jewish Heritage Month." ],
  "anchor" : "para215"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re both stealing my thunder.", "Introductions? Minister of Finance." ],
  "anchor" : "para217"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I’d also like to welcome the Insurance Brokers Association and all their delegates, who are representing all parts of our province here today at Queen’s Park as part of their annual awareness day. I’d like to also acknowledge the president, Michael Brattman, for being here.", "Please don’t forget to attend their reception in the legislative dining room this evening at 5 o’clock. Apparently, Mr. Speaker, all of us are invited, and it’s sure to be a great, great evening." ],
  "anchor" : "para219"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to welcome Rick Orr, who is from Stratford. He’s with the Insurance Brokers Association here today, from my great riding of Perth–Wellington." ],
  "anchor" : "para221"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’d like to welcome Greg Robertson, my local broker, here with the Insurance Brokers Association of Ontario. Also, I think Debbie Thompson, the past president, is here somewhere.", "And here for Jewish Heritage Month celebrations is Arthur Lofsky. Shalom, Arthur." ],
  "anchor" : "para222"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Please help me welcome three individuals from DeafBlind Ontario Services: Roxanna Spruyt-Rocks, the CEO; Karen Keyes, director of client services; and Barb Hooton, the board chair.", "I invite all members of the House to the reception hosted by DeafBlind Ontario today, from 1 to 4 p.m. in room 228." ],
  "anchor" : "para224"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "In the gallery this morning, we have guests from Ajax—just east of here, Mr. Speaker. We have the great Van Kempen family, representing Best Buy and the largest realty company in the area.", "Thank you very much, Speaker." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re welcome.", "The member from Halton." ],
  "anchor" : "para228"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’d like to welcome Helen Watson, who is here from Halton. Helen’s daughter, Carina Watson, is page captain today. Welcome to Queen’s Park, Helen." ],
  "anchor" : "para230"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’d like to welcome Debbie Thompson, Greg Robertson, Alanna Taylor, and Jeff Gatcke from the wonderful riding of Kingston and the Islands. They’re all here from the Insurance Brokers Association of Ontario. Welcome." ],
  "anchor" : "para231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To diminish my thunder twice, as it is the tradition of the Speaker to introduce former members: the member for Thornhill in the 39th and 40th Parliament, Mr. Peter Shurman, who is watching over there.", "Point of order, the member from Oxford." ],
  "anchor" : "para232"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Speaker, earlier I introduced some guests in the gallery and I mentioned that one of them, Mitch, worked in my office. I forgot to mention that he didn’t actually work in my office; he was an Ontario legislative intern in my office—and he was one of the best we’ve had. I just wanted to make sure that I put that on the record." ],
  "anchor" : "para234"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members have the right to correct their record on a point of order, and I appreciate the member from Oxford doing so.", "It is now time for question period." ],
  "anchor" : "para235"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Premier. You claim to be open and transparent, but again, you say one thing and do the complete opposite. Under your budget, the moment you sell Hydro One, it is no longer deemed an agency of the crown; so no more oversight from the Auditor General, the Financial Accountability Officer, the Ombudsman, the Integrity Commissioner—all gone. No more disclosure. No more freedom of information.", "This is the last time now we’ll find out that you spent $7 million on consultants, including $24,000 for a speechwriter. No more sunshine list. This is the last time we’ll see Sandra Pupatello’s six-figure salary or know that Carmine Marcello made $728,000. All this will be done behind closed doors now, just the way you like it.", "Premier, tell the people of Ontario: What are you trying to hide this time?", "Interjections." ],
  "anchor" : "para239"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. I will be as vigilant as always. When I stand, before I get a chance to sit down, if I hear it I’m going to nail it.", "Premier?" ],
  "anchor" : "para243"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me just step back and again make it clear that we are unlocking the value of our assets to invest in major infrastructure projects. I recognize that the party opposite is fundamentally opposed to that because they don’t have a plan and they never had a plan. They don’t want to invest in infrastructure.", "We’re going to take Hydro One public. It will modernize the company. It will make it more efficient.", "The member opposite knows that officers of the Legislature do not have jurisdiction over publicly traded companies. He knows that. But he also knows that a publicly traded company has different mechanisms of oversight. We’re committed to making sure that Hydro One will remain regulated.", "As we went through this process with Ed Clark and his group, we made it clear that those protections needed to stay in place. The regulation and the price control, those will stay in place." ],
  "anchor" : "para245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para249"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, in the foreword of last year’s budget, you wrote, “In total, the government will invest over $130 billion in infrastructure.” The $130 billion you now tout as the crown jewel of the budget was actually announced last year, except last year’s budget did not need the sale of the GM shares, the $9 billion from Hydro One, the LCBO building, OPG’s offices and all these others to make it work. It only said you needed $3 billion. Now you’re up to about a dozen billion dollars.", "What happened? Why does it now take a massive fire sale of public assets just to make your budget numbers work? You say that you’re putting billions of dollars of new money into infrastructure, but you’re quietly shifting existing money—money that was already in the budget—just to reduce your deficit.", "Interjections." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There’s a lot of back and forth going on while the question is being put. I’d ask both sides—and forget pointing. It’s an annoyance. All sides have to have my discipline sometimes.", "Please finish your question. Wrap up quickly." ],
  "anchor" : "para254"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, isn’t that money actually going to pay for your government’s financial mismanagement?", "Interjections." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para258"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Speaker, I think that the member opposite is mistaking what his party did with the 407 for what we’re actually doing, because, in the 407 sell-off, there was no future protection for the people of Ontario; there was no protection of that stream of revenue that has gone to a private company; there was no protection in terms of the regulation of that asset; and there was no investment in a future asset for the benefit of the economy going forward. We actually used the 407 as a model of how not to do this, Mr. Speaker.", "Interjections." ],
  "anchor" : "para260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Essex, the member from Hamilton East–Stoney Creek and the member from Eglinton–Lawrence, take it outside.", "Interjection." ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I have a long memory." ],
  "anchor" : "para264"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If I can just say, Mr. Speaker, to the issue of what we said when: In the text of the May 2014 budget, on assets, on page 20, if the member would like to look it up, we said this: “The government will look at maximizing and unlocking value from assets it currently holds, including real estate holdings as well as crown corporations” such as OPG, Hydro One—" ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Time is up.", "Interjection." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke will come to order—second time. I’m still talking. The member from Renfrew–Nipissing–Pembroke—the second time.", "Final supplementary." ],
  "anchor" : "para268"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Premier, I will remind you also: On that same page, it talks about it being limited to $3.1 billion. You’re now at more than $12 billion.", "The government continues to show no progress on our debt and deficit, but Moody’s Investor Services told us they continue to “see risks” in the province’s budget, that your “deficits have shown little progress in the past few years, and in fact have increased from 8.1% of revenues ... to 9.2%.” Worst of all, they say that “provincial economic forecasts have tended to overestimate growth.”", "You fluffed last year’s budget numbers, and after only four months you had to come back here and confess that you were off by $500 million. We can only imagine how much you fluffed this year’s budget numbers. Is that why you’re selling assets, increasing taxes and raising our hydro bills? Premier, why are you asking seniors and families to pay for 12 years of mismanagement?", "Interjections." ],
  "anchor" : "para270"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para274"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite asked the questions: Why are we selling assets? Why are we doing this? Why are we looking at our assets? Why did we, in the May 2014 budget—and I’m going to quote this because it’s important in answering his question, Mr. Speaker. What we said, in the May 2014 budget, on page 20: “The government will look at maximizing and unlocking value from assets it currently holds, including real estate holdings as well as crown corporations such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.”", "But, Mr. Speaker, the fundamental question that was embedded in his question was, “Why are we doing this?” We’re doing it because we need to invest in the infrastructure that is needed in the 21st century. That’s the roads, the bridges, the transit projects—all of that will not be done if we don’t make these choices, Mr. Speaker.", "Interjections." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para279"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "If I stuck around here long enough, the Liberals would give me a standing ovation.", "My question is to the President of the Treasury Board. Her mandate letter says, “You will drive efficiencies and reduce costs to achieve our commitment to eliminate the deficit by 2017-18.” Yet the deficit increased by $400 million in this last year. The only efficiencies Ontarians have seen is the rapid speed of light in bringing in new taxes like the job-killing payroll tax, the carbon tax and the fuel tax.", "Since she hasn’t met her mandate letter, can the Treasury Board president now admit that the only way the Liberals will be able to balance the budget by 2018 is to increase taxes and create new ones?" ],
  "anchor" : "para282"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I welcome the question, because it is an absolute responsibility of mine to make sure that when we spend money, we get great value for every dollar that we spend. With my colleagues on Treasury Board, we are going through a program review, renewal and transformation, where we are going line by line, program by program, ministry by ministry, to make sure we’re getting the best possible value, the best possible outcomes for people, through that process.", "I am enormously optimistic. If you look at our health spending, we went from growing by 6% to 7% a year to about a 2% increase per year, and we’ve done that while continuing to improve services for people." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para287"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The minister knows full well that she and her trusty assistant, the finance minister, are not capable of balancing the budget. For the third straight year, we have seen the deficit increase. It’s going in the wrong direction, Treasury Board President.", "We have not seen the size, the scope or the cost of government go down. In fact, the sunshine list grew by 14%, with over 100,000 people in Ontario on the public payroll making over $100,000. The government even had to pay Ed Clark $7 million to do the Treasury Board president’s job.", "All they have to offer, when Ontarians are suffering and having a difficult time paying their hydro bill, is a beer ombudsman. How does she expect Ontario families to take this government seriously when they’re more committed to having a beer ombudsman than they are to reducing the bills of everyday Ontarians?", "Interjections." ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The member opposite is trying to create a narrative, but she’s not basing it on the facts. If she would read the budget, if she would look at the budget and look at our spending, she would discover that our spending this past year was actually $1.6 billion less than we had anticipated, than we had budgeted for.", "We are making those hard decisions. We are doing it in a thoughtful way, in a way that protects the services that people rely on. We are determined to continue to work to transform the way government services are delivered, so that we can achieve the objective and get better services and better government in the end." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para296"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Here are the facts, and here is what we call your thoughtfulness, Minister: Teachers are striking; nurses are being fired; hydro bills are going up; taxes have been introduced; the government is selling off Hydro; the deficit’s going up; and your finance minister spends the day after the budget at a brewery. Come on. Those aren’t the priorities of the people of Ontario. They aren’t the priorities of this—", "Interjections." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I’ll make the comment that although the noise started to come from here, there were other comments coming while she was putting the question. It makes it difficult for me to stop one side or the other, so I’m stopping both.", "Please finish." ],
  "anchor" : "para299"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "The minister has failed to live up to her mandate letter. She had to bring in Ed Clark to do a fire sale of assets, and they celebrate over a pint while Ontario families are choosing whether they can heat their home or keep groceries in their refrigerator.", "I want to ask the Treasury Board president this: How does she expect us to believe she’s doing her job when they cannot—at all—meet the deficit reduction targets they have promised this House, they have promised the people of Ontario? Yet they failed —" ],
  "anchor" : "para301"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para303"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para305"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para307"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The President of the Treasury Board is doing a fantastic job, surpassing all expectations. As a result of her work, we’ve recalibrated our spending by $1.6 billion, and we’re moving ahead to balance the books.", "But don’t take it from us. Take it from someone that they admire. They often refer to Don Drummond; they love the man. Here’s what he said: First, the budget must present fiscal details for that year. Second, it must take “reasonable economic assumptions.”", "Interjection." ],
  "anchor" : "para308"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Nepean–Carleton, come to order." ],
  "anchor" : "para312"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Third, it must provide “a generous contingency buffer.” Fourth, it should be credible about its revenue projections. Fifth, “spending increases must be modest” and controlled.", "He says this, “On the basis of these five tests the 2015 budget’s plan to restore fiscal balance by 2017-18 is credible.” He believes in us, and so should they, because we want to make sure we protect the people of Ontario.", "Interjections." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para316"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Premier. The Liberals insist it’s okay to spend $7 million on high-priced consultants to make sure that they get the Hydro One sell-off “right.”", "Interjection." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader, second time." ],
  "anchor" : "para321"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Let’s be clear: Selling off Hydro One is simply wrong. Ontarians are going to pay the price.", "Interjection." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Economic Development." ],
  "anchor" : "para324"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "When the Premier was paying a $24,500 tab for Paul Martin’s speechwriters, what advice did they receive for Ontario families in terms of their hydro bills and how they were going to afford those?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It’s very important to us, as we make the investments in transit, as we do what’s necessary to be able to do that—to invest in transportation infrastructure, to build infrastructure around the province—that as we make those decisions and we review the assets, we do that in a way that’s responsible. That’s why we brought in people like Ed Clark, like actuaries, like people who have the experience in the private sector, who understand the market. We were very, very clear that—", "Interjection." ],
  "anchor" : "para326"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Welland." ],
  "anchor" : "para328"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—we needed that expertise in order to be able to do the review of the assets that was necessary. We need to get this right.", "Again, I point to the 407 and the decisions that were made by the Conservatives. We were determined not to go down that path, but to do this in a way that was responsible." ],
  "anchor" : "para329"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para331"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It’s not just Paul Martin’s speechwriters. The Premier is sending Ontario families a tab for $974,000—", "Interjection." ],
  "anchor" : "para332"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Agriculture." ],
  "anchor" : "para334"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "—so she can pay Dalton McGuinty’s consulting firm. The Premier is literally spending a million dollars so Liberals can help Liberals.", "The people want to know what this means for them. The people want to know what they paid $7 million of public money for. What did these consultants have to say about hydro bills and how the Premier would make up for—", "Interjection." ],
  "anchor" : "para335"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Economic Development." ],
  "anchor" : "para338"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "—the millions of dollars of lost revenue due to the sale?" ],
  "anchor" : "para339"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite asks good questions in terms of how we would make up the revenue. How would we make sure that the asset would be valued properly in the market? What would be the best way for the government to retain de facto control over major decisions? How would we make sure that the regulatory and price controls would stay in place?", "That’s exactly why we needed to have expert advice. It’s exactly why the advisory panel has been open and transparent about the use of third parties. There were people who have ability in actuarial services, analytics. There were people who were able to support us in the negotiation in terms of the council on beverage alcohol. There was project management expertise, expert advice on energy regulation.", "We believe that having expert advice is the—" ],
  "anchor" : "para340"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para343"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "The plan to sell hydro off is simply the wrong decision. The Premier has spent $7 million in public money on these consultants. Now the people deserve to know what they paid for. They need to know what these consultants have had to say about reliability. What have they said about rates? What did they say about the billions of dollars in lost revenue?", "If the Premier claims to have an open and transparent government, then will the Premier table the reports from these consultants today?" ],
  "anchor" : "para345"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite knows that the decisions about what would be released and what would not be released is made by non-partisan public servants, and those decisions have been made.", "But I really think it is quite remarkable that the third party believes that to review assets that are worth billions of dollars—we would do that without expert advice. Now maybe that’s the way they would do it. When you look at their platform, which was very, very thin, there clearly had been no due diligence done on how they would implement anything in their platform.", "Interjections." ],
  "anchor" : "para347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No. She’s not done.", "Thank you." ],
  "anchor" : "para350"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "So our position is that having the expert advice was necessary, and had we not sought expert advice, imagine what they would be saying right now." ],
  "anchor" : "para352"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. The Premier is telling one story. She says she’s selling 60% of Hydro One and the Liberals will keep 40%, but the legislation tells a very different story. The legislation specifically gets ready for the day when Ontario owns less than 10% of Hydro One.", "Can the Premier explain why she’s preparing for Ontario to own less than 10% of Hydro One?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What the member opposite neglects to say is that we are building into this process and into this legislation decision-making authority that would protect the people of Ontario. So any decision of that kind of magnitude would require a two-thirds majority of the Hydro One board of directors, which means that having 40% ownership protects us.", "Let me read the restriction on the province’s sale. This is from Bill 91, the Building Ontario Up Act, section 48.2: “The minister, on behalf of Her Majesty in right of Ontario shall not sell, dispose of or otherwise divest any common shares of Hydro One Inc. if the sale, disposal or divestment would result in the minister on behalf of Her Majesty in right of Ontario owning a number of common shares that is less than 40% of the outstanding number of common shares of Hydro One Inc.”—", "Interjections." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move to the supplementary question, the dialogue back and forth is continuing while someone on that side is putting a question—the talk—and somebody on this side giving the answer—the talk.", "Supplementary?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "So the Premier has just set out her case. This Premier has no mandate to sell Hydro One, but that’s not stopping her. She says she’ll keep 40% of the privatized company, but the legislation sends a clear message: The Premier is getting ready for the day when Ontarians own less than 10% of Hydro One.", "Why is the Premier leaving the back door open so Ontarians could end up owning less than 10% of Hydro One?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let’s just be clear that what underlies the question that the member has asked is an assumption that building transit and transportation infrastructure really isn’t that important, because he’s not willing and his party is not willing to acknowledge that they ran on reviewing the assets of the province. It was part of their platform. It was part of their—", "Interjections." ],
  "anchor" : "para363"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para365"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It was part of their assumptions. The fact is we are implementing what we ran on and what they ran on.", "The Ontario government will nominate 40% of the Hydro One board and will have the power to unilaterally dismiss the board. That means that the government will have de facto veto on the board for a decision like the dissolution of the shares. That’s the reality. We’re doing this so we can build transit and transportation infrastructure around the province." ],
  "anchor" : "para366"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para368"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The Premier still doesn’t answer the question as to why the potential is set up in this bill for the province to own less than 10% of the shares. Liberals say they’ll keep 40% of a privatized Hydro One, but it’s clear the Premier has left the door open to owning less than 10%.", "The Premier kept Ontarians in the dark about her plan to sell Hydro One during the last election. She doesn’t have a mandate to sell off Hydro One, whether it leaves us with 40% or 4%. It’s the wrong plan and Ontarians are going to pay the price.", "Is the Premier trying to keep Ontarians in the dark about what her plan really means for Hydro One and for Ontario?" ],
  "anchor" : "para369"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite once again is talking about the dilution of shares. I would just read again what I said. The fact is that the Ontario government will nominate 40% of the Hydro One board and will have the power to unilaterally dismiss the board. Any decision like that, in terms of the dilution of the shares, would require a vote of two thirds of the board. It would require that supermajority vote. So the fact is that that kind of decision would not be made, because we would have 40% of the vote.", "Mr. Speaker, the cost of not investing in infrastructure, the cost of not investing in assets that are needed for the 21st century—that is the cost that we have to focus on. We ran on a plan to find a way to make those investments that are going to allow this province to thrive. They don’t want to do that in the third party. The party opposite doesn’t want to do that. We said we were going to do it, and that is exactly what we are doing.", "Interjections." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para376"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is for the Premier. Premier, today’s Auditor General’s report on winter road maintenance reads like a damning indictment of a government that has placed cost savings over the safety of Ontario motorists.", "Premier, when you were Minister of Transportation, you watched and did nothing while performance-based contracts your Liberal government introduced to save a few bucks caused winter road conditions to deteriorate across the province, placing the lives of Ontarians at risk.", "Interjections." ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m being challenged, so the Minister of Agriculture is warned, and the member from Nepean–Carleton will come to order—second time.", "Carry on." ],
  "anchor" : "para382"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Premier, where are your priorities? You waste a billion dollars on gas plants to save a few Liberal seats, and then you try to save a few bucks on the backs of Ontario motorists.", "Premier, is saving Liberal seats more important to your government than saving lives on our Ontario highways?", "Interjections." ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para387"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para389"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin my answer today by publicly thanking the Auditor General and her team for the very thorough review that they have conducted with respect to the Ministry of Transportation’s winter maintenance program.", "Speaker, I’ve said many times publicly and in this House that there is no more crucial responsibility that’s part of my mandate than to make sure that Ontario’s highways remain, as they have been for the last 13 years, ranked amongst the first or second most safe in all of North America.", "But just because we’ve taken significant steps—which I can highlight in the supplementary answer—since the internal review we conducted in 2013 does not mean that the work has ended. We will continue to work with our area maintenance contractors. We will continue to deploy additional resources, and I will personally work as hard as I can to make sure that going forward we continue to improve this already improving program." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Speaker, back to the Premier: An apology perhaps would have been more appropriate.", "I want to thank my colleague from Leeds–Grenville for actually asking the auditor to do this important report.", "Premier, for five years, this government knowingly risked the lives of Ontario motorists to save a few dollars. For five years, you’ve pointed the finger at contractors for uncleared roads that were the direct result of your government’s flawed cost-cutting contracts. You knew it, and did nothing about it.", "Premier, I’ll give you a chance to be honest with Ontarians today. Why did the ministry, a ministry you oversaw, continue awarding obviously flawed contracts when you knew it was jeopardizing the safety of Ontario motorists?", "Interjections." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Since I brought it to your attention several times, the member from Nepean–Carleton—while the question is being asked—is now warned. The deputy House leader is now warned.", "Minister of Transportation." ],
  "anchor" : "para399"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Again, I thank the member for his question. I will also say that I do thank the members of the Standing Committee on Public Accounts for asking the auditor to conduct this review.", "It is important to remember, Speaker, that in 2013, before the request that the committee put forward to the auditor, the Ministry of Transportation conducted a comprehensive internal review with respect to our winter maintenance program.", "As a result of that review, since that point in time, we have deployed 105 additional pieces of equipment through two winters, winters 2013-14 and 2014-15: 55 pieces of equipment, mostly for northern Ontario, for truck climbing and passing lanes, and 50 pieces of equipment in southern Ontario for ramps and shoulders. We’ve retained a director of maintenance. We’ve added 20 new area inspectors—that’s one per area—to help us assist in the oversight of this program.", "Again, as I said in the original answer, that does not mean our work is done. When you have the track record, as we do, for having the safest highways in North America consistently, first- or second-safest for 13 years—" ],
  "anchor" : "para402"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para406"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "—it means the job is going well, but we—" ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para408"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Premier. Why has the Premier created a loophole in her budget bill so that she can spend the money from the Hydro One sale on anything she wants instead of legally requiring the money to flow into the Trillium Trust for transit and transportation infrastructure?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Minister of Finance is going to want to speak to the details of this, but let me just be clear: The reason that we put in our budget and our platform a review of assets, the reason that we are going forward with the partial sale of Hydro One, the reason we sold GM shares and the reason we sold real estate is so that we can invest in infrastructure that is needed in this province.", "That money is going into the Trillium Trust and that money is then going to be used to make those investments. That is what we ran on, that is what we are doing and that is what you will see on our balance sheet." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "The Premier can make the same argument again and again, but what it boils down to is this: The Premier has opened a loophole in her own legislation so she can spend her Hydro One money on anything she wants. The idea that any money is earmarked for transit or infrastructure is Liberal spin. There’s nothing to back it up in this bill.", "After eHealth, after the gas plants, after the Sudbury bribery scandal and after four OPP investigations, it’s a bit rich for them to say, “Just trust us.” Nobody in the province trusts you.", "Will the Premier admit that her promises about the Trillium Trust are just Liberal spin, pure and simple?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para418"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "In the 2013 economic statement, we introduced the Trillium Trust to dedicate it for the benefit of reinvesting, dollar for dollar, every net proceed that we get from the sale of shares, the sale of land and the broadening of ownership of our various crown corporations. We’ve made that commitment. We stated it in the 2013 economic statement. We stated it in the 2014 budget, which we introduced twice before this House. We stated it in the 2014 economic statement. We stated it again in this very document for 2015, recognizing that this is a dedicated fund for the benefit of the people of Ontario.", "That does not change. That is exactly what we’re doing—the point being, the opposition, members on both sides, have no plan, no idea and have yet to put forward any alternative by which to fund these opportunities that will be to the benefit of Ontario for future generations to come." ],
  "anchor" : "para419"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is for the Attorney General and the Minister of Economic Development, Employment and Infrastructure.", "In Ontario, we have close to 200,000 residents living with either total or partial vision loss. That’s close to 200,000 residents who face challenges being fully active and independent members of society, people who often struggle just to get around in their daily lives.", "Fortunately, we have a number of organizations in Ontario dedicated to providing assistance to visually impaired Ontarians. The Lions Foundation of Canada Dog Guides, for example, is based out of Oakville and provides trained canine companions to help guide them safely around their communities.", "As I’m sure many of you know, today is International Guide Dog Day. When individuals in this province need specialized care, this government has been able to provide it.", "Could the Attorney General enlighten the House on the Blind Persons’ Rights Act and how it ensures that the people of Ontario have the proper services provided for them?" ],
  "anchor" : "para422"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Je voudrais remercier la députée de Halton pour cette question, qui est très appropriée aujourd’hui.", "Yes, today is International Guide Dog Day, and I will gladly tell this House how this government is ensuring services for Ontarians who need them.", "The Blind Persons’ Rights Act is an important piece of legislation that applies to guide dogs used by blind persons. The act makes it an offence to deny a blind person accompanied by a guide dog access to accommodation, services or facilities.", "The act states that a person with a guide dog should not be discriminated against with respect to accommodation, services or facilities, or the charges for their use. The Blind Persons’ Rights Act is a very important piece of legislation that ensures blind persons are properly accommodated in Ontario." ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I would like to thank the Attorney General for that update. It is encouraging that our government took steps in 2007 to amend this legislation, giving the visually impaired a stronger tool.", "Unfortunately, there are still barriers that prevent people with disabilities from fully integrating into society and into the workplace. In Halton, organizations like the Canadian National Institute for the Blind have made great efforts to break these barriers down. The CNIB provides community-based supports, teaches critical life skills and offers counselling and training services to keep our visually impaired residents active and independent. But more can still be done.", "I know that the Minister of Economic Development, Employment and Infrastructure has been working with his partners to create a more accessible Ontario through the implementation of the Accessibility for Ontarians with Disabilities Act. Would the minister please update the House on this implementation?" ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Just by way of explanation to bring clarity, we always go to the minister with a question. You don’t direct it. They have to direct it. Just to make sure everyone knows that.", "Attorney General." ],
  "anchor" : "para436"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Au ministre du Développement économique, de l’Emploi et de l’Infrastructure." ],
  "anchor" : "para438"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I welcome the opportunity to talk about accessibility in this Legislature, especially on International Guide Dog Day.", "We’ve made great strides in this province, Mr. Speaker. Ontario is a global leader when it comes to accessibility. We’re first in the world when it comes to being a modern regulatory regime that mandates accessibility. We’re the first jurisdiction in the world that requires staff to be trained on accessibility. We’re first in Canada with legislation that sets out clear goals and time frames.", "We’re approaching the 10th anniversary of the AODA. It’s an important time to recognize we’ve come a long way, but we also must recalibrate to achieve our goal of full accessibility by 2025. This is a great time to do that.", "We must open up employment opportunities for people with disabilities. We must work with our business community to improve compliance. I’m looking forward to working with—" ],
  "anchor" : "para439"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para443"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Attorney General. Minister, as you know, earlier this year justice of the peace Errol Massiah was found guilty by the Justices of the Peace Review Council for judicial misconduct due to sexual harassment, for the second time. In 2012, he was found guilty of judicial misconduct for sexually harassing female staff in a Durham courthouse.", "Yesterday, the Justices of the Peace Review Council recommended that Massiah be removed from his position as a justice of the peace. Do you intend to accept that recommendation, Minister?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Yes, the recommendation was made by the Justices of the Peace Review Council, which is independent from government and is mandated to receive and investigate complaints about the conduct of justices of the peace.", "I will not be commenting on the decision but, as required by law, I will convey the hearing panel’s recommendation to cabinet, and cabinet will consider the hearing panel’s recommendation at the first reasonable opportunity." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Minister, I can’t believe you need even two minutes to think about this. For five years, Massiah has been collecting a salary of over $120,000, and for five years, the only thing that he has been doing is figuring out ways to avoid this review panel.", "In 2012, when Massiah was found guilty of judicial misconduct for his treatment of female staff, you paid his legal fees to the tune of $123,000. Yesterday, he had the audacity to ask you to pay his fees again.", "Massiah has been on administrative leave since 2010.", "Minister, you have an opportunity to show some leadership, both as the Attorney General and as a cabinet minister who will defend against workplace harassment. Stand with the victims, fire Errol Massiah today, and turn down his ridiculous request to pay his legal fees.", "Interjections." ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Attorney General." ],
  "anchor" : "para456"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "As I said, Mr. Speaker, the Justices of the Peace Review Council is an independent body that investigates complaints about the conduct of justices of the peace and determines appropriate sanctions where necessary. On this side of the House, we respect this process, and we have not yet received any recommendations from the Justices of the Peace Review Council on the payment of legal fees.", "I will be waiting for these recommendations. If recommendations are made, I can assure you that we will review the council’s recommendations carefully. As I’ve said, we have not yet received recommendations from the committee." ],
  "anchor" : "para458"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is to the Premier. Premier, elementary school teachers have called your latest central offer offensive, not least of all because your government appears to be flip-flopping on class sizes. Teachers with the Catholic board have voted overwhelmingly in favour of a strike. Secondary school teachers in Peel region are just a few days away from joining Durham and Rainbow district educators who are already engaged in job action.", "While your government continues to dismiss their concerns and cause chaos in our schools, families and students are—", "Interjection." ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Economic Development is warned." ],
  "anchor" : "para464"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "—undoubtedly paying the price.", "How many more students need to miss class before the government finally takes responsibility for the havoc it is causing in our schools?" ],
  "anchor" : "para465"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I want kids in school, I want teachers and support staff in school, and I know that’s where they want to be. I also know that in order for us to reach an agreement, we have to go through the collective bargaining process. I would have thought that that party, above all others, would have understood that a strong collective bargaining process was what was necessary.", "We have a new process in place. There’s a local component, and there’s a central component. The central component of the bargaining process is ongoing, and those decisions and those agreements have to be reached at the table. That’s where we’re going to have the discussions." ],
  "anchor" : "para467"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I’m just wondering if the Premier remembers Bill 115.", "While the Premier continues to skirt responsibility for the mess her government’s cuts are creating in our education system, New Democrats have been standing with teachers in Pickering, Oshawa, Sudbury and Manitoulin. Families and education workers across Ontario are outraged by Liberal cuts to education, forced school closures and broken promises to keep class sizes manageable.", "Ontarians know that the provincial government holds ultimate responsibility over our education system. When will this government finally stop dismissing the concerns of Ontarians and answer for their clear plan of education austerity?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "People come from all over the world to see our publicly funded education system. Our kids compete with students from all over the country, all over North America. We’re at the top in terms of literacy rates, in terms of the ability of our students. We have one of the best-educated workforces in the world.", "I know that having a strong collective bargaining process is necessary. That’s why, when I became the leader, we worked with the union leadership, with the federations to set up a new process. They had input into that process, because we had actually learned from a process that had not worked as well as it should have.", "That process is taking its course. It’s tough. It is tough bargaining; there is no doubt about that, because we have said and we know that there is no new money to put into compensation. That makes the bargaining tough, but it’s a collective bargaining process at—" ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para476"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "My question is to the Minister of Agriculture, Food and Rural Affairs. Minister, as you may know, I don’t come from a community with a large agri-food sector, but I know that my constituents understand the importance of the agri-food sector to our economy, and they benefit from it every single day as they purchase the wonderful foods that our agri-food sector produces.", "Minister, the Premier’s Agri-Food Growth Challenge is an opportunity to show our province—and the world, I would say—the important contribution our agri-food sector makes to our economy and our quality of life.", "As we know, expanding trade can be a key part of developing and strengthening Ontario industries at home and abroad. Building relationships with foreign governments and businesses helps Ontario showcase and increase our exports. China is one of those key partners, Minister. The Chinese market is growing rapidly and is currently Ontario’s second-largest agri-food export market. In 2014, agri-food sales to China reached $832 million.", "Minister, could you please inform the House on the trade mission to China you participated in, and how opportunities for our agri-food sector in the Chinese—" ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para483"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Speaker, néih hóu. It’s good to be back. I’m working on my Cantonese.", "Thank you to the member for Etobicoke Centre for the question. Ontario agricultural commodities and products are known worldwide for their quality and safety. It is why, more and more, countries like China are looking to Ontario.", "While in China, Minister Chan and I aimed to build on the success of Ontario’s agri-food exporters while introducing a new group of companies to this important market. Our delegation was made up of a diverse range of over 20 businesses and organizations, representing a broad cross-section of Ontario’s agri-food sector.", "Throughout our time in China, Minister Chan and I were able to help businesses and organizations identify and act on new export opportunities, with the goal of seeing immediate results, and build relationships with Chinese government and business leaders, setting the stage for continued growth over the long term", "Mr. Speaker, promoting increased trade and investment in Ontario’s agri-food sector will help meet—" ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Thank you, Minister. It’s clear that your trade mission to China represents an important step forward for our agricultural and agri-food sector.", "I know, during your time there—or I understand, at least—that you and Minister Chan and the delegates were able to promote trade opportunities in Ontario to over 300 Chinese agri-food companies and government officials who participated in seminars, round tables, and other meetings of the like.", "I understand that these actions, obviously, not only build relationships, but also support new businesses and organizations in identifying and acting on export opportunities. This is really where the rubber hits the road for the agri-food sector here in Ontario.", "Minister, could you please inform the House of some of the agreements secured in China and how they will benefit Ontario’s agri-food sector?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank my good friend from Etobicoke Centre for the supplementary.", "Our mission has resulted in increased exports for Ontario products in China, and new investment opportunities for Ontario agri-food companies. I’d just like to give you the list of our signed deals in China.", "A new deal will see $2 million worth of Ontario maple syrup heading to China, doubling our annual maple syrup exports.", "Both Pillitteri and Vineland Estates have reached new agreements that will bring more Ontario icewine to China. The investment will establish a new vineyard and a new winery in Niagara-on-the-Lake.", "Ontario’s Vineland Estates winery announced a new wine retailing and distribution agreement. The agreement will see more than $1 million of the winery’s products sold in China in the coming year.", "This mission represented an important step forward for Ontario’s agri-food sector. It allowed new businesses and organizations to build on the momentum—" ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para503"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. We all know Gerry Lougheed called Andrew Olivier on December 11. We all know Pat Sorbara called Mr. Olivier on December 12. But what we didn’t know was that Pat Sorbara called the deputy director of HR in the Premier’s office of public appointments and human resources on December 10. That was just one day before Gerry Lougheed offered Mr. Olivier appointments, jobs, or whatever.", "Premier, was Pat Sorbara organizing a job or appointment for Andrew Olivier in exchange for stepping down?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para508"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "It feels like a little bit of déjà vu at the moment. I think it was very clear, as we’ve discussed this matter in the House, that there’s an independent process that is going on outside this Legislature, and we should respect that process. I don’t know what changes now that the official opposition is asking the same questions again.", "The Premier has been very forthcoming. The Premier has said that she’s going to co-operate with the investigation that is taking place, and at an appropriate time she will do it.", "We in this House should not be engaging in those types of discussions, and we should let our independent investigative authorities do their work." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question, back to the Premier: You’ve stalled the OPP investigation for over three months. You’ve allowed Pat Sorbara full access to all the Sudbury bribery scandal documents since the story broke. This new information was only provided because of a freedom-of-information request.", "Premier, you’ve been hiding the truth since the story broke. Why was Pat Sorbara calling your office responsible for public appointments the day before Andrew Olivier was offered a bribe?", "Interjections." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Interjection." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Attorney General.", "Interjection." ],
  "anchor" : "para518"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Leeds–Grenville.", "I’m going to ask him to withdraw. There are moments in which I’ve made it clear, when this has been going on, that there are things I do not accept. This is one of them. Would you please withdraw?" ],
  "anchor" : "para520"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Withdraw." ],
  "anchor" : "para522"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Government House leader." ],
  "anchor" : "para523"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you, Speaker. Again, I think the member opposite is just trying to throw up a tale here. I think the facts are very clear, that there’s a process that is taking place and we should respect that process.", "I want again to remind all the members in this House that—", "Interjections." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The members from Bruce–Grey–Owen Sound and Prince Edward–Hastings." ],
  "anchor" : "para528"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "—we have a principle of presumption of innocence. In this instance, no criminal charges have been laid; for that matter, no charges have been laid.", "I want to remind the members opposite, again, what the Chief Electoral Officer said in his report: “I am neither deciding to prosecute a matter nor determining anyone’s guilt or innocence. Those decisions are respectively for prosecutors and judges.” Speaker, I remind members opposite again that none of us are either prosecutors or judges. We should respect their role, we should respect their responsibilities and let them do their work." ],
  "anchor" : "para529"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is to the Premier. Premier, you have said to this House and you have said to the public that you will be meeting with the Ontario Provincial Police this April in order to go through the interview process that they need to go through in regard to the Mr. Olivier scandal. Can you confirm to this House if you’ve already met with the OPP? Will you be meeting today or will you be meeting tomorrow, which is the last day of the month?" ],
  "anchor" : "para532"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Speaker, as I’ve said, I’ll be meeting with the OPP before the end of the month and, as I’ve said, I’ll co-operate completely with the authorities outside of this House, where the investigation is taking place." ],
  "anchor" : "para533"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para534"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well, what is really hard here for the public to accept is a Premier who says that she is progressive and that she wants to govern from the progressive centre, and here she is trying to stymie an OPP investigation. There is not a citizen in this province that would have the ability to say to the police, “Sorry, I’m busy, can’t meet with you today. Sorry, I’m busy, can’t meet with you next month. Sorry, I’m busy, maybe some time in April.” That doesn’t cut it for anybody in this province. Why should it cut it for you?", "Interjection." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Trinity–Spadina." ],
  "anchor" : "para537"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Will you confirm that, in fact, you will be meeting with the OPP today or tomorrow?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para539"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, this Premier has been co-operating with all agencies, as the Premier has been very clear. She will be meeting with the OPP. The time has been determined.", "But to say that this Premier has not been busy is a bit naive on the part of the opposite member. This is a Premier who is one of the most activist and progressive Premiers that we’ve ever seen in this province. This is a Premier who has been working hard to make sure that we are building Ontario up. This is a Premier who has put forward a budget that ensures that we are building our talents and skills, that we are building infrastructure in this province, that we are making sure that we have got public infrastructure and transit infrastructure across the province.", "Those parties have no plan, Speaker. They’re doing nothing but being obstructionist. We support this Premier. We support her plan and—" ],
  "anchor" : "para540"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para545"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "My question is for the minister responsible for seniors affairs. Speaker, the minister often reminds this Legislature that Ontarians are aging rapidly. In the next 25 years, the senior population is expected to grow to a staggering 4.5 million. Data from Statistics Canada indicates that life expectancy for women in Canada is 84 years, compared to 80 for men. It is clear that as seniors age the proportion of women increases dramatically. It is also important to note that since most workers retire at 65, Ontarians now enjoy almost 15 to 25 years of retirement living.", "My riding of Kingston and the Islands is one of Ontario’s—indeed Canada’s—primary retirement destinations. Seniors are impressed by our high-quality health care, housing, transportation, culture and community services.", "Can the minister please share with us what measures are being taken to deliver important services that address these key demographic shifts in our community and province?" ],
  "anchor" : "para548"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Thank you to the member from Kingston and the Islands for the question.", "Speaker, believe me, we are very much aware that women in our province are living longer than men, and we continue to be very mindful of this very rapid shift in demographics. In fact, in 2014, there were 42% more females than men over the age of 75 living in the province of Ontario. As well, currently, women represent some 72% of all Canadians living with Alzheimer’s disease.", "In 2013, we launched Ontario’s Action Plan for Seniors, developing and delivering programs and initiatives that support senior-friendly communities, create better access to health care and increase quality resources for women and seniors. The well-being of our seniors is taken very seriously by—" ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para555"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "Thank you to the minister for his response.", "Recently, I attended the Walk for Memories, an event held by the Alzheimer Society chapter in my riding. Through funding allocated by the Ontario Seniors’ Secretariat, the Alzheimer Society of Kingston, Frontenac, Lennox and Addington is able to host meetings to promote the Finding Your Way wandering prevention program. These meetings allow seniors, families, police services, cultural groups, and health and community agencies to plan strategies for increasing awareness and education on dementia in the Kingston and the Islands area.", "Approximately 3,000 seniors—almost 10% of the seniors in my community—live with dementia, and most are women. Programs like Finding Your Way are essential to seniors in Ontario.", "It is clear to see that steps are already being taken to transform our programs and services to improve health. How can the action plan for seniors continue to implement these changes?" ],
  "anchor" : "para557"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Thanks again to the member from Kingston and the Islands.", "I want to highlight that the progress we are making speaks to the mandate letter I received from Premier Wynne. It is perfectly in line with the goals we have set out in Ontario’s Action Plan for Seniors. Since 2013, we have put in place some 12 plans, programs and legislative initiatives, all in order to assist our seniors. For the first time, our seniors living in retirement homes can enjoy a very secure and safe living environment.", "The member has mentioned the Finding Your Way program, supporting our people with dementia. We give $11.5 million annually to support 265 elderly persons centres, supporting older women, people with dementia and isolated seniors.", "Speaker, let me say that Ontario seniors have our firm commitment to continue seeking innovative ways to provide them with the best quality life—" ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para565"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Premier. My constituent Art Boon is a decorated World War II veteran. He risked his life to help liberate Holland from Nazi occupation. Holland has invited him back to join in the 70th anniversary celebrations of that momentous event.", "He needs his son Rick to care for him. Rick is a teacher; he needs an unpaid leave to accompany his father, but his request was denied. So far, over 2,000 people have signed a petition demanding the school board change its decision, but they appear unwilling to budge. I’ve spoken twice with the family. They tell me that without Rick at his side, it would be extremely difficult for Art to attend.", "Will the Premier look into this matter before the Boons’ plane leaves on Friday?" ],
  "anchor" : "para568"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I want to say to the member opposite that at about 6 o’clock this morning, when I was running, I saw a Sun box and I saw this story on the front of the Sun.", "I don’t know the details. What I do know is that this is a school board decision. It has to be made at the level of the school board. We need to let that play out at the local school board. But I have to say that, just on the face of it, as I looked at the story on the front of the Sun, as I ran past, it seemed to me that it’s something that should be able to be worked out at the school board level, and I hope it can be." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para573"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "It has always been my hope that the school board would change their decision, but that hasn’t happened. I fully respect our school board’s role in the matter, including the responsibility for personnel decisions. But this is not a matter of personnel; it’s about the public interest.", "It’s in the public interest for his son, a teacher, to recount this experience to his students for years to come. It’s in the public interest for Art to attend this event.", "Does the Premier agree? My constituents want to know if the Premier, as a former trustee and Minister of Education, thinks the board made the right call." ],
  "anchor" : "para574"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "What I will say to the member opposite is that I will have a conversation with the Minister of Education about that, and I will ask her what she knows, if anything, about the situation.", "But the fact is that the decision does need to be made at the school board level. There’s no doubt that it would be a terrific experience for this young man, but we respect the school board process. My hope, again, I say to the member opposite, is that it can be worked out at the school board level." ],
  "anchor" : "para577"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "My question this morning is for the Premier. Good morning, Premier. As you know, there’s a preschool program for challenged children with special needs at the John McGivney Children’s Centre in Windsor. Families from as far away as Leamington rely on this one-of-a-kind program.", "A change in the provincial funding program leaves the McGivney centre with a financial shortfall of $360,000. The families who rely on this unique program cannot afford to pay this higher cost.", "Will you do the right thing, Premier, and step in and save this valuable and unique preschool program at the John McGivney centre?" ],
  "anchor" : "para580"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para583"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member for the question. I’m very happy to follow up with him and chat about the specifics of the case he’s raising. I thank him for the question as well, because as the member, I think, knows, we are in the midst of launching our Special Needs Strategy that will make it easier for families and children with special needs to access programs in the communities that they live in, that that can be coordinated through a central body, that they receive great care from the local services and agencies.", "Part of that is also enhancing the screening program to make sure that we can get earlier screening done for children who need support. We’re very happy with our investment and our strategy going forward. As I said, I’m happy to answer specifics of the case. Perhaps we can chat after question period." ],
  "anchor" : "para584"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Essex." ],
  "anchor" : "para586"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Back to the Premier: Sometimes programs and services are so unique that they don’t follow generic standards. The preschool program at John McGivney is such a program. It is special. It is designed for special children. Without this program, they cannot and will not receive the same care and attention if relocated to a regular program in a regular daycare centre. They won’t thrive and inevitably they will be lost in the system.", "Premier, if you have any semblance of compassion in your heart, will you commit to visiting this centre, seeing first-hand the needs of these special children, and meet their families? You’ll see that there can be no better investment in our communities, no more humane investment in our communities, than investing in the programs that are delivered through the John McGivney centre.", "Will you step up and save the program in Windsor at the John McGivney centre?" ],
  "anchor" : "para587"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "When I was a parliamentary assistant to the then Minister of Children and Youth Services, it was my job to consult with families. It was my job to consult with service providers and researchers on the issues and opportunities facing families with special needs.", "I can tell you, there is a tremendous amount of compassion put in by our government to develop this wonderful strategy that’s evolving now. It’s about making sure families have the right information, that they get the diagnoses they need, that kids are supported through transitions. We’ve invested more than $468.6 million annually to support children with special needs. Whether it’s speech language and others, we have tremendous programs through that.", "I’m always happy to talk about specific cases. I can’t talk about specific families, as you know, in the House. But we are very proud of the work we’re doing. I’m very proud of the work I did to build this strategy and I’m very proud of our government, which has invested heavily in children with special needs and their future." ],
  "anchor" : "para590"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Associate Minister of Finance on a point of order." ],
  "anchor" : "para594"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "Speaker, I would like to welcome in the gallery today, and those watching, members of my team: Michael Coe, my chief of staff; Drew Davidson; Marilyn Preston; David Gordon; Clancy Zeifman; and my legislative assistant, Tiffany Blair. I thank them so much for all their hard work and dedication." ],
  "anchor" : "para595"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Mr. Speaker, I would like to correct the record. Last week, I alluded to Maplefest as being last Saturday. In fact, it’s this Saturday at 9 a.m., and there’s still time. Hopefully, some of that maple syrup will end up in China." ],
  "anchor" : "para597"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Children and Youth Services on a point of order." ],
  "anchor" : "para599"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to welcome Debbie Thompson, a broker and past president from the Insurance Brokers Association of Ontario, who’s from my riding of Pickering–Scarborough East. Thanks for being here today, Debbie." ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Prince Edward–Hastings." ],
  "anchor" : "para601"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’m not sure if it was mentioned this morning, but Peter Shurman is actually with us for question period—" ],
  "anchor" : "para602"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s another member I’m going to have to put on my list for stepping on my introductions.", "Deferred vote on the motion for third reading of the following bill:", "Bill 56, An Act to require the establishment of the Ontario Retirement Pension Plan / Projet de loi 56, Loi exigeant l’établissement du Régime de retraite de la province de l’Ontario." ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para608"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On February 17, Ms. Hunter moved third reading of Bill 56. All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para677"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 65; the nays are 23." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para703"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para706"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to welcome Cheryl Perry, founder of Testicular Cancer Canada, from Kitchener, to the Ontario Legislature. Welcome, Cheryl, and thank you for all the work that you do." ],
  "anchor" : "para709"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "By proclaiming the month of May as Jewish Heritage Month, the province of Ontario recognizes the important contributions that the Canadian Jewish community has made to Ontario’s social, economic, political and cultural fabric.", "While Jews share a religion, they belong to all races of humanity and can be found in almost any country in which their freedom to practise their faith and celebrate their heritage is guaranteed. From India to Ethiopia and China to Morocco, an incredible variety of customs and languages demonstrate the complexities and fascinating history of the Jewish faith.", "Everyone is welcome to learn more about the Jewish community at several outdoor events.", "B’nai Brith is hosting the first Jerusalem Day Carnival at Yorkhill Park in Thornhill on May 17.", "The 20th annual Israel Day Festival will take place once again at the Lebovic Jewish Community Campus just north of my riding of Thornhill. On June 7, join the energetic members of Na’amat Canada for tons of entertainment, food, crafts and lots of schmoozing.", "The Ashkenaz Festival, the largest Jewish cultural event in Canada, takes place every two years at Harbourfront and other locations throughout Toronto. The festival, which features over 200 artists and performers working in music, theatre, dance, film, literature, crafts and visual arts, attracts a diverse multicultural audience of over 60,000 people. Ashkenaz has made Toronto the epicentre of the revival of the klezmer and Yiddish scene.", "I look forward to seeing all of you at these events in all of our communities." ],
  "anchor" : "para712"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "One year ago I rose to speak about 13-year-old Jakob Beacock, who had passed away from an appendicitis-related illness. He was a spirited kid, loved deeply by his family and friends. Jakob was also a proud member of the Waterloo minor bantam Ice Wolves. His memory was recently honoured by the members of the Waterloo region community, who organized the Beacock Cup, an NHL-style hockey game for charity.", "I wanted to mention Jakob again today because April is Organ and Tissue Donation Awareness Month. Last year Jakob’s parents, Pam and Dan, decided that Jakob would become an organ donor, and at least four families have had their lives changed because of Jakob’s gift.", "Currently there are 1,500 people waiting for organ donations, so we encourage you today to become a donor.", "I also wanted to mention the importance of giving blood. On May 22, with Canadian Blood Services, my office is organizing a blood drive at 10 a.m. at the clinic on Bridgeport Road.", "My friend Peter Thurley is a wonderfully giving and active member of the Kitchener-Waterloo community. He was recently diagnosed with cancer and underwent emergency surgery. Like countless other cancer patients, Peter needs blood transfusions. Peter is now on the long road to recovery, and we’re all thinking of him and his wife, Shandi.", "We know that this is your toughest campaign yet, but we have faith you’ll make it through this one too." ],
  "anchor" : "para720"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I rise today to recognize the 41st anniversary of the Carnation Revolution, or, as it’s known in Portuguese, Revolução dos Cravos, which was celebrated on April 25.", "This revolution was a pivotal moment in the history of Portugal. On April 25, the Portuguese community celebrates the peaceful deposition of the authoritarian party Estado Novo, which had ruled Portugal from 1933 until its fall in 1974. What started as a military coup organized by the Movimento das Forças soon became an unanticipated and unprecedented campaign of civil resistance. What came next was not only the fall of the Estado Novo but also the withdrawal of Portugal from its African colonies in East Timor.", "The name “Carnation Revolution” comes from the fact that what was supposed to be an armed revolution transformed into a population that took to the streets to celebrate the end of a long and unforgiving dictatorship and war in the colonies by placing carnations into the muzzles of rifles and on the uniforms of the army.", "On April 23, I welcomed to the Legislature Manuel Pedroso Marques, a colonel who took part in the Carnation Revolution, and also Carlos Morgadinho, a constituent of mine who runs the cultural association of the 25th of April. On April 25, I attended a gala dinner, along with Minister Charles Sousa, hosted by this cultural association, to commemorate all those that fought for this liberty.", "It is with great pride that I stand here today as a beneficiary of the courage and compassion of so many hundreds of thousands of Portuguese men and women who helped transform Portugal into what it is today." ],
  "anchor" : "para727"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to take this opportunity to speak about a disease which touches the lives of an estimated 1,000 Canadian men annually. Today, I’ll be introducing a private member’s bill entitled the Testicular Cancer Awareness Month Act to designate the month of April for testicular cancer awareness across the province.", "I am introducing this bill as one step in the fight to address the fact that not only is testicular cancer the most common form of cancer in men between the ages of 15 and 34, but the incidence of testicular cancer has increased steadily over the last several decades. While more than 90% of men who receive treatment will ultimately be cured, the fact is if the disease is caught in the early stages, cure rates are even better, preventing the life-changing impacts that can follow diagnosis, sometimes sadly proving fatal.", "I chose to designate April as Testicular Cancer Awareness Month because it is important for cancer awareness in Canada. April is recognized as Daffodil Month, the national fundraising campaign of the Canadian Cancer Society. I hope that this designation will bring attention to this particular form of cancer.", "By taking one small step to designate April, and the creation of associated awareness campaigns, men in Ontario can better understand the impacts of this disease, and I think we can all support giving them a better chance to benefit from early detection and treatment." ],
  "anchor" : "para733"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I had the pleasure and honour to meet with our local agriculture producers in Essex county a couple of weeks ago. I just want to relay some of the information that I heard from them and acknowledge them and thank them for meeting with me: Brad Anger, Mark Balkwill, Leo Guilbeault, Brian Hyland, Kevin Smith, Dan Barrette, Chris Snip, Henry Denotter, Maurice Chauvin, Brendan Byrne and Gayle Bogart.", "They talked about the ban on neonics. They are concerned about the recommendations made to deal with the pollinator health and our agricultural producers, that they’ve been singled out without a balanced approach being applied.", "They talked about energy policy and access to reliable and affordable energy, concerns around privatization of Hydro One and the increase that those costs will incur on our primary agriculture producers in the province. They want to streamline access and streamline the regulatory regime for that. They want to see a plan for natural gas access that is well-nuanced and well-articulated through the province and not just simply a promise well into the future.", "Infrastructure: In Essex county, they want to see Highway 3 expanded. They want to see the promise fulfilled by this government, something that will fulfill the legacy of my predecessor Bruce Crozier. Drainage support, rural education and health care, of course, are important issues.", "Regulations: They want a fair and sensible approach to regulations that doesn’t further put their farmers at a disadvantage to foreign competitors and foreign importers.", "The Great Lakes Protection Act: They want to see some clear discussion around that. They would like to have their voices heard and concerns listened to. We hope that the government understands that.", "I thank them for meeting with me in my riding." ],
  "anchor" : "para738"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "On Friday, I had the pleasure of touring and making a funding announcement at the Barrie Community Health Centre. While I was there, the executive director, Christine Colcy, advised me that this year is the 25th anniversary of the Barrie Community Health Centre. Throughout these 25 years, the Barrie Community Health Centre has endeavoured to realize its vision of a healthy and engaged community.", "As one of Ontario’s models of team-based primary health care, the Barrie Community Health Centre serves individuals across the lifespan. Clients are able to access a range of primary health care services, including appointments with physicians, nurse practitioners and nurses; receive a consultation with a diabetes educator; attend a physiotherapy or social work session; and also connect with a community health worker. In addition, clients of the BCHC may attend a variety of group activities hosted at the centre or throughout our community, including the chronic disease self-management series, fitness for health and walking programs, as well as Kitchen Conversations, the art therapy program, Café Connect Drop-In, and many more.", "While I was there, and earlier on a home visit with Dr. Kerstin Mossman, I was so impressed with the dedication and commitment of the staff and volunteers. I would like to thank them for the wonderful work they do in our community of Barrie." ],
  "anchor" : "para746"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "This year marks the golden anniversary for the Egg Farmers of Ontario. I want to personally congratulate the EFO for what they provide communities throughout Ontario and the world.", "EFO is really about hard-working egg and pullet farmers. They’re to be commended for their dedication to the success of egg farmers. There have been 14 different chairs in EFO’s 50-year history, with this year’s chair being Scott Graham. These hard-working farming families produce close to 200 million dozen eggs annually. These egg producers are continuously raising the bar of egg production, keeping us all very healthy. This year’s celebration is all about respecting the past and embracing the present while building to the future.", "In December 1972, the Canadian Egg Marketing Agency, CEMA, was established. In 1977, they launched the first Get Cracking national advertising campaign, a catchy phrase that succeeded in correcting the steady decline in Canadian egg consumption that occurred since the 1950s. Many changes have occurred over the years, including changing its name from the Ontario Egg Producers to the Egg Farmers of Ontario in 2006.", "Farm families continue to grow in Ontario. In 2014, the food bank egg donation program was established, providing 12,000 dozen eggs per month to food banks through the Ontario Association of Food Banks. Every year, the Egg Farmers of Ontario host a delicious egg breakfast here at Queen’s Park. It begs the question, Speaker: “Who made your eggs today?”", "So run to your favourite grocery store and buy your favourite dozen or so eggs. Don’t delay. You better “get cracking.” Thank you, Speaker." ],
  "anchor" : "para751"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members’ statements? The member from Etobicoke–Lakeshore." ],
  "anchor" : "para757"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you, Mr. Speaker. We did get cracking—Grant Crack.", "Earth Day is an annual celebration commemorated on April 22 in which events are held worldwide to demonstrate support for environmental protection. Over the years, a number of communities have turned it into Earth Week, where they spend a whole week conducting all kinds of activities.", "In my riding of Etobicoke–Lakeshore, we look forward to Earth Week each and every year, with many community events planned to engage and educate residents on the importance of environmental consciousness. This year was no different. Local schools, BIAs, residents’ groups and many others organized and participated in various meetings, cleanups and the greening of our community.", "I was fortunate to actively participate in several of these. I joined the children, staff and parent eco team at St. Leo’s Catholic Elementary School, my alma mater, for spring bulb planting in the school’s front gardens. Seniors from the parish community also joined us in the planting as part of their intergenerational gardening program. I was also pleased to assist the Friends of Queensland Park during their annual cleanup day, which was another big success.", "Etobicoke–Lakeshore is a waterfront community, and my residents are great stewards of Lake Ontario. Each and every year, resident Alan Roy conducts an annual cleanup for Colonel Sam Smith Park, which I attended together with TRCA, Concerned Citizens for the Future of the Etobicoke Waterfront and Friends of Sam Smith Park.", "In Etobicoke–Lakeshore, we take great pride in this. We try to make each and every day an Earth Day, and that includes making every effort every day to reduce carbon emissions." ],
  "anchor" : "para758"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "This past Saturday, I was thrilled to attend the Earth Day activities at Ayr Public School in North Dumfries township. People from around my riding of Cambridge came together to celebrate Earth Day and to work to make our community a better place to live.", "The activities began with a barbecue and vendors’ market in the school gym. Local crafters had set up stands to sell green products. There were also stations for e-waste disposal and areas to donate used clothes for the less fortunate.", "At the Earth Day event, I was happy to learn about and help with the Ayr Public School greening committee. The greening committee is working to improve the outdoor area for students to learn and play. Part of the greening committee’s strategy includes building a sensory garden, which will include a variety of plants as well as a place for children to spend time reading outdoors.", "Students from Southwood Secondary School, including my son Liam and his friends, volunteered their time all day to help clear out the area that will become the Ayr Public School reading garden, and they enlisted my help when I dropped by the activities.", "Earth Day is a reminder to care for and respect our world. I would like to thank the heads of the greening committee, Stephanie Mason and Erika Gordon, as well as teacher Jacqueline Deacon from Southwood Secondary School, and the principal of Ayr Public School, Helen Turner-Fisher, for their ongoing dedication to greening and improving our community." ],
  "anchor" : "para765"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para770"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made in the order of precedence on the ballot list for private members’ public business such that Mr. Fedeli assumes ballot item number 50 and Mr. Hillier assumes ballot item number 63.", "Mr. Harris moved first reading of the following bill:", "Bill 93, An Act to proclaim the month of April as Testicular Cancer Awareness Month / Projet de loi 93, Loi visant à proclamer le mois d’avril Mois de la sensibilisation au cancer du testicule." ],
  "anchor" : "para772"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para779"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Today I’m pleased to introduce the Testicular Cancer Awareness Month Act, 2015. The bill proclaims the month of April each year as Testicular Cancer Awareness Month to bring awareness and education about the serious impacts of testicular cancer and the importance of early detection and treatment.", "Ms. DiNovo moved first reading of the following bill:", "Bill 94, An Act to Repeal the Safe Streets Act, 1999 / Projet de loi 94, Loi abrogeant la Loi de 1999 sur la sécurité dans les rues." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para784"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para786"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "The Safe Streets Act, 1999, is poorly conceived legislation that persecutes the poor by making it illegal to solicit money on streets, in parking lots, at transit stops or near bank machines. The bill repeals the Safe Streets Act,1999." ],
  "anchor" : "para787"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I believe you will find that we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para790"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education has put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para791"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I move that notwithstanding standing order 98(g), notice for ballot item numbers 52 and 57 be waived." ],
  "anchor" : "para792"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education moves that notwithstanding standing order 98(g), notice for ballot item numbers 52 and 57 be waived. Do we agree? Agreed?" ],
  "anchor" : "para793"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I believe you will find that we have unanimous consent to put forward a motion without notice regarding this afternoon’s and tomorrow morning’s proceedings." ],
  "anchor" : "para797"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education wishes to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para798"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I move that the orders of the House dated October 30, 2014, October 23, 2014, and October 30, 2014, respectively, referring the following bills to the Standing Committee on Social Policy, be discharged, and that the bills be ordered for third reading:", "Bill 17, An Act to protect child performers in the live entertainment industry and the recorded entertainment industry;", "Bill 20, An Act to protect pupils with asthma; and", "Bill 28, An Act to proclaim the month of October as Hispanic Heritage Month; and", "That one hour, apportioned equally among the recognized parties, shall be allotted to the debate on the motion for third reading of each of the bills; and", "That on Wednesday, April 29, 2015, the first two items of business to be considered following routine proceedings shall be Bill 17 and Bill 20, respectively; and", "That on Thursday, April 30, 2015, the first item of business to be considered during morning orders of the day shall be Bill 28; and", "That in the case of a division being required on the motion for third reading of any of these bills, the division shall be deemed to be deferred until deferred votes on Thursday, April 30, 2015." ],
  "anchor" : "para799"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Education moves that the orders of the House dated October 30, 2014, October 23—" ],
  "anchor" : "para807"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense?" ],
  "anchor" : "para809"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "No, I want to hear it." ],
  "anchor" : "para810"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay—October 23, 2014, and October 30, 2014, respectively, referring the following bills to the Standing Committee on Social Policy, be discharged, and that the bills be ordered for third reading:", "Bill 17, An Act to protect child performers in the live entertainment industry and the recorded entertainment industry;", "Bill 20, An Act to protect pupils with asthma; and", "Bill 28, An Act to proclaim the month of October as Hispanic Heritage Month; and", "That one hour, apportioned equally among the recognized parties, shall be allotted to the debate on the motion for third reading of each of the bills; and", "That on Wednesday, April 29, 2015, the first two items of business to be considered following routine proceedings shall be Bill 17 and Bill 20, respectively; and", "That on Thursday, April 30, 2015, the first item of business to be considered during morning orders of the day shall be Bill 28; and", "That in the case of a division being required on the motion for third reading of any of these bills, the division shall be deemed to be deferred until deferred votes on Thursday, April 30, 2015.", "Do we agree? Agreed. Carried." ],
  "anchor" : "para811"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Well done, Speaker." ],
  "anchor" : "para821"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, thanks.", "It is now time for petitions." ],
  "anchor" : "para822"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas one in five children attending school in Ontario have asthma; and", "“Whereas a severe asthma exacerbation can—as in Ryan Gibbons case—be fatal when a child does not have ready access to their relief medication; and", "“Whereas practical steps can be taken to limit exposure to asthma triggers and ensure children have easy access to their prescribed medication; and", "“Whereas Ryan’s Law mandates that school boards and schools develop a comprehensive asthma plan that limits students’ exposure to asthma triggers and have ready access to their medication to ensure all students can attend school in an asthma-friendly environment;", "“We, the undersigned, petition the Ontario Legislature to:", "“Ensure that all members of provincial Parliament—particularly the respective party House leaders—make Ryan’s Law a top legislative priority to ensure that it moves expediently through the committee review process and be brought back for third reading at the soonest possible date.”", "I agree to this petition, Speaker, and I thank the members of the House for doing so." ],
  "anchor" : "para826"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "These are on behalf of the good people of Mattawa.", "“Whereas a motion was introduced at the Legislative Assembly of Ontario which reads ‘that in the opinion of the House, the operation of off-road vehicles on highways under regulation 316/03 be changed to include side-by-side off-road vehicles, four-seat side-by-side vehicles, and two-up vehicles in order for them to be driven on highways under the same conditions as other off-road/all-terrain vehicles’;", "“Whereas this motion was passed on November 7, 2013, to amend the Highway Traffic Act 316/03;", "“Whereas the economic benefits will have positive impacts on ATV clubs, ATV manufacturers, dealers and rental shops, and will boost revenues to communities promoting this outdoor activity;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We call on the Ministry of Transportation to implement this regulation immediately.”", "I wholeheartedly agree with this petition and present it to page Ashton, who will bring it down to the Clerks’ table." ],
  "anchor" : "para835"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas there are no mandatory requirements for teachers and school volunteers to have completed CPR training in Ontario;", "“Whereas the primary responsibility for the care and safety of students rests with each school board and its employees;", "“Whereas the safety of children in elementary schools in Ontario should be paramount;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To work in conjunction with all Ontario school boards to ensure that adequate CPR training is available to school employees and volunteers.”", "I support this petition, affix my signature to it and hand it to page Chloe." ],
  "anchor" : "para843"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas the Liberal government has indicated they plan on introducing a new carbon tax in 2015; and", "“Whereas Ontario taxpayers have already been burdened with a health tax of $300 to $900 per person that doesn’t necessarily go into health care, a $2-billion smart meter program that failed to conserve energy, and almost $700 more per household annually for unaffordable subsidies under the Green Energy Act; and", "“Whereas a carbon tax scheme would increase the cost of everyday goods including gasoline and home heating; and", "“Whereas the government continues to run unaffordable deficits without a plan to reduce spending while collecting $30 billion more annually in tax revenues than 11 years ago; and", "“Whereas this uncompetitive tax will not impact businesses outside of Ontario and will only serve to accelerate the demise of our once strong manufacturing sector; and", "“Whereas the aforementioned points lead to the conclusion that the government is seeking justification to raise taxes to pay for their excessive spending, without accomplishing any concrete targets;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To abandon the idea of introducing yet another unaffordable and ineffective tax on Ontario families and businesses.”", "I agree with this and will be passing it off to page Misha." ],
  "anchor" : "para851"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas thousands and thousands of adults live with pain and infection because they cannot afford dental care;", "“Whereas the promised $45-million dental fund under the Poverty Reduction Strategy excluded impoverished adults;", "“Whereas the programs were designed with rigid criteria so that most of the people in need do not qualify; and", "“Whereas desperately needed dental care money went unspent and was diverted to other areas even though people are still suffering without access to dental care;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly do all in its power to stop the dental fund being diverted to support other programs; and", "“That the Legislative Assembly fully utilize the commissioned funding to provide dental care to those in need.”", "Of course I’m going to sign it; it’s obvious. I’m going to give it to Joshua to deliver to deliver to the table." ],
  "anchor" : "para862"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly:", "“Whereas section 23 of the Canadian Charter of Rights and Freedoms guarantees access to publicly funded French-language education; and", "“Whereas there are more than 1,000 children attending French elementary schools in east Toronto (Beaches–East York and Toronto–Danforth) and those numbers continue to grow; and", "“Whereas there is no French secondary school (grades 7-12) yet in east Toronto, requiring students wishing to continue their studies in French school boards to travel two hours every day to attend the closest French secondary school, while several English schools in east Toronto sit half-empty since there are no requirements or incentives for school boards to release underutilized schools to other boards in need; and", "“Whereas it is well documented that children leave the French-language system for the English-language system between grades 7 and 9 due to the inaccessibility of French-language secondary schools, and that it is also well established that being educated in French at the elementary level is not sufficient to solidify French-language skills for life; and", "“Whereas the Ontario government acknowledged in February 2007 that there is an important shortage of French-language schools in all of Toronto and even provided funds to open some secondary schools, and yet, not a single French secondary school has opened in east Toronto; and", "“Whereas the commissioner of French-language services stated in a report in June 2011 that ‘... time is running out to address the serious shortage of at least one new French-language school at the secondary level in the eastern part of the city of Toronto’; and", "“Whereas the Ministry of Education has confirmed that we all benefit when school board properties are used effectively in support of publicly funded education and that the various components of our education system should be aligned to serve the needs of students; and", "“Whereas parents and students from both French Catholic and French public elementary schools in east Toronto are prepared to find common ground across all language school systems to secure space for a French-language secondary school in east Toronto;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Minister of Education assist one or both French school boards in locating a suitable underutilized school building in east Toronto that may be sold or shared for the purpose of opening a French secondary school (grades 7-12) in the community by September 2015, so that French students have a secondary school close to where they live.”", "I fully support the petition. I will give my petition to page Abdullah." ],
  "anchor" : "para872"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the introduction of the harmonized sales tax (HST) directly increased the cost of veterinary services and medications by five per cent (5%); and", "“Whereas veterinarians must currently charge HST on nearly all the services and medications they provide, including essential life-saving procedures; and", "“Whereas pharmacies in Ontario (e.g., Shoppers Drug Mart) must currently charge HST on medications prescribed to animals, but not on those same medications when prescribed to humans; and", "“Whereas the cost of veterinary care is often an unfortunate key factor in determining the level of care an animal receives; and", "“Whereas a lack of veterinary care can cause unnecessary suffering and/or loss of life for an animal;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario act immediately to exempt all veterinary services and veterinary medications (whether dispensed by a veterinary clinic or by a pharmacy) from the harmonized sales tax (HST).”", "I sign my name to this and give it to page Ethan." ],
  "anchor" : "para886"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I have a petition here signed by Colleen Walker, among others.", "“To the Legislative Assembly of Ontario:", "“Whereas northern Ontario communities are connected across long distances by bus service; and", "“Whereas the ONTC bus service is the only form of public transportation available to many northern Ontario residents; and", "“Whereas reduction of customer service and the closure of stations will cause deterioration of the overall system of public transportation of passengers and goods in northeastern Ontario; and", "“Whereas the government of Ontario committed to providing enhanced bus service to alleviate the loss of the ONTC passenger rail service;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Ontario Northland Transportation Commission bus service must be enhanced to ensure reliable and continuous accessibility including uniform provision of adequate public transportation for all communities and people of northern Ontario.”", "I wholeheartedly agree, sign my signature and hand it down to page Joshua." ],
  "anchor" : "para896"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I rise this afternoon to read this petition that’s addressed to the Legislative Assembly of Ontario.", "“Whereas there are no mandatory requirements for teachers and school volunteers to have completed CPR training in Ontario;", "“Whereas the primary responsibility for the care and safety of students rests with each school board and its employees;", "“Whereas the safety of children in elementary schools in Ontario should be paramount;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To work in conjunction with all Ontario school boards to ensure that adequate CPR training is available to school employees and volunteers.”", "I agree with this petition. I’m going to affix my name and send it to the table with Olivia." ],
  "anchor" : "para906"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the $600 ADP ostomy grant has not been revised in a decade;", "“Whereas Ontarians who require ostomy supplies are facing increased supplies costs that significantly affect their ability to pay for basic needs such as food and shelter;", "“Whereas all Ontarians deserve to receive the care and supplies required to maintain their independence and quality of life;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To increase the ostomy supply grant under the Assistive Devices Program to appropriately reflect the increased cost of ostomy supplies for patients.”", "I agree with the petition and will be passing it off to page Ethan." ],
  "anchor" : "para914"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "“Whereas the Ontario Ombudsman, who is an officer of the Legislature, is not allowed to provide trusted, independent investigations of complaints into the areas of hospitals, long-term-care homes, school boards, children’s aid societies, police, retirement homes and universities; and", "“Whereas Ontario is the only province in Canada not allowing their Ombudsman to investigate any of these areas; and", "“Whereas people wronged by these institutions are left feeling helpless and most have nowhere else to turn for help to correct systemic issues;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Grant the Ombudsman the power to investigate hospitals, long-term-care homes, school boards, children’s aid societies, police, retirement homes and universities.”", "I agree with this petition, affix my signature and will send it with page Samantha." ],
  "anchor" : "para922"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I have a petition addressed to the Legislative Assembly:", "“Whereas on March 26, Bill 61, the Terry Fox Day Act, passed second reading with unanimous support” ...", "“Whereas if passed at third reading before the Legislature rises in June, Bill 61 will proclaim the second Sunday after Labour Day in 2015, September 20, as Ontario’s first Terry Fox Day;", "“Whereas the second Sunday after Labour Day is the day on which the Terry Fox Run is traditionally held, and September 20, 2015, marks its 35th anniversary;", "“Whereas on November 27, 2014, Terry Fox’s home province of British Columbia passed similar legislation proclaiming this same day as Terry Fox Day” in BC starting in 2015;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly move quickly to pass Bill 61 at third reading before the end of the current session, ensuring that on September 20, 2015, Ontarians can celebrate Terry Fox Day.”", "I fully support the petition and give my petition to Joshua." ],
  "anchor" : "para929"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I agree with and will be passing it off to page Megan.", "Mr. Paul Miller moved third reading of the following bill:", "Bill 17, An Act to protect child performers in the live entertainment industry and the recorded entertainment industry / Projet de loi 17, Loi visant à protéger les enfants artistes dans l’industrie du spectacle vivant et l’industrie du spectacle enregistré." ],
  "anchor" : "para938"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Miller." ],
  "anchor" : "para951"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "I’d like to open by reminding the House that today is National Canadian Film Day. We have a tremendous film industry here in Ontario, and I hope many of you take the time to watch one of our province’s fine productions this evening.", "The history of the labour movement is that of workers mobilizing, advocating and agitating for respect and for fair pay; for adequate rest periods and limits on working hours; for a secure, stable and reliable paycheque; for the ability to retire in dignity; and, above all, for protection from exploitation.", "An integral part of that story since the Industrial Revolution has been the protection of child workers and the near-elimination of child labour in developed countries. We no longer expect our children to work to feed themselves and put a roof over their heads. We no longer send them down mines in order that their families might have just enough to subsist on. We take care of our children, as parents and as a society, until they are old enough to look after themselves. We reserve their childhood for education, for exploration, for play and for growing up.", "Now, child performers are one of the last exceptions to this rule that we keep our children away from work. But the work of a child performer is not like the work which we have long outlawed as an affront to our values. In many ways, acting and performing is play and exploration. It brings pleasure, joy and a little bit of magic to the performers as well as to their audiences. But despite their special nature, the live and recorded entertainment industries are still workplaces. We must ensure the highest standard of protection and respect for our child performers as workers and as children.", "During second reading debate, my colleague from Kitchener–Conestoga identified very excellently the loophole in our current laws: that child labour is illegal in Ontario, with one of the notable exceptions being the entertainment industry. Restrictions on working hours, the establishment of break periods and mandatory chaperoning are all measures in this bill that protect and enshrine respect for the child performer, both as a child and as a performer.", "This is why I’m in politics, Speaker, and many of my colleagues, too. We’re here to fight for fairness, for equality, for the protection of the vulnerable, and for the bright and better futures of our children and our grandchildren. We’re here to make sure that those who put in the hard work and the long hours see the fruits of their labour in a fair paycheque, so that they can provide for their present, their future, and their families.", "I am delighted today to welcome back to the Legislature some of Ontario’s finest performers in the recorded and live entertainment industries. They’ve been a driving force behind this bill for years now, and they’ve never relented in their commitment to fair treatment for children.", "Alongside them are many of the hard-working staff of ACTRA and the Canadian Actors’ Equity Association. ACTRA, Equity and PACT have never wavered in their hard work and support for this legislation. I can’t thank them enough for their ongoing commitment to the protection of child performers.", "We have quite a list of attendees here this afternoon who have all played a role in pushing this bill forward. I’d like to offer an especially warm welcome and thank you to Sue Milling, Karen Woolridge, Art Hindle and Arden Ryshpan. And I extend my thanks to Lisa Blanchette, who can’t be here today; she’s out of the country. I’d also like to welcome Judy Barefoot, Karl Pruner, Barbara Larose, Clara Pasieka, Jack Newman, Tajja Isen, Theresa Tova, Katarina Tomasone, Heather Allin, Lynn McQueen, Sara Meurling, Elona Naqo, David Sparrow and Jasmine Spei.", "I’d also like to welcome my wife, Carole, who believes in the importance of this bill as much as I do, and has made sure I’ve never given it up or thrown in the towel. Every time I threw my hands up in frustration, which was many times, she told me, “Take them down, roll up your sleeves again and get at it.”", "I’d like to thank legislative counsel Pauline Rosenbaum and her staff for their hard work and advice on Bill 17. I’d also like to thank my legislative assistant, Martin McKane, for his excellent work as Bill 17 pushed towards the finish line over the last few months.", "I’d like to pay a special thank you to my retired executive assistant, Margo Duncan, who also is here today, for her ceaseless work on this bill—and putting up with me—and its predecessor. It is, sadly, a rarity for a substantive bill to make it this far. I hope that many of the well-intentioned bills proposed by my colleagues of all parties have the same opportunity over the next three years.", "Of course, this bill would never have made it to third reading without the support behind the scenes of so many of my colleagues. I am truly heartened by the support I have received for the passage of Bill 17. There are a lot of people to thank for bringing this bill to third reading. I’m grateful for the advocacy of members of all parties. I can’t thank them enough. I also list a few whose support has been invaluable. My colleagues in the NDP have been extremely supportive. I would like particularly to thank my party leader, from Hamilton Centre, who will be sharing my time with me today; our House leader, the member from Timmins–James Bay; and our party whip, the member from Timiskaming–Cochrane. My colleague from Toronto–Danforth has been a strong advocate. The current government House leader, who was formerly the Minister of Labour, has been very supportive of Bill 17. The official opposition House leader has pushed to get this through—thank you. The Minister of Labour has endorsed this bill—thank you. And I couldn’t possibly forget my colleague from Parkdale–High Park, herself a child performer not too long ago, a dancer on a CBC show called Time of Your Life. She has also been a tireless advocate for the rights of child performers. Thank you.", "In Ontario, unlike many other jurisdictions, we have failed to enshrine clear and direct obligations to the child performers in our live and recorded entertainment business and industry. We still don’t have legislated hours of work, set breaks, play or resting areas; or requirements for appropriate tutoring, healthy snacks, and who can chaperone, tutor or act as a guardian. Bill 17 will ensure that child performers have the best and safest work experience while providing the entertainment industry with child performances necessary to tell the whole story.", "We currently have a Child Performers Guideline to address these concerns in the province, but it’s not legislation. The guidelines are good. They were worked out carefully by the Ministry of Labour, ACTRA, Equity and the producers. But guidelines are not laws. They are voluntary, not mandatory. There are firms and producers who ignore these guidelines at times and only pay lip service to them.", "That is why I have twice brought this bill before this House. Protection of child performers should be the law in Ontario. It shouldn’t be left to the goodwill of producers, and it shouldn’t be left subject to negotiations that will happen every two or three years.", "The Child Performers Guideline offers a solid foundation, but it must be enshrined in legislation so that the full weight of the law may be brought to bear when necessary. Moreover, the guidelines are silent on many aspects of the engagement of child performers. They do not cover provision of tutoring, exposure to moral hazards, or protection of earnings through a requirement to put a portion of a child performer’s earnings in a trust for them. There are no requirements to appoint chaperones, provide breaks in the workday, or regulate travel to and from the workplace.", "Bill 17 has been strongly influenced by the guidelines we currently have. It has also been informed by strong contracts negotiated by ACTRA, Equity, and the input during the committee review of my earlier bill in 2013. Bill 17 incorporates the lessons from the hours of discussion, amendment and negotiations we went through in that committee.", "Bill 17 recognizes that the obligations to child performers are different in the recorded and live entertainment industries and sets out requirements separately for each of these performance areas.", "Bill 17 also includes requirements to protect the income of the child performer. This is an issue I feel very strongly about, as do the performers who have fought so hard for this bill. Children should not be exploited for financial gain. They shouldn’t be exploited for the entertainment of adults, and their earnings should be put away for their future, not the adults’. There are too many sad stories from the not-so-distant past, including famous child performers like Jackie Coogan or Shirley Temple, where a young performer reached adulthood and realized that they hadn’t a penny to their name, and after over a decade of hard work they had nothing. The requirements for income protection in Bill 17 are absolutely necessary to ensure that our child performers are properly compensated for their work.", "The protection of our children and the protection of the vulnerable from exploitation should not be labelled left-wing, right-wing, liberal, conservative, progressive or New Democratic issues. They are New Democratic values, but I believe they are shared by all public representatives in good conscience. They are the kinds of demands we make in a society, not as partisan or ideological groups.", "I hope that members from all parties support the bill tomorrow. I have confidence in the goodwill and good conscience of my colleagues, and I thank you deeply." ],
  "anchor" : "para952"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para975"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I think it’s a very, very special day in this House when a private member is able to move a bill this far along with the anticipation that when a vote is held in the House, that vote will probably be a positive one. It doesn’t happen very often. I think for some of the newer members in the House, this may be the first time they witness it. As I said, Speaker, it’s an occasion that I’d like to see a little bit more often. Certainly, the example that’s being set by the member from Hamilton East–Stoney Creek in this regard—the determination he has brought to this bill is something that really sets an example for the rest of us in this House.", "I’ve been Minister of Labour for about a year now, and I inherited a number of things. One of the things I inherited was the member from Hamilton East–Stoney Creek’s Bill 17. Pretty well on a daily basis, it seems, he would call to me down the hall and say, “Hey, Flynn, how’s my bill coming? Where’s my bill?”", "I kept telling him that when the time was right his bill would pass. I’m not sure if he believed that each and every day or if he thought that maybe the Minister of Labour was just making excuses, but certainly that’s how I felt about this bill.", "This is an excellent bill. I think that any one of us in this House who views this bill from the perspective of being a parent, of having your child being in the position in the studio or on the set where you almost turn them over to other people for the day—when they’re not old enough to make a lot of decisions themselves and they still need the guidance of older people, including their parents. I think it’s comforting to know that a bill is being introduced in the province of Ontario that’s going to ensure that these young people are protected, that it’s in the best interests of the children. It’s in the best interests of the live entertainment industry and the recorded entertainment industry to allow this to come into law.", "I’ve met with the member opposite to express our support for the bill. I was very, very pleased to see the all-party support it received last time, as the bill was strengthened as it went through the committee process. I look forward to working with the member opposite again to promote the best interests and the well-being of child performers.", "We do have guidelines that have been in place for some time, and those guidelines advise; they tell these companies perhaps things that they should know. It gives them information. It gives them advice and tells them that they should act in a certain manner. As the member has rightly pointed out, some people, some of the better companies, choose to adhere to those guidelines; some don’t.", "Once this bill receives what I think will be a positive outcome and positive support from this House, that option will be gone. It will be the law in the province of Ontario, thanks to the member from Hamilton East–Stoney Creek, with the support of all three parties. There simply is no choice in the matter. The interests of child performers will be paramount, and they will receive the protection.", "We’ve done a number of things at the Ministry of Labour that I think the member would find comforting. We’ve conducted five blitzes, for example, on new and young workers’ health and safety. We always include child actors when we’re doing those types of investigations. We always know, though, that there’s a lot more to be done.", "We value the contribution of all those who work in the entertainment business. In the province of Ontario, I’m told that over 300,000 people earn their living in the entertainment business. Artists, we know, play an important role in building a strong and prosperous economy, and it should come as no surprise to people that artists often portray our own life back to us. The fact that you would have children involved in that makes perfect sense. What wouldn’t make sense would be to have children involved in that industry who didn’t have the protection of the act that is being proposed by the member for Hamilton East–Stoney Creek.", "I’m really happy to support this bill. We’re really happy to see the changes that were made at committee prior to the 2014 election. I believe that’s going to ease the enforcement of the bill. It’s going to be very clear in the rules around mental stress, emotional stress, providing healthy food, education and tutors, ensuring that they’re being chaperoned while they travel, and the establishment of a trust fund for all child actors.", "I really want to thank the member across the floor from Hamilton East–Stoney Creek for reintroducing this bill, for sticking with it and for ensuring that all of us have the opportunity to do what I believe is the right thing, and that is to support this bill. Congratulations, Paul." ],
  "anchor" : "para976"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para988"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s a pleasure for me, on behalf of my Progressive Conservative colleagues, to profess our support for Bill 17. I want to thank the minister for his comments and also the kind words that the member for Hamilton East–Stoney Creek said about me.", "When we talk about the member, I guess we all perhaps have candy-coated it a little bit. He is a bit persuasive in his nature, just a touch, especially if you ever get nose to nose with him. He can be really persuasive then.", "All kidding aside, he has done a tremendous job with this bill. The fact that he reintroduced it, the fact that he feels so very passionate about the bill—I think we all could hear in his voice the passion that he has.", "We come here to Queen’s Park to protect the vulnerable groups in society, sometimes through legislation but mostly through our actions. We can, of course, all agree that child performers are one such group, and we can’t let them be alone—and definitely, this is a grown-up world, so, as legislators, we need to put some legislation in place to be able to help them.", "I don’t know personally, but the entertainment industry has got to be a hard industry for anyone to deal with the unique challenges that it provides, but to be able to navigate through it as a child—I just can’t imagine what that would entail.", "A few months ago, as the House leader, I met with a number of groups—the Canadian Actors’ Equity Association, and also the Alliance of Canadian Cinema, Television and Radio Artists—about their support for this bill and about their passionate plea that, somehow, the three parties, even in a majority Parliament, can sit down and agree on bringing this bill forward.", "I see my friend Art Hindle there, who gave me a very passionate speech that day. I really want to thank you for being here to support Paul, and all the members who are in the gallery to support Paul today.", "As the minister said, I think, in 2007, the Ministry of Labour had its child performers guidelines, but the initiative really remained exactly how the name implied: It was guidelines. I think we all agree, especially after the member’s first attempt at this bill, that we need something a little more concrete. Perhaps we could agree that it would serve as a positive first step, but I think we all agree that today is the day that we’ll finally take those steps to move this forward in terms of legislation.", "It’s not a unique issue. I know that in my riding, I have a number of groups. I’m thinking of groups like the Thousand Islands Playhouse in Gananoque or the St. Lawrence Shakespeare Festival in Prescott. Those live performances that I watch wouldn’t be the same without those young actors and actresses being involved. I think we have a duty, as legislators, to ensure that they are treated fairly and that there is a legislative framework that we, in this House, can move forward on behalf of them.", "We also have to think of the future generation of performers who are in our ridings. I can think of groups like my Brockville Operatic Society; the integrated arts program at Brockville Collegiate Institute; or even the local concert band. There are young men and women who are performing there now who may end up with a career in the arts. We need this, to be able to protect them.", "Again, I just want to say something—I’m going to stray from my notes. I’m sure that the House leader for the third party agrees with me that it’s a unique challenge. I’ve said this before about the House leaders: When we have debates about the House leaders agreeing, it may sound easy. It may sound like we can just get together and decide how bills are going to go through.", "We all know that politics isn’t easy. I think we realize now, after two incarnations of this bill, that child performers—it’s not an easy vocation. We need to use our strengths here in this House to put forward some protection, and I think this bill goes a long way in being able to provide that.", "I think that the member for Hamilton East–Stoney Creek has done an exemplary job of ensuring that we all understand the proposed bill, that we all understand the components that are going to be dealt with in this bill—the hazards of performance, the hours, the issue of companionship.", "I remember hearing speeches from the Minister of the Environment and Climate Change and also the member for Thornhill, I think, who spoke specifically about specific examples that we need to put top of mind when we deal with this legislation today.", "I just want to say that it’s a pleasure that we’re here today, not just speaking on this bill but on Mr. Yurek’s bill, and Ms. Martins’s bill tomorrow, and that we can all look at each other at this session of Parliament, regardless of our debates in question period, regardless of the debates that we’ll see in committee, or the budget debates, and that we’re able to tag three pieces of legislation, and especially this one. That is good public policy. That’s policy that’s not New Democrat or Liberal or Conservative. It’s something that is helping our kids.", "I just again want to thank you for the opportunity to speak today, Speaker. Hats off to you, Paul. You’re a great guy. I actually like your shirt today. It’s very stylish, and a beautiful colour. I like that. Anyway, thank you very much, Speaker, and I look forward to further debate this afternoon." ],
  "anchor" : "para989"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1006"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I have to say, I’m very pleased to speak on Bill 17, the Protecting Child Performers Act.", "I want to take a moment, as others have done, to recognize the members of ACTRA and Equity who are in the galleries today. They have worked extremely hard. These organizations have been very active in working to get this legislation passed over the years, and their organizations worked tirelessly to ensure that the rights of all people are being protected, that adults and children who work in film and TV and in the theatre and on the stage are being protected. Today, this is about children, but we know that these organizations work diligently day in and day out for all people in the industry. Thank you so much for that work that’s ongoing.", "I also want to thank my colleague, my friend, my neighbour from Hamilton East–Stoney Creek, Paul Miller, for his passionate pursuit of getting this bill to where we are today. I have to say that he has worked with dogged determination. I think everybody around here recognizes that. It’s important for me as leader of the party to say to Paul a great big thank you—I’m sorry, to the member from Hamilton East–Stoney Creek—a great big thank you and congratulations, Paul, for the work that you’ve done.", "All of us know how important the recorded- and live-performing industries are to Ontario’s economy. In 2012, the industries brought Ontario nearly $1.3 billion and 29,000 full-time direct and indirect jobs. I think it’s important for the members opposite in the Liberal benches to take note of those numbers, because they’re highly successful industries here in Toronto and here in Ontario that bring revenues and jobs to our communities.", "Hamilton is a community that has gotten a lot of action, if you will—no pun—when it comes to these industries, and I know that many other communities around the province are also benefiting from the work that these diligent people do in their profession.", "I have to say that it’s a little bit worrisome that the 2015 budget actually cuts some supports that make Ontario such an appealing jurisdiction, and we’re going to have to keep a very close eye on whether or not negative results do occur. I’m worried about what the budget might do, but of course that’s a debate for another time. Today, the debate is about child actors.", "I have to say the fact that we lack legislation right now, that there are not legislated rules for child performers, is very troubling, Speaker, and I think it would surprise most people. I bet you most people in Ontario haven’t the slightest clue that child performers are not in any way covered by legislation that protects them in the workplace. There are no regulations on hours of work, no set breaks, no play or resting areas necessary. There’s no requirement for appropriate tutoring, for healthy snacks, for who can and can’t chaperone, for who can tutor or act as a guardian.", "Right now, all we have are recommendations, Speaker, recommendations that are in some cases followed and in some cases not. That’s not good enough. These children are not working in factories, but that doesn’t mean that we should ignore our obligation to ensure that they are working in an environment that is safe and respectful of their very specific needs as child workers.", "Child performers not only spend their days learning their lines and performing their lines; they also must attend tutoring sessions to do their school work and meet the educational curriculum requirements for their grade level. For child performers, their days can be very demanding, both physically and psychologically, and working means time away from their friends and their families and regular childhood activities.", "Fortunately, it’s not difficult to create legislation that will cover off, or protect, child performers, and it will not be difficult for the recorded- and live-performing industries to comply with the new rules, Speaker, because for most companies, compliance with Bill 17 will mean either no cost or very low cost implications. In many cases, companies are already implementing many of the measures contained in the bill.", "But the reality is, that bill needs to be enshrined, or those regulations, those guidelines, need to be enshrined in legislation. It’s not good enough for them to be simply voluntary. In fact, British Columbia, Manitoba and many states in the US already have legislation of this type, and it’s long past time that Ontario should follow suit.", "Ensuring that there are proper, safe and secure areas for child performers to be tutored or to relax or to learn their lines is not difficult to provide when selecting a production venue. To sit down with parents or guardians and set out the terms of employment, tutoring requirements, income protections, hours of work, and to confirm adult supervision, is a pretty straightforward exercise, but it’s an important one. Establishing a work schedule that is age-appropriate for the performers is simply the right thing to do. While this is already being done, as I’ve said, by many producers, it is important that it is done for all child performers each and every time they go to work, and Bill 17 sets out those rules clearly.", "Other key provisions of the bill—I could go on, Speaker, but I know that there are other members of my caucus who wish to speak to this as well.", "It may seem like a small thing, but children in the workplace is something, as the member for Hamilton East–Stoney Creek has said, that we really don’t think of, because we don’t think we have children in the workplace anymore. We don’t have them in the mines; we don’t have them in the factories. But we certainly do have child performers, and we need to make sure that we’re taking care of them. We need to make sure that the things that they’re experiencing as they go to work—where there are, for example, violent films or violent actions or activities that are taking place on stage—that these things are not upsetting child actors; and making sure that they are getting the supports that they need to be able to distinguish these violent things. Because those things, over time, will add up, when it comes to the way that children experience them, and then live to have impacts as they grow.", "Establishing clear rules that are consistent across the industry will make it easier for producers to actually hire child performers. It will save production companies time and money, and it will ensure that Ontario’s children are getting the support they need. It will ensure that parents have peace of mind, knowing that their child’s well-being is being maintained and tended to at all times.", "I think everyone in this House realizes that this is a very good bill. We attempted to have this bill passed not so long ago. I’m very, very hopeful that the rest of the debate will continue, that we’ll continue with the positive support we’ve had from both the government and the opposition, and that tomorrow morning, when it comes to a vote, there will be no unexpected occurrence—" ],
  "anchor" : "para1007"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Surprises." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Yes, no surprises. This time we want no surprises, and we want to make sure that this bill actually succeeds in the vote tomorrow.", "In closing, I want to thank, once again, the member for Hamilton East–Stoney Creek for bringing this forward, but also for being so tenacious. It must be in his Hamilton blood. I can vouch for that, Speaker.", "It’s important that we protect our children wherever it is that they work or play. This bill helps us to accomplish that, and we look forward to finally having it pass.", "Again, congratulations to Paul, congratulations to the government, to the opposition, and to ACTRA and to Equity and all those others who have participated in this very long journey, which I think will finally end tomorrow and protect children, starting when it receives royal assent." ],
  "anchor" : "para1024"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1028"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "It’s a pleasure to speak to Bill 17 at the third reading stage. First of all, I would also like to welcome the members of ACTRA and Equity to Queen’s Park. I would like to congratulate the member from Hamilton East–Stoney Creek for the tremendous work he has done. It’s sound public policy. Congratulations, Paul.", "Before commenting on this legislation, I would like to quickly mention how pleased I am that my colleagues, despite partisan differences, have been able to work on this bill collaboratively. Differences remain—that’s another hallmark of democracy—but I hope that when it comes to a vote, all members of this House vote in favour of this bill on the basis of its intent and merit.", "Before entering into politics, I was a teacher. While my current work doesn’t allow me to see young children in classrooms every day, I do, however, take pleasure in that my mandate as parliamentary assistant to the Minister of the Environment and Climate Change is youth outreach, among other things. I have the opportunity to visit children in their schools to talk about environmental issues. I’m so impressed that they are very enthusiastic and knowledgeable about the topic, more so than many adults. One day, as young people grow up and we adults age, these children will become our guardians; the future caretakers of our society and planet.", "Perhaps too often people look to the future cynically. But I find, after meeting with those young people in my recent visits to schools, that I feel optimism for it. Working with young people and young students is extremely, extremely rewarding.", "Fortunately, as a legislator, I can also help ensure that we, as elected members, do our part to protect our children from illness, from injury, from exploitation and from countless other risks they face, and we work proactively. This bill in its current form, if passed, would act as an employment standards act of sorts. But it is still more important, I believe, because it deals with children who are vulnerable, especially in the workplace.", "Section 2, part 1, specifically mentions that “the paramount purpose of this act is to promote the best interests, protection and well-being of child performers.” The bill speaks to working conditions, hours of work, safety in the workplace, child nutrition and training. It prescribes measures to prevent financial exploitation of child actors in the entertainment industry, ensuring that adults are themselves taking responsibility for the child performer and that there is a sufficient number of supervisors.", "As an educator first, I was particularly pleased at the mention of tutoring. Education, as all of us agree, is an invaluable tool in one’s life, and it is vital that work in the entertainment industry doesn’t discourage a young person from being strong and well-rounded.", "I’m also pleased that there is a general agreement that any measures—whether prescribed in a contract or in this proposed legislation—that protect the child to the greatest extent will take precedence. This means that no matter what, the safety of a child performer is paramount, as it should be.", "I will be voting in favour of this bill when it comes time to vote, and I urge all members of this House to vote in favour of this bill. Congratulations to the member from Hamilton East–Stoney Creek once again." ],
  "anchor" : "para1029"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1039"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It is a pleasure to join the debate today for Bill 17. I must say how very proud I am of my friend Paul Miller for his tenacity, his dedication, his determination and his heart for putting this forward. He knows I’ve been a supporter of his bill from day one, and I’m really delighted that he has this moment today to celebrate with so many of his key stakeholders and with, of course, his lovely wife, Carole, something he truly believes in.", "I first became aware of this issue—a couple of years ago Paul brought this to my attention at a reception with ACTRA. It’s really important that we talk about that reception because that was the first time I met Art Hindle. Art brought with him two young people that I see on a daily basis. I have a 10-year-old, so the television station’s Family Channel and YTV are on a lot more than the legislative channel at my house. Yes, everyone is shocked that the legislative channel is not on at my house, but I guess they hear Mommy enough at home.", "Art was kind enough to bring two young people to that reception. I must admit I was a bit star-struck. One was Michael Seater—remember, Art? Michael is on a show called Life with Derek, and it is my daughter’s favourite show. She loves it. He also brought Adamo Ruggiero—I think I’m saying his name wrong—and he was on YTV. They did a star search, and he was on that show for quite a while.", "I realized how important their protection was, and it was something that I had never thought about, ever, as a legislator. Perhaps it was ignorance. Perhaps all of us collectively thought that those protections were in place, because as the leader of the third party and Paul Miller stated in this House, and previously our colleague from Kitchener–Conestoga Michael Harris said, child labour is illegal in Ontario. Perhaps we thought, because there were protections in the United States and elsewhere in the world, and particularly in other provinces in Canada, that those protections were available to child actors and youth actors here in this province.", "So that was the first time I had any experience, thanks to Paul—and I believe my friend Peter Tabuns was also there. I had the opportunity to see first-hand that the life of an actor, the life of a child performer, is maybe not as glorious as we think it is for that hour that they’re on the screen.", "A little after that, I must admit, I was shocked—everyone in this chamber has heard of Degrassi Junior High and Degrassi High. My colleague Mr. Yurek and I—I’m 40 and he’s a little bit older than me; I won’t say much older, but you are—are of the vintage of Degrassi Junior High.", "Interjection." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "We didn’t go to school together.", "One of our favourite actors when we were growing up—and we didn’t have the wide array of television stations at the time—was to watch Degrassi High. About a year ago, we found out that one of our favourite actors, Neil Hope, had passed away, almost in obscurity. I got to thinking, had Paul Miller’s bill and those protections been in place for him, the tutoring, the hours that they work, probably some mental health support, how to manage their money—fiscal literacy is going to be incredibly important, particularly for child actors—perhaps things would have changed.", "Now, I don’t know, but I can tell you that that was an experience for all of us, as young people growing up in Canada, to watch that show, to identify with those youth actors and the characters that they played. To see a life end so tragically, when you think all is well because they were on television, I think was quite shocking.", "I’m also pleased that the Minister of Labour spoke to this bill. I thought that had a great degree of class. He showed a great degree of gravitas. I’ll tell you why that’s important, Mr. Flynn: It’s because, from time to time, we can be on this side of the chamber and we can feel like we’re working so hard and we know something’s wrong and we really want to fix it, and we’re met with resistance. Today, the olive branch you’re sending to our colleague Mr. Miller and the extension of your support for his bill, and by extension a bill that we all support, I think is very meaningful. I’m sure those who are here today from ACTRA, Equity and PACT really appreciate that.", "As many have noted already, child protection is something that should be the first thing we think of as Ontario legislators, whether they’re in our school system, whether they’re on a worksite, whether we’re talking about traffic safety. Children, I think, are the next generation. A few weeks ago, we had a bill on transgender conversion therapy, which this assembly supported unanimously because of the implications for children. We felt that that practice needed to be ended. There were children here in the assembly that day. I think sometimes the moments we all become very real in this assembly are when we actually stop talking about the issues adults talk about and start thinking about how we might want to protect a child.", "Later on today, my colleague Jeff Yurek will have a bill called Ryan’s Law that will protect children in school with asthma and ensure that their puffer and their access to oxygen will be made closer to them.", "I think this is a brilliant day for the Ontario Legislature. I think this is a day that I wish more members were actually able to be in the chamber for. I don’t discredit the fact that they’re off doing work in committee and taking meetings, but I think this is an example of when it really, really works.", "I want to give a lot of credit today to the three House leaders: the government House leader, the opposition House leader and the third party House leader. In my experience in this assembly, I have never seen the three House leaders come together, particularly in a majority Parliament, in order to allow three opposition bills to move forward, two of which deal with the protection of our children. I think that’s quite remarkable and I think it’s something that we should try to do, if not every week—because I don’t think that’s possible—then certainly on an annual basis. These bills, particularly those dealing with child protection, are enormously important.", "I can understand, for example, in the case of both Mr. Miller and Mr. Yurek, the frustration that they had consistently bringing these bills to the assembly, thinking they had gone that mile, that this bill would become law, and then it not happening. I can speak, I think, with absolute confidence in saying today that these three bills before the House as we debate today will pass into law tomorrow. That’s a great feeling, and I think that’s a great thing for Mr. Miller and Mr. Yurek and for others, to suggest that this Parliament is working.", "I wanted to talk a little bit about what Bill 17 will do. Others have spoken about it, but I think it’s really important to reiterate that the United States had these protections effectively since the 1930s. Other jurisdictions in Canada have had these protections as well.", "We, in Canada, and particularly here in Ontario, have been home to some very big superstars, child actors. Ryan Gosling is from Ontario. Rachel McAdams is from St. Thomas. We have Robbie Amell and, of course, Drake; he was also with Degrassi. Sarah Gadon is from Toronto; Charlotte Sullivan; Shenae Grimes-Beech; Kevin Zegers; and, of course, one of my favourite actors, Michael Cera, who was born in Brampton. These are all young actors who have made their start right here in the province of Ontario.", "We look back at the legacy of Ontario film. You all hear this all the time, so forgive me, but for the new people who are here, I grew up in a small town called New Glasgow, Nova Scotia, with how many people?" ],
  "anchor" : "para1047"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "A few." ],
  "anchor" : "para1060"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "You’re not going to throw it out? With 10,000 people. So there weren’t a lot of child actors or actors at all. When we were growing up and we would watch CBC or Switchback or all of those different things, that’s how we knew what Toronto was: because we would watch TV." ],
  "anchor" : "para1061"
}, {
  "speaker" : "Interjection",
  "text" : [ "King of Kensington." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "We would watch King of Kensington. We would watch these people and they would be in our homes. We had very few television stations then, and we would learn so much about this great province and this great country through the Toronto film and television market. We would learn about Mike Myers and the Second City. There are just so many great actors and actresses across this country. The fact that we didn’t have these protections and that the United States already did is quite stunning—Lorne Michaels is from Canada. We’d never had these protections.", "I think it’s very important that the bill address the need to ensure our child actors don’t miss out on educational opportunities. I know that the Minister of Education is here. I’m sure she’s quite a big proponent of that, because every child in the province of Ontario should have equal access to education. I think that is the great equalizer. For our children, as they grow older, I think it’s a solid basis for them in which to move on. I think that’s why mandating tutoring is absolutely critical. Those children are working, in some cases, for 10 or 12 hours. They need the flexibility but at the same time they do need an education, because at the end of the day, when the TV is off and the money, which may or may not be there—it doesn’t really matter—it is what somebody knows so that they can get back on their feet again.", "The bill is going to look to ensure that our young performers aren’t overworked and that they aren’t lacking in adult guidance, because at the end of the day we don’t want those pitfalls. I can’t stress enough the importance of financial literacy today for all of our kids, let alone children who are making maybe more money than I am this year but next year making nothing.", "I think it’s important, too, that there are these guidelines in order to help moms and dads who may or may not, for the first time in their life, be experiencing an industry they know nothing about. This bill fixes those loopholes and provides an extra basis of support for moms and dads who may be experiencing this out there. I’m really pleased this is happening.", "Yesterday, we talked about the National Day of Mourning, and we talked about protections for workers in the labour market. We talked about preventing death. We talked about another thing, just briefly: We talked about post-traumatic stress disorder. I think we also have to have a bigger discussion on mental health. With this bill, it now brings us into that discussion, and I’m going to mention it. I think the enormous pressure children are under today, particularly those who are working and may not have the same societal supports if they’re working and not going to a school—may have some mental health challenges, and I think it’s important that we talk about those as well, in order to protect those children into the future, so they may have a very prosperous career as we move on. I don’t think that any person is immune to it. I think we’ve seen, particularly south of the border, some of those challenges faced by many child actors. I think we need, as a Legislature, to be forward-thinking in this regard, and I think that we should have that conversation.", "As I conclude, I want to say thank you for allowing me to be part of this debate. I think this is a very important piece of legislation, one that catches Ontario up to where it should be and where it should have been.", "I want to really congratulate Paul Miller. I don’t remember a member being as dogged for support on any piece of legislation as he was. It almost became sort of a running joke around here, because when he saw you, as the Minister of Labour said, he would ask you when you were going to ask your House leader to get this bill back on the docket, and for that, I truly appreciate it—because it did show. And I think he alluded to this: This isn’t really a right-wing or left-wing issue; it’s not a Conservative, NDP or Liberal issue; it’s an issue that we must address, because it does deal with the protection of children, and it is one that I think is easily supportable by all political parties, by all Ontarians and certainly by this Legislature.", "So congratulations, Mr. Miller. I’m very proud of you. I’m very pleased to have been able to speak to this bill, and I wish you much success." ],
  "anchor" : "para1063"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1071"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I am delighted to be able to stand in my place today and say some nice things about my buddy Paul Miller. I did not know I had a speaking part in this play this afternoon, but I just so much appreciated everything he had to say and what has been said about his determination and how much he has really pushed this. He has been like a bulldog with a bone in our caucus, in this House—the comments across the floor.", "I told you before, Speaker, about moving to Newfoundland in 1966. One of my best friends in high school was Kevin Noble, who played Joey. In fact, when Barbara Frum and The Journal first came on CBC the first night—Kevin was Joey in Newfoundland that season, and they had him on the first show of The Journal. David Ferry, a former executive with ACTRA—David and I and Kevin back at Memorial or even in high school. I had these little bit parts in plays, and David Ferry was bigger, and Kevin was even bigger. I followed their careers. I see David Ferry now in Hollywood productions. I’m so proud of the guy. This is a guy I used to drink beer with in high school, for God’s sake, and now he’s making a good deal of money, I’m sure, in Hollywood.", "I was with the Canadian Media Guild for a long time at the CBC, and we had dealings with ACTRA all the time. At one time, I even thought there could have been some kind of a marriage between the two unions, but it didn’t happen.", "And what a treat: I’ve never met Art Hindle, but I see him in the audience today, and I feel like I know him because I’ve seen him on TV, in the movies. He’s a Canadian icon, and here he is right here today. I said to my buddy Paul, “If they ever make a movie out of you, Miller, Hindle’s going to play you.”", "Earlier today, I had three meetings over the lunch hour. One of them was with the Ontario Clean Air Alliance and Jack Gibbons. We were talking about the horrific cost of repairing Darlington versus bringing hydroelectric power from Churchill Falls in Newfoundland and Labrador into Ontario. Joey Smallwood, who Kevin played, brought that electric to life at Churchill Falls. Unfortunately for Newfoundland, he didn’t put an escalator clause in there. So Quebec is paying the price that Joey negotiated back in the 1960s. That’s not a good thing, but hey, that’s for another day.", "I was only here—how long am I here, Speaker, a year and a half or so? One of the first months I was here, Murdoch Mysteries came. Remember that? We all had our pictures taken. I took the picture home and showed my wife: “Why didn’t you tell me? I would have come to Toronto.” It’s one of her favourite shows. When I had room 357, where Ms. Forster from Welland is now, that’s where the ghost threw somebody over the ledge. This Legislature is full of ghosts.", "I just want to say—" ],
  "anchor" : "para1072"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "You’re the ghost." ],
  "anchor" : "para1080"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I am the ghost.", "I want to say, Paul Miller, you are the best. Carole Paikin-Miller, you are the best, and thank you for sharing in his moment. Thank you for sharing him with us as well." ],
  "anchor" : "para1081"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1083"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "It’s an honour to have an opportunity to speak here for a few minutes on this bill. As others have mentioned, the member from Hamilton East–Stoney Creek has been lobbying, successfully. After this passes, Paul, you’ve got to lobby my bill. It’s gender pricing discrimination. That’s for another day.", "Interjections." ],
  "anchor" : "para1084"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "I tried twice. I gave up after two times. But anyway, you’re going to get it through.", "I was listening to the remarks from other people and a thought came into my mind when I saw the guests here. Think of Toronto and Ontario: Toronto hosts the second-largest film festival after Cannes; it’s the Toronto International Film Festival, known as TIFF. People come from everywhere. I’ve been lucky enough to see the premieres of some movies. The actors come, premiere the movie and talk about their movies.", "I’m going to tell you about a few of the films that premiered here. One of my favourites was Silver Linings Playbook; The King’s Speech; Slumdog Millionaire premiered here. There were children involved in that movie. If you haven’t seen it, it’s a good movie to watch.", "Other movies are filmed in Toronto, a lot of movies, so you’re going to have child actors in these movies—movies like Chicago, which won a lot of awards; Crash; Finding Forrester; Billy Madison, which is a movie about a comedian with his son—that was filmed here in Toronto; Cinderella Man, which is about a heavyweight boxer, and he had his wife and he had children as well—I think it was Russell Crowe who starred in that movie; there was also Twilight, which is one of those vampire movies; and Brokeback Mountain. They’ve all won awards. These are all movies that were filmed in Toronto or premiered in Toronto.", "Our government, since it came here, has tried to encourage moviemakers to do their films here. TIFF also gets larger and larger every year. At some point, it’s going to surpass the Cannes Film Festival and probably be the number one spot for premiering a movie.", "Other people have spoken on the issues. Of course I support this bill. It’s nice to see tripartisanship here. Bipartisanship, tripartisanship—we’re all supporting the bill. I read it. I’m glad to see it get through today. It’s an important bill.", "As I said, others have spoken to it. The minister mentioned that we have a guideline, but this bill actually enshrines into law something that we legislators are responsible for. The guideline is here, and it’s useful. We’ve used it for many, many years. But we’re going one step beyond, now, and we’re actually putting it into law.", "I’ve read the bill. It’s an important bill, when you think of how many children are involved in movies, in small scenes or in big scenes.", "When I first was asked to speak to this bill, I thought of The Wizard of Oz. For some reason, that came to my mind. It was filmed in the 1930s; I forget the year exactly. Dorothy—I don’t know how old she was in that movie. You mentioned Shirley Temple, but there were so many movies that involved people under the age of 18. Mickey Rooney was involved in a lot of movies, so many of them. He also didn’t make any money. He started working at a very young age. Their careers were done when they were young adults.", "So, in the future, when a film is done here in Toronto involving some young children—maybe next year, five years from now or 10 years from now—where there are going to be children involved, this law will be the guideline and the law on how these children are treated here in Ontario. I don’t know about other jurisdictions, but Ontario now will have a very important law in place.", "I’m congratulating you, Paul—the member from Hamilton East–Stoney Creek. We look forward to it passing and becoming law tomorrow." ],
  "anchor" : "para1086"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1097"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to speak to the Protecting Child Performers Act. I want to congratulate the member from Hamilton East–Stoney Creek. He has been like a dog with a bone. It is true. The Minister of Labour would hear from him and we all would hear from him, not only in the halls, but in question period you would hear, “What about those child actors,” underneath all the other noise that’s going on. I have to congratulate him for that.", "I also know the member from Parkdale–High Park had put some measures forward earlier, in about 2007, that were also reflected in the bill as well. Also, the Minister of Labour, the former Minister of Labour and their staff—a lot of work went into this bill in terms of the amendments in December 2013. It does show how we can work together.", "Now, I would also like to recognize the members of ACTRA and Equity who are here in the gallery today. I do want to spend a little bit of time on that, because I want to talk about the importance of coming and speaking to us, not only in committee, but in our offices, in our communities and here at Queen’s Park. It’s very important that people come and tell us what is happening in their industry or in their lives so that we understand it.", "I was on general government, so when the bill was coming forward to committee, as the leader of the third party said—I don’t want to say that I was clueless, but you have this perception in your head, you know, that it’s art. So it’s imitating real life, and we don’t really see what goes into building that. I thought of Shirley Temple; I’m not that old, but that’s what I thought.", "So I want to mention in particular two people who presented to the committee. Shirley Douglas presented at the committee. She described a scene: “Imagine yourself being 10 or 12 years old”—I haven’t forgotten this but I can’t remember it word for word; I don’t have the Hansard. But she said, “You’re on this movie set. There’s lots of heavy equipment around. You’re about this big. Everybody else is about this big. You’re working with adults. You’re young. You may be mature, but you’re not experienced. There’s lots of equipment. They’re dangerous places. There’s stuff on rails, there’s heavy equipment, there’s people moving around fast; they’re busy and working on a deadline.” It’s not a really safe environment. I don’t want to say that it’s unsafe, but it’s just that there are risks there if you are smaller. There are risks there if you are less experienced. So her description—I can’t do it fully right now—really put in my mind what those risks were and the need to protect young people.", "There was also another presentation. I can’t remember the young woman’s name—she’s in the gallery today—but she spoke about the risks, and the discrepancy between what the expectation of the producers was initially and what came out later. So that really solidified for me, as a member, the risks to young people, especially young women. That committee hearing and your presentations were very helpful to me as a member, and I want to thank you and congratulate you for that.", "It is really surprising that other jurisdictions have had rules around since 1930. I think that we’re not going to go back; we’re moving forward on this. I’ve always believed we’d get to this point. I think the member from Hamilton East–Stoney Creek would say that I always believed that it would happen. I would tell him that; he didn’t always believe me.", "Just to speak a little bit today, we are talking about Ryan’s Law. The member from Elgin–Middlesex–London is bringing that forward. Those are very important bills in doing the thing which is protecting our children. It shows what we can do when we work together.", "I was talking to page Mira a little earlier about how it feels to be here in question period, because that’s kind of like being on a movie set, I would argue. She said, “Well, at first it’s really intimidating.” And it is. It’s really, really, very intimidating, Mr. Speaker. I think the second or third day she was here, I said, “What’s the most interesting thing about this place?” I like to ask the pages questions, because they are young people working in an adult environment, and what do they think of all of us?" ],
  "anchor" : "para1098"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Oh no, it’s good to get another perspective. She said, “You know, when you come here you think that there’s all these people and they’re important and they’re talking, and it’s a bit like the movies.” And she said, “Then I realized that you’re all like a really big family.” And that’s what we are: We are a big family. If families stayed together as long as we stay together, what happened in question period—" ],
  "anchor" : "para1109"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I’m not feeling the love these days." ],
  "anchor" : "para1110"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Well, you should feel the love right now. Take it for what it’s worth. Don’t pass it up.", "I just want to congratulate the member from Hamilton East–Stoney Creek again. I will mention—not to curry favour with the leader of the third party, but my mom is from Hamilton, so half of my blood is from Hamilton. The other half is from Winnipeg, so you figure that out. I’m very happy for you, I’m very proud for this Legislature today. I’ll be proud when we debate the second bill. I look forward to the bill getting passed. Thank you for all your hard work." ],
  "anchor" : "para1111"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Further debate? Further debate?", "Since the love is still flowing in this place, Mr. Miller, Hamilton East–Stoney Creek, has moved third reading of Bill 17, An Act to protect child performers in the live entertainment industry and the recorded entertainment industry.", "Is it the pleasure of the House that the motion carry?", "Interjections." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Carried.", "Interjections." ],
  "anchor" : "para1117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sorry. I didn’t hear them. Forgive me.", "Well, then, seeing as how there was a nay—maybe a little louder next time; or let me turn this up just a little more. Seeing as how there was a nay, all those in favour will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "Interjections." ],
  "anchor" : "para1119"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "A recorded vote being required, pursuant to the order of the House earlier today, this vote is deferred until deferred votes tomorrow, April 30.", "Mr. Yurek moved third reading of the following bill:", "Bill 20, An Act to protect pupils with asthma / Projet de loi 20, Loi protégeant les élèves asthmatiques." ],
  "anchor" : "para1124"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Elgin–Middlesex–London." ],
  "anchor" : "para1130"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Speaker, I’m proud to rise today and debate third reading of my private member’s bill, Bill 20, Ryan’s Law (Ensuring Asthma Friendly Schools). First, I’d like to take a little bit of time and acknowledge the individuals who helped bring this bill to this point in time and hopefully passage for tomorrow.", "I’d like, first of all, to give thanks to Speaker Dave Levac, who gave me a little bit of guidance on this bill. Dave brought through Sabrina’s Law a few years back and had gone through basically the same process I have gone through, and he gave me some key pointers.", "I’d also like to thank the three House leaders in this Legislature, who worked really hard at ensuring this bill returned back for third reading. In particular, I’d like to thank my House leader, Steve Clark, from Leeds–Grenville—his determination at ensuring this bill got back to the Legislature. I’m truly thankful.", "I’d like to thank the many MPPs in this Legislature who have been very supportive of this bill through each of its stages; the Ontario Lung Association, which is here today; and the Asthma Society of Canada, which has also been—both of those organizations really lobbied on behalf of this bill with the various House leaders.", "I’d like to thank my staff, both in St. Thomas and here in Toronto: Whitney McWilliam, who’s here today from St. Thomas, and Kyle Dicker in my office in Toronto. Two in my office in St. Thomas, Trish Fifield and Marlene Bainbridge, couldn’t make it. Someone still has to run the fort there.", "I also want to give thanks to my previous staffer William Ross, who was there the first time we brought this bill to the Legislature and who has moved on to greener pastures.", "I always like to take a few minutes and thank my daughter’s teachers for everything they do with her and give them a shout-out, because I think it’s important that I’m quite proud of the work and guidance they’ve shown my daughter, who is now in grade 5. I’m very proud of her accomplishments. I’d like to thank Mrs. Keogh, Mrs. L’Heureux, Mrs. Burgess and Mrs. Marcinkiewicz, who taught my daughter for two years in a row—not because she failed or anything. She passed her class, too, and moved up another grade.", "Mr. Brock Austin: I found it amazing that he taught me grade 8 and was able to teach my daughter. He’s still teaching. This year, it’s Mrs. Roy-Kaufman. I won’t forget my daughter’s French teachers, the O’Gormans: Mr. and Mrs. O’Gorman. My daughter’s quite taken aback with French, and I thank them for guiding her, heading that way.", "I’d also like to thank the principal of Monsignor Morrison Catholic School, Mrs. Giampa, and, of course, the lady who runs the whole school, the secretary of the school, Mrs. Walt. You can’t do anything unless you go through her. So thank you very much for what you do for my daughter and all the kids at Monsignor Morrison.", "In particular, I’d like to thank Sandra Gibbons, who’s here today. Thank you, Sandra, for coming in today. You’ve shown such strength, courage and determination to ensure that this bill reaches this part. Without you, this bill would not be here today. I just want to let you know that you’re a very strong advocate for all children with asthma. So thank you very much for being here today and thank you for the support.", "In October of 2012, Sandra faced every parent’s worst nightmare: Her son, Ryan, who was a grade 7 student at Straffordville Public School, had an asthmatic attack while at school and, despite the best efforts by medical staff, he passed away. While his 12 years here were far too short, in that time, Ryan made an impression on those around him, who remember him as a fun, lovable boy who had an affinity for electronics and gadgetry. The news shocked the community, which came in the days and weeks afterwards to mourn the loss of Ryan.", "I’m a parent, as I mentioned earlier—my daughter—and many others in this chamber are parents. We can’t begin to imagine the pain associated with losing a child, a pain that I’m sure Sandra now lives with every day. But Sandra has courageously come forward to share her story. She began a partnership with the Ontario Lung Association to get her message out and started a petition asking for asthma-friendly schools that has garnered thousands upon thousands of signatures.", "When I met Sandra, her story was compelling. Her request for change was common sense. Ryan’s Law provides the solutions for our school system to make schools safer for children with asthma. I want to take this moment again to thank and recognize Sandra for her courage and commitment on this issue. Thank you, Sandra.", "I’ve received many stories throughout the province from parents in regard to their children and the inaccessibility to relief medication at school. Some parents have even resorted to hiding the relief medication in a school bag in order for children to have access to the medication in case of relief.", "Sandra’s is not the only story that’s come by me, but I’ll tell you another story in my riding that occurred that I heard during the last provincial election.", "I had a mom come up to me and thank me for Ryan’s Law because her daughter has asthma. A year ago, her daughter was on the school bus heading to school and underwent an asthmatic attack. Because of the rules of her school, she was not allowed to have the inhaler on her, so she didn’t have it in her backpack. Her daughter had to wait until the bus reached the school, get off the bus, and go in the school and find the principal in order to get her medication.", "Thank goodness it wasn’t as severe as Ryan’s. However, if you have ever suffered an asthmatic attack, just imagine breathing through a straw continually for as long as it took to get that reliever.", "This proves to me, not only with one case—it’s across the province, and Ryan’s Law is definitely needed.", "Sandra and the Lung Association first approached me about doing a private member’s bill in the summer of 2013, and I began my research on asthma policies throughout the province. It has become clear to me that policies vary from school to school, from school board to school board. Certain schools do have exceptional policies, and I will call out the Halton school board, which has a policy they created that we’ve modelled Ryan’s Law after. This is a policy that works and has successfully made their schools asthma-friendly. Unfortunately, that doesn’t span the province.", "Ryan’s Law seeks to provide policies that include a child’s right to carry their relief inhaler at all times while at school, with their parent or guardian’s permission. Asthma, as you know, Mr. Speaker, is the most chronic condition among children, and as many as one in five children in Ontario have asthma, or 20% of our kids.", "Children with asthma can lead happy, healthy lives if their asthma is managed properly by using appropriate medications and avoiding or controlling exposure to asthma triggers.", "If they are controlling their asthma, which we’re sure they’re trying to do, they don’t need their relief inhalers. But unfortunately, as seasons change, as colds and flus come up, there comes a time when they do need access to these relief inhalers, and you can’t predict when you need one of those inhalers.", "Reducing exposure to asthma triggers assists in reducing absenteeism. It reduces classroom disruptions and allows for fuller participation in physical activity. The intent of Ryan’s Law is to ensure that all school boards develop and maintain asthma policies that are consistent across the province. This includes strategies to reduce the risk of asthma triggers; a communications plan for the dissemination of information on asthma; and regular training on dealing with asthma.", "Ryan’s Law also ensures that any student 16 and under will have his or her parent or guardian’s permission to be allowed to carry his or her asthma relief medication while at school, while those over 16 can just do so.", "It has been a long journey. Ryan’s Law was first introduced in November 2013. It passed second reading and went through committee, but unfortunately, due to the spring election last year, all bills were erased from the order paper. We had to begin again. After the election, I reintroduced Ryan’s Law for first reading in July, and, thankfully, it passed second reading in October 2014.", "To increase awareness of the bill, passryanslaw.com was created, a website which has had a tremendous response. We’ve had 1,000 supporters, 351 endorsements, and hundreds of online signatures on the petition.", "There have also been a number of endorsements, and I’ll share a few, if I have the opportunity to do so, Mr. Speaker.", "I have an endorsement here: “The members of the Ontario English Catholic Teachers Association, OECTA, have had an opportunity to review Bill 20, An Act to protect pupils with asthma. We understand that the bill would require every school board to establish and maintain an asthma policy that, among other things, would include measures to reduce asthma triggers.", "“The bill also protects school board employees from damages for an act, or an omission of an act, executed in good faith.", "“OECTA supports any measure that will keep students and board employees safe and healthy. We believe school boards should have transparent system policies across the province that address such problems as asthma.", "“It is for this reason we support MPP Jeff Yurek’s private member’s bill.”", "Mr. Speaker, I have an endorsement that the Elgin county council “supports this private member’s bill”—Bill 20—“Ryan’s Law (Ensuring Asthma Friendly Schools),” 2014.", "“Signed,", "“Warden Dave Marr.”", "I also have the Toronto Anaphylaxis Education Group fully endorsing my bill: “We understand the work of educating schools about asthma cannot and should not be undertaken by parents alone. We urge the Ontario Legislature to once again lead the way by supporting Ryan’s Law to make our schools safe places of learning for students with asthma.”", "I also have an endorsement—many more; I just grabbed a handful as I came down to speak today—from Allergan, a company which deals with allergies. Many people who do suffer from asthma do have allergies, which cause the reaction to occur in their system which constricts the breathing airways, which is why you need the reliever medication, usually a Ventolin or Bricanyl inhaler, which will open up the airways and allow you to breathe easier.", "Those are a few of the endorsements I do have. I just want to thank everyone who has put their endorsement forward. I really appreciate the county of Elgin, the home area of Sandra and me, our own county, for bringing forward that motion.", "Mr. Speaker, it has been a long road to reach the point we have today with Ryan’s Law, and I want to take the opportunity to encourage every MPP to support it. I have seen throughout this whole process that they’ve been quite supportive. I thank you very much that we’re able to put our partisanship aside and allow an opposition member’s bill to come forward for third and final reading.", "Ryan’s Law is important in creating asthma-friendly schools across the province of Ontario. I think Ryan’s Law is important. Sandra thinks Ryan’s Law is important.", "It’s my hope—after question period tomorrow, when we vote for a final vote on Ryan’s Law, with all-MPP support, and it is enacted into law, creating safer schools for 20% of the children in our school system—that everybody throughout Ontario will know how important Ryan’s Law is to the future of our province and for our children today." ],
  "anchor" : "para1131"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1172"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’d like to begin this afternoon by commending the member from Elgin–Middlesex–London for his advocacy on behalf of students with asthma in Ontario.", "Speaker, I believe the member shares our government’s commitment to the health, safety and well-being of all Ontario students. I’m aware of the tragic circumstances surrounding the heartbreaking passing of Ryan Gibbons, and I’d like to express my deepest condolences to Ryan’s parents, family, friends, everyone who has been so involved in working with Mr. Yurek.", "In particular, I would like to acknowledge Sandra Gibbons, without whose advocacy this wouldn’t be happening. Ryan’s mom is here today. We really do appreciate the work that you’ve done. As a mother and grandmother, I know that the death of a child is not something that any parent should have to go through, but in the wake of such a terrible tragedy, Sandra has demonstrated such incredible leadership in working to improve the safety of all the other children in Ontario living with asthma. Sandra, please know that your actions really have made a difference.", "I would also like to acknowledge and thank George Habib, president and CEO of the Ontario Lung Association, and his dedicated staff for all of the assistance that they have provided to my ministry to date.", "Speaker, the health and safety of our students is something that our government takes very seriously. Over the past decade, we’ve developed a number of initiatives to support student well-being and to ensure that when they are in school, they are safe. These initiatives have focused on healthy eating, increased physical activity, better mental health supports and injury prevention.", "And we have supported the Ontario Physical and Health Education Association, known as Ophea, as they have reviewed how prevalent medical conditions are managed in schools. I know their work on this topic was recently completed.", "While this legislation is an important step to support the well-being of students with asthma, the government’s broader vision is to support the well-being of all children and students. We believe that a more comprehensive approach to the management of prevalent medical conditions would better support all students. That’s why the ministry remains committed to moving forward with a comprehensive approach to address prevalent medical conditions, including asthma, diabetes, anaphylaxis and epilepsy in Ontario schools. To that end, I would like to thank the Canadian Diabetes Association, Anaphylaxis Canada, the Asthma Society of Canada and Epilepsy Ontario, all of them, for their leadership in moving this approach forward. We plan to continue to utilize their expertise and knowledge on this important work, in addition to input from our partners in all four publicly funded education systems and the Ministry of Health and Long-Term Care, to develop a comprehensive approach to prevalent medical conditions.", "While we are here today in support of Ryan’s Law—and we are here to support Ryan’s Law—and the protection it will provide children with asthma in our schools, we will begin work immediately to have a comprehensive approach in place to protect children living with those other diseases which are not covered yet by other specific laws. So we are supporting Ryan’s Law, but we understand there are other diseases, so we will continue to work with Ophea and the other stakeholders to get comprehensive policies in place that will deal with all of these things. Because, no matter what the disease, parents deserve to know that when they send their children to school each day, they will be safe.", "Speaker, once again, I’d like to thank the member from Elgin–Middlesex–London for his efforts and his hard work. As he mentioned, this law got all the way through second reading before we had an election and then all bills fall off the order paper, and he had to start over again. But what did happen, when the bill was in committee last time, was that there were some government amendments that were made to the bill to make it easier to implement in schools. I’d like to thank the member for when he re-tabled the bill last fall, he actually tabled the version that had been amended in committee. That’s been very helpful, enabling us to support it, because we know that the version that is coming forward is one that we will be able to implement in Ontario schools. So I want to thank the member for his very wise, collaborative approach to making this happen.", "Thank you to everybody who’s been advocating for asthma, and thank you to our other partners who have been advocating for a variety of other diseases. We will get the rules fixed so that we eventually end up with everything covered, but today is a day to celebrate dealing with kids who have asthma." ],
  "anchor" : "para1173"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1184"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Before I speak on Ryan’s Law, I want to take the opportunity to commend my colleague Mr. Yurek, the member for Elgin–Middlesex–London, for bringing forward this bill and really taking the steps to ensure that our children are safe at school. His very hard work and his dedication to this cause will really help children that have asthma receive the support and protection that they need and deserve. I appreciate his kind words earlier about the three House leaders, and having to have a deal that goes forward that would help this bill and Mr. Miller’s bill, and Ms. Martin’s bill tomorrow, to move forward.", "I just want to speak a little bit about Jeff as a member. He has done an exceptional job with this bill. To go through the minority Parliament and have a bill go through committee and then ultimately die on the order paper is frustrating. Anybody who has been in this place for any period of time has experienced that—has experienced having a bill or other bills that you support or that your constituents support that just don’t make it, and it’s so sad.", "The other thing is, this bill, in a sort of indirect way, has a special meaning for me. My son now is 26 years old; he’s an Edmonton city police officer. But 26 years ago—it wasn’t asthma, but it was his peanut allergy that he had. It was really—I guess the right word would be frustrating in terms of dealing with school boards and trying to educate them on the importance of having that EpiPen close to him at all times. I have to tell you that I worried pretty well every day that he was in public school or high school about something that would happen. I have to tell you, I had parents come up to me and give me a hard time about the restrictions that were placed upon them because of his allergy. I talked about the importance of making sure not just my kid but all kids were safe.", "Sandra, I have to tell you, you’re a wonderful woman. I don’t really know a lot about you other than the good things Jeff says, but I really have to say that to keep Ryan’s memory alive and to be so tenacious to get this bill passed—God bless you. You are such a good mother and such an amazing parent to be able to be here today to support Jeff and to see Ryan’s legacy enshrined in legislation. I want to thank you for being here and I hope you’re here tomorrow for the special day that we’re going to have. Thank you so much for being here.", "Speaker, I think I’d get in trouble from the Lung Association or the asthma society—they do bombard us with all these wonderful statistics, and it is a big issue in our schools. Although I’m not the pharmacist that Jeff Yurek is—I refer to them as “puffers” and “relief inhalers.” He had a couple of technical drug terms there about what they were. He was losing me. That was the only time you lost me in the speech, when you were becoming the pharmacist rather than the legislator, talking about the specific drugs that would be used.", "I think we all understand the importance of this. The report that I think we’ve all received from our stakeholders is from Ontario’s chief medical officer for the year 2000, where the importance of educating staff and students about asthma was stressed, making staff aware of students with asthma and ensuring that medication is readily available.", "Here we are—it’s hard to believe—15 years after that report, and we still haven’t had legislation that’s passed. It’s amazing to me that that’s where we are. We all know the chronic condition that asthma is in our children. The statistic that the Ontario Lung Association has given all of us—I shouldn’t be reading it; it should be engrained in my brain—is that one in five students in our Ontario schools have asthma; 20% is a high figure. Although it’s common, we all know, with Ryan’s story, that it can’t be taken lightly. It has to be known, it has to be understood by our educators, and it can be fatal.", "Jeff, you’ve done a great job in educating us about Ryan and his story; you’ve helped us, through this bill, get to know Sandra and the people of your riding; and I think it was great that you had an opportunity to really put into legislation a bill that is good public policy. Unfortunately, it was a heartbreaking incident that caused this bill to come to our floor, but it’s a bright spot in this legislative session for us in this party to have one of our colleagues break through the Liberal majority and actually have a bill that means something, that shows that we can, in this place, really take what the Premier said in her throne speech that we can actually put some bit of partnership before partisanship—that we can, in an afternoon for two hours and in a morning for an hour, framed between budget debates, be able to have a frank discussion about three bills that need to get passed.", "The statistic regarding asthma from the chief medical officer shows that 15 years is 15 years too long—15 minutes is too long, to be quite frank. I’m just very pleased that we can have a bill that is framed, as the member said, from an existing policy within our school system. I believe he said it was the Halton board that has this policy, and we were able to take that, put it into a piece of legislation and pilot it through committee. I think we realize that part of what was good about the minority government was that we were able to test a few non-government bills and have them actually go to committee. We haven’t done that yet. For those new members in the back row, we were able to take bills from all three parties and at least give them that lens from all of us, at least have one or, in some cases, two days of clause-by-clause hearings where we could have that debate, where we could allow people from our ridings to come forward, where we could allow our communities to correspond with us—as the member read out today, just a snapshot of people in his community that were supportive of his bill.", "Just like we did with Mr. Miller’s bill, with child performers, we can’t let these young people—20% of kids in Ontario schools—fall through the cracks. We have to allow them to have all the tools that are available to them—their puffers, their inhalers or whatever the technical term that Mr. Yurek used. We have to have them not just close to them; we have to have the people around them understand their importance, understand that saving those precious lives has to be paramount; and we have to make sure that our policies in Ontario are sympathetic to that.", "So I want to thank the member for re-tabling this bill, for having it here today. I’m proud to be able to play just a small part in this debate. Congratulations." ],
  "anchor" : "para1185"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1197"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to also welcome Ryan’s mother here, Sandra. There’s nothing, I think, that’s tougher for anybody in life than to lose a loved one. The fact is that you are taking a tragedy and making it into a positive, so that no other parent may have to suffer the loss that you suffered. On behalf of all three parties, your courage and what you’re doing for your son, who’s probably looking down today from heaven with a little bit of a smile on his face, knowing that no other child is going to have the same thing happen to them—so I want to say, from the bottom of my heart, thanks for doing this. There are a lot of other families that are thanking you today, as well. Thank you very much.", "Thank you for allowing me to speak to the bill today, Ryan’s Law. As you know, this bill seeks to make sure there are plans and procedures in place to protect children in our schools who suffer from asthma. It also seeks to make sure that our teachers and our principals have the proper education when it comes to understanding asthma and to make sure our children get their medication.", "I know that the member from Elgin–Middlesex–London has been working very hard to get this bill passed through this Legislature and I’m extremely happy today to stand and support it.", "When I look at this tragic story of Ryan Gibbons, we understand why this clear policy is necessary. I don’t think anyone blames the teachers in this situation, but the patchwork of policies that exists around asthma medication becomes a major concern. We hear stories of parents hiding their puffers in their kids’ backpacks in some areas or having them locked away. When our children’s health is on the line, there should be no confusion over the regulations. They need to get proper protection and their health should be absolutely the first priority. This is a discussion that has to involve the doctor, the children and the parents of the children.", "I know that the Ontario Lung Association also supports this bill. In fact, I see some of their suggestions in this bill. I know that they have recommended that those suffering from asthma work with their family doctors to create an action plan in case an attack should occur. Even if someone believes they are not at a high risk of an asthma attack, these plans are incredibly important.", "This bill also requires the principals to work with individuals to create a school plan should such an attack occur while they’re at school. Considering how much time children spend in the classroom, this should really be a no-brainer. On top of that, it will finally bring together an action plan created by the doctor to protect children at home and at school.", "I can’t imagine there would be any opposition to this. A principal working with a doctor and working with the parents is fundamentally the way a community should care for its children.", "It’s important as well to note the role the doctor must play in this. Of course, our principals can create an action plan for the school; they know the facility well. But they are not medical professionals. When I asked in my riding of Niagara Falls about what kind of regulations were in place around asthma, the answer was a bit tougher than I imagined. There are some asthmas that are caused by seasons, some that are caused by triggers, some that are severe, and some where they don’t bring puffers. The principals are definitely willing to do whatever it takes to make sure their schools are safe, but it’s the doctors who are the professionals. So long as the responsibility is on the doctor to create a proper medical plan and work with principals to make sure it’s properly implemented, we can solve these concerns.", "By doing this, we can make sure that our children are never at risk and that proper action plans are available in areas where they spend most of their time. This should be the absolute priority of this assembly.", "I can remember when these same things were happening around peanut butter in our schools. We heard stories of children who were deadly allergic to peanut butter, yet there were no regulations around it in our schools. It wasn’t until there was a tragedy, the loss of a young girl named Sabrina to an allergic reaction, that regulations were finally put in place. It was unacceptable then, and it’s unacceptable now.", "I can tell you today what occurs with peanut butter allergies in our schools following Sabrina’s Law, and I think it’s important that everybody listen to this: Every single year, every member of the school staff is required to be fully trained on what to do if an allergic reaction to peanut butter occurs: the teachers, the administration staff, the janitorial staff—everybody. They have to sign off that they’re trained. They have to renew that training every single year, and they have to document that they received it. If a child has an allergic reaction to peanut butter, they’re fully equipped.", "Yet if a child with severe asthma has a full asthma attack, that training isn’t there. When our children’s health is at risk—and you’re going to hear me say this a few times during this speech, my 10 or 15 minutes—we should be moving as quickly as possible to solve the issue.", "Before I started to talk on this, I went to my wife, Rita DeLuca, who’s a principal. I asked her, “What do you think of the bill?” She said that it should have been in place a long time ago. I think it’s important to understand that the principals, the teachers—everybody—support the bill because they all care about the kids.", "If we have reason to believe a child is in danger in a school, we have a responsibility to act. In the case of asthma, the parents are telling us there’s reason to believe that there are gaps in action plans and that dangerous situations are existing. Who would know better than the parents? If that’s the case, I can see no reason why we shouldn’t support this bill.", "There are also serious concerns over being able to get their puffers. In some schools, the puffers are locked up in the office. This is because staff are required to administer the puffer, and then detail the dosage, any effects and anything related to it.", "The problem is: What happens when the office is locked? What if you have to unlock the office and then unlock the area where the puffer is? It’s easy to see why this is a tragedy waiting to happen when this happens in an emergency situation.", "With EpiPens, students keep one in their locker and one in the office, so this concern is removed. Working with doctors and parents, there should be no reason why EpiPens are easily accessible and puffers are not. Just comparing it to EpiPens and peanut butter, it’s easy to see there are regulations already in place for these concerns. Why not for asthma?", "If parents and doctors agree that the child is capable of administering their own medication when it comes to asthma, then why can’t they? There should be an option, and it’s an option that can save lives. I want you to hear that: It’s an option that can save lives.", "The only issue that was raised to me was the issue of liability. With Sabrina’s Law, there are protections in place for staff who are trying to follow their training and save a life. I need to get some clarification, because I believe this is what subsection 4(3) is for.", "If I’m reading the section correctly, it’s to make sure there aren’t concerns for liability. In the case of an emergency, we want to know that our trained staff can act to save a life and not worry about liability. If that’s what the section is for, then this isn’t a problem. But if it isn’t what it’s referring to, then perhaps there should be more discussion to remove that concern.", "Ryan’s Law could be an example that we can follow. There are a number of other dangers that face our children at school. The thought that a parent would send their child to school and not know if their child is going to come home is unthinkable and should never happen in the province of Ontario. We can pass Ryan’s Law and use it as an example for other cases as well. We can address other conditions and medications before tragedies occur, and make our schools as safe as possible.", "In closing, I think I’ve made it clear that I support the bill. I’ve highlighted some of the concerns, and I believe they will be dealt with. There’s no reason to hold this bill up any longer, when children’s safety depends on it. We shouldn’t need to wait for a tragedy before we act. We can pass Ryan’s Law and use it as an example of how to keep our schools safe in the future, and act before a tragedy occurs.", "I’d just like to finish by saying that today is a perfect example of how Queen’s Park should work, because with probably passing both of these bills—protecting child performers and Ryan’s Law—there is nothing, I want to say as clearly as I can, more important to all of us than our kids and our grandkids. I believe we’ve all got an obligation to make sure we do everything we can to make sure they come home from school when they finish their classes. Thank you very much for giving me a few minutes." ],
  "anchor" : "para1198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1222"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It’s absolutely my pleasure today to be able to weigh in on this debate. Indeed, I asked to be able to speak to Ryan’s Law.", "I would really like to add my own thanks to the member from Elgin–Middlesex–London, not only for his advocacy on behalf of students living with asthma in Ontario, but also his advocacy on behalf of Ryan Gibbons’s family, who are here with us today.", "I also want to give a shout-out to all MPPs across the House who have supported this bill, both through second reading and here at third reading. I also wanted to commend all our lung health partners, who have been with us, side by side, to make sure we get this bill into third reading.", "I am very aware of concerns about student asthma and the tragic circumstances surrounding the death and life of Ryan Gibbons. The Gibbons’s story could be my family’s story and that’s why I’m here today. It’s also why I so strongly support this bill, not only as a mother, but also as a nurse.", "I spent the first 10 years of my career as a nurse at the Hospital for Sick Children, caring for many young patients under age four suffering from asthma. I spent many anxious moments holding my small, struggling patients as they struggled to breathe in their life-saving inhaled medications until they could get relief.", "It’s interesting: At the Hospital for Sick Children, before we had an Ontario asthma protocol that was standard across this province, we used to do two forms of census every day in the ward where I worked. We would do the patient census every midnight and we would also do the asthma census every day at midnight. We knew that in spring and fall and on smog-related or high-smog days, we would have an influx of small asthma patients. It’s through the work of organizations such as the Asthma Society and all of our health care partners that we finally got control of this and instituted an across-the-board gold standard of care for asthma across the province. And what happened? We had better asthma care across the province and fewer admissions.", "We have, in Ontario, done a good job in addressing common asthma triggers: smoking in public places. At the old Hospital for Sick Children, we used to have smoking rooms on every ward where parents could go and have their cigarettes and then go back to the ward, and we could smell the cigarette smoke, which was a trigger for asthma. It’s beyond imaginable in today’s society that that could happen. So we’ve done a good job, as a government, to ban smoking in public places; banning smoking in cars that are carrying kids. We’ve helped to clean up our air, including closing all the coal-fired energy plants that contributed so strongly to smog days or an increase in smog days. In cleaner air, we have certainly reduced some of those triggers. As I said, on smog days, we knew we’d have an influx of patients.", "But where we haven’t done such a good job is ensuring that our children at school can have their life-saving medication right alongside them. I support this bill as a mother who raised a child with severe lung issues that also included asthma. I breathed along with my child while he was in crisis, almost nose to nose, holding the mask just off of his face because of the panic in his eyes, until he could finally breathe well enough to get in enough breath that his asthma medications would relieve his symptoms and we could live for another day. My son Rory lived in hospitals for about six years out of his first 16 years, struggling to breathe through much of that time. His asthma medication was life-saving and he could not be without it.", "To imagine the sheer panic of being unable to draw enough breath to be able to breathe in your asthma medication is very difficult, and as a bystander, we always want to help. My son went back to school only because we had worked with the school board and with his physicians to make sure that he had his medication with him at all times.", "Children, even at a very young age, know when they need their medication. Children, no matter where they are, including school, should have immediate access to their medication.", "Our government will develop an overarching policy and program memorandum on the management of prevalent medical conditions which support and complement Sabrina’s Law, Ryan’s Law—once it receives royal assent—and similar legislation, as our government’s top priority is the health, safety and well-being of our Ontario students.", "Sandra Gibbons, your son, Ryan, was a very special son. In his memory, his life will serve as a beacon of hope to other families in Ontario who have stood with you to pass this very important bill. As the Ontario Lung Association’s mandate says, “When you can’t breathe, nothing else matters.”", "I fully support the passage of this bill." ],
  "anchor" : "para1223"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1237"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "It is my privilege to add my voice to this very important debate for Bill 20, recognizing Ryan’s Law. I would like the recognize the member from Elgin–Middlesex–London for his advocacy and his championing this issue on behalf of Ryan Gibbons. I would welcome his family here today and welcome his mother, Sandra. I can only imagine the journey you’ve had from that day in October 2012 to today. I hope, as we’ve heard, you’ll be able to join us tomorrow as we vote this into law.", "As you know, my background is in public education, and I’m coming directly from the classroom into this fine Legislature. I’m pleased to have been a part of various debates in the House, whether it’s about bus safety or to have been here earlier this afternoon as we discussed the workplace for children, protecting their safety, their financial futures, considering the environment that they might find themselves in on set and addressing those risks and realities. I look forward to supporting Bill 17 tomorrow, which protects child performers. When we think about a child in their environment—in that case, it’s a work environment, but I know all too well the learning environment and the living environment during the day for many of our children in Ontario.", "I’ll tell you a little bit about safety in schools from a first-hand perspective. Anything can happen at school, anything can happen on a playground, anything can happen in life, and we know that, but we do our best to keep kids safe. We know that accidents can happen, but we know what is unsafe, and we do our best to protect against it. As teachers, we encourage the kids to run and play and get their exercise, but we don’t let them run and play on the ice, we don’t let them climb and sit on fences, and we don’t let them run in the hallways. We know when children are in danger, and we do our best to prevent accidents from happening.", "As a classroom teacher for eight years in Durham, I did my best to ensure that every student in my classroom had what they needed to be successful." ],
  "anchor" : "para1238"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "And you did a good job." ],
  "anchor" : "para1242"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para1243"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Well, and the minister knows first-hand because I taught two of her children in grade 8. And so because of that—thank you for the shout-out—I will not take this opportunity to slam the funding, or rather the underfunding. Much of what I provided for the children in terms of their success may have come from my own pockets, but that’s another debate for another time.", "I know that students need more than pencils and supplies and books to be successful; they need to feel safe. We address bullying all the time to foster communities that are safe and as open as possible. The realities, when it comes to the learning environment—a productive, effective, strong learning environment—there are so many pieces that need to come together. If children are hungry, they can’t concentrate. If children feel unsafe, they can’t concentrate. If children are embarrassed, they can’t concentrate. If children are excited about gym class, they can’t concentrate. We aren’t hoping to control daydreaming, but we do want to strengthen what we can.", "Children need to feel safe in the classroom, they need to feel safe in the halls, and they need to feel safe on the yard. If they’re running around the yard at recess, they need their airways open. If something should happen that challenges a child’s breathing, time is of the essence. I think that every child, parent and teacher would breathe easier knowing that any children with asthma are allowed to carry their own inhaler.", "Speaker, we are here today talking about Ryan’s Law, a bill ensuring asthma-friendly schools and that students with asthma who have prescribed asthma medication should be able to have that medication at their fingertips and on their person as needed. This bill mandates that every school allow children with asthma to carry that medication with them and that each school in the board have a consistent policy outlining strategies and training requirements.", "Wow, 10 minutes goes fast.", "I would like to speak a little bit about that training. As my colleague mentioned about Sabrina’s Law, which was a law passed—I’ll tell you from a teacher’s standpoint. What it did for me is that it meant every year I had to have up-to-date training when it came to EpiPens and recognizing anaphylaxis, and to know what to do and where to go. Fortunately, I was never in a situation where I had to reach for an EpiPen or administer, but I feel like it would have been instinct because of the training, because of the parents who came to help us with the training and brought in every new technology, so we knew how to administer the shiny new EpiPen—there was a new shape. We were up to date, and our students are that much safer.", "It was something in the staff rooms and the office. We knew what to do, we knew who our students were in a school with various allergies—environmental allergies, food allergies or medical conditions. We could recognize them on the yard. We saw their faces in our staff rooms; that was part of our training. We could recognize them on the yard, and if they were in crisis we could address it appropriately and in a timely fashion.", "The thing is, when we look at current board policies, it might be a patchwork and it might be effective, but it needs to be consistent, because in an emergency situation, it’s often desperate and it is immediate. You may not know where to go, to run, to look, but if a child has their medication on their person or has their puffer there with them, that would make all the difference in the world in a life-threatening, immediate situation.", "I will say to Sandra Gibbons that I didn’t know Ryan, of course, but Ryan was 12, and that was grade 7. I taught intermediate on purpose, by the way. I love teaching intermediate. I love teaching grades 7 and 8. What I know about grade 7s and 8s is that they are active and dynamic. They don’t stop. I’ll tell you, from a teacher’s standpoint, they sure as heck don’t play next to the office. They don’t play beside a teacher on the yard. They play off in some far corner where you can’t get at them and you don’t know what they’re saying or doing. So anyone in crisis would be awfully far away. In those moments, the child, the student, needs to have their medication with them.", "I would also like to say, again, thank you for your advocacy. While we’ve heard that I’m sure that Ryan is very proud of you and might be impressed with this place, he’s probably also very embarrassed, because I know that all grade 7s and 8s would do anything to avoid embarrassment at all cost. He’s probably mortified that we’re all talking about him, but at the same time he would be so pleased and proud of the work that you and my colleague from Elgin–Middlesex–London have done to move this forward to ensure that no one else would be in that kind of danger or risk in that situation. So thank you very much for that, and congratulations to the member for bringing forward such an important bill." ],
  "anchor" : "para1245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1255"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to rise this afternoon in support of Bill 20. I want to commend the member from Elgin–Middlesex–London, because you’re pretty persistent and not just, as they would say, a pretty face. You’ve been persistent since the time you arrived here at Queen’s Park and kept bringing, every year, this private member’s bill and improving and protecting the health of every student here in Ontario. I supported it from day one, when you brought the bill back in 2011, 2012 and now 2015.", "I also want to acknowledge Ryan’s mother for being here. Thank you for your advocacy work, but more importantly, your determination to make sure that the tragedy in your home—that you’re bringing that light to this. Because we know that every day there is a child in our schools, our classrooms or on our playgrounds, like my colleague opposite said, who has this medical condition.", "As a former public health nurse who spent much of her early career working with cystic fibrosis, I can tell you it’s the worst thing to do as a nurse, but also as someone from outside, watching a child looking for air. This is absolutely important for us to have this kind of legislation. But I’m also very public about my concern about the fact that we have a school board not able to have a piece of legislation like this, because as a former chair of the health committee with the Toronto District School Board, I know I could have gotten this kind of bill passed. I know, back in 2010—I’m just looking at my own bill that I brought at the Toronto District School Board. We at the Toronto District School Board were the first school board in this province to have a type 1 diabetes management policy and training to support the teachers and support every student with type 1 diabetes.", "So I want to say thank you to the member from Elgin–Middlesex–London for bringing this forward to the Legislature, but also to say that the government of Ontario, through the minister, is making a commitment to make sure that we have a comprehensive policy and program—a memorandum—to deal with prevalent medical conditions, whether it’s asthma, type 1 diabetes, epilepsy or other prevalent health conditions, because at the end of the day, another member will be coming to this Legislature to ask for another piece of legislation. We know that we have a really good health care system in Ontario, and every day the quality of life of the students depends on this Legislature to make sure that we keep our schools and our classrooms safe.", "The other piece here, I want to remind each member of the House, is that although the bill talks about the whole issue of the classroom, the principal’s requirements, the piece about employees—the member from Niagara Falls talked about this—the most challenging piece of this bill is the implementation; it’s not passing this tomorrow in third reading and getting royal assent. What is most challenging is making sure that Bill 20 will be implemented in September 2015; making sure every teacher, every employee and every staff member, along with the parents who come to disclose to the school that their child has asthma—because at the end of the day, I know that in my community, a diverse community, the parents may be reluctant to come forward with that information.", "I’m very pleased to join the debate, and I thank the member opposite for bringing it forward." ],
  "anchor" : "para1256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1263"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "I salute my colleague from the opposite way there. Doctors always support pharmacists. As you know, it’s a team effort in the delivery of health care.", "Of course, we recognize and honour the memory of Ryan and salute his family for coming forward and not only sharing their grief but, let’s say, repurposing their experience for the benefit of all Ontarians’ children.", "Asthma, as you may know, Speaker, is a Greek word that means “difficulty breathing.” If I might speak as a doctor for a moment, I think that it’s really a tragedy on many different levels—not only that people should actually lose their life due to asthma, but even suffer from their daily activities. Because we, as doctors, and my colleague opposite, as a pharmacist, and the nurses who have spoken know that if you have the right puffers at the right time, with the right dosage, you really should be able to conduct your life as you like it, with full activity.", "I’ll just review for a moment. There are basically two processes that happen in asthma. The first is that the airways or the windpipe tightens up. That’s what leads to the flute music. As some of my patients say, “Oh, Doctor, that’s the gypsy music coming from my lungs.” The other process is what we call inflammation, or friendly fire, where the lungs kind of go to war with themselves. Of course, there are particular puffers that are for both of these.", "The emergency puffers, Speaker, as you may know, are the ones that open the airway instantaneously. It’s the famous blue puffer, salbutamol, or Ventolin, as it’s known. That has to not only be available in a timely fashion—and, yes, I agree with my colleagues opposite: It should likely be carried on the person of the individual because time is of the essence in this matter, of course.", "I want to just say—whether it’s Ontarians listening to me, or my colleagues, or individuals who have asthma—that medical progress and the devices and the medications are available to the point where if you’re using this stuff on a regular basis properly, you really should be able to avoid, for the most part, any and all asthma attacks. What I mean by that: For example, there are certain puffers where, within a single device, a single inhaler, a single puffer, are embedded two or three medications that do it all at once. For example, they will open the airway quick, they will open the airway long—meaning for eight to 10 hours—and they will also dry the inflammation or the crud or the phlegm or the inflammatory fluid that’s in there.", "As I say, whatever the triggers are, whether it’s the friendly family cat or industrial asthma—for example, we know there’s a whole category called occupational asthma—whether it’s allergy-driven or whether it’s, as we call it, aero-allergy-driven—for example, during the summertime, with trees, pollens, grasses and so on—all of these things can be anticipated, and hopefully, with a judicious and intelligent review with the family physician and the family and perhaps, of course, the larger circle of care, which no doubt would involve the principal and the school system, all of these things can be avoided.", "For example, there is a type of asthma called exercise-induced asthma. We know that kids are basically fine, but if they challenge themselves—I guess it’s like a stress test—which could be playing hockey, running upstairs or playing any of the various sports—we know that if they pre-treat themselves—for example, let’s say 15 to 20 to 30 minutes before they actually go through that stress—they kind of cover that activity.", "All of these things are the types of conversations that we as family doctors have, not only with patients individually, but with families; and, of course, those of us who are responsible for teaching and publicizing that information on a broader basis, not only to the public but also to fellow physicians.", "We certainly salute this bill. As I say, doctors are obligated to support pharmacists in all of their various initiatives, so I do that, as is the protocol, but I think it’s very worthy.", "Once again, a salute to the Gibbons family." ],
  "anchor" : "para1264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Yurek has moved third reading of Bill 20, An Act to protect pupils with asthma. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will please say “aye.”", "All those opposed will please say “nay.”", "In my opinion, the ayes have it.", "A recorded vote being required, pursuant to the order of the House earlier today, this vote is deferred until deferred votes tomorrow, April 30.", "Resuming the debate adjourned on April 28, 2015, on the motion that this House approves in general the budgetary policy of the government." ],
  "anchor" : "para1275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "When this bill was last debated, the member from Scarborough–Agincourt had some time left. I turn it over to the member from Scarborough–Agincourt." ],
  "anchor" : "para1283"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Mr. Speaker, I’ll be sharing my time with the member from Etobicoke–Lakeshore, the Minister of Natural Resources and the Minister of Transportation.", "This particular budget—I know that we just heard the presentation last Thursday from the Minister of Finance—but there’s one aspect of Bill 91 that I wanted to share with the audience here tonight, the piece focusing on investing in people and their skills. The minister and the Premier recognize that the greatest strength in this province is the people, and we need to make sure every individual, especially young people, has the skills and ability to adapt to the very technological society we’re living in, to deal with the competitive nature of business out there.", "The other piece here is that if we invest in young people of all ages and all diversities in Ontario, it will give them the support they need to find the right jobs. The 2015 budget shows that Ontario will continue to improve in both education and skills training, from preschool to post-secondary.", "One of the programs that I wanted to spend some time on is the renewal of Ontario’s Youth Jobs Strategy. Moving forward in 2015, the proposed budget would focus on adding an additional $250 million over two years, bringing the total to $565 million, in terms of youth employment programs. Again, we as a government are very concerned about youth unemployment, and we need to provide adequate support. When we provide this kind of support, in terms of skills development and training in the community, young people will have more opportunity.", "The other piece that the government of Ontario is proposing is the Experience Ontario initiative. This is a new pilot program that will support recently graduated high school students. I think this program, Experience Ontario, is similar to one in Europe called gap years, which allows young people to find their own goals, their own passions so that they can choose an appropriate post-secondary education pathway. I know that oftentimes, young people, when they graduate from high school, still don’t know what career, what education pathway they want to pursue. Through Experience Ontario, young people who recently graduated from high school will have that opportunity.", "The other piece here is that I’m very, very pleased that the government is supporting skilled trades through the investment of $13 million over two years targeting pre-apprenticeship programs. As a former school board trustee, I recognize that this is a piece that will be very well received in every single school board in Ontario because, at the end of the day, it provides early interest and support in local schools, especially in the area of in-classroom support.", "Mr. Speaker, I’m going to sit, but I wanted to say that this is a bill that’s focused a lot on investing in people as well as their skills." ],
  "anchor" : "para1284"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Etobicoke–Lakeshore." ],
  "anchor" : "para1292"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you, Mr. Speaker. I’ll be followed by the Minister of Natural Resources and Forestry.", "It gives me great pleasure to rise in the House this afternoon to speak to our government’s budget bill. This budget demonstrates that we are meeting or exceeding our targets to bring the budget into balance by 2017-18, but we’re also on track to tackle our infrastructure deficit. That’s what I want to speak to: about this budget being about building up Ontario. This government is very much focused on creating those investments over the next decade of $130 billion, but specifically $31.5 billion for roads, bridges and transit over that period of time as well.", "When we renew and expand public infrastructure in this province, we’re helping Ontario’s industry and jobs, and we’re helping to create opportunities to grow and expand this province and compete in a global economy. When Ontario invests, we’re building. These investments, especially within the sphere of roads, bridges and transit, are going to have a tremendous impact on our ability to grow and expand, innovate and have a more productive economy.", "We know that gridlock costs this economy about $11 billion a year. So when some people, perhaps on the other side of the House, criticize us for spending, I want to ask them: Is it wise to not spend and impose these costs on the private sector, imposing $11 billion a year in costs on the private sector and Ontario residents? I think not. That’s why we’re investing.", "Our investments to expand roads, bridges, rail, the GO Transit system, create investments in various municipalities across this province, in light rail and bus rapid transit projects, are very important to the residents of Ontario, to the businesses of Ontario and our ability to be a competitive economy. Whether it’s in Waterloo, Mississauga, Brampton, the city of Toronto, Ottawa or other communities across this province, these investments are extremely important.", "It’s also important that we’re building resilient infrastructure to help us with climate change. In my riding of Etobicoke–Lakeshore, we have the Manby transformer station. When it was deluged with water back in 2013, the lights went out across much of Toronto and parts of the GTA. That was as a result of a lack of investment in hydro infrastructure. We’ve now invested in that facility, so the lights will stay on, so business can continue to produce, so residents can enjoy their quality of life, and we’re continuing investments across the GTA in hydro and other forms of infrastructure.", "Mr. Speaker, I’m pleased to sit down now because I’m looking forward to hearing what the Minister of Natural Resources and Forestry has to say." ],
  "anchor" : "para1293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member and recognize the Minister of Natural Resources and Forestry." ],
  "anchor" : "para1300"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, thank you very much. I want to thank my colleagues who have spoken on the bill today for their input.", "I’m going to focus on infrastructure—I just have a few minutes here today before we rise for the evening—but before I do that, I want to highlight a couple of pieces that I’m very proud of in regard to the Ministry of Natural Resources and Forestry.", "Our forestry stakeholders are very excited by this particular budget. They are very excited by a few of the particular pieces that we brought forward to support them as we see this industry, I would say, rebounding—not fully recovered; there are still challenges in the forest industry, as we all know. But there are some significant and positive stories occurring on the landscape in Ontario, particularly in the sawmilling industry. The pieces that we brought forward in this year’s budget will certainly help them, and it’s our belief and hope that it will incent them to make further investments in their industry, in their operations, so that, in fact, we can see more growth coming forward in their sector. Of note, bringing the roads funding program back up to $60 million: This was huge for them. They’re very excited by that commitment.", "The NIER Program: My colleague the Minister of Northern Development and Mines and I had an opportunity three or four weeks ago to announce the permanency of this electricity relief program for our large industrials, forestry being one of them. It’s $120 million a year, which will very much go a long way to supporting them and, I believe, will incent them to make further investments in their operations here in Ontario. I’m very proud of that.", "One that I take great pride in is that now our Jobs and Prosperity Fund—people will have heard that this was a $2.5-billion fund over 10 years. This budget increased that fund by $200 million, taking it up to $2.7 billion over 10 years. My point: For the first time now, the forestry industry will be eligible under the Jobs and Prosperity Fund.", "I look forward to working with my colleague the Minister of Economic Development on the design of the program and the eligibility criteria for the forest industry to apply into that particular program. This is a big piece for forestry, and I’m very proud of that.", "There’s more I could say on that, but what I do want to talk about, and be a bit of a homer on this one, is the infrastructure piece that we’ve announced our continued commitment to in Ontario. We’ve been doing this since 2003, I always like to remind people. Infrastructure was one of the deficits we identified when first elected in 2003, and we have been investing massively since then. This budget further commits us to that over the next number of years.", "I want to give you some examples of what it means, though, for my community of Thunder Bay. When we were first elected in 2003—we have a Bombardier plant that has been there for decades. Rosie the Riveter, back in the Second World War days—that was in Thunder Bay. That plant has been there for decades and decades. When we were elected in 2003, they were down to 200 to 250 employees. Bombardier had closed about six plants internationally. Who knows—I don’t for sure—but it’s possible that that plant was in danger of closure.", "In 1995, when the official opposition had been elected, their leader of the day made a very strong public commitment where he said, “We’re not in the mass transit game. It’s not our responsibility.” That’s fine. That was a policy position that they took. That—in part, for sure—was responsible for the population of employment in the Bombardier plant being as low as 200 to 250.", "When we were elected in 2003, our platform document in that year spoke very clearly to the fact that we were now back into the mass transit game, and we have been ever since 2003. Here’s the point, Speaker: From 200 to 250 employees in 2003, that particular plant today is employing somewhere in the neighbourhood of 1,400 people.", "Applause." ],
  "anchor" : "para1301"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Thank you.", "This is a massive job creator on the scale of our community. Thunder Bay proper is about 110,000 people; the surrounding communities, five smaller municipalities in my riding—one, just to the east of Thunder Bay, is called Shuniah—and another group of six smaller organized municipalities bring us up to about 120,000 or 125,000 people. When we can add 1,200 jobs into the employment pool in our particular neck of the woods, this has a dramatic impact on a variety of levels in a city of our size. It’s a piece that I take great pride in, and it is a piece that I feel we need to continually underscore.", "Sitting just to the right of me here is the Minister of Transportation. In this particular budget, we have made further commitments on mass transit and infrastructure generally. When we talk about infrastructure, people tend to think roads and bridges, hospitals and schools—all relevant; we’ve made massive commitments in those areas. But the Minister of Transportation just to my right knows that within the $31.5-billion MoveOntario piece over the next 10 years—about $16 billion to $16.5 billion in the GTA and about $15 billion to $15.5 billion outside the GTA—some of or much of the expenditure in that particular program will be focused on more mass transit infrastructure for downtown Toronto: light rail, rolling stock, subways, GO Transit—all of those products being produced, as we speak, out of the Bombardier plant in Thunder Bay.", "While I can’t stand here today and the minister responsible can’t stand here today and say for sure that this commitment will lead directly to more employment in our plant—obviously, there are still competitive forces at play. But given the history of that plant, given what’s going on there right now, I think it’s fair for us to say that there is a real opportunity, with 1,400 people already employed in that particular plant. As a result of this further infrastructure commitment from our government, confirmed in this budget, we will at least see sustained levels of 1,400 people being employed at the plant, with the opportunity for further growth.", "In addition to everything else that’s happened in Thunder Bay, having one of the lowest unemployment rates in the province of Ontario for the last four, five and six years, this piece here today—infrastructure generally, mass transit more specifically—has a tremendous opportunity to further enhance the funding in that particular plant, with greater benefits for the city of Thunder Bay and the surrounding area.", "Speaker, I see you’re giving me the eye. My time is up. I want to thank you for this opportunity." ],
  "anchor" : "para1312"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing as it is now 6 o’clock, this assembly is adjourned until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1319"
} ]