[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on March 3, 2015, on the motion for second reading of the following bill:", "Bill 40, An Act to amend the Crop Insurance Act (Ontario), 1996 and to make consequential amendments to other Acts / Projet de loi 40, Loi modifiant la Loi de 1996 sur l’assurance-récolte (Ontario) et apportant des modifications corrélatives à d’autres lois." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m very happy to speak—" ],
  "anchor" : "para32"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Point of order." ],
  "anchor" : "para33"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order." ],
  "anchor" : "para34"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m just checking to see if we have a quorum." ],
  "anchor" : "para35"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Do we have a quorum?" ],
  "anchor" : "para36"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is present, Speaker." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "The Minister of Aboriginal Affairs." ],
  "anchor" : "para38"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I’m very happy to speak to the Agriculture Insurance Act, 2014. The background or the premise of the act is that Ontario is committed to helping its agri-food partners manage risk. Managing risk in agribusiness is a hugely complicated matter. Damage often arises without notice, given all sorts of factors that the province and the country, indeed the world, is facing having to do with climate change, flooding, storms and whatever.", "Business risk management programs like production insurance help producers deal with situations that are outside of their control—as I’ve said, typically, climate change, storms, flooding, those sorts of things. Production insurance makes timely payments to producers and eliminates the need for costly ad hoc responses to these adverse conditions that pop up, as I say, without notice. The idea here is to give more producers in agribusiness in Ontario access to production insurance. That will help them to better manage risk and encourage greater innovation, job creation and growth in the agri-food sector.", "Looking outside of Ontario, in Canada we have a national suite of integrated and complementary business risk management programs in place to help farmers manage risks that are beyond their control. One of the elements is, as I mentioned, the production insurance program, but thus far, Ontario’s inability to offer production insurance plans—and this is key—for those commodities beyond crops and perennial plants represents a real gap in the suite of business risk management programs that Ontario is in a position to offer. This puts pressure on the province to respond with ad hoc programming when producers experience significant production shortfalls and those shortfalls are beyond their control. So we do have, if you will, a partial risk management program in place, and what this act is designed to do is to expand that and make the risks that are covered by the Risk Management Program more uniformly available and more widely available to manage these agri-risks.", "When the producers suffer losses and don’t have production insurance, they often come to us for direct ad hoc assistance. We’ve seen ad hoc programs cost the province of Ontario millions of dollars in a single year.", "I want to highlight now, just very briefly, some of the other points of the program. The expanded production insurance program would, if passed, provide similar financial assistance but divide the cost between the federal government, the provincial government and producers in a predictable and incremental way over a much longer period of time.", "Ontario made a commitment to expand production insurance beyond crops and perennial plants when the ministry signed the federal-provincial-territorial Growing Forward 2 amendments in 2013. Over the long term, this will allow the province of Ontario to consider strategies that include moving away from provincial-only support towards tools that will attract federal funding.", "I can say this: The proposed amendments will have no immediate financial impact. Approval of this request for the enabling legislation, if passed, will align the province of Ontario with the rest of Canada and enable Ontario to participate in the various innovative production insurance programs that are currently used in other parts of the country.", "I will now be sharing my time with the member from Sudbury and the member from York South–Weston." ],
  "anchor" : "para40"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Sudbury." ],
  "anchor" : "para48"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m very pleased to rise today and to be able to speak to this act to amend the Crop Insurance Act, the Agriculture Insurance Act.", "Many people know that Sudbury is a mining community. We always talk a lot about mining and the benefits of mining in Sudbury, but we do have a lot of agriculture in Sudbury and area. For me, it’s very important to be able to rise today and speak to this because it’s great to know that our government is committed to helping its agri-food partners manage risk. For many of those businesses and many of those farms and farmers in northern Ontario—and specifically what I’m talking about is in greater Sudbury and area—we have a great agriculture business at our farmers’ market on a weekly basis, especially in the spring, summer and fall. They’re producing many new crops and organic crops. They’re bringing this to our community, and our community is purchasing this. It would be very worrisome if something was to happen to these crops and to these farmers and to how they make a living, so it’s great to see that we’re actually coming forward with some amendments here to this Agriculture Insurance Act.", "I think it’s important to recognize that business risk management programs like production insurance help producers deal with the situations that are outside of their control, such as weather, disease and extreme market fluctuation. Northern Ontario can also have some very fluctuating weather on a regular basis. Sometimes even in June we’ll see some snow, every once in a while—not that we see it often, but it does happen. I think, if you’re looking at a national component here, we have a suite of integrated and complementary business risk management programs in place to help farmers manage those risks that are beyond their control.", "Of course, one of the important aspects to mention in this—and it’s written right here on the second page—is that Ontario, this government, also made a commitment to expand production insurance beyond crops and perennial plants when the ministry signed the federal-provincial-territorial Growing Forward 2 agreement in 2013. Over the long term, this will allow the province the opportunity to consider strategies that include moving away from provincial-only support towards tools that attract federal funding as well. I think that is an important aspect to consider when looking at farmers, especially when you’re looking at organic farming, which is happening quite a bit in Sudbury.", "I can think of many businesses in my community—one of them is called Eat Local. Many of these farmers provide their products to Eat Local. They send this product out throughout northern Ontario. So I think it’s a very important piece for us to get involved with, and I’m very happy to speak to this today." ],
  "anchor" : "para49"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from York South–Weston." ],
  "anchor" : "para54"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I’m very pleased to participate in this debate. I want to start by making reference to what the Minister of Aboriginal Affairs was making reference to. He mentioned that by giving more producers the opportunity to access production insurance we would help them manage risk better and encourage greater innovation, profitability and job creation in the agri-food sector.", "The riding that I represent, York South–Weston, is certainly an urban riding, not an agricultural riding; however, we need farmers and we need consumers. Speaking about job creation and greater innovation in this sector, I have had the opportunity, even recently, to visit some new businesses that are opening in our riding and that are tied to the Ontario agricultural sector.", "I want to mention Fresh City Farms. They offer local and organic grocery delivery. People in the cities are interested in quality food. Where do we get that quality food if not from our farmers? We have the Weston Village Farmers’ Market, which is open every spring, summer and fall in York South-Weston, and we have farmers who come from different parts of Ontario to offer their produce to the many local residents who are thrilled to be able to shop and to access local quality food.", "I also recently visited the Toronto Distillery Co. This is the first distillery that has opened in the city of Toronto in the last 80 years. What makes them different—what is making their business thrive—is the fact that they offer whisky made from local organic grains. That is drawing consumers, and it’s making this company thrive.", "There are parts of my riding that are experiencing, really, a cultural renaissance, all because of this. So, it’s important to give our farmers more access to production insurance." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para61"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I’m pleased to respond to the government’s talk about Bill 40. I recall that a year ago last summer, our member from Oxford, who at the time was our critic for agriculture, actually came to the riding of Chatham–Kent–Essex and viewed a number of fields that had, in fact, incurred substantial crop losses at that particular point in time, due to extensive rain and flooding. Of course, this particular bill is going to be increasing the number of crops that will be insured.", "Although we are supporting it—I’ll make that point very clear right now—I do have a concern about it: What’s the actual cost going to be to the farmer as well? Of course, if you take a look at the cost of insurance versus the cost of losses, it makes sense to me as well.", "Yesterday in the House, our member from Simcoe North talked about coyotes and the damage that coyotes do to farm animals—how it’s vicious attacks.", "One of the things that I’d like to just briefly mention is that we have a problem in this province with regard to stray current. Of course, stray current is current that runs along the ground. We may not feel it as humans; however, livestock, especially dairy cattle, do, in fact, feel it. When you talk to dairy farmers, what they are experiencing is a tremendous loss in milk production, because what happens is that current goes to the water and when the dairy cattle’s tongues touch the water, they get a tingling. Then they don’t drink, and that affects milk production. I think we need to take a look at that. There are, in fact, two losses here: Loss of milk production, and this stray current is, of course, very brutal on the cattle themselves." ],
  "anchor" : "para62"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para66"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "It’s once again an honour to be able to speak about agriculture in this House, and to respond to the Minister of Aboriginal Affairs and his comments on Bill 40, the Agriculture Insurance Act.", "I’d like to make a couple of comments. Basically, the other provinces signed on to this in 2003, so we’re 10 years behind in looking at what crops we can insure. In his comments, he said there would no immediate financial impact to the province. That is true, because this bill alone, although it changes the wording, doesn’t actually increase the coverage for any farmer in the province—not one iota; nothing. It allows us to go further and talk about increasing coverage, but it, in itself, doesn’t.", "Under the old Crop Insurance Act, the province kicked in 24% of the cost of the program on those crops. So if we’re going to insure more agricultural products—which we fully support—and we’re going to use the same framework, then the province has to kick in 24%. The kicker is going to be, where is that 24%, so many millions of dollars, going to come from? If they are just planning on taking these so many millions of dollars from another agricultural program, farmers and the agricultural community could actually be suffering a net loss of coverage instead of a net gain.", "So while we fully support the changes in the wording, the devil is in the details of how these programs are going to be funded. When the minister said there’s no financial impact, that means there is no benefit to farmers." ],
  "anchor" : "para67"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para71"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "It’s a pleasure for me to speak on this matter this morning. As you know, my riding of Durham is strictly rural farmland. Two weeks ago, I met with farmers during a round table, and they were very supportive of this government’s effort on our Risk Management Program. As a matter of fact, the program was cut back to $100 million, and farmers are very upset in my riding. They want it to go back to its regular amount of $150 million. The problem is that the federal government is not kicking in to support this very, very vital endeavour for our farmers in the rural communities.", "With the help of the federal government, we’ll be able to enhance farmers and expand the program, so that farmers are able to recoup losses for crops that they suffered during downtime or during any economic downturn. Again, Mr. Speaker, the federal government will have to kick in their fair share so that the farmers can maximize their profits and increase production in all areas.", "Mr. Speaker, the Risk Management Program, as you know, is designed to help farmers and is premium-based, the costs of which are shared by farmers and by governments, and both levels of government have to put in their fair share, in order to enhance this program.", "An expanded production insurance program could, if passed, provide similar financial assistance but divide the cost between the federal government, the provincial government and producers in a predictable and incremental way over a much longer period of time." ],
  "anchor" : "para72"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para76"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I’m pleased to provide a few moments of questions and comments on Bill 40 and the number of speakers from the government side.", "I just want to again put on the record that this is a very important bill for the PC caucus. I know we have a number of members here today who haven’t had the opportunity to speak. Probably the majority of our caucus has not had the chance to put some comments on the record. The one thing that I have noticed about our members—and I’ll compare my speech on this bill on Monday to the leader of Her Majesty’s loyal opposition’s speech yesterday, as there are some really significantly different points that we’re bringing up.", "Agriculture touches many ridings in this province, and not one of them is the same. I know that in my riding, when this bill has passed second reading and goes to committee, there’s a very strong feeling, because of what has happened in my riding in the last year with the closure of Kemptville College by the University of Guelph, enabled by this government, that they should come to a community like Kemptville, which has had a rich, 97-year tradition of agricultural education. I know I have said this and, granted, I’ll give you the fact that this one point I am going to say is repeating what I said in my speech Monday, but the government itself has a report that says there is a severe shortage of students graduating in agricultural education at the diploma and degree levels.", "If we are ever going to meet the needs that this government has set for 120,000 new jobs in the agriculture sector, we’ve got to make a commitment to agricultural education; we’ve got to make a commitment to those young men and women who want to work on farms and go to school. This government has to wake up to that fact. They have to include some funding for communities like Kemptville, and Kemptville College. The government needs to listen to the opposition when they make these points." ],
  "anchor" : "para77"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Aboriginal Affairs has two minutes." ],
  "anchor" : "para82"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I want to point out that in our Liberal caucus, 12 of our 58 members are from rural ridings, or parts of their ridings cover rural areas. They understand the agricultural issues in their ridings. But even more important, let me say that it’s not just a matter of those members from rural ridings understanding this piece of legislation. I would say that we in this House—all of us, whether we are from urban ridings or rural ridings, small-town Ontario, downtown Toronto—are all agricultural people, in a sense, because we depend on the farming community to supply the crops and foods that we eat, whether we’re in downtown Toronto, whether we’re living in a rural riding, whether we’re living in small-town Ontario or the far north. In that sense, we all have a very deep and vested interest in rural affairs, because what is good for the agricultural community in Ontario is good for everyone in Ontario.", "What this act does is enable agribusinesses to expand their coverage under their production insurance risks. To the extent that agribusiness can manage risks, in the sense of damage to crops or production shortfalls and the like, because of situations out of their control—storms, climatic conditions and so on—that’s good for all of us. It gives agribusiness stability, and it gives pricing stability, which ultimately helps us all when we’re in stores buying our produce, groceries and so on. In that sense, all of us, whatever riding we are from, are agri-people." ],
  "anchor" : "para83"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para85"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I’m pleased to rise to speak to this bill. Technically, the bill amends the Crop Insurance Act (Ontario), 1996, to expand the scope of the act. Currently, the act applies to agricultural crops and perennial plants. This bill would expand the act so that it would apply to all agricultural products that are designated by the minister by regulation. The title of the act is also amended to reflect the expanded scope of the legislation. That’s the technical aspect of it.", "Let’s talk about what that really means. My wife, Patty, and I had the occasion this past weekend to spend time with the Ontario Federation of Agriculture in Powassan. It was a very informative session. I got to speak a little bit about the Premier’s Award—to ask for applications. But what we really talked about was agriculture in the north. When you think of North Bay or Powassan or Mattawa, you don’t necessarily think about agriculture, right off the bat. But as you go even further north than North Bay, and get to New Liskeard, you have to realize that in the north about 50% of our canola in Ontario was grown in the north—I say “was,” and I’ll get to why I mean that in a moment.", "About 40% of the oats in all of Ontario is grown in northern Ontario. It’s just not something that people would quickly acknowledge or think about. They think about climate and the cold, and they think, “How could you do that?” But there’s a tremendous amount of agriculture and activity in the north.", "When I say there was 50% of the canola, there’s a terrible blight that is going through—a bug, if you will—and has devastated that crop. So farmers must be assured of stability, predictability and bankability in their industry. We need to make sure that any new measures don’t impact the existing or current programs that help the farmers.", "As we were at this farm symposium on Saturday—and let me tell you, Speaker, Patty and I have been to the farm symposiums year after year. In my many years as mayor of the city of North Bay, understanding how important agriculture is, we would continue to go.", "We were treated this weekend to a delicious dinner—a luncheon, I should say. When we go to the Beef Farmers it’s always a fabulous side of beef that they cook, and Patty’s favourite apple pie. But I have to tell you that we had cipaille this weekend. For those who aren’t familiar with traditional cipaille, it was an odd time of year to make it, but as opposed to the normal beef luncheon it was a cipaille lunch that the farmers put on. That is a combination of chicken and pork and beef that’s put in a crockpot and cooked in a traditional brick oven." ],
  "anchor" : "para86"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "And moose and partridge." ],
  "anchor" : "para92"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, moose and partridge in your neck of the woods. In Astorville, they make it—I have to say, it was a surprise because normally we’re treated to quite a luncheon there." ],
  "anchor" : "para93"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "Great Canadian chef or something." ],
  "anchor" : "para94"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, it’s important. This is all about our food and where it comes from. The interesting thing is, a lot of it comes from the north.", "The Amish community has settled in Chisholm, Ontario, and Powassan as well, and have taken these farms that have been shut down and abandoned, in some cases for over 50 years. As we’ve driven on the back roads through Powassan and Chisholm, you now see a lot of activity. The Amish—what I understand is that they heard there was good agricultural land, especially north of North Bay in the Timiskaming–Cochrane area, but as they were driving up from the south they saw this rich land that was underutilized and they began to buy up the land. They now have a fabulously huge Amish community in Chisholm, Ontario, that is raising crops and farming and practising their way of life. It’s absolutely spectacular to see.", "Patty and I enjoy going there every July. They’re raising money for a school in their own community, and we go there for this fabulous pancake breakfast. Yes, Speaker, it’s all about the food." ],
  "anchor" : "para95"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I noticed that you’ve been to quite a few of those." ],
  "anchor" : "para98"
}, {
  "speaker" : "Interjection",
  "text" : [ "You’re getting us hungry back here." ],
  "anchor" : "para99"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Well, we are here talking about agriculture and food. I talked to one of the directors of the Ontario Federation of Agriculture over our cipaille lunch, and this is where he was telling me about this blight, this bug that has infested the north. It has knocked our crop from—because I said to him, “Look, I’m going to be speaking in the Legislature next week on agriculture. Is it still 50% canola, 40% oats?”", "He said, “Well, Vic, with this blight, it may be down to as little as providing 8% of the canola.” That’s how devastating this bug has been.", "Farmers have long requested that production insurance plans move beyond just crops to include insurance for additional agricultural products. Currently, Ontario has available production insurance for almost 90 commercially grown crops, including grains and oilseeds—corn, soy, wheat and that type of thing—tree fruits, grapes, vegetables, specialty crops and forage.", "Production insurance is an important aspect of the life of any farm and anybody involved in agriculture. It lends a hand to farmers to deal with the losses from natural events like weather, pests and disease. Again, when you see something so devastating as this bug that has gone through the north and taken a crop that has provided 50% of a product to Ontario and reduced it to 8%—this is something that we need to sit up and take note of and take seriously.", "On that note, again, I want to speak in this Legislature, as I have many, many times—joining my friend from Timiskaming–Cochrane, who has also been fighting hard for this—on the New Liskeard research centre. It’s under threat of closure.", "Speaker, they are the institution where your seed potatoes are grown. All seed potatoes in Ontario start in a test tube in New Liskeard, Ontario. Our strawberries: All the strawberries, the disease-free strawberries that are grown in Ontario, all start in a test tube in New Liskeard, Ontario. This is an institution that is so vitally important to agriculture, and it is under threat of closure.", "They also have 455 head of cattle, and they are studying cattle through the lens of our northern climate. They also are writing reports on agriculture in the north as well as agriculture throughout Ontario.", "This is an incredibly important sector for northern Ontario and for all of Ontario. I would hope that we will see all parties continue, as the member from Timiskaming–Cochrane and I have, fighting—almost desperately fighting—to maintain the survivability of this very important agricultural research centre.", "Again, as I have done many, many times, when I speak of agriculture in this Legislature, I invite members who may not be from rural Ontario to come to the north and see first-hand. Both the member from Timiskaming–Cochrane—I’m sure I can speak for the member—and I would invite you. Come on up. We’ll take you on a tour. We’ll take you to farms. We’ll show you the Amish community, the new growth and development there. We’ll take you to the New Liskeard research centre so that you can appreciate exactly how vitally important that small and sparsely-staffed facility is to all agriculture throughout all of Ontario.", "Speaker, Bill 40, the Agriculture Insurance Act, is an important bill, again, for all the farming community and all of Ontario." ],
  "anchor" : "para100"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para111"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Once again, it’s an honour to speak on agriculture and to follow the member from Nipissing. In his remarks, he did a very accurate portrayal of agriculture in northern Ontario, specifically the New Liskeard research station. What happened at the New Liskeard research station a few years ago—it was under threat of closure, and a group of farmers from across the north came together, made a board, and are working with the Ministry of Agriculture and Food to try and keep that as a viable operation, because the conditions in the north are much different than in other parts of the province. That’s one of the reasons why our area is such a good area for growing canola: Our conditions are different than the rest of the province. That’s why we are looking for ways to combat pests like the swede midge.", "Something we haven’t talked about enough in this Legislature—but that’s why we need to have the discussion—is neonicotinoid insecticides, because canola is one of the crops that depend on neonicotinoid insecticides. So it’s a viable, important discussion. There will be two sides to this discussion, as there always are, but it’s important that we come to the middle.", "I’d also like to commend the member for bringing up the Amish contribution to northern Ontario. In my riding as well, they are coming and they are using land that had been dormant for many years. Because their farming practices are much different, they have the capability of using land that sometimes is overlooked by modern commercial agriculture simply because of the size of the field.", "One thing I would like to remark on in this Legislature is that while we’re talking about production insurance, something that a lot of people don’t know is that the Amish population does not participate in any Ontario production insurance program." ],
  "anchor" : "para112"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para116"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Thank you to the members who have already spoken on this very important bill, the Agriculture Insurance Act, 2014. It gives me great pleasure to speak on this very important issue.", "You may wonder: What does a member from a very urban riding such as Davenport know about farms, or why is this so important to the people of Davenport? Well, I’m no stranger to farms; I’m no stranger to the rural areas. My in-laws, actually, live in Chatham, so I’m very familiar with southwestern Ontario and how important the farming industry is in that area. It is, after all, those farms that put the food on the tables of my constituents in Davenport.", "I’m very proud that every summer at Dufferin Grove, one of the main parks that we have in the riding, we have a farmers’ market which is very, very well attended and provides products from all across southwestern Ontario and our great province.", "The Ontario agriculture sector is a vibrant and strong sector. In 2013, we have here that Ontario generated $12.1 billion in farm cash receipts, or about 22% of Canada’s farm cash receipts. This is an increase of over $2 billion compared to 2008 farm cash receipts. However, agriculture markets are volatile, and these fluctuations are why it is so important to have effective business risk management programs in place. Expanding the ability to offer production insurance to more agriculture commodities is important in helping producers manage the multitude of risks they face every day.", "I have one particular restaurant in my riding, Hogtown Cure, which actually brings in a pig every week from southwestern Ontario. What would his restaurant be if he could not depend on getting that pig from the farm in southwestern Ontario on a weekly basis?", "Mr. Speaker, it was a great pleasure to speak on this bill." ],
  "anchor" : "para117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para123"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "It’s a pleasure to respond to my colleague Mr. Fedeli from North Bay on his comments this morning.", "Interruption." ],
  "anchor" : "para124"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "I’ll put my phone away.", "Clearly, although he lives in an urban setting, he’s a member who takes the agricultural sector very seriously. You only have to hear his professionalism on attending the farmers’ markets, going out to meet the Amish community, knowing the percentage of canola versus other crops etc.", "We had the International Plowing Match, I think it’s four or five years ago now, in the Kirkland Lake area. I thought they did a very professional job. It was a really good opportunity to showcase agriculture in the north, because I know at the time that many, many people from southern Ontario didn’t have the awareness of the kind of agriculture that does takes place in the north, to the tune of thousands of acres in that region.", "So I’m glad he had an opportunity to speak this morning on that, and I’m glad that he had the opportunity to give us a little bit of background on how he likes cooking and fine foods. He clearly knows all the details of all the ingredients that are in each recipe that he seems to take advantage of at noon hours at these farmers’ markets and agricultural events.", "There’s one thing for sure: If you’re at an agricultural event in the farming community, you will be very, very well fed. All you have to remember are the stories about the old thrashing days when there was a huge lunch every day for people as they thrashed in community groups." ],
  "anchor" : "para126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para131"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I’ll just follow up on the comments that came out in regard to the delicatessens that come out of the farming families across Algoma–Manitoulin. I observe them every opportunity that I get. Those cipailles are something else; you just can’t say no. Cipailles, regardless of how you make them, are fantastic traditional foods. When you are provided with that dish, it’s basically like getting a hug from the farming community, because they’re giving you a part of their history.", "I wanted to follow up on some of the comments by the member from—" ],
  "anchor" : "para132"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Nipissing." ],
  "anchor" : "para135"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "—Nipissing, particularly as it pertains to the Northern Ontario Farm Innovation Alliance. Yes, if we’re going to go forward with this bill—and I wholeheartedly believe that we should—we will need to keep them in sight. We need to make sure of that innovation and that we have the funding, in order to keep places like the Northern Ontario Farm Innovation Alliance.", "But we also have RAIN across Algoma–Manitoulin. RAIN is an organization; it’s the Rural Agri-Innovation Network. A lot of what they are looking at, up in the New Liskeard area, is in regard to how agriculture can be developed and also encouraged across the Algoma region, and also Manitoulin Island. That is some of the funding that we’re going to also want to see that will complement the Crop Insurance Act.", "Algoma–Manitoulin is an area that is now being seriously considered as a farming area. The farming time of year is now expanded, and we have some good, pristine lands that are going to be there. In order to attract those young families, yes, we need to make sure that the schools are there in order to attract young people in order to go into the farming communities, but we need to make sure that the investment is here so that the decisions can be made that are good for those farmers." ],
  "anchor" : "para136"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nipissing has two minutes." ],
  "anchor" : "para139"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I want to thank the members from Timiskaming–Cochrane, Davenport, Simcoe North and Algoma–Manitoulin for their comments and contributions to this as well.", "Again, I want to remind the Legislature of the significance of agriculture in northern Ontario. Specifically referring to this bill—again, at one point, up to and including last year, not only 40% of the oats in Ontario were grown in northern Ontario, but 50% of the canola was. It’s the swede midge pest that has infiltrated northern Ontario and has caused our crop to go from 50% of production down to about 8%, which the Ontario Federation of Agriculture told me on Saturday. That’s very concerning, and that’s why this bill, in my opinion, is so important. It does acknowledge; it does offer farmers stability, predictability and what we like to call bankability.", "On that, I would again reach out to the members, all 107 members, and invite them to Nipissing, invite them to come up any time of year, especially in the summer when we can tour some of the farms, particularly the Amish farms, who have taken this once fallow land and turned it into viable farms.", "My wife, Patty, likes to say, when we drive down the Alsace Road in Chisholm, “It seems they can throw bird seed and up pop canaries.” That’s how fertile the land seems to be throughout northern Ontario.", "Thank you again for the opportunity to speak to Bill 40, the Agriculture Insurance Act." ],
  "anchor" : "para140"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para145"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s a pleasure and an honour to stand in this House and express the views of my constituents in Windsor–Tecumseh.", "Before I begin this morning, let me say hello to Marty Gillis in the members’ gallery here. He’s with the WFCU board, in town for the lobby day at Queen’s Park. Welcome, Marty. Glad you’re here.", "Speaker, my voice is failing me this morning, but let me tell you that while much of my riding of Windsor–Tecumseh is an urban setting, a good chunk of it, especially in the Tecumseh area, is rural agricultural.", "Just recently, I received a letter from the owner and operator of an abattoir in my riding. As you may know, Speaker, there are 132 provincially licensed slaughter plants that rely on provincial meat inspectors. The abattoir in question has been in the owner’s family for more than 100 years—105, to be exact. They currently employ more than 20 people; I’m told that most of them are young people with growing families. The plant offers steady, reliable work.", "ipped as far away as Vaughan Mills, north of Toronto here. They service 40 direct customers. The fixed cost to the owners of this one small plant, just to keep the doors open, with no expenses at all related to production, is $8,100 a week. That’s a heck of a lot of money. If this plant was shut down for any reason for a week, the income that would be lost is $205,900. That’s really a lot of money, no matter who you are.", "The owners say they’re trying to make progress and grow the agri-food sector, just as they’ve been challenged by the Premier to do. You’ll recall that the Premier, who was a former Minister of Agriculture, challenged the agricultural sector to create 120,000 new jobs and double the sector’s growth rate within five years by 2020.", "I know that we’re speaking to Bill 40, An Act to amend the Crop Insurance Act, 1996, which was limited and only provided some protection to farmers growing crops and perennial plants. Now we’re expanding the insurance plan to cover all agricultural products. Speaker, that’s a good thing; don’t get me wrong. But the reason for the letter is that the owner of the slaughterhouse is not convinced that the minister has taken the necessary steps to provide a backup plan should the hard-working members of OPSEU, the Ontario Public Service Employees Union, be unsuccessful in their collective bargaining efforts with the government. Let us all hope that the government and OPSEU can bargain a contract that is mutually acceptable.", "The livelihood of thousands of people beyond those at the bargaining table are at stake, and I’ve given you just one example. If there was a strike that lasted two weeks without qualified meat inspectors, the animals would grow to a size that they couldn’t be processed at this one plant in my riding because they’d be too large for their equipment as well as for the specifications of the plant’s customers.", "We, as a group, I believe, don’t think enough about the trials and tribulations of our farmers and food processors. Too many of us have taken them for granted for far too long. Farmers feed cities. That’s a fact; it’s not a political slogan. I’m reminded of it every day. I have that sign in my office here at Queen’s Park and in my constituency office at Tecumseh and Rivard back in the city of Windsor. I proudly display those signs: “Farmers feed cities.” That’s why this act, government Bill 40, is so important to us all.", "I know that the Minister of Agriculture, Food and Rural Affairs is aware of this situation at the abattoir in my riding because he was copied on that letter that I referenced this morning. We, the minister and I, have been asked to convey the owner’s concerns to the Premier and to the president of the Treasury Board as well, and I hope that I have done that this morning.", "Getting back to Bill 40, agricultural insurance is one of the fundamental tools we have to ensure our food security and to protect the men and women who grow our food. Currently, I believe, the old act covered about 14,000 farmers, and the annual payouts have ranged from $26 million to as high as $113 million. I say to the minister’s parliamentary assistant that in 2013—what was it; about $84 million, I think? The member from Beaches–East York is nodding yes in agreement. Farmers pay 40% of the cost of the insurance plan. The feds kick in 36% and Ontario pays the remaining 24%.", "I guess what troubles me at this point is that there are no dollars attached to this enabling legislation. There’s nothing in here that says we’re going to put in $25 million, $50 million or whatever it is to support what we’re talking about. That’s scary to some of us because, as we know, according to the 2014 budget, the Ministry of Agriculture, Food and Rural Affairs is among a group of ministries facing annual cuts of 6% a year, every year for three years.", "I know that my cautious critic for the ministry, Mr. Vanthof, the member for Timiskaming–Cochrane, has expressed cautious optimism about Bill 40, stating, and I quote, “If we just take a couple of recent examples, like PED in pork, BSE in beef and colony collapse in bees, those are examples of farms and farmers that could have and should have been insured.” The member for Timiskaming–Cochrane went on to say that the amendment to the language in the legislation, and I’ll finish the quote, “will make the difference between paying the bills and losing your livelihood. When people pay their bills, they create jobs here.", "“We are looking forward to working with the minister and the ministry to make sure that this is done correctly and that it’s done right the first time.”", "This change doesn’t come about overnight. The Ontario Federation of Agriculture has been fighting for this for years. With that in mind: a shout-out this morning to the new OFA president, Don McCabe from Lambton county, and former president Mark Wales from Elgin. Congratulations to you both for your hard work on twisting the arms of the Liberals that needed to be twisted and changing the mind of the government that needed to be changed.", "I’d be remiss if I didn’t mention the fantastic food processing plant in my riding, the Bonduelle plant in Tecumseh, the one that was hit by that terrible fire last July. The plant employs 200 people full-time and another 450 on a seasonal basis. Bonduelle took over the former Family Tradition plant six years ago. My buddy Johnnie O., John Omstead, used to run that plant, and sold it to Bonduelle. They also have plants in Ingersoll and Strathroy, as well as four facilities in Quebec. They are Canada’s leading processor of canned and frozen vegetables. They also process frozen fruit, canned soups, sauces, baked beans, as well as dry beans.", "Farmers feed cities. Speaker, I’ll say it again: Farmers feed cities. And I’ll say it again: There are no regulatory changes or funding attached to this bill. We all know that new regulations will be needed before livestock farmers and other producers are protected under the proposed expanded insurance program.", "I’m not trying to look a gift horse in the mouth, Speaker. I hope I’m not seen as doing that, but let’s get it done. Let’s get it done right. As the member from Timiskaming–Cochrane has said, “Let’s get it done right the first time.” I remember my friend Mark Wales, the former president, saying they’ve been after it for 10 years. It’s about time. We’ll be supporting it.", "Thank you for your time this morning, Speaker." ],
  "anchor" : "para146"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para166"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "It’s a pleasure to be here this morning to respond to the member from Windsor–Tecumseh. I certainly appreciate his comments and the supportive comments by members on all sides of the House.", "I think we’re all aptly aware of the contribution farmers make in the province of Ontario, the tremendous work that they do and the tremendous importance they play in our economic well-being in the province of Ontario. In 2013 alone—we’ve heard the number—over $12 billion in farm receipts contributed to the economy. It is very significant.", "I know that with respect to a number of programs in northern Ontario—and I heard the member from Nipissing speak a bit about northern Ontario and the farming communities in northern Ontario. I know the member from Algoma–Manitoulin is well aware of the huge potential of farming in the area around Sault Ste. Marie and in his area of Algoma–Manitoulin.", "The Northern Ontario Heritage Fund program, or corporation, through the Ministry of Northern Development and Mines, in fact has a tile drainage program to support entrepreneurs and the farming community in northern Ontario. It has significantly helped to raise the productivity of farming in the area, in our region.", "As well, we’ve put supports into a program at our university to work with local communities in our region. The acronym is RAIN; it stands for the Rural Agri-Innovation Network. It has been a tremendous benefit to our particular region of the province.", "I know, with respect to the tremendous changes that we are seeing with respect to our climate, that this type of production insurance and crop insurance is key to helping farmers sustain their livelihoods in the long term. We’ve talked about this for quite some time. I would encourage the members to allow the debate to collapse and allow this to get to committee. Let’s get this done. We can all talk about the benefits of farming, and farming in Ontario, but let’s get this to committee." ],
  "anchor" : "para167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments." ],
  "anchor" : "para173"
}, {
  "speaker" : "Jack MacLaren",
  "text" : [ "It’s a pleasure to speak to Bill 40 and to the comments of the member from Windsor–Tecumseh and also, before him, the member from Timiskaming–Cochrane, who lives as a farmer and knows it first-hand.", "It’s a pleasure to hear so many members who are not rural, not farmers, speak with understanding that this is an important issue, an issue that our community, the people of Ontario as a whole—and indeed across Canada it’s being done.", "I am a farmer myself, Mr. Speaker. I would like to say I have experienced the benefit of crop insurance, unfortunately, because I experienced crop failures due to weather. I will tell you first-hand that it was a very beneficial program that took an awful lot of pressure off my business and that of a lot of my neighbours, who all suffered greatly from bad weather.", "The program works well for crop farmers, which it is in place for at the moment. It is good to see that it would be expanded to other things, which are undefined at this point in time. I would hope the minister would expand them to things like livestock farming, because cropping is pretty much covered at the moment—beef farming, sheep farming and other types of animal agriculture.", "For instance, in 2003, when mad cow disease happened and the American border was closed overnight to Canadian beef exports to the United States, that was devastation for the beef farmers of Ontario. This was done in the public interest, to protect consumers from so-called risk of food contamination from mad cow disease. Thousands of farmers were put out of business by that action, because 50% of the beef we produce in Canada was going across the American border. Protection for those people, I would say, was in the public interest, and it should be the public that shares the responsibility for it." ],
  "anchor" : "para174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe." ],
  "anchor" : "para179"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I want to commend the member from Windsor–Tecumseh on a very good debate and contribution to the bill that we’re discussing today. Obviously, there is consensus in the House that we all believe that farming is an extremely important industry to our livelihood and to Ontario and especially to Canada.", "You don’t have to go very far, even in Toronto, to get experience or some education or understanding of farming, and I’ll speak from my own dealings. I went with the member from Timiskaming–Cochrane to Dairy Farmers of Ontario. They had their AGM; I spoke to them about some of their issues. Then I went to the Beef Farmers of Ontario, and spoke to them as well. The member from Prince Edward—" ],
  "anchor" : "para180"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Leeds–Grenville." ],
  "anchor" : "para182"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "—Leeds–Grenville was also there." ],
  "anchor" : "para183"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I saw you there." ],
  "anchor" : "para184"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Yes, he was also there.", "Yesterday I went to an event for a mutual insurance company, just here in the Legislature, and I was speaking to someone who was a grape farmer in Niagara-on-the-Lake. They were talking about insurance, because that’s what they were here for. But he also expressed concern—because I asked the question: In the insurance industry, the claims that property insurance companies experience, has there been an escalation with regard to climate change, or is it because people are not taking the preventive measures on their property insurance? This is what perhaps is driving the claims loss ratio to higher levels. They expressed that it’s mostly climate change.", "The farmer whom I was talking to, who was also on the board of a mutual insurance company, said that at one point in Niagara he got eight inches of water in a span of three hours. It destroyed his grape crop for that year. So climate change is extremely important to farmers, and it affects their crops as well." ],
  "anchor" : "para185"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para189"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I enjoyed the remarks of the member for Windsor–Tecumseh. It’s interesting that this bill is of widespread interest to all of us. I think that we’ve have had nine hours to debate on it. We’ve had over half the members. What’s good about it is the fact that—" ],
  "anchor" : "para190"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Point of order." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Leeds–Grenville." ],
  "anchor" : "para192"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "With all due respect to the dean of the Legislature, there are members who are here in their seats ready to debate this bill today." ],
  "anchor" : "para193"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just a minute. First of all, for the member from Leeds–Grenville, he’ll retract the “dean of the Legislature” comment. Stand up and retract it." ],
  "anchor" : "para194"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I withdraw." ],
  "anchor" : "para195"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Secondly, that’s not a point of order. Thank you very much.", "Continue." ],
  "anchor" : "para196"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "The point I was making, Mr. Speaker, has nothing to do with—come on. I’m pointing out how important it is that you had members from rural Ontario and urban Ontario—and the widespread interest and ability that you would think would be primarily of interest to people in the agricultural community. I was commending members on that, but we get this smart-aleck remark from the member for Brockville on this particular issue.", "I want to say this: What is interesting is that we would not have had this a number of years ago because, you’ll remember, in the late 1990s the House was reduced from 130 members to 103 members. You know who lost on that? Rural Ontario lost on that. That’s who lost on that.", "The last thing I want to say on how important it is: I’m a person who came into this Legislature to help ensure that agricultural land was protected. We don’t have a lot of arable land in this country or this province. We must protect it. But it’s very important, through crop insurance and other measures, that those who are not farmers make sure that it is viable to be a farmer in this province. If we want to save the land, we have to save the farmer. This helps us to do so. I commend the member." ],
  "anchor" : "para198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Windsor–Tecumseh has two minutes." ],
  "anchor" : "para201"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to thank the Minister of Government and Consumer Services, the members for Carleton–Mississippi Mills and London–Fanshawe, and, of course, the minister without portfolio for their comments, especially the member for Carleton–Mississippi–Mills, who has direct experience with insurance as it relates to farmers. He knows perfectly well the need for this bill and for expanding it.", "I also heard, throughout the debate on this topic, about the need for money. There has got to be money behind the bill, and, unfortunately, not a lot of us are convinced that there will be enough money put into it because of the cuts that have been announced in previous budgets. I hope it’s not lip service. I hope there will be real teeth in this bill and that all the farmers in Ontario will be able to take advantage of what is on the table.", "When it comes to insurance, I mentioned earlier today that a friend of mine, Marty Gillis from the Windsor Family Credit Union, is in the gallery. We’ve talked many times in this Legislature and a lot of petitions have been presented asking that credit unions have a level playing field. One would be that in order to compete they would be able to sell insurance, as they do in Quebec—Desjardins. Desjardins sells its insurance in Ontario.", "I think that when we talk about crop insurance and we talk about insurance for farmers, it would be good to tie in other things that we talk about in the House, including making a level playing field for credit unions. I hope that many of us will be meeting with representatives from credit unions across Ontario today, and that we keep an open mind when we do that, as we have kept an open mind when we talk about exploring Bill 40." ],
  "anchor" : "para202"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para206"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m glad to stand up today and add my two cents on the Agriculture Insurance Act. I find it quite interesting that I’m actually getting the opportunity to speak. I tried to speak to the two previous bills that were on this floor. However, the Liberal government here decides to speak three, four people over a 10-minute period and now say to the Speaker in the chair at the time that so many MPPs have spoken, when in fact they’ve declined any of the opposition of actually speaking to the bill, and unfortunately, those bills have gone forward.", "The fear was that the government would stand up today and refuse further debate for the opposition. So I’m kind of glad that they haven’t gone back to their games and tactics that they’ve been promoting since they became the majority government in Parliament.", "Mr. Speaker, I’d like to start out first of all by giving some praise to a couple of local farmers in my riding who today are being honoured and entered into the Middlesex County Agricultural Hall of Fame. I have Tom Bradish from Glanworth. Tom is a long-time farmer in the area. He grew up on a dairy farm and does cash crops right now. In fact, he started a processing facility with a couple of other farmers in Strathroy and sold that off recently. Tom is a great asset to the community. He has been part of the International Plowing Match and the Canadian plowing association. He’ll be inducted today into the Middlesex County Agricultural Hall of Fame.", "Roy Jewell, from the Dutton and Dunwich area, will also be inducted today. Roy started out with a CFPL radio program, one of the first farmer radio shows, years back, long ago, which in fact transitioned to become the first televised farm program on CFPL, called the Roy Jewell Farm Show. That lasted quite a long time.", "I’m quite proud that two of my constituents from the Middlesex part—actually, Roy is kind of in the Elgin part of my riding—are joining the Middlesex County Agricultural Hall of Fame, and we’re quite proud to have them in my riding. Congratulations to them and their families for their accomplishments with regard to agriculture in our communities.", "It’s also just to note that traditionally, growing up—I didn’t grow up on a farm; I grew up with farms around my area. I grew up in the beautiful city of St. Thomas. But every day at noon, CFPL London, which is now CTV News in London, would have the farmers’ market report. Ross Daily would be on there for a minute or two, and he would go through all the markets and what the prices were for beans and sows and what have you. I always thought that was a normal part of life. I didn’t realize that’s really central to being part of an agricultural community in rural Ontario, that they would actually take the time out of the news cycle to talk about the markets and how they were affecting the farmers in our area. I’m sure many of my friends whose parents were farmers—their parents would be in at the noontime to have their lunch, in order to watch what the farm markets were doing, because the Internet wasn’t around at that time. It wasn’t in their pocket, to be able to check the farm markets; obviously, they had to call someone. But they were able to get access on the news. That’s something I’m quite proud of that I just wanted to make mention of, as I got the opportunity to speak today.", "Really, what this bill comes forward for is basically expanding the Risk Management Program for farmers throughout our province, and I think that’s a great idea. My concern—and hopefully, it will be addressed somewhere down the line—is that the money that’s collected yearly for the Risk Management Program from the farmers isn’t touched by this government, or any future government, for any purposes other than what it is to serve, which is to have an insurance program for the farmers. I’m hoping that the money is collected and put in a separate fund, much like the special-purpose account is for hunting and fishing licences, that’s supposed to be put into a separate fund and only used for resource management.", "However, I do have to say that this government has not tabled a single report detailing the special-purpose account, as they’re legislatively forced to, for the last three years. They’ve broken the law by not tabling these reports, and they’re refusing to do so. So even though they have that special fund that’s supposed to be used, they are not reporting on how they’re spending it. Who knows where they’ve wasted that money?", "However, back to this agricultural bill: I’m hoping that if this passes and goes forward, a separate fund can be created that keeps the government’s hands out of this pool of money. Because we know, with a $12-billion deficit, a $325-billion debt, and $11 billion a year in interest payments, that they’re looking for money. The last thing I’d hate to see is for this government to collect fees from our farmers in our communities, who are banking on that money to be there when catastrophe hits—that this government will take that money and spend it elsewhere, that it won’t be there for them when the time comes, that they’ll create this imaginary cap: “Oh, we didn’t have the money to help you out during this catastrophe.” The fear is that that’s what they’re going to do.", "We can even draw that parallel to their impending Ontario pension plan they’re coming forward with. We all know they’re going to collect that money and they’re going put it aside, but the temptation for them to use that money to fund their infrastructure projects over the next 10 years is going to be great. I would imagine that this government will pilfer the money and not spend it where it should be.", "I know I was deviating a bit, and I thank you for the little bit of leeway there, but I’ll get back to the agriculture bill. Expanding the ability of the bill is a great idea, but where that money goes, how it’s collected and how it’s spent is a grave concern on the opposition side here, because we don’t trust the government and many people in Ontario don’t trust this government. I know, coming from rural Ontario, the people who are going to be paying into this fund don’t trust that that money will be there when they need it, because this government has a history of spending more than it takes in." ],
  "anchor" : "para207"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Say it ain’t so." ],
  "anchor" : "para219"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Well, you know.", "Hopefully, they get on the ball and that fund is untouchable—and at the same time, they’ll table those documents on the special-purpose account so those who are hunting and fishing can know where their money is being spent. The government is saying that that account has no money in it, so they have to create new fees, hence the $2 service fee. On every transaction with hunting and angling in this province—if you buy an Outdoors Card, if you buy a licence, if you buy a tag—it’s $2. And that money doesn’t go to the special-purpose account; that goes to wherever they want to spend it. They’re deviating around it to create more money.", "They’re also talking about starting a seniors’ fishing licence because they don’t have the money. I say: Prove it. Prove where the money has gone so that we can have a good, open discussion of what’s going on with the special-purpose account.", "If I could take it back to the agricultural risk management program, I can see them down the road coming forward and saying, “We don’t have enough money. We need to increase the terms and conditions for farmers to pay into this program,” but they will not table the document, most likely, saying where they’ve spent the money or how they spent that money. So it’s a grave, grave concern to me.", "The other thing I wanted to touch on with regard to agriculture, which I’ve had local corn, soybean and other farmers come talk to me about, is with regard to the government’s one-handed, one-sided take on the neonics issue. We’re concerned about our bee populations; however, to cut neonics by 80% within two years without really negotiating or talking to the farmers about how that’s going to affect them—", "Interjection." ],
  "anchor" : "para220"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "What’s that?" ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "They’re talking over there." ],
  "anchor" : "para227"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Sorry, Speaker. Well, Percy’s listening.", "The concern is the effects not just on cash crop farmers who are going to be affected by this, but on the environment per se. They’re trying to protect the environment by protecting the bees, but a lot of farmers have told me that because of the use of neonics, they’re able to transfer over into using no-till farming, which the government spent a lot of money on. Having cover crops increases the chances of having these pests.", "By having these covering crops and no-till farming, you decrease erosion, you decrease having to use a lot of water, and you also decrease your carbon footprint on the farms. However, with this great change in the neonics, which isn’t science-based, without discussion with the farmers whom it’s going to be affecting, who at the end of day are probably going to need this insurance program in place because of the damage and policies this government has made—because of all of this, you’re probably going to go back to till farming, you’re probably going to get rid of a lot of the cover crops, because they’re high-intensity, high-expense. Erosion is going to increase, the use of water is going to increase and the carbon footprint is going to increase. So what are the benefits to the environment at the end of the day?", "The other thing I do like to make note of is that a lot of the cover crops, maybe alfalfa and such, probably have decreased, and a lot of these crops are bee-friendly crops—they’re nutritious; whereas bees don’t really like corn too much. It’s not as friendly to them; it’s not as nutritious to them. Most farmers have switched to these corn crops because this government basically destroyed the horse racing industry within this province with its policies and what have you. A lot of people who used to grow the food for the horses have moved to something else, because there’s no market for them anymore because of the decisions this government has made—which, at the end of the day, has destroyed a lot of the habitat for bees. So there are many other solutions that we could go forward with, helping the bees.", "Back to this pool of money: The government’s going to collect this money. Let’s put it in a separate account so that they can get their hands off of it, because I’m worried about how they’re going to spend it." ],
  "anchor" : "para228"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being 10:15, this House stands recessed until 10:30." ],
  "anchor" : "para234"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Good morning. On behalf of the member from Lambton–Kent–Middlesex, I would like to welcome the family of page captain Morgan Tamminga. We have her sisters Claire and Micah Tamminga. We also have grandmother Catherine McLean, grandfather Malcolm McLean and another grandmother, Juel Howse-McLean. Welcome to Queen’s Park. Enjoy the festivities." ],
  "anchor" : "para237"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I would like to introduce Antero Elo from the Finnish Credit Union; John Munnoch from the Adjala Credit Union; and Bob MacGregor from the Adjala Credit Union. I looked forward to meeting them. They are here with the Credit Unions of Ontario." ],
  "anchor" : "para238"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’d like to welcome Jennifer Churchill from the Ontario Association of Children’s Rehabilitation Services to the Legislature today. They do amazing work each and every day. I want to remind the House of the reception they’ll be holding today from 4 p.m. to 6 p.m. in rooms 228 and 230. Family members and children’s treatment centres from around the province will be in attendance. I’m looking forward to seeing everyone there." ],
  "anchor" : "para239"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I’d like to welcome students visiting us today from the PC Campus Association at Redeemer University. They are Josh Emmanuel, Chelsea Kaluzny, Keegan Fraser, Cha’wezi Phiri, James Constable, Ryan Vanderwees and Josh Broekema. I hope I got those right. Welcome." ],
  "anchor" : "para240"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome Kelly Harris from FirstOntario, and also give a shout-out to my good friends from Unifor Local 199, and to all the members from the credit unions, who do great work." ],
  "anchor" : "para241"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to welcome today, from Ducks Unlimited Canada, Lynette Mader, the manager of provincial operations; Greg Weeks, the Ontario director; and Ed Seagram. I know that the member from Simcoe North has a few that perhaps he is going to introduce as well." ],
  "anchor" : "para242"
}, {
  "speaker" : "Garfield Dunlop",
  "text" : [ "Yes, I welcome Ducks Unlimited here as well. I really wanted to point out that they’re actually having two receptions today: one at 12:30 in room 228, a coffee-break type thing, and their reception in the dining room from 4:30 to 7 o’clock tonight. Everybody is welcome." ],
  "anchor" : "para243"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to introduce to the Legislature today Harry Joosten from the Libro credit union; Kam Raman from Central 1 Credit Union; and the former mayor of Windsor, Eddie Francis, who is now with Windsor Family Credit Union. They’re here today with a delegation from Credit Unions of Ontario. I want to welcome them." ],
  "anchor" : "para244"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’d like to welcome to the Legislature Taras Pidzamecky, Ukrainian Credit Union; Kelly Harris, FirstOntario Credit Union; Kam Raman, Central 1 Credit Union; and representatives of the Niagara Children’s Centre." ],
  "anchor" : "para245"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "It’s my great pleasure today to introduce, in the west members’ gallery, from my riding, Jan Allardyce; and also, from the riding of Lambton–Kent–Middlesex, Morgan Tamminga, who is the page captain today. Her family is here: Malcolm McLean and Juel McLean; Catherine Tamminga; and Claire and Micah Tamminga, who are sisters of our page captain. Welcome to Queen’s Park." ],
  "anchor" : "para246"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I think most members will know that the people from Ducks Unlimited are with us today, and I encourage people to meet with them. They do a lot of good work across this province." ],
  "anchor" : "para247"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I would like to welcome all the representatives from the credit unions of Ontario who are here at the Legislative Assembly. It’s their advocacy day. I know they will be meeting with different MPPs. They do great work around the province, so I want to welcome them here to Queen’s Park." ],
  "anchor" : "para248"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’d like to introduce Kelly Harris, who is representing FirstOntario Credit Union and represents my Kawartha Credit Union, which does a great job in the riding of Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para249"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It gives me great pleasure to introduce John McGivney Children’s Centre graduate and Paralympic swimming medal winner Danielle Campo McLeod and her mother, Colleen McLeod, who are here today to partake in today’s play date for the Ontario Association of Children Rehabilitation Services.", "I’d also like to welcome, from Windsor Family Credit Union, Marty Gillis and Steve Deneau; and also, my husband, Tyler, is in the members’ gallery." ],
  "anchor" : "para250"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Good morning. I’d like to introduce Vaughn Courage, the page from Halton. Vaughn is page captain today, and he’s right there across the gallery from me. Also here this morning is his mother, Ruth-Ann; father, Trent; and brothers Cade and Reif, who are over there in the east members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para252"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Welcome to DU. I’m also going to introduce Kelly Harris because he’s with FirstOntario down in my riding. But I do wish to introduce Ralph Luimes with the Haldimand-Norfolk credit union down in Haldimand–Norfolk." ],
  "anchor" : "para253"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "I just wanted to also introduce Taras Pidzamecky, who is here in the gallery with us. He is a constituent of mine and the president and CEO of Ukrainian Credit Union and a leader in the community as well." ],
  "anchor" : "para254"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I’d like to introduce a group from Wellington Heights Secondary School in Mount Forest who are here with Ducks Unlimited: Lisbet MacLean and Paisley Jansen, and their teachers Annalee Carberry and David Griffiths." ],
  "anchor" : "para255"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "I’m also pleased to introduce a number of people from the credit union movement from Etobicoke–Lakeshore: Linda Moroz from the Resurrection Credit Union; Alena Thouin from Alterna Savings Credit Union; Don Wright, Central 1 Credit Union; Scott Windsor, Meridian Credit Union; Sunny Sodhi, Meridian Credit Union; and George De La Rosa, Luminus Financial. Welcome to Queen’s Park." ],
  "anchor" : "para256"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Today I’d like to invite to the Legislature for the credit union lobby event Peter Waller from the Kawartha Credit Union in my riding. Welcome" ],
  "anchor" : "para257"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I would like to welcome, from Kingston and the Islands, José Gallant from Alterna Savings, Alena Thouin from Alterna Savings, Dominique Biron-Bordeleau from Credit Union Central of Canada, and Rebecca Lickiss, an MBA student who used to work for me in my past federal life. Welcome." ],
  "anchor" : "para258"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to point out in the gallery that my good friend Marty Gillis is here from the Windsor Family Credit Union in Windsor–Tecumseh." ],
  "anchor" : "para259"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "Speaker, I apologize. I neglected to mention, also here from Ducks, in the members’ gallery, are Krystal Hewitt, Laura Baldwick and Briar McBoyle." ],
  "anchor" : "para260"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "C’est un grand plaisir pour moi de souhaiter la bienvenue à tous les étudiants et étudiantes qui sont ici pour la neuvième édition du Parlement jeunesse de l’Ontario. Merci, monsieur le Président." ],
  "anchor" : "para261"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "Good morning, Mr. Speaker. Merci, monsieur le Président.", "I’d like to welcome to Queen’s Park today Julie Cayley and Lynette Mader from Ducks Unlimited, whom I look forward to meeting with later today and invite everyone to join us for a reception at 12:30 in room 228. Welcome to Queen’s Park." ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I do have a housekeeping comment to make. It has been brought to my attention a few times while I’m sitting in the chair and while other deputies are sitting in the chair. I would like to remind all members: You would be doing us a huge favour by not making your devices available, even on vibration, on your desk, for two reasons. Number one: Even if your mike is not on, it still resonates and makes a distraction. Number two: When your mikes are on, our interpreters and our sound people get a huge blast in their ears, and it is actually quite harmful. I’m going to ask you to please be cautious of that. If you have them, either put them on your lap or take them away." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Aboriginal Affairs on a point of order." ],
  "anchor" : "para267"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Introduction." ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Introduction." ],
  "anchor" : "para269"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, I’d like to introduce Philip Holst, who is over here in the gallery. He’s with Ducks Unlimited. He’s a long-time friend and he’s an enormous supporter and contributor to Ducks Unlimited." ],
  "anchor" : "para270"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. It is now time for question period." ],
  "anchor" : "para271"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, my question is for the Premier. Section 11.8 of the Liberal Party’s constitution says that you, the leader, must communicate your decision—", "Interjections." ],
  "anchor" : "para275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. No interjections. I need to hear the question, because I’m listening carefully." ],
  "anchor" : "para277"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "The constitution says that you, as leader, have to communicate your decision as soon as possible if you’ve made the decision to appoint a candidate.", "You claim you made your decision in November, and you claim you told Mr. Olivier of your decision in December. Yet you didn’t tell the riding association until January 7.", "Premier, why did you breach your own constitution and wait for over a month to tell the riding association of your decision?" ],
  "anchor" : "para278"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, again, let me be very clear. I’ve made this statement about my decision many times. It was well known that Glenn Thibeault was going to be our candidate in Sudbury—and we’re very pleased to have him. I formally wrote to the riding association president and nominations commissioner on the day of the by-election—", "Interjections." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also want to hear the answers.", "Interjection." ],
  "anchor" : "para283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I don’t want any more interjections from the member from Timmins–James Bay." ],
  "anchor" : "para285"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "That’s when the paperwork was completed. But it was well known that Glenn Thibeault was going to be our candidate." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para287"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier: During question period, you’ve repeatedly said, “I had made that decision at the end of November. Once I had met Glenn Thibeault, that decision was made.” Yet Andrew Olivier told the OPP the conversation he had with you on December 11 was the same as the one he had had earlier that day with Gerry Lougheed Jr. In that conversation, he was being offered a job or a bribe to step aside as the candidate and to nominate Glenn Thibeault instead.", "Premier, if you made the decision in November, why didn’t you tell Andrew Olivier on December 11 that there would be no nomination?" ],
  "anchor" : "para288"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me say once again that once I had a meeting with Glenn Thibeault—because I hadn’t met him. After all, he had been part of another party; he was making a decision about his future. Once I had met him, at the end of November, I made a decision that he would be the best candidate for us in Sudbury. That was the decision that I had made. The paperwork was completed in January, but it was well known long before that that Glenn would be the candidate for us in Sudbury." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para291"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier: The taped conversations between Pat Sorbara and Gerry Lougheed Jr. with Andrew Olivier stand in stark contrast to your statement that Andrew Olivier was told before December 11 that he would not be the Liberal candidate.", "Premier, you’ve been repeatedly asked for evidence to back up your version of events. Your letter of January 7 tears even more holes in your implausible story.", "You need to end this farce, stop denigrating the office that you hold and tell Ontarians once and for all: Did you authorize Pat Sorbara or Gerry Lougheed Jr. to have those conversations with Mr. Olivier?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, once again, I take this matter very seriously. The member knows that there’s an investigation going on and that that investigation is happening outside of this House. It’s an independent process.", "I have to say that I actually agree with the PC House leader, who on February 27 said this: “Stop interfering in an ongoing investigation and let it run its course.”", "The fact is that there’s an investigation going on. I am going to let that investigation run its course, Mr. Speaker. But it’s going to run its course outside of this Legislature, independently of the House." ],
  "anchor" : "para295"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Again to the Premier, Mr. Speaker. Associate Chief Justice Douglas Cunningham of Ontario Superior Court wrote, “Appointments to government offices ... are not to be traded for political favour. They are appointments that must be made in a fair, open and transparent manner.”", "Premier, you tried to sneak an appointment or a job offer to Andrew Olivier past the people of Ontario. It was not fair. It was not open. It was not transparent.", "Again, did you direct Gerry Lougheed Jr. and/or Pat Sorbara to offer Mr. Olivier an appointment to step aside?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Let me again just say that I challenge the premise of the question and the statements that the interim Leader of the Opposition has made. I would remind him that there is an investigation going on. I would also remind him of what the Chief Electoral Officer said. He determined that the allegations against me and the member for Sudbury were baseless. He went on to say, “I am neither deciding to prosecute a matter nor determining anyone’s guilt or innocence. Those decisions are respectively for prosecutors and judges.” He did not say that those are decisions for the interim Leader of the Opposition. Those are decisions for the people who are involved in the investigation, and we’re going to let that unfold as it must." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Back to the Premier: Justice Cunningham has also said that the Criminal Code bribery provisions are “aimed at preventing influence peddling in order to protect the public’s confidence in the integrity and appearance of integrity of the government.”", "Premier, according to a recent poll, the public’s confidence in your integrity is pretty low. Two thirds of Ontarians want your deputy chief of staff to resign. Premier, will you restore some semblance of integrity to your office and step aside if charges are laid against either Pat Sorbara or Gerry Lougheed Jr.?" ],
  "anchor" : "para304"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I made a statement two Fridays ago. I said that there were clear actions that needed to be taken if there were a charge laid against anyone and that Pat Sorbara would step aside if that were the case. That’s in the public realm; I made it very clear.", "I also said that there is an investigation going on. We need to let that investigation unfold. That investigation will unfold outside of this House." ],
  "anchor" : "para306"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para308"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Premier, your very own Gerry Lougheed Jr. once said, “A solution by fat cats in Toronto may not be the right solution for Sudbury.” But you made the decision, Premier, to appoint a candidate from behind your desk here at Queen’s Park. You were prepared to offer Mr. Olivier a government appointment or job so he wouldn’t stand in the way of your decision.", "Premier, you have sullied the integrity and the dignity of the office you hold. Salvage what little public confidence is left in you. Commit to the people of Ontario that you will resign as Premier if either Gerry Lougheed or Pat Sorbara is convicted of an offence of bribery.", "Interjections." ],
  "anchor" : "para309"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para312"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’ve said clearly that I will co-operate with the authorities, that that investigation is taking place outside this House, and we need to let it unfold there. I will continue to work closely with the authorities, as is the right thing to do." ],
  "anchor" : "para314"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. On what date did the Premier provide the Liberal Party’s nomination commissioner and Sudbury riding association president the written notice that she was appointing Glenn Thibeault as the Liberal candidate in Sudbury?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As the member opposite, I think, knows full well, I have made many statements about my decision to have Glenn Thibeault as the candidate in Sudbury. I made that decision after I met him at the end of November.", "I think the member opposite also knows that I formally wrote to the riding association president and nominations commissioner on the day that the by-election was called. That’s when the paperwork was completed. The decision was made much before that, and it was well known that Glenn was going to be our candidate." ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para319"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "January 7, that’s the date, almost a month after Pat Sorbara and Gerry Lougheed were taped offering Andrew Olivier anything he wanted to step aside, almost a month after those phone calls were made on behalf of the Premier, almost a month after the Premier’s own conversation with Mr. Olivier. There is now written evidence, in addition to taped evidence, that the Premier’s story does not add up.", "I ask the Premier: Will she have one more conversation with her soul, this time about the need to come clean with the people of Ontario?" ],
  "anchor" : "para320"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "When I say it was well known that Glenn Thibeault was going to be our candidate, it really wasn’t that long ago. There were newspaper reports; it was quite in the public realm that Glenn Thibeault was going to be our candidate. I would just say to the member opposite that she can check the record and she can see. It’s true that the paperwork was completed on the day that the election was called, but it was common knowledge long before that that Glenn Thibeault was going to be our candidate." ],
  "anchor" : "para322"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para323"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier insisted that she decided to appoint Glenn Thibeault long before the Liberal operatives were dangling jobs in front of Andrew Olivier, but the Premier’s letter to the Liberal Party makes it clear that she only appointed Glenn Thibeault after those attempts had failed.", "This is a question that the Premier has been asked 44 times, but she has not given a straightforward answer yet: Who gave Pat Sorbara and Gerry Lougheed their orders to get Mr. Olivier out of the way so that Glenn Thibeault could have an uncontested nomination?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I will say again that the investigation that’s going on is going on outside of this Legislature. It’s very important that it be independent and that we let that unfold.", "In fact, the NDP member for Timmins–James Bay said last week, “You do have a larger responsibility to make sure you’re careful in the use of your words so you don’t interfere in any ... way.” That is the member for Timmins–James Bay.", "Mr. Speaker, I think if the leader of the third party would just turn to her right and talk to the member for Timmins–Bay, she would understand that it’s important that all of us—all of us—let the investigation take place outside.", "I made a decision at the end of November that Glenn Thibeault would be the best candidate for us in Sudbury. I think that was the right decision.", "Interjection." ],
  "anchor" : "para327"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke, come to order.", "Interjections." ],
  "anchor" : "para332"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. To confirm, to make sure he heard me, the member from Renfrew–Nipissing–Pembroke, come to order.", "New question?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. There is evidence that Andrew Olivier was offered any job he wanted in order to get out of the Premier’s way. There is evidence that Pat Sorbara and Gerry Lougheed were acting on orders from the Premier, and there is evidence in black and white that the Premier made the decision to appoint her candidate after attempts to get Andrew Olivier out of the way failed.", "Of course, the Premier still claims that all this evidence is wrong. Does the Premier have any evidence to support her version of the story?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I challenge much of the premise of the leader of the third party’s question. I made a decision at the end of November, having met our candidate, having met Glenn Thibeault, that he would be the best candidate for the Liberals in Sudbury.", "The people of Sudbury made a decision. The people of Sudbury voted for Glenn Thibeault. We have a new member on this side of the House because he was the best candidate for Sudbury. The people in Sudbury made that decision.", "I know that’s painful for the third party; I understand the degree to which that’s painful. But the fact is, the people of Sudbury made a decision.", "There is an investigation going on, and that investigation is going on outside of this House, Mr. Speaker." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para343"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Any Ontarian with a computer or a smartphone can hear the tapes of Pat Sorbara and Gerry Lougheed offering jobs to Andrew Olivier on behalf of this Premier. The OPP warrant is available publicly. Elections Ontario reported its finding that there is evidence that senior Liberals broke the Election Act, and that report is publicly available, Speaker. And now Ontarians can read about a letter showing that the Premier didn’t appoint her candidate until after she found out that she could not get Andrew Olivier out of the way.", "In that growing mountain of evidence, there isn’t a single shred that backs up the Premier’s version of events. Is there anything at all—anything—that the Premier can show us that backs up her version of this bribery scandal from Sudbury?" ],
  "anchor" : "para344"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I said, it was well known long before the paperwork was completed that Glenn Thibeault was going to be our candidate. That’s a matter of public record. As I have said, the investigation that’s ongoing is happening outside of this House. We need to let it unfold in an independent way outside of the Legislature." ],
  "anchor" : "para346"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para347"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier seems to be more comfortable answering police questions than answering questions here in the Legislature. It’s getting quite ridiculous, Speaker. People actually deserve so much better than this. They deserve to know that—", "Interjections." ],
  "anchor" : "para348"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock." ],
  "anchor" : "para350"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Breaking the law doesn’t matter to you?" ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I did not get quiet for you to interject, member from Timmins–James Bay.", "Please finish your question." ],
  "anchor" : "para352"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "They deserve to know that their politicians play by the rules. They deserve to know that the Premier of Ontario is going to answer questions and tell the truth without first receiving a subpoena or a warrant or being interrogated by the OPP. What evidence does the Premier have to back up her story?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I agree with the leader of the third party that the people of Ontario deserve to know that their politicians are going to answer questions, and I will do that. I will answer questions here and I will work with the authorities. I have said over and over again, first, when I made a public statement, I made it clear when I had made the decision and what that decision was: that Glenn Thibeault would be our candidate. I’ve also said that I will work with the authorities absolutely in every way that they ask of me and that they require, but I will do that outside of this House because that’s where the investigation is taking place. That’s where the authorities are, not here; they are outside of the House." ],
  "anchor" : "para355"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "My question is to the Premier. Premier, are you familiar with this following quote: “I can’t fire them simply on the basis of charges”—", "Interjection." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader." ],
  "anchor" : "para359"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "“They have to have their day in court. They have to have a chance to prove their innocence. I have got to see more than this”?", "Premier, does this quote sound familiar? Do you know what this quote is in reference to?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am sure that the member opposite is going to tell me chapter and verse exactly where that quote comes from.", "In the meantime I will say to him that I’ve been quite clear that I will co-operate with the authorities. I’ve been quite clear that there’s an investigation going on outside the House, and I made a statement about my position on all that two Fridays ago, and I continue to reinforce that in response to questions from the opposition." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para364"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Back to the Premier: Premier, I’m surprised you don’t know who said that. Even I was surprised it wasn’t you and it wasn’t even your predecessor—although I’m sure he had said similar things many times.", "It was disgraced president Richard Nixon discussing how he justified his actions in the David Frost interviews.", "Interjections." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order, please.", "Interjections." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please.", "Interjections." ],
  "anchor" : "para370"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Last time: Order, please." ],
  "anchor" : "para372"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Where’s David Frost when you need him?" ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member is tiptoeing very closely to a rope he doesn’t want to hang himself with.", "Interjections." ],
  "anchor" : "para374"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And I don’t need any other interjections.", "Please continue." ],
  "anchor" : "para376"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker. Back to the Premier: That’s from the infamous Frost/Nixon interviews surrounding Watergate. It sounds very, very much like the same phrase that we’ve been hearing from you.", "Premier, you do know how that story unfolded. Is it your intention to disgrace this Legislature the same way that President Nixon disgraced his career and the White House when he served?" ],
  "anchor" : "para378"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para380"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I ask the member opposite whether he recognizes the following two quotes: “I really don’t have a comment to make on this because it’s before the courts.” Does he recognize who said that? It was just yesterday that the PC member from Whitby–Oshawa actually made that quote. We agree with her that when it comes to matters of anything criminal that we should let the independent authorities do the investigation.", "Let me ask whether you recognize this other quote: “Stop interfering in an ongoing investigation, and let it run its course.” Who said that? That’s the opposition House leader, the member from Leeds–Grenville, who said that. I agree with that quote as well.", "We know that we have a system in place in this province where, if there are investigations that are ongoing, they are, by legislation, an independent process that is undertaken by prosecutors and by police. We should respect that process and let that independent investigation take place as opposed to commenting on it in the House." ],
  "anchor" : "para381"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is to the Premier. The Premier needs to tell Ontarians why she’s insisting that she decided to appoint her Sudbury candidate in November. In December, the Premier’s top insiders were dangling jobs in front of Andrew Olivier to get him to stop seeking the Liberal nomination.", "At that point, Andrew Olivier said there was no discussion and no decision about appointing. The president of the Liberal riding association said he hadn’t heard anything about the decision to appoint. Gerry Lougheed said that the Premier didn’t want to appoint, and Pat Sorbara made it clear that there was no decision to appoint.", "Here is a letter from the Premier showing that there was no decision about appointing until January 2015. Why is the Premier insisting one thing when every single piece of evidence points to something else?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para389"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Again, I think the Premier has answered the same question on several occasions, but let me just provide the member opposite, once again, with a primer on how our system works when it comes to issues like this. When it comes to, for example, any potential violation of the Ontario Election Act, as we know, the Chief Electoral Officer has the authority to do an investigation. When he does an investigation and he finds that there is an apparent contravention, he then refers that matter to the Attorney General for the public prosecutors to determine whether or not there should be any further action taken.", "The public prosecutor then does his or her own investigation into the matter to decide, based on evidence, whether there should be any charges or not. If there are charges, then it’s up to our judges in the courts to determine whether the person is guilty or not. That entire process is arm’s-length and independent. We should respect that process." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para392"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "My question is back to the Premier. This province—this Legislature—doesn’t need any primer from Liberals about how to follow or break laws, because clearly you guys don’t have a very good track record. So I say again: Andrew Olivier, Bill Nurmi, Pat Sorbara, Gerry Lougheed and the Premier’s own letter all say that no decision had been made about appointing the Premier’s chosen candidate in December. In fact, evidence shows that the decision didn’t come until January.", "Why has the Premier been insisting that she made a decision in November?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, in the same way, we don’t need any primers from the NDP when it comes to bringing progressive policies in this province that make a difference in people’s lives, because that’s the party across which voted against increases for our hard-working personal support workers. This is the party opposite, the third party, that voted against raising wages for child care workers. This is the party across that voted against increasing the minimum wage and indexing it to the cost of living. That is the party that voted against increases to the child care benefit.", "We don’t need lectures from the third party, which has forgotten its progressive roots. This is the party—and this is the leader, Premier Kathleen Wynne—which is bringing progressive policies to improve the lives of Ontarians every single day. We will continue to do that, and make sure that there is retirement income security for hard-working Ontarians as well.", "Interjections." ],
  "anchor" : "para395"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. New—", "Interjection." ],
  "anchor" : "para398"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para400"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Withdraw." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Scarborough–Agincourt." ],
  "anchor" : "para402"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Thank you, Mr. Speaker. My question is for the Minister of Labour. Ontario’s first responders and health care professionals, including nurses, transit workers and correctional officers, have made it very clear: Ontario needs to do more to address traumatic mental stress in the workplace.", "Recently I met with front-line nurses and physicians in my riding of Scarborough–Agincourt. They shared with me many challenges, like complexity of care and the diversity of issues that front-line health professionals face every day in their practice.", "This past year, across Canada, first responders and others have been urging their governments to take action to address these growing concerns about traumatic mental stress in the workplace. We have all heard about tragic incidents, including firefighters and police officers who have taken their own lives because they have not been able to get the help they need. We all agree that we need to act to prevent this trend from continuing.", "Mr. Speaker, through you to the minister, what is the province doing to ensure that employers are providing adequate support to employees who are suffering from traumatic mental stress?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that very important and very timely question. I think any of us in this House who have a friend, colleague or family member who is dealing with traumatic mental stress, post-traumatic stress disorder, understands the devastating effect this can have on people.", "I would agree that we need to do everything we can as a Legislature, as a province, to ensure that workers get the support they need when they are forced to deal with work-related traumatic mental stress.", "There’s a growing amount of evidence that highlights the benefit of preventive initiatives when it comes to dealing with post-traumatic stress disorder.", "Our government takes work-related TMS very, very seriously. We engaged a round table of experts on traumatic mental stress. We’ve already begun acting on their proposed actions.", "Tomorrow, we’re holding a summit on work-related traumatic mental stress right here in Toronto to build upon the work of that round table. Speaker, that’s going to attract some of the best and brightest minds on this topic to Toronto. I’d urge all members to try to attend for a portion." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para413"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "Thank you to the minister.", "It appears that our government is positioning itself on the right side of this issue to ensure Ontario’s workplaces have the tools they need to address TMS.", "I recently read that mental illness costs the Canadian economy $52 billion annually in lost productivity and is the number one cause of disability claims in Canada.", "Among those most disproportionately affected by mental health problems are new Canadians and recent immigrants. They face many cultural and linguistic barriers, both in the workplace and in trying to find proper treatment.", "In my riding of Scarborough–Agincourt, there are a number of specialized agencies that serve the very diverse community, like the Hong Fook nurse practitioner clinic.", "The discussions that will take place at tomorrow’s summit on work-related traumatic mental stress will empower the participants to better serve my constituents and all Ontarians on how to overcome those barriers.", "Speaker, through you to the minister: You mentioned earlier about hosting the summit tomorrow. Can you please elaborate on what that day will look like and who will be participating?" ],
  "anchor" : "para414"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you again for the question from the member.", "The government is bringing together workers, employers, advocates, educators, change leaders and experts from a wide range of sectors at the summit tomorrow here in Toronto. More than 150 invited representatives will share the innovative approaches they have to promote cultural change. They’ll learn from other industry leaders on how they can enhance mental health and the safety of their own employees.", "Speaker, one of the highlights of the summit will be the keynote address by the great humanitarian Lieutenant General the Honourable Roméo Dallaire, who will speak about his first-hand experience with traumatic mental stress. If anybody has been an outspoken advocate, it’s him.", "The main goal of tomorrow’s summit is not to start a conversation on traumatic mental stress. That conversation has already begun. Instead, it’s about elevating that conversation to a higher level. I look forward to being part of it. I hope I see some of the members I’m hearing from at that summit tomorrow." ],
  "anchor" : "para421"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Speaker, I have a question to the Premier about the Sudbury by-election.", "Ontario’s Chief Electoral Officer was very clear that he believed there was an apparent contravention of the bribery statute contained within the Election Act. Your deputy chief of staff, Pat Sorbara, is accused of bribery. Your backroom Liberal operative Gerry Lougheed was also involved in the alleged bribery.", "It’s illegal to grant government jobs or other positions as a favour.", "Premier, why have you not removed Gerry Lougheed and Pat Sorbara?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let me just remind the member opposite—I’m sure he just neglected to read this part of what the Chief Electoral Officer said: “I am neither deciding to prosecute a matter nor determining anyone’s guilt or innocence. Those decisions are respectively for prosecutors and judges.”", "Interjection." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member for Dufferin–Caledon, come to order." ],
  "anchor" : "para432"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I take this matter very seriously. There is—", "Interjection." ],
  "anchor" : "para433"
}, {
  "speaker" : "The Speaker",
  "text" : [ "While you were heckling, I indicated that I wanted you to come to order.", "Carry on." ],
  "anchor" : "para435"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I take this matter very seriously. As the Minister of Community Safety and Correctional Services has said, there is a process. That process is being undertaken at this moment, but it’s a process that takes place outside of this House. That’s where the investigation is taking place, and that is exactly where it should take place." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Back to the Premier: In our society, in the province of Ontario, we all believe in the rule of law. Justice is blind; no one is beyond it. Our rule of law is based on a set of strict principles to which we, as a society, all agree. Our rule of law is not arbitrary. Our rule of law is not subject to financial influence.", "You, your friends and your hired operatives believe you are above the law. The fact is, if you break the law, you pay the price. We now have four OPP investigations into this alleged criminal activity, and this reflects badly on everyone.", "Premier, for the good of all concerned, and if charges are laid, will you step aside?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para443"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I really appreciate that the member opposite talked about the rule of law, because I wish his other members would recognize what, in our system of democracy, the rule of law means. The rule of law, in our system, creates a clear distinction between the executive branch of the government and the judicial branch of the government.", "By the same logic that the member opposite talked about, it is prohibited that we, the executive branch, get involved in the judicial branch of the system. That is a fundamental tenet of our rule of law. We have a separate judicial process in place right now. There is an investigation that is ongoing, and the only right and legal thing to do is to respect those investigations and not comment in this House.", "So I urge all the members opposite: Let’s get back to the issues that are important to Ontarians. Let’s talk about issues that Ontarians are talking about, like building good public infrastructure." ],
  "anchor" : "para444"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. Senior Liberals made offers to Mr. Andrew Olivier. The Premier is on record as saying that was okay because she had already decided to appoint her chosen candidate, that she was just helping Mr. Olivier. But the evidence shows something completely different. The evidence shows that the Liberals were desperate to get Mr. Olivier to withdraw from the nomination so that they could have an uncontested nomination meeting, and the letter to the president of the Sudbury riding association shows that there was never any decision until long after the attempts to get Andrew Olivier out of the nomination meeting had failed.", "Will the Premier tell Ontarians the date she decided that she was going to appoint her chosen candidate?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that there are members in the third party—" ],
  "anchor" : "para450"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "She’s a sore loser." ],
  "anchor" : "para451"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—who understand that I have the authority and the ability, as the Liberal leader, to appoint candidates, and I made a decision after I had met Glenn Thibeault—" ],
  "anchor" : "para452"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Scarborough–Guildwood." ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve been pressed: The deputy House leader is warned.", "Finish." ],
  "anchor" : "para454"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I made a decision that Glenn Thibeault was the best person to be our candidate in Sudbury, and I made that decision after I had met him at the end of November. There is an investigation going on; it’s going on outside of this House." ],
  "anchor" : "para456"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para457"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The statement from the Premier has her kind of twisted in a knot where she’s trying to explain that really, honestly and for real, she had decided to appoint her candidate in November but she didn’t tell anyone. She didn’t tell her campaign director. She didn’t tell her local kingmaker in Sudbury. She didn’t tell her candidate. She didn’t tell her former candidate, her riding association president or the Liberal Party, whose constitution makes it clear that she had to do so.", "Is the Premier going to admit the date she decided to bypass the nomination meeting and go for an appointment? Because right now it looks like this date was in January." ],
  "anchor" : "para458"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The member opposite actually lives quite close to where all of this is taking place. I think that the member opposite could—if she looks back at the newspapers, she would know that it was pretty common knowledge that Glenn Thibeault was going to be our candidate. To suggest that that wasn’t the case, I think, is just not accurate.", "I had made a decision that Glenn would be the best candidate for us in Sudbury. There is an investigation going on. It’s going on outside of this House and I’ll continue to co-operate with authorities." ],
  "anchor" : "para460"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "My question is to the Minister of Economic Development, Employment and Infrastructure. I’ve had the privilege of advocating on behalf of my community at the federal level and now I have the privilege to do the same at the provincial level. This is a responsibility I take very seriously.", "From knocking on doors in the past by-election, my constituents clearly identified the Maley Drive extension as an important infrastructure project for our community. I am now proud to say that I am part of a government that included this project, not only in the past budget but as part of its submission to the federal Building Canada Fund.", "Would the Minister of Economic Development, Employment and Infrastructure please update this House about the important Sudbury infrastructure project?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, it is so good—almost refreshing—to see a member from the Sudbury area asking questions that really matter to Sudbury and really matter to Ontarians, so I thank the member for the question.", "It’s with great pleasure that I can say and confirm that this government is fully committed to our share of the Maley Drive project. We know that the project is very important to the people of Sudbury, as it will reduce congestion along two of the city’s main arterial roads.", "In our 2014 budget, our government committed up to $26.7 million for the first phase of the expansion of Maley Drive. We highlighted this project again in our recent budget. The NDP had an opportunity to vote for this project in the first budget; they rejected it. They had a second opportunity; they rejected it again. We’re looking forward to hearing from the federal government with an approval, so that Maley Drive can go through." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para469"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Thank you, Mr. Speaker, and I’d also like to thank the minister for driving this important project forward. I, too, remain optimistic that the federal government comes to the table and commits to this project.", "However, I saw first-hand when I was a member of Parliament that the federal Conservatives are not making adequate investments in infrastructure, not just in Ontario but across the country. They are shortchanging Ontarians and all Canadians.", "Fortunately, this government and this Premier prioritize infrastructure. Our Premier is calling for a new Canadian infrastructure partnership, a collaboration that has the explicit target of investing 5% of GDP in infrastructure renewal.", "Mr. Speaker, would the minister please inform the House about this drastic comparison between federal and provincial infrastructure spending?" ],
  "anchor" : "para470"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The member is absolutely right: The federal government is not adequately investing in infrastructure. Since 2003, this government has invested nearly $100 billion in infrastructure, and we’re investing $130 billion in infrastructure over the next 10 years. That will create 110,000 jobs across this province.", "Comparing our record to the federal government, over the next 10 years, our government plans to invest nearly five times more per capita in infrastructure than the federal government. You’d be hard-pressed to find a national government anywhere in the world doing so little, compared to the provincial governments across this country.", "Our Premier is absolutely right: The federal government must commit more to a national infrastructure partnership. Projects like Maley Drive, the Ring of Fire and public transit need the federal government to commit more so that we can continue to compete in this fiercely globally competitive economy." ],
  "anchor" : "para474"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question.", "Interjections." ],
  "anchor" : "para477"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke. I’m glad to see your enthusiasm." ],
  "anchor" : "para479"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "My question is for the Premier. Since the very beginnings of this Sudbury by-election—", "Interjections." ],
  "anchor" : "para481"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "Interjections." ],
  "anchor" : "para483"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Let’s reboot.", "The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para485"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you, Speaker. My question is for the Premier. Since the very beginnings of this Sudbury by-election scandal, you have made many sad excuses for Liberals behaving in unethical ways.", "From the response in my riding and, in fact, from all across this great province, I can tell you that Ontarians are saying that by your unwillingness to admit wrongdoing and dismiss those who are accused of criminal offences, you are diminishing the high office you hold.", "Later today, our leader will address the House regarding his opposition day motion. Will you finally accept responsibility for defending Liberals under criminal investigation and acknowledge that, if you will not have them step aside, you are in fact breaching the public trust?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para490"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I can assure the members opposite and anyone watching that we take this issue very, very seriously. We’ve heard the Premier, time and time again, talk about how any investigation should be conducted by qualified people outside of this Legislature. In fact, when asked about charges laid against a PC staff member just this week, the PC member from Whitby–Oshawa said, “I really don’t have a comment to make on this because it’s before the courts.”", "The PC House leader agrees with the member from Whitby–Oshawa—", "Interjections." ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para495"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "He said, “Stop interfering in an ongoing investigation. Let it run its course.”", "So we actually take the wisdom from the members opposite to heart—", "Interjection." ],
  "anchor" : "para496"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Leeds–Grenville, come to order." ],
  "anchor" : "para499"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "—and we will not be discussing this in the House." ],
  "anchor" : "para500"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para501"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Speaker, that was a sad and disappointing response from the Deputy Premier.", "Premier, back to you: During your leadership speech you said that this is the time, right now, “to show that we’ve learned from our mistakes. That they will not happen again.” By standing in the way of our opposition motion, you will show that this is the same tired, arrogant, unethical Liberal government that you inherited from Dalton McGuinty. You have put your own ego and the needs of your party before the needs of the people of Ontario.", "Premier, I ask you again: Will you acknowledge the breach of ethics, stop stonewalling our efforts to get to the bottom of this scandal and put Pat Sorbara and Gerry Lougheed in the penalty box, at least until this investigation is complete?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I have to say that what I find to be very disappointing is that both opposition parties have, for the last number of weeks, asked the same question over and over and over again. They have used their questions to do this muckraking instead of focusing on issues that matter.", "We have people from the credit unions here today; they’ve got important questions. I think they’d like you to be asking us questions about what they’re here to discuss. We’ve had various people here—the children’s treatment centres. I bet they have questions that they’d like you to be asking us.", "You’ve asked the questions over and over again. You’ve had the same answer over and over again. I think you’re letting your constituents down by not asking the questions they want to hear answers to." ],
  "anchor" : "para505"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "My question this morning is for the Premier. Good morning, Premier.", "According to the evidence, the Premier decided to appoint her hand-picked candidate the same day that the writ was dropped. If the Premier is claiming she decided to appoint her hand-picked candidate in November, why did she wait until the eleventh hour to actually make that appointment?" ],
  "anchor" : "para509"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Deputy Premier." ],
  "anchor" : "para511"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "So let’s understand this question. Good morning. The member is asking about why the leader of the Ontario Liberal Party didn’t get the paperwork in when he thinks she ought to have done that. Now, I think that’s a pretty big stretch." ],
  "anchor" : "para512"
}, {
  "speaker" : "Interjection",
  "text" : [ "It’s ridiculous." ],
  "anchor" : "para513"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "My colleague says it’s a ridiculous question. I wouldn’t say it’s a ridiculous question, but it’s not a question that pertains to government policy or government business. It’s not a question, I’ll bet, that the people in Windsor want their members to ask." ],
  "anchor" : "para514"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para515"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s not what I think the Premier should have done. Why didn’t the Premier follow the Liberal constitution and inform the Liberal Party as soon as she made her decision to appoint her candidate? It’s in the constitution, for God’s sake." ],
  "anchor" : "para516"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "It’s very clear that the nomination process in the NDP, the New Democratic Party, is not the same as it is in the Ontario Liberal Party. In the Ontario Liberal Party—because members of the party have voted constitutional rules that give the leader the ability to appoint candidates.", "The NDP just ram through the candidate they want. They put someone in charge of the process and then that person, Adam Giambrone, ends up running for that nomination in Scarborough–Guildwood.", "I don’t like your way of doing nominations, but I’m not going to stand up and ask you about your party constitution in this place." ],
  "anchor" : "para517"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "My question is to the Minister of Finance. Mr. Speaker, I understand that today is credit union advocacy day. We have members of credit unions from across the province visiting Queen’s Park today and meeting with MPPs.", "I had the wonderful opportunity to meet with members of credit unions from my riding of Newmarket–Aurora—Meridian—telling me about the wonderful things they are doing in our riding. They’re telling us about the wonderful things they’re doing in all of our ridings.", "It’s unfortunate that the opposition are not asking questions about the good work the credit unions do and the important role they play in our provincial economy.", "Speaker, through you to the Minister of Finance: What is our government doing to support this critical industry?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Thank you to the member for a great question. The member for Newmarket–Aurora has rightly cited how important the credit unions and caisses populaires are to the province of Ontario, to their communities and to our economy. We appreciate the outstanding work that the sector does for all of us concerned.", "On behalf of all of my Liberal caucus members and colleagues, we recognize that in order for credit unions to continue to do their good work, we have to review their act.", "I am very proud that my parliamentary assistant, Laura Albanese, the MPP from York South–Weston, is doing a tremendous job of consulting with communities right across Ontario in terms of what we should do to build Ontario up, looking at ways to continue providing that investment, those incentives, for businesses to invest, for consumers to build and create more jobs. That wouldn’t be possible without the outstanding partnership with our credit unions." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I would like to thank the Minister of Finance for that informative answer.", "This review will assist credit union workers to continue to do their important work in building up Ontario’s economy. I know in my riding of Newmarket–Aurora, we value the work of credit unions. I see the important contributions they make to my community day in and day out.", "But Mr. Speaker, can the Minister of Finance please provide some more information on this important review that he has requested MPP Laura Albanese to lead?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Thank you again to the member. Mr. Speaker, there are over 118 credit unions in Ontario serving 1.6 million members, employing over 6,000 people and holding over $40 billion in assets. They deserve to ensure that the government, in partnership with them, will do what’s necessary for them to continue to succeed: looking at deposit insurance coverage limits; looking at revisiting subsidiary ownership; reviewing and adopting Basel III capital requirements and inputs that they know are important; enabling innovation so that we can all do better; and ensuring that they are able to do even more business with more sectors of our economy, like the MUSH sector.", "We hear you loud and clear. They’re not asking you those questions; we will, and we’ll fight for you as well.", "Interjections." ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "A reminder to all members that you’re addressing your questions and answers to the Chair.", "Interjections." ],
  "anchor" : "para535"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Now that I have quiet, I’ll say it again for those who didn’t hear: In this place, you direct your questions and answers to the Chair.", "New question." ],
  "anchor" : "para538"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "To the Premier: You did not inform the Sudbury riding association of your intention to appoint a candidate for weeks, during which time your operatives Pat Sorbara and Gerry Lougheed allegedly tried to bribe your former candidate with a public appointment so that your Liberal—", "Interjections." ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Energy, come to order, and everyone else.", "Please put your question." ],
  "anchor" : "para543"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Your Liberal operatives Pat Sorbara and Gerry Lougheed allegedly tried to bribe your former candidate with a public appointment so that your Liberal nomination would go to your chosen candidate uncontested.", "You breached your own party’s constitution and your operatives allegedly broke the law, according to the Chief Electoral Officer. However, you stated that after your review, there will likely be no charges.", "When did you offer yourself the appointment as prosecutor, judge and jury, and when did you ask yourself what to give up in exchange for this?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Again, I challenge the premise of some of the statements that the member opposite has made. I’ve been very clear that I will co-operate with the authorities. I take it very seriously. I made a statement that laid out my position, Mr. Speaker. I have said very clearly that this is an investigation that needs to take place outside of the House.", "I’ve also said very clearly that when I first met Glenn, I made a decision that he would be the best candidate for us in Sudbury. I think that was a very good decision, borne out by the fact that the people of Sudbury chose him as their representative here at Queen’s Park." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Speaker, back to the Premier: Your office is subject to four OPP investigations. At this pace, investigators will need their own reserved parking spot at Queen’s Park.", "Your own candidates don’t trust you to come clean–", "Interjection." ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Agriculture." ],
  "anchor" : "para555"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I guess the truth hurts.", "Your candidates don’t trust you to come clean and have to release recorded tapes for the truth to come out. Andrew Olivier could not have been offered an appointment without your blessing, because you would have to sign off on it. It shouldn’t take police questioning and leaked tapes to get to the truth from the Premier of Ontario.", "Did you decide to offer Andrew Olivier a public appointment in the time between your decision to appoint Glenn Thibeault as the candidate and your letter to the riding association?" ],
  "anchor" : "para556"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "When I say that the investigation is taking place outside of this House, what I mean is that there will be questions asked and answered by authorities, by people who are qualified to ask those questions and then come to a conclusion.", "I understand the politics of what’s going on here. I understand why it’s important to the Conservatives to ask these questions over and over, because they don’t want to talk about what’s going on in their leadership race. I understand that.", "I understand why the NDP would want to ask these questions, because they don’t want to talk about the fact that they lost in Sudbury and that they lost a member from the NDP, who walked across the floor and came to us. I understand the politics, Mr. Speaker.", "But I will not be distracted from the reality that we have a lot of work to do on this side of the House. We have work in terms of investments. We have work in terms of getting a budget ready that will be in the best interests of the people of the province. I’ll answer the questions that the authorities ask me.", "Interjections." ],
  "anchor" : "para559"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "New question." ],
  "anchor" : "para564"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "My question is to the Premier. Seeing as the Premier is unable to produce any evidence to back up her timeline of events, my constituents are wondering if she can provide any evidence on who gave Pat Sorbara and Gerry Lougheed their orders to offer Andrew Olivier a job." ],
  "anchor" : "para567"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I go back to my previous answer: that I will answer and I will co-operate with the authorities in the investigation that’s taking place outside of this House.", "I understand the politics of what the NDP is doing right here. They don’t want to talk about their own process. They don’t want to talk about the painful reality that we put in place a progressive plan that drew an NDP member from the federal party into our party, and that put in place a plan for Sudbury and all parts of the province that is in the best interests of the economy and in the best interests of people in their day-to-day lives. They don’t want to talk about that, so they’re taking on the role of judge and jury in terms of work that is being done outside of this House.", "The investigation is happening outside of this House. I will co-operate with authorities. In the meantime, I hope that the members opposite understand that that’s the appropriate thing to do.", "Interjections." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Supplementary?" ],
  "anchor" : "para572"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Once again to the Premier: I guess “openness and transparency” has turned into “deflect, deflect, deflect.” Every piece of evidence points toward bribery, but the Premier says, “No, we’re only trying to help out our friends.”", "The Premier has been asked to provide evidence for her version of the story for more than two weeks. Let’s try this once again: Is there any evidence for the Premier’s version of events?" ],
  "anchor" : "para574"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Community Safety and Correctional Services." ],
  "anchor" : "para576"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I guess, Speaker, the tactic of the NDP is to distract, distract, distract from the real issues that need to be dealt with in this province. They’re trying to distract, distract, distract from their abysmal record in electioneering. They just can’t catch a break. They can’t win an election, and they’re bitter about that. Their party members are asking about that. So what they’re doing is, they’re talking about every other issue possible, to deflect from their own dismal electoral politics, because they have forgone their progressive values.", "We here in the Liberal Party, in the government, are working on things that are important to Ontarians, like investing in our personal support workers, like investing in our child care workers, like making sure that full-day kindergarten now is available to all four- and five-year-olds across the province. Now we’re working on the most important issue, and that is to ensure that there’s retirement income security for hard-working Ontarians who do not have a workplace pension, and investing in critical public infrastructure across the province so that our families can get to work and home—" ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question?" ],
  "anchor" : "para579"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is for the Minister of Children and Youth Services. Minister, staff and volunteers at children’s treatment centres work hard to support children and youth with physical, communication and developmental needs. Children’s treatment centres give young people the skills to be independent and live a happy and healthy life.", "In my riding of Halton, ErinoakKids is doing wonderful work. ErinoakKids is Ontario’s largest children’s treatment centre, with approximately 600 staff in 10 locations. They provide a comprehensive range of support services to more than 14,500 Ontario children and their families. In Halton, they have taken over 500 children off their wait-list for core rehab services. That’s 500 children who have received support in areas like autism services, occupational therapy or medical assistance.", "Through you, Mr. Speaker, can the minister explain how you’re working to help children’s treatment centres in their work?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member for Halton for raising this very important question. I was really hoping to get more questions today about children with special needs, because the Ontario Association of Children’s Rehabilitation Services is here—Jennifer Churchill and the folks from that organization, who do fantastic work. I was hoping for more from the opposition.", "Having said that, I’m happy to get this question and I’m happy, of course, to acknowledge the new investments to reduce wait-lists for core rehab services and assessments. That brings my ministry’s funding to $101.4 million for the year 2014-15.", "When I was parliamentary assistant two years ago, I travelled the province listening to families, service providers and researchers, and they helped us shape and form the special needs strategy for us. It’s very important work. I’m just so happy the association is here. We’ll be meeting with them later today." ],
  "anchor" : "para585"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para588"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thank you, Mr. Speaker. My next question, again, through you, is for the Minister of Children and Youth Services. Minister, I’m pleased to hear about how much our government is doing to improve funding for children’s treatment centres such as ErinoakKids. This means a great deal to constituents in my riding, many of whom have expressed their appreciation of our government’s commitment to improving the lives of children throughout the province. This support is invaluable to the children and their families, who are working to meet the challenges of everyday life.", "Minister, can you tell me what is being achieved through our increased funding for children’s treatment centres?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thanks again to the member for the question. Late last year, my ministry invested an additional $5 million per year—every year, Speaker—to help children’s treatment centres reduce wait-lists and core rehab services in time to get to that.", "We’ve also invested $1.2 million this year to help the treatment centres further reduce time on the wait-lists and time to get assessed. This has expanded access to physio, occupational therapy and speech language therapy. It has enabled children’s treatment centres to serve an additional 2,000 children and youth across the province. Increased funding of almost $7 million over the next two years for preschool speech and language will help over 10,000 children across the province reduce wait times for speech and language. We look forward to continued investments—" ],
  "anchor" : "para591"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "New question?" ],
  "anchor" : "para594"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is for the Premier, but I hope you can give me some leeway, Speaker. Today is my fifth anniversary of being elected as an MPP. As well, five years ago, the Minister of Energy was elected, and I want to congratulate him on the award that his ministry received today. They got a Canadian Taxpayers Federation Teddy award for government waste for the smart meter program. So congratulations and happy anniversary.", "Listen, we’ve got an opposition day motion today. Premier, you can pre-empt it. We’ve asked these questions in the House. You’ve got a tremendous opportunity to do the right thing, show some integrity in your office by asking Pat Sorbara and Gerry Lougheed to step aside.", "Are you going to do it, Premier? Please do it before today’s opposition day motion." ],
  "anchor" : "para597"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para600"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I’m very pleased that the member referred to smart meters, and I’m very pleased to speak about that issue, Mr. Speaker.", "We have one of the best electricity systems in the world. We were cutting edge when we installed 4.8 million smart meters in our system. It enables us to do tremendous work. First of all, smart meters eliminated about 2,000 jobs by not having to have people walk door to door to read meters. We have a new generation, a generation that those people over there don’t understand. They make jokes about smart meters. It’s saving people money.", "Interjections." ],
  "anchor" : "para601"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Well, I would challenge each member of the Conservative Party over there: Which one of you is not using—" ],
  "anchor" : "para604"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para605"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Again, another answer that’s not very smart in this Legislature.", "Premier, you could really take this seriously. You and I have had a lot of questions over the last few days. We’ve got an unprecedented report from the Chief Electoral Officer. You forced our hand today with our opposition day motion but, Premier, you still have time. You still have an opportunity to do the right thing and show some integrity in your office.", "Remember, you’re the one whose throne speech said in this House that you were going to do things differently. You were going to do things differently than your predecessor, but all we’re seeing and hearing in question period day after day after day is the same old, tired Liberal rhetoric.", "Premier, do the right thing. Show the leadership that you said you would in this House. Ask those two individuals to step aside and try to renew some semblance of respect back into your office.", "Interjections." ],
  "anchor" : "para606"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Minister of Energy." ],
  "anchor" : "para611"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, referring to his reference to smart meters: They alert utilities when lines go down, saving tremendous money for all of the utilities across the province. They redirect electricity to restore power outages. They improve billing accuracy, and they enhance the efficiency of the system in many other ways.", "Toronto Hydro has confirmed that it has reduced consumption by 3%. There have been other studies that have shown tremendous savings to consumers. We’re very proud of the technology. We’re cutting edge. Leading electricity systems across the world are copying what we’re doing here in Ontario." ],
  "anchor" : "para613"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I am delighted to welcome Harry Joosten here today—a Londoner from Libro Financial and a great citizen of London." ],
  "anchor" : "para616"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m.", "The House recessed from 1144 to 1500." ],
  "anchor" : "para617"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I know this isn’t in order, but I want to wish one of my favourite people in this world a very happy birthday today. Bob McLean, aka Daddy Bob, aka Bobby Mac, aka Mac Daddy, turned 79 today. Bob is my brother Mike’s father-in-law and is a personal hero of mine. He has dedicated his entire life to working with disadvantaged people as a social worker and an ombudsman who advocates for the most disadvantaged in our society. I want to say happy 79th birthday to Daddy Bob. We love you—and a shout-out to Mama Mac. I hope you’re watching today. Happy birthday." ],
  "anchor" : "para620"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That was an intro, not a statement; right? Okay, it’s an introduction." ],
  "anchor" : "para621"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "It gives me great pleasure to welcome to Queen’s Park today Damian Tran. Damian is here today representing his school as part of his grade 12 leadership activity study from all French public schools in the province. Welcome to Queen’s Park, Damian." ],
  "anchor" : "para622"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "This year marks the 118th anniversary of the Federated Women’s Institutes of Ontario. It marks 118 years since Adelaide Hoodless first began her campaign for domestic science education, inspired by the tragic death of her 14-month-old son; and 118 years since Erland Lee, a local farmer, saw Hoodless’s vision, and with his wife supported the foundation of the women’s institutes. It was because of Hoodless’s tireless efforts and vision for reform that domestic science and sewing were first added to the school curriculum.", "Today, the Federated Women’s Institutes have over 3,500 members in 290 branches across Ontario.", "I know, through my very good friend Donna Jebb, who serves as president of the women’s institute for Simcoe county and has been a member of that branch for over 30 years, that this organization has become much more than just about improving the homemaking skills of women. While still firmly entrenched in its beginnings, today the women’s institute, as well, runs education and support programs and services, offers personal growth opportunities, health and community wellness projects, and engages in government lobbying.", "In my riding, the women’s institute sponsors two scholarships each year, awarded to students pursuing post-secondary education who are active volunteers in the community.", "Let me take this opportunity to congratulate the Federated Women’s Institutes of Ontario on the excellent work that they have done and on the many things they have achieved. I look forward to seeing the great things that the institute will accomplish in the next 118 years and to being a part of their growing success." ],
  "anchor" : "para625"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "More and more people are waking up every day and realizing they’re being gouged by the gas companies in this province, as they are across this country. How do you explain that the price of a barrel has dropped to about $50 a barrel and yet the price of gas keeps on increasing? Currently, in Timmins, the price of gas is $1.14 a litre. We were paying $1.14 a litre when the price of gas was $80 a barrel. What gives? What gives is that gas companies are gouging the public, and we, as legislators, have a responsibility to protect consumers.", "If these gas companies are not prepared to do what is right and to make sure that their price of gas at the pump properly reflects the price of the barrel, then it is up to the province because we are the regulators of energy, not the federal government. They deal with the competition issue; we deal with the regulation issue.", "The province should do what New Democrats have said for a long time and do what we do with natural gas, do what we do with electricity, do what we do with a box of beer. If you can buy a box of beer in Cornwall and pay the same price up in Fort Frances, certainly to God we can find a way to make sure that the price of gas in this province reflects the true price of the barrel, allowing companies to make a profit without gouging the pockets of drivers in the province." ],
  "anchor" : "para631"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "As I’ve said in this House on several occasions, my riding of Cambridge is built on a foundation of manufacturing. I rise today to welcome a new manufacturing partner to my community.", "Chances are that if you’re taking off or landing on a plane in Ontario, that plane’s landing gear—or part of it—was manufactured in my community of Cambridge.", "Last Thursday, aerospace manufacturing in Cambridge grew once again as I was in attendance at the inauguration of Héroux-Devtek’s new Cambridge manufacturing facility along with the Minister for Economic Development, Employment and Infrastructure. This new facility was built to accommodate a major new contract awarded by Boeing to supply complete landing gear systems for several Boeing aircraft.", "This state-of-the-art facility will result in the creation of 40 new, highly skilled jobs and represents a total investment of approximately $54 million, including $7 million of support from the province of Ontario.", "During our tour, I noted that there was one machine that uses such specialized skills that only about a dozen people worldwide are qualified to operate it. I’m proud of our government, which is taking a proactive role in helping ambitious companies to grow and create jobs in Cambridge.", "Speaker, I’m delighted to work with and welcome Héroux-Devtek to Cambridge’s business community. They join Cambridge’s diversified economy, and its growing technology and advanced manufacturing sector." ],
  "anchor" : "para635"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I stand today to pay tribute to one of the most respected community builders in my riding, Mr. Bruce Goulet. Bruce served as North Bay’s mayor from 1971 to 1973. Before becoming mayor, he served as an alderman and deputy mayor. I am privileged to be able to call him a mentor and my friend.", "Now 92 years of age, Bruce was recently one of the 50 Canadians recognized for their contributions to civic life and duty in our country. As part of our country’s special celebration of the 50th anniversary of Canada’s flag, Bruce was presented with a special Canadian flag, on behalf of Prime Minister Harper, by our member of Parliament, Jay Aspin, at a ceremony last week that I was privileged to attend.", "I believe Bruce spoke for all of us in attendance when he said, “If there was a city within Ontario that embodies the best in citizenship and public service, it would be North Bay.” I couldn’t agree more.", "On behalf of the residents of Nipissing, I want to say to Bruce, thank you for your years of dedication and commitment to North Bay, my friend, and for your steadfast leadership within our community. Thank you for everything, Bruce." ],
  "anchor" : "para642"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I rise today to acknowledge the worldwide event of International Women’s Day on Sunday, March 8. As we know, International Women’s Day is our opportunity to celebrate the progress and achievements in women’s economic, political and social equality. It is vital that we celebrate our achievements while continuing to work towards equity for all women around the world.", "For my part, I am proud of the strides New Democrats have made under the leadership of Andrea Horwath in promoting and electing women candidates. The NDP has the highest percentage of women elected out of any political party, at 51%, and that is an accomplishment that we can celebrate.", "However, we must balance the celebration of our achievements against the significant obstacles that still remain in almost every country, even prosperous countries like Canada. Here at home we see the persistence of violence against women, lack of pay equity and the underrepresentation of women in positions of decision-making and leadership, all of which demand our reflection. Around the world, women are still facing enormous challenges with poverty, health, economic independence, education and human rights.", "If our moral imperative does not compel you to action, then perhaps economic indicators can. It is widely recognized that women have the potential to be the engine of economic and development success, and now is the time to take action.", "This March 8, I encourage all members of this House to celebrate International Women’s Day and to reflect on their own commitment to the equality of all women." ],
  "anchor" : "para647"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "It’s an honour to stand in the House today to represent the great riding of Newmarket–Aurora and to bring awareness to an event happening in York region. On the evening of March 5, I’m participating in the second annual 360° Experience. This will give me and 50 other community leaders an opportunity to spend a night in the cold to experience just a bit of what homeless youth face every night in York region.", "The number of homeless youth in York region is staggering. An estimated 300 youth have, on any given night, no safe place to lay their heads. They are homeless.", "For over 25 years, 360°kids has given the youth of York region the opportunity to move from the street to homeless shelters, while offering counselling, positive mentorship programs and employment opportunities. The name 360°kids highlights the approach the 25-year-old organization takes to assist at-risk youth. It recognizes that these youth need a wide range of supports to help them rebuild their lives.", "I want to congratulate 360°kids on exceeding their fundraising goal of $50,000. The last time I checked their website, they had hit $65,000 and were still growing.", "Mr. Speaker, homelessness, especially youth homelessness, is an issue near and dear to my heart. I am participating in this event to help the association and to raise awareness of youth homelessness in York region. One day it will be eradicated." ],
  "anchor" : "para654"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "The actions of this Liberal government are threatening health care services in the Quinte region. Today, Quinte Healthcare, which operates hospitals in Belleville, Trenton, Picton and Bancroft, announced plans to eliminate its $8.5-million funding gap. The reduction forced by this Liberal government will result in the axe falling on 10% of the nurses at Quinte Healthcare hospitals. Those 58 or so nurses were responsible for 88,000 hours of nursing care at our local hospitals. The reason given for these cuts is the government and Quinte Healthcare have said they are moving toward an interprofessional staffing model.", "The government has also said that it’s moving more services back into the community, except the numbers don’t back that up, either. A spokesperson for the nurses at Hastings Manor and other long-term-care facilities in the area says these facilities are understaffed and the government has said, “Don’t expect any more money.” Nursing advocates have stated that home care services in our community can’t be delivered in a timely manner.", "Patients in Quinte deserve proper health care services, not nursing cuts without a home care safety net; not understaffed hospital floors. That’s what happens when you blow billions of dollars on things that aren’t priorities.", "It’s clear that more money needs to be invested in front-line health care providers, but the Liberal government continues to invest in bloated bureaucracies and not tackle the big issue, which is the need to streamline administration." ],
  "anchor" : "para660"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "In December, I had the pleasure of meeting two very passionate individuals who hail from my riding of Durham. They brought to my attention a very important cause and a very important issue. These representatives from Epilepsy Durham Region are part of a very small team who are doing very big work. I wanted to rise to bring to the attention of this House their effort to showcase March as Epilepsy Awareness Month.", "Epilepsy Awareness Month is an opportunity to acknowledge the one in 100 Canadians who are affected by epilepsy and the more than 100,000 Ontarians with this condition. They will be standing in solidarity throughout the month, as well as on March 26, when I encourage constituents and members of this House to wear purple to mark Purple Day, a national day of action for epilepsy. Together, we can be more conscious of the condition and help to end the misconceptions around it.", "I am proud to see such passion for such a cause in my riding. I am proud that Epilepsy Durham Region will be hosting many events throughout the month, such as the purple pancake breakfast two weeks ago in Bowmanville.", "I want to thank Epilepsy Durham Region for their hard work and encourage everyone to go to their website, epilepsydurham.com, to learn more and to get involved." ],
  "anchor" : "para665"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Earlier this year, I was proud to be in attendance at the Orléans Chamber of Commerce’s 13th annual Business Excellence Awards. We had 13 key award winners who I have taken the time to congratulate individually. There were many wonderful finalists, and I want to express my gratitude to all local businesses for their hard work in our community.", "Small businesses are the lifeblood of Orléans. I can say, as a former business owner, that the work that is done by the chamber of commerce in Orléans is extremely vital to foster entrepreneurship and economic growth in our communities.", "Je suis toujours très fière de célébrer les succès de nos entreprises locales, et surtout de reconnaître leurs initiatives.", "I’m also proud to support a dynamic and innovative business climate in Orléans to help them continue thriving.", "I have to take this opportunity to wish all the best of success to the former executive director, Jamie Kwong, as she moves on to a new opportunity, and to welcome the new executive director, Mr. Dina Epale." ],
  "anchor" : "para670"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "Mr. Hatfield moved first reading of the following bill:", "Bill 71, An Act to establish the Poet Laureate of Ontario / Projet de loi 71, Loi visant à créér la charge de poète officiel de l’Ontario." ],
  "anchor" : "para675"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para680"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para682"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "The bill establishes the Office of the Poet Laureate of Ontario, and the qualifications and selection process for the poet laureate are set out. The responsibilities of the poet laureate include promoting art and literacy, celebrating Ontario and its people, and raising the profile of Ontario poets.", "Ms. Matthews moved first reading of the following bill:", "Bill 72, An Act to authorize the expenditure of certain amounts for the fiscal year ending March 31, 2015 / Projet de loi 72, Loi autorisant l’utilisation de certaines sommes pour l’exercice se terminant le 31 mars 2015." ],
  "anchor" : "para683"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para687"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para689"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "No, I’ll pass on that. Thank you, Speaker." ],
  "anchor" : "para690"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’ll be speaking in my capacity as the minister responsible for women’s issues this afternoon, because March 8 is International Women’s Day in Ontario and our government is committed to realizing an Ontario where women and girls can achieve their full potential.", "I’m proud to celebrate the many accomplishments and contributions women have made to economies, communities and societies around the world, and in our country and in our province. Our government believes in full equality and advancement of women and girls, and we’re committed to helping them reach their full potential.", "Along with the Minister of Aboriginal Affairs, I’d like to focus today on the very serious issue of violence against aboriginal women and girls. Aboriginal women and girls are at a greater risk of violence. This government demonstrated its commitment to the safety of women just last week, when Ontario participated at a national round table on missing and murdered aboriginal women and girls.", "Violence against women is a complex issue. Violence against aboriginal women and girls is even more complex. There are many other factors that must be addressed in order to end these tragic incidents, factors surrounding poverty reduction, public education and community policing.", "In Canada, aboriginal women are almost three times more likely to be victims of violence than non-aboriginal women. In Canada, aboriginal women are almost three times more likely to be killed by a stranger than a non-aboriginal woman is. The May 2014 RCMP report on murdered and missing aboriginal women states that police records for murdered and missing aboriginal women totalled 1,181 cases between 1980 and 2012. These losses not only affect aboriginal communities, they affect all of us, and it’s absolutely unacceptable. Our government is committed to seeing that all women in Ontario are safe in their homes, their workplaces and their communities.", "We demonstrated this commitment, as I said, just last week, when our Premier led the Ontario delegation to the national round table on missing and murdered indigenous women and girls that was held in Ottawa. We were so honoured to be in the presence of families, to hear their voices and for them to share their tragic stories with us. Though we felt that more could be achieved coming out of that round table, I’m pleased that the federal government has agreed to work together on a pan-Canadian public awareness and prevention campaign that focuses on changing attitudes on this important issue.", "Here in Ontario, we’re also proposing a socio-economic action plan for aboriginal women and girls, supported by leaders of Canada’s provinces and territories and national aboriginal organizations, to address the real root causes of the violence. It’s important that we take additional actions, as our Premier has outlined, including expanding the community safety plan initiative with an emphasis on specific rural, remote, reserve settlement and urban community focuses; work on improving information-sharing processes across agencies; setting targets for reducing the number of aboriginal children in care; making victims feel better supported through more effective victims’ services support programs; and finally, it’s important that we improve on community engagement protocols and move on cultural competency training.", "Our participation at the round table showed continued support for the calls on the federal government to convene a national inquiry, something which it still refuses to do. We will continue to call on the federal government to convene a national inquiry; we feel that is something very important that needs to happen. The government can’t wave a magic wand. We know that a wand can’t eradicate violence in one fell swoop. We need to continue to work with our aboriginal partners and across government to achieve our goal.", "We’ve actually begun a lot of this work right here in Ontario. Five years ago, we formed the Joint Working Group on Violence Against Aboriginal Women, a unique coalition of five aboriginal organizations and 10 Ontario government ministries working together to end violence. The joint working group is currently developing a long-term strategy to address violence against aboriginal women and girls, with a focus on community-based initiatives.", "We’ll also continue to invest in public education and training led by aboriginal organizations. One of those programs is called I Am a Kind Man, a campaign that encourages aboriginal men and youth to speak out against violence. Our aboriginal partners have developed vital programs and services to prevent violence and support survivors as they heal. To our partners, I say thank you.", "We know more needs to be done. Very shortly, our government will release a sexual violence and harassment action plan that will include important provisions for the protection of all Ontario women, including aboriginal women and girls. We can do so much more if we come together as governments, and aboriginal communities will join us and share their experiences and best practices. This is one of our hopes coming out of the round table in Ottawa last week.", "We’ll continue to work for peace, we’ll continue to work for justice, so that all women and girls can live free from fear of violence.", "I will now ask the Minister of Aboriginal Affairs to further outline the government’s commitment to the safety of aboriginal women and girls in our province." ],
  "anchor" : "para693"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Speaker, I’m happy today to share some of the outcomes from the National Roundtable on Missing and Murdered Indigenous Women and Girls held last week. This was a unique opportunity to hear from family members of missing and murdered aboriginal women, aboriginal organizations, other provinces and territories and the federal government. It was also an opportunity for Ontario’s delegation to put forward some concrete actions to address this issue.", "Violence against aboriginal women and girls must stop. We know there is no single solution to this heartbreaking violence and that the root causes must be addressed. It’s going to take continued collaboration and commitment across all levels of government and all aboriginal partners to put an end to this senseless violence. We need to change the attitudes that normalize and perpetuate violence against aboriginal women and girls. So we are joining aboriginal communities in supporting a pan-Canadian public awareness and prevention campaign which aims to do just that, Speaker.", "We also called for full support of a socio-economic action plan to address housing, child care, education and economic opportunities for aboriginal women. These are essential elements in reducing poverty on- and off-reserve.", "Violence against aboriginal women and girls affects First Nations, Métis and Inuit communities across the country. While provinces and territories, including Ontario, have launched their own initiatives, there is a clear and continuing need for a coordinated national response to end this violence.", "Speaker, our government has long supported aboriginal organizations in Ontario, as well as the National Aboriginal Organizations, in calling for more action from the federal government on this devastating issue. Our government has long been a strong voice at the national level in calling for an end to this violence. In fact, Ontario and our aboriginal partners have been sharing our experience, advice and approach with other provinces and territories through the Aboriginal Affairs Working Group since 2009.", "In 2013, Ontario hosted the Council of the Federation, and the Premiers around the table backed the call by the National Aboriginal Organizations for a national public inquiry into missing and murdered aboriginal women. Last October, during the National Aboriginal Women’s Summit, Ontario once again reiterated its support for a national public inquiry.", "Speaker, last week’s National Roundtable on Missing and Murdered Indigenous Women and Girls was unprecedented. The attendance of federal ministers Leitch and Valcourt was noted. However, there does need to be an ongoing engagement from the federal government on this issue. Ending violence and addressing the large number of missing and murdered aboriginal women and girls cannot be addressed in isolation—cannot be addressed in isolation. The federal government often points to its Action Plan to Address Family Violence and Violent Crimes Against Aboriginal Women and Girls as its response. Speaker, that’s a good first step, but it was created without engaging National Aboriginal Organizations or the provinces or the territories. Much more is needed. The federal government needs to work in partnership with other jurisdictions and all aboriginal organizations. They also need to provide First Nations with the resources they need to police their communities.", "The high rates of violence experienced by aboriginal women and girls is unacceptable to all Canadians. Too many aboriginal women and girls are living in fear of this potential and actual violence.", "The Ontario delegation was a strong speaker at the round table, made up of Premier Wynne, Minister MacCharles, Minister Naqvi and myself, and representatives of the joint working group, and the family members of the missing and murdered aboriginal women and girls.", "Speaker, we put forward concrete actions shoulder-to-shoulder with aboriginal partners to raise awareness, support victims and address the root causes of this violence. Our government will continue to call on the federal government and will continue to be an engaged partner with all of the other provinces as we develop a truly national plan to end this violence." ],
  "anchor" : "para707"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I rise today to mark Social Work Week in Ontario.", "Social Work Week is recognized across Canada as an opportunity to pay tribute to the ongoing contribution that tens of thousands of social workers make every day, assisting and supporting people who are facing hardships in their lives. This week is also the time for more than 14,000 social workers in Ontario to celebrate their achievements and receive well-deserved recognition for the valuable work they do.", "I’m pleased to have with us today in the Legislature Joan MacKenzie Davies, executive director, and Gillian McCloskey, associate, from the Ontario Association of Social Workers.", "This year’s theme, Mobilizing Strengths in Individuals and Communities, highlights the significant role that social workers play in helping people improve the quality of their lives and achieve their goals. We, as a government, hope to mobilize the strengths of Ontarians and our communities, and in order to do so, we rely on the professionalism of social workers at the front line to help make that a reality.", "Two weeks ago, I visited the Western Ottawa Community Resource Centre. This organization is a large, multiservice centre located in the west end of Ottawa, serving both rural and urban populations. The main location houses several programs, including a bully prevention program, an Ontario Early Years Centre, services for seniors and adults with a physical disability, counselling, victims’ services and referral services. This visit allowed me to see, first-hand, the terrific work that the 25 social workers on staff there do.", "In many cases, including at the Western Ottawa Community Resource Centre, it is social workers who actually transform our policies and programs into services for people every day in communities across Ontario.", "Mr. Speaker, I know that social work is a proud and noble profession. As a health care professional, I worked alongside many social workers before I became an MPP, and I have seen how incredibly rewarding it can be when you offer hope and provide the supports required for people to rebuild their lives.", "Our government is proud to support social workers. Our latest budget demonstrated that support, with increased access to training dollars for front-line community agency workers. We’re also working with the Ontario Association of Social Workers and the Ontario College of Social Workers and Social Service Workers to find opportunities to support additional training and professional development for their members.", "We share the goals of this commemorative week: to make our communities strong, where everyone has an opportunity to be included.", "As we join social workers in recognizing this special week, I want to personally thank all social workers across the province for all that they do. I invite all honourable members to join with me in recognizing the enormous contributions that social workers make to our lives and to our province each and every day." ],
  "anchor" : "para719"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. It is now time for responses." ],
  "anchor" : "para729"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I appreciate the opportunity to speak on behalf of the Progressive Conservative caucus to address the update on the national round table on murdered and missing aboriginal women.", "There’s no doubt that the numbers and emerging stories we hear surrounding the occurrence of missing and murdered aboriginal women in Canada and in Ontario are startling and call out for action. That said, I think it’s important to understand what has been done to answer that call, what is being done and what we can do to move it forward.", "Aboriginal leaders met with federal and provincial leaders last week to tackle this issue of violence against aboriginal women. The meeting produced a framework committing to a dialogue on prevention and awareness, safety in First Nations communities, and policing and the justice system. The group also agreed to meet again before the end of 2016 to discuss progress.", "These steps work towards the information that was gathered during the RCMP national operational overview on missing and murdered aboriginal women, whose findings were released in May 2014.", "The RCMP’s findings provide important data about how the perpetrators of these heinous crimes abuse their victims. The RCMP found that 62% of homicides of aboriginal women were committed by a family member who had previously abused the victim, and 44% of those who murdered aboriginal women had consumed intoxicants prior to committing the crime. Again, those numbers are disproportionately higher when compared with non-aboriginal females.", "The RCMP study is one of some 40 studies already completed dealing with missing and murdered aboriginal women. Over 500 recommendations have been made through these 40 reports that are obviously not doing what they should be doing.", "This action plan will also be coordinated with the federal government’s commitment of $25 million to continue to reduce violence against aboriginal women and girls.", "I will say that it’s always very easy to point to other levels of government, other jurisdictions, to call for action and demand accountability. But I do feel that when these issues are occurring in our own backyard, it’s important, when we call for action, that we have a responsibility to understand fully the steps being taken as they impact issues here at home. And here at home, the issues cry out for action.", "Part of the framework discussed last week focused on prevention and awareness. That begins with our younger generations. In Ontario, aboriginal suicide is quite high. I was startled to read some statistics from the children’s advocate. Between 1986 and 2011, there were 341 suicides involving children, youth and adults between the ages of 10 and 30 in the Sioux Lookout First Nations region of northern Ontario.", "We have talked about this issue in the province before, but in my opinion, we can do better.", "More than a year has passed since a jury announced 103 recommendations to improve child protection in Ontario following the death of five-year-old Jeffrey Baldwin, who died under his grandparents’ supervision in Toronto. To date, only 20%—22 out of 103—of the recommendations were reported back as having been “implemented” or “to be implemented.” Over one third—38 out of 103—of the recommendations were reported as being still “under consideration.” These recommendations would benefit all children, including aboriginal youth.", "The Select Committee on Sexual Violence and Harassment’s mandate includes making efforts to include diverse voices, such as those of aboriginal background.", "I look forward to hearing from the experts on this topic at the committee and the work that we will be able to put forward on this topic." ],
  "anchor" : "para731"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "It’s my pleasure to bring greetings, on behalf of the PC caucus, in regard to social service worker day. I applaud those people who rise above and beyond their job descriptions every day to ensure that the most vulnerable people in our society are served and protected, from front-line responders in mental health who assist people in times of crisis to rescuing children from abusive homes. But, sadly, Mr. Speaker, I do have to share today that I’m concerned in regard to a lot of our social services: the SAMS program and the challenges that it has presented to our front-line workers and, more importantly, those people who need the services.", "Victim services in my riding were cut, and I wonder what’s going to happen to all the families who are impacted by that—people I meet on the wait-list for developmental services. I question, again, where’s the compassion? Where’s the respect for these critical community services?", "I respectfully suggest to the government and the minister that the only way to help our social workers on the front lines and those vulnerable people they serve is to, first and foremost, stop cutting their services. This year’s theme, Mobilizing Strengths in Individuals and Communities, supports that notion. I know that a lot of my friends and family who either work in social services or have benefited from their great services support it: people like Phil Dodd at Keystone, Ryan Thompson at Grey county, my niece Trudy Walker at the London children’s aid, Rick Hill and Libby Ipsen from Community Living.", "To all of you on the front lines, we owe you gratitude for your personal and professional commitments to bettering our society every day." ],
  "anchor" : "para745"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "It’s my privilege to rise today, on behalf of the NDP caucus, to join indigenous leaders, members of aboriginal communities and people across Canada in calling for a national inquiry into missing and murdered indigenous women and girls.", "Last May, we learned from the RCMP that almost 1,200 indigenous women and girls in Canada have been murdered or gone missing since 1980. Indigenous women are three times more likely than non-indigenous women to report being a victim of a sexual crime and four times more likely to be murdered. These are mothers, daughters, sisters, aunties and friends who have been failed by our system, their lives devalued. They have been failed by a justice system that incarcerates them for poverty, by a health system that ignores their lived experiences, and by a social service system that stigmatizes and abandons them.", "Their families have been failed by our collective refusal to acknowledge the reality of what is happening to indigenous women and girls, by our complicity in blaming individual victims or their communities and by our unwillingness to hold governments to account.", "This is a national tragedy and a national shame. These women may not be high on the radar of the federal Conservative government, but they deserve to have their stories told. Their families deserve the closure and the healing that a national inquiry can bring. Their communities deserve a pan-Canadian, coordinated effort to end the violence and prevent the harm.", "Last week, the Legal Strategy Coalition on Violence Against Indigenous Women released a report on 58 studies that have been conducted into missing and murdered indigenous women, and the 700 recommendations that have been made. The report concludes that violence against indigenous women is a sociological issue and that a national commission is desperately needed to understand why governments have resisted taking action.", "Speaker, this must not be a question of resources. Families of missing and murdered indigenous women should not have to choose between the search for justice through an inquiry and the proactive, coordinated implementation of actions to address root causes.", "New Democrats stand with the families of these missing and murdered women to demand an independent national inquiry. We stand with all our sisters to call for a national dialogue to examine the structures of violence against indigenous women and the way they intersect.", "But let me be clear: An inquiry is the beginning, not the end. It must be accompanied by formal commitments from both the federal and Ontario governments to act on the findings and implement the recommendations, just as we would demand if these women were white." ],
  "anchor" : "para750"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "I’m proud to stand here today as a New Democrat to honour social workers across the province on Social Worker Week. This year’s theme is Mobilizing Strengths in Individuals and Communities, and this is precisely what our social workers across this province do. They mobilize the strengths in individuals, in groups, in communities who have been marginalized and who find themselves on the fringes of our society.", "I’d like to take this time to especially honour those very workers who have, day in and day out, in light of this government’s recent SAMS nightmare, come to the front lines. This $240-million-plus SAMS debacle was one that social workers across the province warned ministry officials about from the get-go, and instead of heeding warnings, the government ignored them.", "In the last few weeks our social workers have been on the receiving end of this. They were thrown onto the front lines, having to work many hours of overtime in order to backtrack on preventable errors and had to be the ones to explain to hundreds of recipients about security breaches involving social insurance numbers and private information.", "Katherine Chislett, the commissioner of community social services for the Niagara region, when I visited there recently, pointed out to me the incredible commitment and the daily life-changing service that the ODSP and Ontario Works workers delivered during this difficult time. They’re committed to continuing to serve those who need it.", "Melanie Leroux is one of those, an ODSP worker who went above and beyond her regular duties to ensure that a constituent in my riding who had fallen through the cracks got their problem corrected in a timely manner. But she isn’t the only one. I wish there was time here to recognize each of them today. There are examples of dedicated service of social workers across the province, no doubt.", "Mr. Speaker, our social workers, whether they work in health care, FACS or community and social services, require necessary supports from government, supports that will empower them with the necessary tools to ensure that they can deliver life-changing care, in the face of incredible hardships, to the people in the province who need it most." ],
  "anchor" : "para760"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements and comments. It is now time for petitions." ],
  "anchor" : "para766"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ministry of Health and Long-Term Care’s lack of leadership is forcing the closure of the South Bruce Grey Health Centre restorative care Chesley site; and", "“Whereas it is ignoring evidence that the restorative care program has had major successes since its inception three years ago; and", "“Whereas it has helped over 300 patients to increase their quality of life by helping them regain strength, balance and independence; and", "“Whereas it has improved patient outcomes for over 80% of patients who returned home feeling confident of their recovery; and", "“Whereas the loss of this critical care will see patients readmitted to hospitals, emergency room visits or having to stay in acute care beds longer, representing the costliest options in our health care system; and", "“Whereas vulnerable seniors in our communities take the position that there is evidence of funding cuts for home care services; and", "“Whereas our senior and all other vulnerable patients deserve access to compassionate care and treatment as close to home as possible;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To provide the necessary base funding to keep the South Bruce Grey Health Centre - Restorative Care, Chesley Site in operation so that the health and welfare of our most vulnerable patients remains intact.”", "I fully support this, will affix my signature and send it with page Fardin." ],
  "anchor" : "para769"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Liberal government has indicated they plan on introducing a new carbon tax in 2015; and", "“Whereas Ontario taxpayers have already been burdened with a health tax of $300 to $900 per person that doesn’t necessarily go into health care, a $2-billion smart meter program that failed to conserve energy, and households are paying almost $700 more annually for unaffordable subsidies under the Green Energy Act; and", "“Whereas a carbon tax scheme would increase the cost of everyday goods including gasoline and home heating; and", "“Whereas the government continues to run unaffordable deficits without a plan to reduce spending while collecting $30 billion more annually in tax revenues than 11 years ago; and", "“Whereas this uncompetitive tax will not impact business outside Ontario and will only serve to accelerate the demise of our once strong manufacturing sector; and", "“Whereas the aforementioned points lead to the conclusion that the government is seeking justification to raise taxes to pay for their excessive spending, without accomplishing any concrete targets;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To abandon the idea of yet another unaffordable and ineffective tax on Ontario families and businesses.”", "I agree with this and will be passing it to page Morgan." ],
  "anchor" : "para781"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease is a degenerative brain disease that causes thinking and memory impairment. Alzheimer’s disease is progressive, worsens over time and will eventually lead to death;", "“Whereas there is an estimated 208,000 Ontarians diagnosed with Alzheimer’s and related dementia today, and that number is set to increase by 40% in the next 10 years;", "“Whereas Alzheimer’s disease creates emotional, social and economic burdens on the family and supports of those suffering with the disease—over 25% of those providing personal supports to survivors of Alzheimer’s disease and related dementia are seniors;", "“Whereas the total economic burden of dementia in Ontario is expected to increase by more than $770 million per year through to 2020; and", "“Whereas Ontario’s strategy for Alzheimer’s disease and related dementia has not been revised since the implementation of a five-year strategy in 1999;", "“We, the undersigned, call upon the Minister of Health and Long-Term Care to immediately review, revise and implement an updated, research-informed, comprehensive strategy to respond to and prepare for the rapidly growing needs of those living with Alzheimer’s disease and related dementia.”", "It’s my pleasure to affix my signature and give this petition to page Arlyne." ],
  "anchor" : "para792"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly. It is entitled “Population-based legal services funding.” I know this is a good petition, because I helped them draft it.", "It reads as follows:", "“Whereas Mississauga Community Legal Services provides free legal services to legal aid clients within a community of nearly 800,000 population; and", "“Whereas legal services in communities like Toronto and Hamilton serve, per capita, fewer people living in poverty, are better staffed and better funded; and", "“Whereas Mississauga and Brampton have made progress in having Ontario provide funding for human services on a fair and equitable, population-based model;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Attorney General revise the current distribution of allocated funds ... and adopt a population-based model, factoring in population growth rates to ensure Ontario funds are allocated in an efficient, fair and effective manner.”", "I am pleased to sign and support this and send it down with page Hannah." ],
  "anchor" : "para801"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "I’ll make this very quick.", "“To the Legislative Assembly of Ontario:", "“We request that the Legislative Assembly of Ontario keep the obstetrics unit open at Leamington District Memorial Hospital.”", "I approve of this petition and will sign it and give it to page Riley." ],
  "anchor" : "para810"
}, {
  "speaker" : "Cindy Forster",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I support this petition, affix my signature and will send it with page Natalie." ],
  "anchor" : "para816"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas Ontario is home to over 400,000 first-, second- and third-generation Hispanic Canadians who originate from the 23 Hispanic countries around the world; and who have made significant contributions to the growth and vibrancy of the province of Ontario;", "“Whereas October is a month of great significance for the Hispanic community worldwide; and allows an opportunity to remember, celebrate and educate future generations about the outstanding achievements of Hispanic peoples to our province’s social, economic and multicultural fabric;", "“We, the undersigned, call upon members of the Legislative Assembly of Ontario to support proclaiming October of each year as Hispanic Heritage Month and support Bill 28 by MPP Cristina Martins from the riding of Davenport.”", "I couldn’t agree more with this petition, Mr. Speaker. I’m going to sign and it hand it over to page Victoria." ],
  "anchor" : "para826"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas there is a discrepancy between how hospices are funded in Ontario; and", "“Whereas Matthews House Hospice is the lowest-funded hospice in the Central Local Health Integration Network (LHIN) and among the lowest-funded in the province, even though it serves as many clients or more than other hospices that receive greater provincial support; and", "“Whereas Matthews House has been told by the Central LHIN that LHINs do not fund residential hospice operational costs and yet hospices in other LHINs, including Barrie, Huntsville, Richmond Hill, Owen Sound and now Collingwood, all receive operational funding from the province; and", "“Whereas in February 2010 Matthews House Hospice was promised a solution to its underfunding by the Central LHIN which has never materialized;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Wynne government immediately develop a comprehensive strategy to deal with hospice funding to ensure that people in south Simcoe and all Ontarians receive equal access to end-of-life care.”", "I agree with the petition and will sign it." ],
  "anchor" : "para832"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ministry of Natural Resources and Forestry is responsible for the governance and management of forestry;", "“Whereas Resolute Forest Products holds 44% of the sustainable forest licence (SFL) in the Abitibi forest;", "“Whereas Resolute Forest Products have announced their intent to give up their wood rights;", "“Whereas the sustainable forest licence (SFL) is a critical element in the marketability for economic development in the town of Iroquois Falls to potential business interests;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Appeal to the Ministry of Natural Resources to institute a moratorium on the transfer of the SFL for the wood rights being abandoned by Resolute Forest Products in the Abitibi River forest for a period of 90 days to ensure that new entrants into the marketplace are able to apply for the SFL.”", "I wholeheartedly support this petition and send it to the table with Arlyne." ],
  "anchor" : "para841"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, a concentration providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across” this province.", "I agree with this petition and sign my name to it and give it to Amber to deliver." ],
  "anchor" : "para850"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I have more petitions in support of improved winter road maintenance. It reads:", "“To the Legislative Assembly of Ontario:", "“Whereas the area maintenance contract system has failed Ontario drivers the past two winters;", "“Whereas unsafe conditions led to the maintenance contractor being fined in the winter of 2013-14, as well as leading to a special investigation by the provincial Auditor General;", "“Whereas the managed outsourcing system for winter roads maintenance, where the private contractor is responsible for maintenance, but MTO patrols the region and directs the contractor on the deployment of vehicles, sand and salt, has a proven track record for removing snow and ensuring that Ontario’s highways are safe for travellers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario Ministry of Transportation take immediate action to improve the maintenance of winter roads based on the positive benefits of the previous delivery model, where MTO plays more of a role in directing the private contractor.”", "I support this petition and have signed it." ],
  "anchor" : "para859"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario as follows:", "“Whereas over 2,400 students and 450 Everest” College “staff are impacted by the 14” Everest College “closures across Ontario, putting a financial strain on students, employees and their families; and", "“Whereas students have the right to finish their programs, avoid unnecessary delays with graduation dates and not incur further financial costs of having to apply to another accredited institution to complete their program; and", "“Whereas the Ministry of Training, Colleges and Universities has been aware of the financial and legal difficulties facing Everest College and the US parent Corinthian Colleges for months; and", "“Whereas students cannot afford to put their life on hold while the government struggles to sort out the mess involving another private college;", "“We, the undersigned, petition the Legislative Assembly of Ontario:", "“To act in a prompt manner and protect the interest of Everest students by providing an extension for paying back OSAP loans, ensuring a full refund is provided and” ensuring “that students can complete their program without delay at another accredited institution.”", "I support this petition, affix my name to it and give it to page Arlyne to take to the table." ],
  "anchor" : "para868"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Credit Unions of Ontario support our 1.3 million members across Ontario through loans to small businesses to start up, grow and create jobs, help families to buy homes and assist their communities with charitable investments and volunteering; and", "“Whereas Credit Unions of Ontario want a level playing field so they can provide the same service to our members as other financial institutions and promote economic growth without relying on taxpayers’ resources;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Support the strength and growth of credit unions to support the strength and growth of Ontario’s economy and create jobs in three ways:", "“—maintain current credit union provincial tax rates;", "“—show confidence in Ontario credit unions by increasing credit union-funded deposit insurance limits to a minimum of $250,000;", "“—allow credit unions to diversify by allowing Ontario credit unions to own 100% of subsidiaries.”", "I support this petition. I am putting my signature to it and will pass it on to page Julie." ],
  "anchor" : "para877"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario Parks offers discounts for Ontario persons with disabilities if they are ‘Ontario residents who have a CNIB identity card. Ontario residents who have a Ministry of Transportation accessible parking permit.’ But not all Ontario persons with disabilities have either of these;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To ensure that reduced camping fees at Ontario parks for persons with disabilities are available to all individuals with disabilities and not just those that acquire a CNIB identity card and/or have an accessible parking permit from the Ministry of Transportation.”", "I agree with this, sign my name to this petition and give it to page Ali." ],
  "anchor" : "para887"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Mr. Speaker, I move that the Legislative Assembly of Ontario recognize the findings in the February 2015 report of the Chief Electoral Officer of Ontario that the actions of Pat Sorbara, the Premier’s deputy chief of staff, and Gerry Lougheed Jr., the chair of the Greater Sudbury Police Services Board, in relation to former Liberal candidate Andrew Olivier, constitute an apparent breach of the bribery provisions of the Election Act;", "Recognize that the actions of the Premier and her political operatives have led to two separate OPP investigations;", "Therefore, it is the opinion of the Legislative Assembly of Ontario that the said actions of the Premier, her deputy chief of staff and Gerry Lougheed Jr. have breached the standards of integrity and accountability that are required and expected of the Office of the Premier." ],
  "anchor" : "para895"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Wilson has moved opposition day number one. Mr. Wilson." ],
  "anchor" : "para898"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Democracy has been tarnished and the integrity of the Office of the Premier has been thrown away for political gain. Every cynical impression of how politics is practised in Ontario has been given validity, and a dark shadow has been cast over all politicians in this place. All this because the Premier refuses to even pretend any longer that she aspires to transparency and accountability.", "I didn’t expect to have to introduce this motion. I thought the Premier truly wanted to be better than her predecessor, Dalton McGuinty, who never hesitated to put the interests of the Liberal Party above the interests of integrity, honour, and respect for the people of Ontario. I was wrong, and that saddens me.", "The Premier’s refusal to follow precedent and rise above suspicion and give Ontario residents even a modicum of faith in their government is tragic. It diminishes all of us, specifically when the Premier and her Deputy Premier suggest that this is just the way politics works in Ontario. They suggest it’s business as usual. Well, it isn’t. It may work like that in a Third World banana republic, but we’re better than that and we should be better than that.", "Today I’m appealing to the backbench of the government caucus. Rise above the stubborn protection of Liberal operatives that the Premier is maintaining for questionable motives, throw away your talking points and look your constituents in the eyes without embarrassment. You know in your hearts that is what you want to do, so be courageous. The motion I have introduced on behalf of our caucus today for debate is based on the spirit of what is ethically accepted in our province and in our country.", "When I served on the government benches, I didn’t need time to absorb a report in order to decide if I should temporarily step down as Minister of Health until the outcome of an investigation involving a member of my staff was completed. Action was swift and immediate. That’s because our government understood and respected the responsibility invested in us as legislators.", "Premier Kathleen Wynne has failed to hold herself to the high standard expected from the Premier’s office. If charges are laid through either of the two Sudbury by-election OPP investigations—the one under the Election Act and the one under the Criminal Code—if charges are laid, we expect her to step aside until the matter is fully resolved.", "If a conviction is made and it is found or alleged that the Premier directed Ms. Sorbara or Mr. Lougheed to have those conversations with Mr. Olivier, then we’ll be calling on her to resign.", "Today, all we ask is the simple recognition that the Premier’s office must be above suspicion, and a commitment that we preserve the integrity of Ontario’s highest political office.", "It astounds me, Mr. Speaker, that the Premier refuses to distance herself from bombshell allegations and OPP investigations into two of her prominent confidants. I say to the members opposite, is the $100,000 that Gerry Lougheed raised for the Liberal Party the cost of buying your integrity? Is Pat Sorbara’s loyalty in doing whatever it takes—even breaching provincial bribery laws, as alleged by the Chief Electoral Officer—worth trading your reputation for a tainted political win?", "I know the Premier has repeatedly said that she had already decided to appoint Glenn Thibeault as her candidate and that any discussions were about Mr. Olivier’s future in the party. The tape recordings we have heard clearly contradict that. I know the Premier’s office has said that the recordings actually exonerate deputy chief of staff Pat Sorbara. I’m not sure what recordings the Premier’s office listened to, but it certainly wasn’t the ones that we have heard.", "I don’t know whether these two Liberal operatives were acting independently or on the instructions of the Premier when they told Andrew Olivier he could have a job or appointment if he stepped aside as the potential candidate. I do know that the Premier has a duty to be transparent and accountable. The damage has been done, but she can at least start trying to make amends by removing these individuals from the public positions they hold today.", "It defies reason as to why the Premier would not ask these two individuals to stand aside. Today we’re asking again for her to take the honourable and right action in the face of overwhelming evidence of wrongdoing, and we are asking the members of the Liberal caucus to side with integrity and respect by supporting our motion." ],
  "anchor" : "para899"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para911"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It’s my great pleasure to rise and make some remarks on the opposition day motion brought forward by the Progressive Conservatives, but I first want to introduce some folks who are here in the gallery from the Youth Bridge Foundation. We have the Honourable Seth Kwame Acheampong, who is a member of Parliament in Ghana’s Parliament and a patron of the Youth Bridge Foundation; Seth Oteng, who is the executive director of the Youth Bridge Foundation; Julio de Medeiros, who is a lawyer and director of the Youth Bridge Foundation; and a constituent of mine, Leo Johnson, who is the executive director of Empowerment Squared, a fantastic organization in Hamilton. Welcome, all. It’s our honour to have you here.", "Speaker, I want to first of all say that it’s a pleasure to rise to speak to this motion, but it really gives me no pleasure whatsoever. It gives me no pleasure to once again in this—", "Interjections." ],
  "anchor" : "para912"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We listened intently to your leader when he was speaking; I would appreciate if you would do the same courtesy to the leader of the third party. Thank you.", "Continue." ],
  "anchor" : "para915"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Thank you, Speaker. It gives me no pleasure to once again in this Legislature be speaking about this Liberal government’s scandals. It seems that’s all we have to talk about around here, because they can never stop with the scandals.", "We’re all public servants. We are elected to represent the people of our ridings and the people of Ontario. We’re expected to represent them with dignity and with integrity. All of us in this place have a responsibility to live up to not just the letter of the laws—the laws that we, in fact, enact in this chamber—but the spirit of the law, as well. In this case, however, as we all know, this Liberal government has lived up to neither.", "The Premier now has the dubious distinction of having doubled the number of police investigations into her government from two to four, and she has the dubious distinction of it being the first time that the Chief Electoral Officer of Ontario has ever—ever—“conducted a regulatory investigation into allegations of bribery....”", "Now, that’s a quote from the Chief Electoral Officer’s report. That’s not the kind of history-making that anyone should be proud of. Four OPP investigations: That’s a staggering number, but it’s a number that represents something extremely telling. It represents a government that believes that the rules simply do not apply to them. That’s what that number represents.", "So what is it that brings us here today? We are here because, of course, once again a law has been broken by the Liberals. We are here because the Premier decided to appoint a candidate in a by-election. She had to bigfoot the local Sudbury democratic process, and now everybody is paying the price. How do the Liberals in Sudbury feel about this behaviour? The entire Liberal riding association up and quit. They resigned in protest. Not just one member, not just a few members of that riding association, but the entire riding association, en masse, resigned.", "Now here we are with yet another Liberal scandal. We’re here because the government was so desperate to win that Sudbury by-election, at any cost, that they were willing to break the law. The Premier, of course, denies any wrongdoing. She denies that Mr. Lougheed or Ms. Sorbara did anything wrong. She says that it doesn’t matter, that she did nothing wrong whatsoever and that she had made up her mind that she was going to appoint Mr. Thibeault well before the previous candidate, Mr. Olivier, was being enticed to step aside.", "But nobody else knew this. Gerry Lougheed didn’t seem to know when he said, “She’s in favour of a nomination race.” That was on December 11. Pat Sorbara didn’t seem to know when she said that the Premier is “gonna have to make a decision around the appointment.” That was on December 12.", "The riding association didn’t know. The riding association resigned to a person in protest, let’s not forget. The president of the riding association described the week following the appointment as “a difficult week.”", "Now, these don’t sound like people who knew that there was an appointment, that it was already a done deal. It certainly doesn’t sound that way to me. The Premier has one version of the story, but none of the evidence supports her version of the story. The Premier’s big problem here is that the people of Ontario have ears, they’re smart and they can listen for themselves. If they did that, they would hear this: “The Premier [and Pat Sorbara] wants to talk to you. They would like to present you options in terms of appointments, jobs, whatever....” They would hear Ms. Sorbara engaging in what Mr. Olivier referred to as a “negotiation about positions.”", "An aside: What I think is interesting, and more than a little telling, is that in 45 minutes of conversation about the by-election in Sudbury that is on tape, not once, not one single time, does anybody talk about what’s good for Sudbury. They talk about what’s good for the Liberal Party, they talk about what’s good for the Premier, but not once do any one of these high-ranking Liberal operatives ever talk about what’s good for the people of Sudbury. I think that’s very telling.", "But back to the tapes. I’ve listened to the tapes and I’ve heard what the OPP and the Chief Electoral Officer said and what they heard. Here’s what they heard:", "Detective-Constable Erin Thomas of the OPP anti-racket squad said, “I do believe that Gerry Lougheed and Patricia Sorbara both engaged in soliciting and negotiating with Andrew Olivier in their respective conversations.... I believe the words spoken by both Lougheed and Sorbara to Olivier assists me in my belief the Criminal Code offence has been committed.”", "Chief Electoral Officer Greg Essensa says this: “I am of the opinion that the actions of Gerry Lougheed Jr. and Patricia Sorbara amount to ... contraventions of subsection 96.1(e) of the Election Act.” What does that act say? I’m going to tell you what it says. Subsection 96.1(e) says this: “No person shall, directly or indirectly ... give, procure or promise or agree to procure an office or employment to induce a person to become a candidate, refrain from becoming a candidate or withdraw his or her candidacy.”", "Now, that’s pretty clear. It sounds a lot like “appointments, jobs, whatever.” But what does the Premier’s deputy chief of staff say in response to these allegations? She simply says, “I’m staying.” The arrogance that this displays to the people of Ontario is nothing short of astounding. To be under not one, but two, investigations and to believe that Ms. Sorbara’s presence is not damaging the institution she is supposed to serve is just plain disrespectful to Ontarians.", "But perhaps what is most concerning is that both of these individuals, Ms. Sorbara and Mr. Lougheed, came to Mr. Olivier on behalf of the Premier. While she denies it, and we may never know the truth, it looks pretty bad on this Premier that these two people are currently under investigation by the OPP anti-racket squad. Both claim to be acting on her wishes. It looks bad. It’s unbecoming of the office of Premier, and it is unbecoming of this entire Legislature.", "The Premier has said dozens of times that this investigation is happening outside of this House. But she has kept it in this House herself. She has kept it right here in this Legislature by refusing to ask Ms. Sorbara to step aside. A verdict on this matter will come, and I’m curious as to why the Premier would rather risk the debacle of the OPP removing Ms. Sorbara from her office at the Legislature. That would be quite a horrifying thing to watch, but that’s what this Premier is prepared to risk by not doing the right thing and having her step aside during the process of this investigation.", "The Ontario Civilian Police Commission is now investigating Mr. Lougheed, as everybody is aware. Mr. Lougheed serves as the chair of Sudbury’s police services board, and it is understandably troubling to the people of Sudbury that the chair of their police services board is under police investigation for a crime. The government has consistently tried to muddy the waters around Mr. Lougheed, claiming that they cannot remove him. But that’s not true. Again, Liberals caught in an untruth. Go figure, Speaker.", "He was appointed with an order in council and he can be removed by an order in council. There is a lot of precedent for this, Speaker. Just recently, the Premier removed Paul Godfrey from the OLG by an order in council. There is also an enormous amount of precedent for having people step down while they’re under investigation: David Caplan, Greg Sorbara, Bob Runciman, the current acting leader of the opposition, as he mentioned in his own remarks just a few moments ago, and many, many more. Why? Because it was the right thing to do. All of these people stepped aside in order to protect the integrity of this House. It’s something that seems beyond the understanding of our Premier.", "Ms. Sorbara must be asked to step down. Should she refuse, the Premier should remove her. Mr. Lougheed must step down. Should he refuse, the Premier must remove him. It’s about principle. This is about respect for the Legislature and respect for the people of Ontario. These people are under police investigation and they should not be serving in their current roles of the public trust while these investigations are happening.", "The Liberals have consistently put their party over this province, at enormous cost to the people of Ontario: financial costs, as we’re all so sadly aware of, and now the cost of the very integrity of this Legislature. The OPP warrant says that “reference to the Premier’s authority threatens the appearance of the government’s integrity.” That’s from the OPP warrant. I would say that New Democrats wholeheartedly agree, and that’s why we are wholeheartedly going to be supporting this motion today.", "I’m going to end my remarks by once again asking the Liberal government to have one modicum of decency and integrity and do the right thing in terms of this particular situation." ],
  "anchor" : "para917"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para939"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Before I get started, I’d like to welcome MP Michael Chong from Wellington–Halton Hills. But before I introduce Michael, I want to congratulate him on this last week’s third reading passage of the Reform Act, so congratulations, Michael. Welcome to Queen’s Park.", "Thank you, Speaker, for the opportunity to speak to a motion that is so important and yet would be so unnecessary if only this Liberal government didn’t thumb its nose at public accountability, didn’t sneer and jeer at the prospect of having to fess up and answer questions that people across the province have been asking since first hearing the audiotapes that clearly record job offers in exchange for political favour. The audio is crystal clear and transcribed in black and white. We hear Gerry Lougheed Jr. say to Andrew Olivier, “I come to you on behalf of the Premier,” before discussing “options in terms of appointments, jobs.”", "The Premier’s deputy chief of staff seals the deal in declaring, “You’ve now been directly asked by the leader and the Premier,” and then in the next breath clearly offering the spurned Andrew Olivier a taxpayer-funded job, “whether it’s a full-time job or a part-time job at a constituency office, whether it’s appointments” or “commissions.”", "And yet the charade continues and it demands that we in opposition use every tool in our chest to demand answers, to demand accountability—essentially to demand responsibility from a government that has turned its back on the very concept of responsible government that our country and our provinces were built upon.", "We’ve seen it in the handling of the gas plants to secure a handful of seats, in the refusal to allow testimony from Liberal staff and friends that were paid to delete emails to cover their gas plant trail; and we see it today—and every day since the resumption of question period—in the refusal to answer questions, in the red herring finger-pointing, and in the complete affront to accountability that this government arrogantly sticks to as the questions mount on investigations and apparent bribery breaches due to job offers to a loyal candidate they simply had lost any use for.", "What happened to the Kathleen Wynne we heard preach new focused dedication to transparency? Where is that dedication now? Where is that promised transparency? We thought—the people of Ontario thought—that things would be different with a new Liberal leader pledging new directions and new commitments to accountability. She told us that things would be different, yet we continue to fall further down that same unaccountable rabbit hole of diversion and debt that Mr. McGuinty dropped us into before hightailing it as his house of cards began to crumble.", "Quite frankly, the people of Ontario expect more from their elected representatives. They put their trust in government and they expect those they vote for who make decisions that impact their daily lives to act with honour and dignity, to be accountable and to be responsible.", "Accountability and responsibility—two words that have provided the guiding principles for modern democracies and specifically our Canadian and provincial democracies since the adoption of responsible government in Upper Canada back in 1850. All members of this Legislature should be familiar with the concept of responsible government. We pass by a plaque commemorating the dedication and work of Robert Baldwin to responsible government every day. Mr. Baldwin would be turning over in his grave on a daily basis if he saw what the current government has done to the principles he held so dear.", "You see, responsible government, as championed by Mr. Baldwin, whose legacy surrounds us today, is government that acts with the consent of the representatives of the people. It’s because of the work of people like Robert Baldwin that we no longer have government answerable only to the authorities in Great Britain. According to the concept of responsible government, government is to be responsible to the elected representatives of the people. And yet today, some 165 years after Baldwin’s work to instill these concepts, we see a government that works to oppose these cornerstones of democracy at every turn.", "In the responsible government that Baldwin worked with and handed down to guide future generations, it was understood that a government official or a minister responsible to the elected representatives of the people should act, step aside or resign if their accountability was called into question. Baldwin himself took the honourable step side on numerous occasions to ensure his government’s accountability was not tarnished. That’s what responsible governments do when under investigation—when under a record four investigations—they act to ensure their accountability is above reproach.", "The funny thing is that while the Premier told us she was moving away from the McGuinty trail of scandal and towards embracing accountability, the truth is that things may have actually gotten worse. At least McGuinty governments knew how to make their officials step aside when their accountability was called into question.", "There was David Caplan, former health minister, finally opting to step aside at the centre of the eHealth and OLG storms. Then there was Greg Sorbara choosing to step aside in 2005 following the fact that he was the target of a long-running criminal investigation into a company he was a board member of. Both were McGuinty ministers and yet both understood the need to remove themselves as accountability questions mounted. On our side of the aisle, of course, we have our current and our one-time interim leaders, Jim Wilson and now-Senator Bob Runciman, who knew what to do when accountability was demanded.", "And yet, these same concepts of accountability and responsibility now seem foreign to this government. Instead of doing the right thing and having her deputy chief of staff, Pat Sorbara, removed from office following the Elections Ontario finding of an apparent breach of the bribery provisions of the Election Act, we see this Premier go in front of cameras to completely duck accountability and attempt to divert attention with a fantastical story pointing fingers of blame and smear at the entire PC caucus without producing one shred of evidence. Hardly accountable, Speaker, and definitely not responsible.", "Not satisfied to stop there, she took it a step further, telling media and investigators alike, as to the possibility of charges against Pat Sorbara, “On our review of the matter we don’t expect that to happen.” I again question why an elected representative—why a Premier—is commenting on her expectations of the outcome of an ongoing investigation into her own staff.", "Again, with regard to today’s important motion, I fully concur that “the Premier, her deputy chief of staff and Gerry Lougheed, Jr. have breached the standards of integrity and accountability that are required and expected of the office of the Premier.” We hoped for better, we expected better and the people of Ontario deserve better from a government that has turned its back on the pillars of responsible government that our system is built upon." ],
  "anchor" : "para940"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para956"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I’m also very proud to join the debate. This is a matter of great importance to us, to the constituents in my riding and, in fact, to all Ontarians.", "The issue is that we’ve seen what is going on in terms of the trend in Ontario and, in fact, the trend across this country. But particularly in Ontario, we see increasing apathy, and there’s a reason for that. There’s a reason why there’s increasing apathy. It’s because people feel very cynical about politics. It is incumbent on us to change that tide, to reverse that tide. How can we do that? As politicians, we can hold ourselves to a higher standard. In fact, we should do so, because it’s on us—it’s our responsibility—to restore that faith and that trust in the political system.", "The problem is this: Cynicism breeds more cynicism. As people are more cynical about politics and don’t trust politicians, fewer people will come out to vote and it’s more likely that those people responsible for that cynicism will get re-elected. It’s no surprise that the Liberal government is largely responsible for this growing cynicism through scandal after scandal, through lack of taking responsibility for their actions and for the lack of accountability and transparency.", "It’s almost laughable that this Premier has indicated that this government is a new government; that they’re going to turn a new leaf and be more accountable, they’re going to be transparent. The reality is so far from that. Whether we look at the gas plant scandal and the way in which this government handled that scandal—which was the reason why this Premier said, “I’m going to stand up and change the course that this government and this party has been going on. We’re going to change the course and instead we’re going to be more accountable and transparent.” What they did they do? They shut down the committee. They prevented the key witnesses who were at the heart of the scandal, the witnesses who were responsible for the deletion—they prevented that key witness, Peter Faist, from ever testifying. When we asked to hear Laura Miller again in committee when we learned there was some connection between her and the person who actually wiped the computers with military grade software—we wanted that to come forward—this government created barrier after barrier and, in fact, ended up blocking that and didn’t allow that truth to come forward.", "It should really be of no surprise that now, with this scandal, the government is again showing its true colours: It’s not a government that cares about transparency and accountability; in fact, this is a government that is fuelling that growing cynicism in our society and in Ontario.", "I want to draw attention to what is going on in terms of the public appearance. I’m a criminal defence lawyer, and I absolutely believe in the presumption of innocence. I absolutely agree that until someone is tried in court, they can’t be determined to be guilty or innocent. But there’s also a very strong principle of the appearance of fairness. That’s also a very powerful legal principle: Certain things have to have the appearance of fairness for the society in which those things are going on to have any trust in the administration of justice. Things have to look like they’re fair as well as actually being fair.", "One of the key areas where there doesn’t seem to be a very good sense of fairness is that on the Police Services Board in Sudbury we have an individual, Gerry Lougheed Jr., who is currently the subject of a criminal investigation. He’s sitting on the police services board of the very city in which this investigation is going on. Just as a layperson looking at that, that doesn’t seem like a very fair idea. It doesn’t seem to me that it is just that the person who is the subject of an investigation would be in charge of that entire police board. It just doesn’t look fair. In fact, it’s not fair. That’s why the appropriate thing to do—subject to these investigations, Gerry Lougheed should step down. If he’s not stepping down, the government should step forward and do the right thing.", "When it comes to the deputy chief of staff, these are serious allegations. I want to really draw attention to the fact that we have an independent officer—the Chief Electoral Officer—who independently reviewed the evidence in this matter.", "Again, it’s very clear, and the Premier has repeated this: No one is saying that the Chief Electoral Officer said someone is guilty or innocent. But what the Chief Electoral Officer did say is that, looking at the evidence, looking at the facts before him, there was an apparent contravention.", "At one point, the Liberal Party members were kind of saying, “Oh, apparent, apparent. It doesn’t seem like they’re very serious.” I just want to draw your attention to the legal definition of “apparent.” “Apparent,” when used in the context of the Chief Electoral Officer’s report, is obvious or glaring contravention.", "I want to quote from the report because I think it’s very important to mention that the Chief Electoral Officer said, “Although I do not have to weigh questions of credibility or balance competing facts as would a judge, my non-partisan role in overseeing the integrity of provincial elections means that I have to be satisfied that there is more than simply a ‘fair probability’ that there has been a contravention before concluding that any possible contravention has reached the threshold of being ‘apparent.’”", "What he’s saying is that it has to be more than a fair probability. It has to be pretty significant for the Chief Electoral Officer to reach that threshold of an apparent contravention. That means it can’t just be, “Oh, maybe there’s a contravention” or “There might have been a contravention” or “There’s a fair probability that there was.” He had to be satisfied there was more than a fair probability that the evidence before him constituted an apparent contravention. That means that there is some serious evidence here that it’s pretty obvious that there was some sort of contravention.", "A judge will determine guilt or innocence, but the independent officer has made it very clear that looking at the evidence, it’s pretty obvious that something went wrong here; it’s pretty obvious that there is a mistake that was made.", "Whether we find someone guilty or innocent is another question, but given that it’s an obvious contravention, then the government needs to take the right action and say, “Listen, during this potential obvious contravention of an act, we can’t have the deputy chief of staff continue to be the deputy chief of staff. People are going to lose faith in us.”", "Clearly, the government doesn’t care to have anyone lose faith in them. People have already lost a lot of faith.", "The issue is that, for the appearance of fairness, it’s important that the government do the right thing, and it’s simply unacceptable that they’re allowing Gerry Lougheed Jr. and Pat Sorbara to continue on with their roles—despite all the evidence to the contrary.", "What we’re seeing in this government is a pattern of behaviour that is greatly troubling to us. It speaks very poorly in terms of accountability and transparency, and it really speaks poorly about the way this government is setting an example for the province.", "The Premier of the province has a responsibility to act with the utmost fairness, the utmost integrity and the utmost principles, and it’s incumbent upon this office for the Premier to act in that fashion. To act in that fashion means to take these allegations very seriously. We’re not seeing, through the government’s behaviour, through avoiding the answers, through avoiding responding to questions, through a seeming dismissal of the seriousness of this, that the government and the Premier are taking these allegations seriously. It doesn’t speak well to the integrity of this office and to the seriousness and the importance to which all Ontarians look in terms of—the Premier of this province should be held to a high standard, and the government is simply not following through with that standard.", "If we look at the timeline—and this is something that we’ve drawn up and we’ve pointed out before—the timeline makes it very clear that there are some serious problems with the Premier’s version of events. If we look at the timing of the phone calls—and the difference in this case is that in other cases you don’t really know what went on. You have, perhaps, someone saying that something happened, but there’s no real evidence of what actually went on. Andrew Olivier—and we know that—initially said, “Listen, there was some wrongdoing. There were some discussions that went on,” and nothing happened, when he had just said that something happened.", "But in this case, we have something very different than other cases and other scandals. We actually have real evidence. We have clear evidence of phone calls. We have clear conversations, and those conversations can’t be deleted. They’re out there now, on YouTube, so you can’t delete them anymore. They’re out there in the public domain, and it’s very clear that what happened was that there were some conversations with Andrew Olivier. Those conversations clearly lay out that there was an inducement, that there was an attempt to induce Mr. Olivier not to be the candidate, not to run in the nomination. In fact, more than that, they wanted him to actually nominate Mr. Thibeault.", "So the evidence is very clear, and I’m very curious to see what’s going to happen as this case unfolds. But we know for one thing that this has definitely set a clear precedent, that there are some clear violations, that this government has another scandal, that there’s another OPP investigation. This is history. The government wants to set history, probably, in a positive way, but you’ve set some horrible history. This is the first time ever in the history of Ontario that the Chief Electoral Officer has investigated bribery and has specifically investigated the government and has made a finding of an apparent contravention—of a bribery-related offence. That’s unbelievable.", "Looking at the timeline of events, particularly with the recent information—we now have a letter that was released not until the writ was declared on January 7. Now we know that we have this smoking-gun evidence of the government’s actions and the type of scandal-ridden decision-making and actions that they have taken. It is simply not acceptable. It’s something that we should not see in this province. It is completely unacceptable that a government would act in this manner.", "We absolutely support this motion. This is something that we need to see come forward. We need to have a government that’s accountable.", "Thank you very much, Mr. Speaker. It was a pleasure to speak today." ],
  "anchor" : "para957"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para982"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "The reason for this opposition day motion is in direct response to the Sudbury scandal. However, it is also the opportunity to highlight the pattern of behaviour of this government. In the brief time I have to join this debate, I will attempt to establish those two objectives.", "The key issue in the Sudbury case is the refusal of the Premier to accept ministerial responsibility in seeking the resignations of deputy chief of staff Sorbara and chair of the Sudbury police board Lougheed. The Premier has said that she will not ask anyone to step aside based on allegations, but said that of course Sorbara would step aside if charges were laid. By ignoring the calls for prominent Liberal fundraiser Gerry Lougheed to temporarily resign from the Greater Sudbury Police Services Board, the Premier is ignoring the Ontario Civilian Police Commission’s expectation that board members have the highest levels of honesty and integrity and that this is most certainly true for board chairs.", "This behaviour is in direct contradiction of parliamentary tradition. That tradition requires ministers of the crown to either resign or step aside during an investigation. We have many examples of people who have done that, two of whom include Minister Runciman and Minister Sorbara.", "Instead, the Premier is hiding behind the veil of investigation. But let’s be clear: This is after the event. The questions that she should answer are those which detail her actions and those of her hand-picked subordinates before the Chief Electoral Officer was asked to investigate.", "When there is an investigation, the Premier and her government feel insulated from the pain of accepting and atoning for her actions. If the government is being investigated, the Premier likes to embrace the safe ground of the investigation. She can then say, “I cannot comment. There’s an investigation ongoing,” or, “That is being dealt with by the process at hand.” The government has actually incorporated their investigation by authorities into their game plan.", "But there is a pattern of behaviour. It was clear back in 2007 with Mike Colle, who resigned when the Auditor General criticized the lack of spending control and transparency. Auditor Jim McCarter found that the government gave out $32 million in year-end grants based on conversations and without any formal application procedure.", "It was clear back in 2009, when Minister of Health David Caplan resigned after the Auditor General released a scathing report on eHealth Ontario spending.", "Then there was the seat-saver decision to cancel two gas-fired power plant projects during an election—a politically expedient measure that cost Ontario taxpayers $1.1 billion. Didn’t the government know that cancelling the gas plants would cost billions? Didn’t the government know it is their job to guard against wasting tax dollars? Didn’t the government know that this was, in effect, buying votes before election day? Didn’t the Liberals know that the final cost would be discovered in the end? Why did they make the decision in the first place?", "There’s more: the deletion of emails to try to cover up the cost of the gas plant cancellation seat-saver plan. Didn’t the government and its staff know that deleting emails was wrong? Didn’t the government know that their actions would be an affront to democracy?", "Those rhetorical questions are meant to prove a point. This government has no moral compass to ethically guide its behaviour on behalf of Ontarians.", "This opposition day motion is one of the few tools we have as Her Majesty’s loyal opposition to expose the current government and its sordid pattern of self-preservation, at the cost of not just billions of taxpayer dollars but the cost of the loss of confidence of Ontarians.", "People want to have confidence in their government. They want to have safe communities, good jobs and stable institutions. They want mutual respect between themselves and their political leaders.", "This government has betrayed the people of this province with its never-ending scandals, poor judgment and ruthless partisanship. No matter how the Premier spins it, she cannot create good, open, transparent and accountable government unless she embodies it by her actions. Actions speak louder than words, especially words that no longer ring true." ],
  "anchor" : "para983"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para997"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I appreciate the opportunity to rise in the House today and provide a perspective that we haven’t heard in the Legislature today.", "Over the last few weeks on this side and indeed throughout the House, we’ve been listening to the opposition, during question period, speak about the same issue. In fact, they’ve asked the same question over 200 times. They’ve attacked people’s credibility and integrity. They’ve made false assumptions and accusations. They have played investigator, lawyer and judge. The opposition may not like it, but this investigation is taking place independent of government and certainly independent of this Legislature.", "I want to go back. Let’s review what has happened here. In the 2014 general election, the NDP won the riding of Sudbury. Then, five months later—", "Interjections." ],
  "anchor" : "para998"
}, {
  "speaker" : "John Fraser",
  "text" : [ "With all due respect, I listened very patiently and quietly to what you were saying. I would ask that you afford me the same things." ],
  "anchor" : "para1002"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s my job. You will continue without the cross-border interaction. Thank you." ],
  "anchor" : "para1003"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you, Mr. Speaker, for your advice.", "So, no more than five months later, the member who was elected resigned their job, and of course all three parties had to prepare for a by-election. Through a series of conversations, first among community members, we became aware that Glenn Thibeault was considering running for us. I don’t have to explain to members of this House how significant that was. Here we had an experienced, progressive New Democratic Party member of Parliament wanting to join our team. I think that’s something that’s good for Sudbury. As the Premier said, once she met Glenn, she was convinced that he was the right candidate for us, and I agree.", "Mr. Speaker, I want to take a pause at this point to tell you a little bit about Glenn Thibeault, so we can understand the quality of the candidate who was approaching us to run. Throughout his career, Glenn has shown an unwavering commitment to Greater Sudbury and to a better and fairer Sudbury. He has fought tirelessly for supports for persons with developmental disabilities and for quality services for families struggling with autism. As a director of the United Way, he led many successful—" ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Sit down. I think we’re discussing the motion at hand, in regard to motion number 1. Giving the history of an individual member really isn’t in accordance with what you should be responding to, so if you could cut back on that a little bit and get back to the motion, I’d appreciate it. Thank you." ],
  "anchor" : "para1007"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Mr. Speaker, thank you very much. I appreciate your advice again. What I’m trying to demonstrate is part of the history of what has gone on here and the decision that went into appointing the member from Sudbury, which I believe is germane to this, so I will try to keep it short.", "But I also want to say that Glenn is a person who is focused on building opportunity for all the people of Sudbury. Whether he’s advocating for retirement security, enhanced consumer protection measures or investments in the Ring of Fire, he has consistently put Sudbury’s and residents’ interests first, and I think that’s a good thing for Sudbury. I wanted to be able to respond to that, Mr. Speaker. That’s why the Premier decided to appoint him as our candidate. He won the election and is now representing us at Queen’s Park, and is also the parliamentary assistant to the Minister of the Environment and Climate Change.", "I understand why members of the third party are upset. A seat they won last June was long held by the party on this side of the House, and then five months later we had to have a by-election. A federal NDP MP decided to run, to join Kathleen Wynne’s team and the Liberals, and then they’re less one seat, which leaves them one less than they were at dissolution, when they did not support the budget last year.", "In fairness, I just wanted to lay that out, as how we got to where we are. But where I do want to go is a bit farther back in history, because I think it’s germane to the kinds of things that have been thrown back and forth here in the House and the kind of accusation that is made in the last paragraph of the motion.", "I want to remind the members opposite that the member for Haliburton–Kawartha Lakes–Brock resigned her seat and accepted a paid position on the same day in 2009. I’d like to read some headlines from that time:", "“Scott Trades Seat For Head Office Job.", "“Progressive Conservative Laurie Scott was given the job Friday of getting the opposition party ready for the next election in exchange for giving up her seat in the Ontario Legislature.”", "“In exchange for giving up her seat ... Scott is taking on the ‘enormous responsibility’ of election readiness chairwoman for the party.”", "We have no idea what conversations happened or what the scenarios were there. We also have—", "Interjections." ],
  "anchor" : "para1008"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Are we done?" ],
  "anchor" : "para1018"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much, Mr. Speaker. You know, we had another member, former MPP Floyd Laughren, who resigned his seat in 1998 to become chair of the Ontario Energy Board." ],
  "anchor" : "para1020"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "He got appointed months after." ],
  "anchor" : "para1021"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Just stay with me for a bit, thank you very much. “Veteran MPP Floyd Laughren, the former New Democrat finance minister, is calling it quits to accept a $120,000-a-year government appointment.” That was in the Hamilton Spectator.", "The energy minister at the time was the current leader of the official opposition. When he was asked to explain what the difference was between this kind of appointment and the accusations he is currently making, his answer was, “If you’re looking for logic in this business, you’re in the wrong place.”", "I’ll give you one more example, and then I’ll stop. The former PC member for Dufferin–Peel–Wellington–Grey, David Tilson, resigned his seat in 2002 for Ernie Eves. Shortly after, he was given a paid appointment by the PC Party as vice-chair of the Ontario Municipal Board. Some of the headlines were: “MPP Who Gave Up Seat … Gets Plum Patronage Posting”; “David Tilson, the government member who vacated his post for Premier Ernie Eves, was named vice-chairman of the Ontario Municipal Board, which pays between $74,000 and $111,000” a year; “The Progressive Conservative politician who resigned his seat in the Legislature so Premier Ernie Eves could run for office was handed a ‘plum’ government appointment yesterday.”", "I just say that to lay some context.", "You know, I have a great deal of respect for the leader of the official opposition. I did hear him speak about Justice Cunningham, and that appointments should be made in a fair and open manner. With all due respect, I can’t find any record in Hansard, or anywhere, where that circumstance that occurred was of concern to him.", "We’ve had some talk about nominations today, and I want us all to remember the NDP nomination in Scarborough–Guildwood. Now, I don’t want to get into Bigfoot right now. I don’t want to get into Bigfoot, but the NDP’s decision to install Adam Giambrone—ask the members if that was a free and open process. Ask them if they thought it was a sham. Ask them if they thought it was Bigfoot. They went with the preferred candidate and blocked the previous candidate who had run for them unsuccessfully.", "You know, we’ve been talking about the third party. The leader of the third party knows how to keep candidates involved. She has hired their former member from Davenport and the former member from York South–Weston.", "With all due respect to members of the House, what I am trying to say is that there’s a deep—", "Interjections." ],
  "anchor" : "para1022"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There’s a certain word I’m hearing a lot from over there—it starts with B—and I don’t want to hear it again, or they will retract it.", "Continue." ],
  "anchor" : "para1031"
}, {
  "speaker" : "John Fraser",
  "text" : [ "There’s a deep contradiction or chasm between the accusations and aspersions they’re throwing around and their own actions. That’s the point I’m trying to make.", "But I want to make one thing very clear in this; I didn’t hear it come up in the debate today, and I just want to raise it so the members across will hear. Elections Ontario has determined that the allegations against the Premier and the member from Sudbury are baseless. They are baseless. The Chief Electoral Officer also said he was neither deciding to prosecute a matter nor determining anyone’s guilt or innocence; that those decisions are respectively for prosecutors and judges.", "We take this very seriously. We will continue to co-operate fully, as Elections Ontario’s examination moves forward to the next phase. We take them very seriously, and we respect that these allegations are entirely independent of the government and this House. We respect the process and suggest that the opposition do the same. Thank you very much." ],
  "anchor" : "para1033"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para1036"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, Speaker, thank you very much. I’m supporting the motion.", "In a way, I feel terrible for the member from Ottawa South, who was sent out to be the foot soldier and the spokesperson today. I don’t believe for a moment that he believes a single word that he uttered in this chamber on this motion today. When you sit there and you want to compare what has happened here in Sudbury—and he throws out the names of Floyd Laughren and Laurie Scott and David Tilson and Paul Ferreira. This is the typical Liberal spin. They will try to draw up something from the past that has no connection whatsoever to what is happening in the present and try to justify their actions based on their evaluation of what happened in the past. I can tell you this: When it comes to Floyd Laughren or Laurie Scott or David Tilson or Paul Ferreira or Jonah Schein, not one of them was subject to an OPP investigation. Not one of them was cited by the Chief Electoral Officer of Ontario as being in apparent contravention of the law. So when I hear that kind of spin, it makes my blood boil. We’re here in a serious, serious situation.", "Speaker, I want to talk about the Premier for a second. It is not for me to say what standards you should conduct yourself by. I have to live up to my standards, but maybe it’s time that Kathleen Wynne lived up to her standards. We heard it ad infinitum during her leadership race. we’ve heard it repeated over and over again since she has become the leader and the Premier. We heard it in her throne speech, and we hear it over and over again. During her leadership speech, she said, “This is the time, right now, to show that we have learned from our mistakes and they will not happen again.” These were the words of our Premier, Kathleen Wynne: that they learned from the mistakes of the past and they would not repeat them.", "They had an opportunity in Sudbury to do it the right way. They failed. Now they’re the subject of a criminal investigation. This party over there, the governing party, is the subject of four criminal investigations by the OPP. They’re going to stand here and they’re going to stonewall and they’re going to do everything they can to try to deflect from what really happened here. What really happened here is a breach of the public trust.", "The people of Ontario expect better. They are not holding you to their standards. They’re holding you to the standards you set yourself, Premier. You set the standards. You must live up to the standards that you set for yourself. This is why we brought this motion. This is why our leader, Jim Wilson, has brought this motion: to bring some semblance of accountability and integrity and ethics back to this House.", "What has happened in Sudbury is absolutely wrong, and at the end of the day I believe it will be proven wrong." ],
  "anchor" : "para1037"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1043"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I’ll start off by saying what our leader, Andrea Horwath, said, which is that this is not a debate that, quite frankly, we’re all really happy to be in. This is a rather sad situation. You would hope that in this Legislature there would be a higher standard when it comes to how we deal with things when things go wrong. Unfortunately, in this particular case the Premier, for whatever reason, has decided to stonewall. As a result, we, as the opposition, have been asking questions.", "I heard the member across the way say that we have come into this House and we have asked questions 200 times. You know what? There’ll be 201, there’ll be 202, there’ll be 203, because not only we in the opposition, but the people, have the right to understand what the Premier did—and for her to take responsibility for her actions.", "At the end of the day, this reflects on the Premier and her integrity when it comes to what she has done. Let’s be clear here—" ],
  "anchor" : "para1044"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Sore losers." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "And there we go: The government across the way is saying this is about sore losers. The people of Sudbury voted for—", "Interjections." ],
  "anchor" : "para1048"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It appears that the Minister of Transportation, the minister without portfolio and the member from Timmins–James are having cross—you go through me, okay? I don’t want pointing and yelling at each other. You go through the Chair.", "Continue." ],
  "anchor" : "para1050"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Thank you, Speaker. As I was saying, Speaker, through you, the people of Sudbury decided to vote for Mr. Thibeault by majority. We respect that. I think all members of this assembly respect that. That is not the issue here. The issue is not Mr. Thibeault. The issue is what the Premier did, and that’s what we’ve been raising in this House all the way along. Our candidate and our leader on the night of the election congratulated Mr. Thibeault. We’ve never had a fight with him in regard to—we fought him in the campaign, but we never had a fight with the results, because in a democracy the people decide.", "The problem here is, the Premier doesn’t recognize that what her people did was to break the law. There are two laws in question here, the first one being the election law. The election law is quite clear. Once we know that a person wants to be considered as a candidate, you are not able to bribe in any kind of way that person to run or not to run for office. Doing so is a violation of the Election Act. What happened in this case was, people from the Premier’s office or people from the party called Mr. Olivier to offer a job, a Pandora of jobs, in order to not run and, instead, nominate Mr. Thibeault. Because what they wanted was that if they were able to get Mr. Olivier to move the nomination, they would have been able to show that the party was unified in their attempt to elect that candidate.", "Unfortunately, what happened was that the government decided to offer jobs to Mr. Olivier not to run, and Mr. Olivier said, “This is wrong. I’m not going to do it. I’m going to run as a candidate,” and then he recorded the conversations of both Mr. Lougheed and Madam Sorbara. The question here is, who asked those two individuals to make the phone call? That’s what is at issue here.", "The Premier and members on the government side say, “Well, this has nothing to do with that because all of you guys have done the same thing.” Phooey. The Election Act was never broken by either the Conservatives or New Democrats in this type of situation because we have nomination processes. We are not allowed to appoint candidates. In our party, and I believe in the Conservatives as well, there is a nomination process by which anybody who wants—", "Interjections." ],
  "anchor" : "para1053"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "I’m fine, Speaker. Let them yell." ],
  "anchor" : "para1058"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sit down, please. Last warning to the Minister of Transportation. First warning to the minister without portfolio.", "And don’t tell me what to tell them to do. Carry on." ],
  "anchor" : "para1059"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Thank you, Speaker. As I was saying, there’s a nomination process, that anybody who wants to stand for office has to go through a nomination process. They talk about Mr. Giambrone. Of course it was a sticky nomination. The membership list there was phoned by Mr. Giambrone. He found the majority of votes in that riding, to the consternation of some who were on the executive, and there were some people who were unhappy at the result of the vote at the nomination meeting. But there was a vote at the nomination meeting by the members in that riding association and they nominated Mr. Giambrone.", "So you can try to spin this any way you can, because what the Liberals are attempting to do, Mr. Speaker, through you, is to throw as much mud as they can against the wall and say, “Look, all those politicians are the same.” We are not the same. We have not broken the law. You broke the law. So don’t try to throw mud against the wall and say that somehow we are the same.", "The other stupidity that they’ve put on the floor is that there are members in this House who negotiated jobs in order to lose their own elections. How stupid can you be? People stand for office. Some people don’t get re-elected—" ],
  "anchor" : "para1061"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para1064"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the transportation minister." ],
  "anchor" : "para1065"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I know that relative to the member who’s speaking right now, I’m a bit of a rookie here, but I don’t think that member can use that kind of language to cast those aspersions on honourable members on this side of the House—words that I won’t repeat because they’re unparliamentary." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you for your input, but I don’t think he singled out any individual; it was the group. I can’t really single out anyone because it was a group thing.", "Continue." ],
  "anchor" : "para1067"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Again, Mr. Speaker, there is a democratic process in this province, as across this country, that people stand for office. Some people lose their election—surprise, surprise. And guess what? They’re looking for a job after the election, so that a government or somebody hiring them is hardly a breaking of the law. It’s what you call basic economics. Somebody’s got to make a paycheque to pay the bills, and if you lost your election, you have the right to look for another job. And the government is saying somehow or other that’s a breaking of the law and that’s immorality on the part of the opposition? Give me a break.", "What happened here was, the government decided they were not going to have a nomination meeting because Monsieur Olivier, who had run in the previous election, had a majority of that riding association onside, and if there was going to be a nomination, I have to think—I don’t know for sure; only the Liberals can answer this question—they probably feared that Mr. Olivier had a majority of the vote in that riding association and they decided that they didn’t want him as a candidate, they wanted somebody else.", "So rather than follow the process of the nomination, they had Mr. Lougheed, then they had Mrs. Sorbara and eventually the Premier make the phone call—of which we don’t have the recording—and the offers were made for him not to run in exchange for appointments or jobs. If you listen to those tapes, it is pretty darn clear. What is very unfortunate in this whole debate is that you’ve got the Premier trying to throw mud on the wall, to try to say all politicians are the same, when we are not the same. We have processes in our party, the New Democratic Party, that ensure that elections are transparent and you don’t have this monkeying around. So it’s virtually impossible for our party process to allow somebody to be bribed, because it is clearly a nominating process in which only those in the riding association who are members are able to vote.", "But now the Premier doesn’t want to take her responsibility. The Leader of the Opposition said in his opening comments—and it was repeated by my leader—that there is ample example in this House where members of the House in cabinet, and sometimes as parliamentary assistants, have made errors. They’ve either released names that they shouldn’t have released, that were subject to privacy laws, or did something that might have been wrong, and in order to be able to make sure that there’s some accountability, those people stood down. I watched Evelyn Gigantes, a Minister of Health under the government I served in, resign because in a question she responded to the opposition, by error she read a name out of her briefing book that was the name of a patient. She resigned that afternoon.", "I looked at Mr. Wilson do pretty well the same thing in the Legislature as the result of a privacy concern when he was Minister of Health and he resigned. Why? Because there is ministerial responsibility as a basic doctrine about how this place works. And if ministers and Premiers are not going to take responsibility for what happens under their watch and for the people who work for them, we’re in trouble.", "The Premier has a responsibility to make sure the right thing is done. What she should have done at the beginning, if her version of the story is true—and I’ve got to tell her, her version has a whole bunch of holes in it. If she’s not the one who ordered these people in and she knew nothing about it, she should have fired Sorbara and asked her to stand aside until the investigation was over, and she should have asked Mr. Lougheed to stand side. Why is it that she didn’t do that? You can draw your own conclusion.", "We’re going to vote with the opposition on this motion because the reality here is that the government and the Premier specifically are not taking their responsibility and should do the right thing.", "This goes to the very core of what it is that this Premier says she is all about. Premier Wynne says, “I’m a person of integrity. I always want to do the right thing.” Well, if you’re a person of integrity and you want to do the right thing, ask these people to stand aside as this investigation is going through. That’s the right thing to do. And every day that the Premier comes into this House and refuses to answer the questions and refuses to do the right thing by asking people to stand aside, it attacks her basic credibility. If she can’t get her version of the story straight with all of the facts, how do we know that on other issues it is not going to be the same?", "I think the Premier is in damage control here. If she wants to have the confidence of the people, let alone of the opposition, I think the people have to see her as doing the right thing. It’s a simple thing to do. Members of the Tory caucus and members of the NDP caucus—and I would argue of the government caucus—have seen ministers stand aside and have asked staff to leave when the wrong thing was done, because in the end, you have a responsibility to make sure that you keep the integrity of the office and you do the right thing.", "If the Premier continues to go down this direction, I believe more and more people will start to see that Kathleen Wynne may put herself out to be a progressive, she may put herself out to be the person she wants to be seen as, but at the end of the day I think we’re going to start recognizing that Kathleen Wynne is no different than Dalton McGuinty and others who came before her, who always did what was right for the Liberal Party and did not do what was right for the people of Ontario.", "Yes, we understand that in politics campaigns are tough, and yes, we put our elbows up when we’re campaigning during elections and by-elections, but at the end of the day, we must maintain the integrity of the system. In this particular case, the government broke the law. The Chief Electoral Officer was pretty clear about it. The OPP investigation is clear about it. The tapes are clear about it. The facts are pretty well straight.", "I say to the government across the way that they should do the right thing, and they should maintain the tradition that has been in this House for so many years, so that when something goes wrong, there’s some ministerial responsibility. Either you ask your staff to step aside, if they’re the ones who did the error, or, if you’re ultimately responsible, you stand aside until an investigation is over and you’ve had an opportunity to be able to clear the air." ],
  "anchor" : "para1069"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1082"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Thank you very much—", "Interjection." ],
  "anchor" : "para1083"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "—and yes, it will be good, Minister.", "Speaker, it’s with great regret that I must speak to this motion today. Had the Premier shown even a shred of integrity or desire to elevate the office which she holds, we wouldn’t be here discussing this today. But we are, because the Premier traded integrity for a tainted political win in Sudbury, and now she refuses to take responsibility.", "This much is clear: According to the Chief Electoral Officer, the Liberals have broken the law. A leader with integrity would have taken action. The Premier should have demanded the resignation of her deputy chief of staff and the chair of the Sudbury police services board for their conduct. If charges are laid against either Sorbara or Lougheed under the OPP investigation, we expect the Premier to do the honourable thing and step aside until the charges are resolved. And if Sorbara or Lougheed is convicted of any charges that are laid, Kathleen Wynne must take the responsibility as Premier and resign.", "The Premier can continue to issue news releases and deny that the party she leads tried to bribe a potential candidate from running for office, but the report from Elections Ontario says otherwise. She may be talking, but she’s not answering. She’s not answering any of the questions Ontarians need the answers to. Goodness knows we’ve asked her enough times in the Legislature; I think the member from the Liberal Party who spoke said it was 200 times. He’s probably right. Yet 200 questions; zero answers. Her version of the story just does not add up.", "In fact, we now know from the OPP—much like the gas plants scandal, we now know the facts. Quite frankly, the Premier’s version contradicts the facts. Again, just like in the gas plants scandal, in the face of hollow promises of accountability and transparency, the Premier is putting the interests of the Liberal Party ahead of doing what is right. It’s what she does. It’s been her MO.", "Just like the gas plants scandal, you’ve got the deputy chief of staff of the Premier’s office under OPP scrutiny. Just like the gas plant scandal, you’ve got senior Liberal operatives under the scrutiny of the OPP. Speaker, when does this end? When is this going to end for the people of Ontario?", "To be clear, let’s focus on the key contradictions here. The Premier has stated that she made the decision to appoint Glenn Thibeault by the end of November. She stated this on the record multiple times. Yet here’s her number two staffer, the deputy chief of staff, on tape clearly indicating the opposite. On December 12, Pat Sorbara said, “She’s”—meaning the Premier—“gonna”—future tense, and that’s important. “She’s gonna have to make a decision around the appointment.” On December 12, according to the Premier’s deputy chief of staff and campaign manager, the decision wasn’t made. So if she says on tape that the decision wasn’t made, the decision wasn’t made. That contradicts exactly what the Premier’s timeline has been stating.", "It’s also clear that Andrew Olivier was being offered a range of taxpayer-paid jobs to drop out of the nomination. Again, I’ll quote Pat Sorbara: “Whether it’s a full-time or a part-time job in a constit office, whether it’s appointments to boards or commissions.” And Gerry Lougheed said, “The Premier wants to talk to you. They would like to present to you options in terms of appointments, jobs, whatever, that you and her and Pat Sorbara could talk about.”", "Lougheed is also clear on December 11 that nothing has been decided. Again, this contradicts what the Premier has said on numerous occasions. Let me quote what’s on the tape from him. “You need to say, ‘So, why would Andrew Olivier be motivated to do this?’” It gets down to: “Otherwise, guess what, I’m gonna go sell memberships and see what my chances are.” So the option on December 11 is still, “You may go and sell memberships,” which means there was no decision made. The option to sell memberships is still there, and, again, that contradicts what the Premier has stated time after time.", "The Chief Electoral Officer is clear. He wrote: “I am of the opinion that the actions of Gerry Lougheed Jr. and Patricia Sorbara amount to apparent contraventions of subsection 96.1(e) of the Election Act.” That reads, “No person shall, directly or indirectly ... give, procure, promise or agree to procure an office or employment to induce a person to become a candidate, refrain from becoming a candidate or withdraw....” On page 8 of the Chief Electoral Officer’s report he writes, “I have to be satisfied that there is more than simply a ‘fair probability’ that there has been a contravention before concluding that any possible contravention has reached the threshold of being ‘apparent.’”", "Speaker, there’s no question that the standards of integrity and accountability of the Premier’s office have been breached. I support this motion of our leader Jim Wilson and call on the Premier to follow some advice from her predecessor, who once famously quipped: “It’s never too late to do the right thing.”" ],
  "anchor" : "para1085"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1096"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I was going to say that I’m pleased to rise in this House, as I’m always pleased to rise in this House, but this is a sad day for Ontario—a sad day.", "I want to read the last section of our leader’s opposition day motion. What it says is, “Therefore, it is the opinion of the Legislative Assembly of Ontario that the said actions of the Premier, her deputy chief of staff and Gerry Lougheed Jr. have breached the standards of integrity and accountability that are required and expected of the Office of the Premier.” How sad it is that we’re here today doing this.", "I know that all of us, when we stood to run for office—all members of this Legislature had certain values that we were brought up with and that we believe that we have. We came here to do a job for our constituents with honour and integrity and to honestly do the best job we could.", "My constituents have called me on this issue for the last couple of weeks: “What is going on down there?” This government is prone to OPP investigations. They can’t seem to get away from them. This is unprecedented in Ontario’s history.", "There are a couple of things I’d like to read to you. This is from Mr. Essensa. It says, “I am of the opinion that the actions of Gerry Lougheed Jr. and Patricia Sorbara amount to apparent contraventions of subsection 96.1(e) of the Election Act as reflected in my attached report. Consequently I have reported this matter the Attorney General of Ontario in accordance with section 4.0.2 of the Election Act.”", "Subsection 96.1(e) of this act says, “No person shall, directly or indirectly … (e) give, procure or promise or agree to procure an office or employment to induce a person to become a candidate, refrain from becoming a candidate or withdraw his or her candidacy.”", "I know we’ve heard different quotes from the tapes that were recorded by Mr. Olivier. Here’s part of it from Mr. Lougheed, when he was talking to Mr. Olivier. He said, “So I come to you on behalf of the Premier and on behalf of, I guess, Thibeault more indirectly, to ask you if you would consider stepping down—more than that Andrew, nominating him. In the course of that deliberation the Premier wants to talk to you. They would like to present to you options in terms of appointments, jobs, whatever, that you and her and Pat Sorbara can talk about.”", "How more blatant can it be that this government and members of the Premier’s office were involved in this scandal? It’s certainly no wonder that the OPP are involved in this now and Mr. Essensa had no alternative but to turn it over to the OPP. Ms. Sorbara states, “If there were other things that you’re particularly interested in that is within her realm”—meaning the Premier—“to make you part of, then she is more than prepared to do that.” Again, a damning statement from those tapes.", "I also want to make you aware that it is unnecessary to show that a particular job was offered. The Premier keeps saying this, that there was no particular job offered. “In this regard,” it also goes on to say that “an apparent contravention could be established if a candidate is offered a range of options rather than a specific role in a specific office.”", "I think—I know—that the people of Ontario demand more of the Legislature. They demand more of their elected representatives than to be going through repeated OPP investigations that this current government seems to be addicted to.", "When I first came here back in 2011, we had Ornge. Then, we had the gas plants scandal. Now we have got two investigations going on with this Sudbury election. This is truly sad for this province. It’s truly sad for this House. This has to end.", "Thank you." ],
  "anchor" : "para1097"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1110"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’ll be very limited in what I have to say. I have certain biblical quotations that I like to go to in situations such as this.", "John 8:7—I’ll paraphrase: “Let he or she who is without sin cast the first stone.”" ],
  "anchor" : "para1111"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further debate? Second call for further debate." ],
  "anchor" : "para1113"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I can give you a few other biblical passages, Jim." ],
  "anchor" : "para1114"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I can do a few biblical ones myself.", "Third call: Further debate?", "Seeing none, Mr. Wilson has moved opposition day number 1. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour will say “aye.”", "All those opposed will say “nay.”", "I believe the nays have it.", "This will be a 10-minute bell. Call in the members." ],
  "anchor" : "para1115"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Members, take your seats.", "Interjections." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Mr. Wilson has moved opposition day number 1. All those in favour of the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed to the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1170"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 42; the nays are 52." ],
  "anchor" : "para1224"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The motion is lost." ],
  "anchor" : "para1225"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The business designated for this afternoon having been completed, this House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1227"
} ]