[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "ORDERS OF THE DAY", "Resuming the debate adjourned on November 19, 2015, on the motion for second reading of the following bill:", "Bill 119, An Act to amend the Personal Health Information Protection Act, 2004, to make certain related amendments and to repeal and replace the Quality of Care Information Protection Act, 2004 / Projet de loi 119, Loi visant à modifier la Loi de 2004 sur la protection des renseignements personnels sur la santé, à apporter certaines modifications connexes et à abroger et à remplacer la Loi de 2004 sur la protection des renseignements sur la qualité des soins." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "When we last had this bill, the member from Nickel Belt had the floor." ],
  "anchor" : "para31"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you, Speaker. As you remember, I was interrupted in mid-flight explaining what Bill 119 was all about. I will do a quick recap and then carry on.", "Basically, Bill 119 has three main parts to it. The first part of the bill has to do with protecting a patient’s private information. I will explain why this is very important. The second part of the bill has to do with electronic health records: How we make sure that we have strong regulations in place for the use of electronic health records, because our personal information is on those records. The third part has to do with accountability and transparency when medical errors occur.", "I said it before, but it’s worth repeating: In order for care to take place, there has to be a trusting relationship between the care provider and the person who receives that care. There has to be a really good human relationship between those people; otherwise, quality care cannot take place.", "We are all human beings, and when we are sick, sometimes the treatment plan and the care that you have to go through is really not obvious and comes with substantive side effects. You really have to be able to trust your care provider that this is the best course of action for you; otherwise, it is not obvious that this is the path to health.", "I repeat this, and I have repeated it in this House many times, because this is at the core of our health care system. At the core of it is this trusting relationship. With a trust account, you have to make many, many deposits into a trust account, but you will only make one withdrawal. If you lose that trust in your provider, in the agency, in the hospital or in the system as a whole, then nothing else matters, and there will never be quality care taking place for that person.", "So how do we ensure that this trust is always there? The role of government, as the steward of our health care system, is really to put methods, frameworks, laws and regulations in place to protect that trust. How do we do this as legislators? We make sure that all of the agencies that provide care have oversight. We make sure that the agencies do their work in a way that is transparent, so we put regulations in place that allow transparency. We do this in making every single care provider—care agency, hospital, CCAC, LHIN, mental health agency, primary care agency—accountable. We make sure that they have to stand and account for what they have done. This is how, at a system level, you work toward that trust—that trust that is at the core of our health care system.", "Everybody knows that when you go see a care provider, whether it be a midwife, a nurse practitioner, a physician, a dentist, a physiotherapist, an occupational therapist, a social worker or a dietitian—it doesn’t matter who it is—they will ask you questions. They will ask you very personal questions. They’ll ask you questions about yourself, about your age, your date of birth. They’ll ask you questions about your health. They’ll ask you questions about your state of health at that particular time, if you have had any surgery before, what kind of medications you take. They will ask you questions about your personal choices in life: Are you a smoker? Are you a drinker? Do you use recreational drugs? They’ll ask you very, very personal questions and they will write this down in a record so that they and other members of your team get to know you better and can put forward a treatment plan that will help you stay as healthy as possible or help you cope with a disease if you are facing a disease at the time.", "You can see how you have consented to share this collection of personal information with your care provider, but you certainly did not consent to share that information with the world. That very personal information, in this particular setting, you were comfortable with sharing, but in many other settings, this is your privacy and you are allowed to keep information about you private. This is what privacy is all about. This is why it is so important to set the right laws and regulations to protect all of that.", "I’m at the 40,000-feet level. I will go down and dig more into the bill, but I just wanted to set the tone. Right now, we have seen a huge push by the government to—basically, programs and services that used to be in our hospitals. Our hospitals have layers of oversight. They have layers of transparency and accountability, because remember, this is how you ensure trust. Well, a lot of the programs that used to be provided in our hospitals have now been privatized into the community. Hospitals have had tight budgets, flat-line budgets, for the last four years. They are being told by the government that if it is not acute hospital care, it is okay to stop doing it and somebody in the community will go on with it.", "The problem is that those out-of-hospital clinics have no accountability, they have no transparency and they have no oversight. Remember, those are the three pillars as to how the government mandates, as the steward of the system, to ensure this trust. This is how, at the system level, we make sure that the trust is there. Well, I’m telling you right now that at the 40,000-feet level, there is a major gap in this bill.", "It is all fine and good that we are putting transparency, oversight and accountability measures in place to protect people’s privacy, to make sure that those protections extend to electronic health records and to make sure that if you are done wrong, you gain access. But as more and more procedures and services that used to be done in our hospitals are now done in those out-of-hospital clinics, none of what we’re talking about applies to them. This has to be corrected. You can expect the NDP to bring amendments forward to make sure that the out-of-hospital clinics will be covered by those new and amended pieces of legislation that we are putting forward.", "Let me tell you, Speaker, that it was a shock to me that during estimates—I sat in for the estimates for the Ministry of Health. We had a deputation from Cancer Care Ontario, an agency that I have nothing but respect for, a very top-notch agency. They are the ones who told us that 50% of the colonoscopies that are done for the program aimed at detecting colon cancer early are done in out-of-hospital clinics. Later on, I will go into more detail as to some serious breaches that have happened, specifically in out-of-hospital clinics that do those colonoscopies. Cancer Care Ontario is working really hard so that this never happens again, so that the trust is maintained in these very important programs that they do, but they’re asking for help. We have to do our part. We have to make sure that we include those out-of-hospital clinics in the bill that we are talking about, Bill 119, the Health Information Protection Act. Right now, they are not.", "You also have to look a bit at the broader context. I’ve talked about hospitals having a flatlined budget for the last four years. All of them are expecting a fifth year. They have managed expectations very well. Most hospitals expect a fifth year of flatlined budgets—that is, no new money coming in, but the expenses continue to increase.", "Already, after four years of flatlining, we have seen a lot—we have heard about a lot of layoffs. Right now, there are 625 registered nurses’ positions that have been eliminated since January 1 of this year. That’s 84 jobs at the hospitals in Belleville, Trenton and Prince Edward county. That’s 150 jobs in North Bay—and the MPP from North Bay has brought those forward, as have the NDP—and 21 layoffs at the Ontario Shores Centre for Mental Health Sciences in Whitby.", "We also see that whenever the Minister of Health delivers what I would call a “read speech”—if he reads a speech for any group—the word “transformation” comes non-stop.", "When you listen to Ed Clark, the guy who told us that privatizing Hydro One was a good idea—he turned his sights away from hydro and booze for a while and started to look at health care, and what are the words coming out of his mouth? Greater private sector involvement in the health care system.", "Of all the provinces in Canada, we are the province that has the most private sector involvement in long-term care. More than 60% of all the beds in Ontario are private beds; that is, they are operated by private operators. We’re talking over 65,000 beds.", "When we look at home care, our home care system is completely dominated by the for-profit sector. If you look at all of the contracts and all of the money—and our Auditor General did a very good overview as to how the money is spent in our home care system—we are the most heavily privatized of all, bar none. The next province doesn’t even register, compared to how privatized our home care system has been.", "I would venture to say that those two areas of our health care system are the two weakest ones right now. Our home care system fails more people than it helps. Our long-term-care system is so plagued with patient-on-patient violence that the Office of the Chief Coroner wants to do a review of homicide in our long-term-care system, because year after year, the number of murders within our long-term-care system doubles. We used to have only two, then it became three, then it became five, and last year it became eight. Those are just the murders that have been reported. If there was any other town of about 75,000 people where there had been eight murders in the previous year, the resources would be pouring in to help that community, to make sure that we have grassroots support in place so this kind of violence never happens again. But this is happening right here, right now. This is happening in our long-term-care homes, and it doesn’t trigger any action and it doesn’t trigger any influx of resources. Those people are cast aside, I’m guessing, because of stigma, because they’re old, and this is wrong.", "I’m bringing this forward because I wanted to set a bit of the context as we bring in this new bill, the Health Information Protection Act. It doesn’t come out of thin air. It comes with a transformation in our health care system that has seen massive privatization of big areas of health care. Those massive privatizations have been accompanied by very poor outcomes, by very poor quality of care, where more people are failed by our home care system than are helped. So I wanted to set the tone.", "Of course, as I said, the bill has three parts. The first part has to do with personal health information and protection. In my neck of the woods, we call this PHIPA, the Personal Health Information Protection Act. What does it do? It basically sets rules as to how we collect, use and disclose personal information. I told you at the beginning of my speech that people voluntarily give a lot of personal information to health care providers. The bill will set out how we collect this, how we use it and how we disclose it.", "Personal information could be from your mental health, your physical health, your family health history, your care providers, your plan of care, your drugs—you get the picture. So why do we need this? We need this because that information has been looked at by people who should never have. Don’t get me wrong. I’m not a big fan of Rob Ford, never have been and probably never will be. But while he was undergoing chemotherapy for his cancer, hundreds of people accessed his records. Those people had no right to access his records, but yet, not a single one of them has been prosecuted or held to account because our laws are too weak. Bill 119 would hopefully allow us to do that.", "Other high-profile cases: A man I do love and have loved and respected all my life was Jack Layton. When Jack was sick and undergoing treatment, the same thing happened. Hundreds of people accessed his medical records. Those people had no business accessing his medical records. Those people were not part of his circle of care. Those people broke the sacred trust that allows us to have a good health care system. And yet, nothing was done.", "The last cases that have gone through court were actually dismissed because of the length of time it has taken. Those are high profile, but there are many, many what I would call people like you and I, many, many Ontarians who have also had their records looked at that shouldn’t have. In 2011, test records for 12,000 Ontarians who were screened for colon cancer were lost in the mail. Lost in the mail, Speaker: We don’t know who got those letters. The privacy commissioner at the time said, “I am astounded that such a loss could take place.” So am I. That’s 12,000 people for whom the trust in the colon cancer check has been broken. You know how hard it will be to re-motivate those people to go for their colon check next time? It will be next to impossible. That means an opportunity to catch colon cancer early will be lost.", "In 2013, a secure USB data key was lost at Montfort Hospital containing information on 25,000 people. The personal information of 25,000 Ontarians was lost because a USB key was lost.", "In 2013, a memory card containing the names, addresses, and birth and marital status of 18,000 people was stolen from a Peel region employee’s car. The information belonged to people who were part of the Peel Public Health Healthy Babies Healthy Children Program. Again, the privacy commissioner said, “I call on all Ontario health care organizations to review their practices immediately.”", "Go on to 2013: Data storage sticks went missing containing medical information on 18,000 patients at Toronto Western Hospital’s eye clinic. This prompted an apology from the chief doctor and, again, an investigation by the privacy commissioner.", "Again in 2013: A private clinic in Toronto, which charges $2,595 for every health assessment they do, actually sold their list of 7,700 clients and patients.", "In 2014, personal information of 8,300 patients at Scarborough’s Rouge Valley Centenary hospital was leaked by a hospital employee who was being paid by an outside company to leak that information. That employee actually went into patients’ records." ],
  "anchor" : "para32"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "She was convicted." ],
  "anchor" : "para63"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Yes, this one was convicted, as the member has said.", "In 2014, a Sarnia woman was contacted by a private cosmetic surgery clinic after she had already booked that surgery at a public hospital. She was quite puzzled as to how that private cosmetic surgery clinic could have known that she had been wanting cosmetic surgery. Obviously, information was leaked.", "I share this information, Speaker, to really give the scope of the problem. This is a problem that the government has known about for a long time. This is a problem that has hit the front page of the papers on numerous occasions, with always the same reaction: How could that be? And why is it that so few of the people who commit those breaches are ever held to account?", "Well, in part, because the laws that we have in place are too cumbersome, too weak, and they need to be tightened. This is in part what this will do. It will do things like mandate a notification to the privacy commissioner. Right now, oftentimes the privacy commissioner finds out about such a breach by reading the paper or by seeing it online or by seeing it on the television. Now, the people who have made a breach will have to notify.", "Everybody who holds information—they are called health information custodians—all of the custodians, the people who own the data, who own the computers where that information is stored, will be held responsible for improper use and they will have to inform the professional college if the person who is implicated in the breach of privacy holds a licence. There are 27 regulated health professions in Ontario: think physio, OT, physicians, nurses, midwives, pharmacists. All of those people—27 different professionals—hold licences. So if you hold a licence, your college will know about it.", "Then again, although the bill aims to go in the right direction, it has some serious flaws. One of them is that the reporting relationships are not the same if you keep that information in an electronic format or if you keep that information on the old paper chart that used to be. Don’t get me wrong, Speaker: There are still plenty of paper charts throughout our health care system. Why is that? Why is it that you have a reporting relationship to the privacy commissioner and to the college if there is a breach on an electronic format, but you don’t have the same reporting relationship if there’s a breach on a paper format? That makes no sense. It has to be better harmonized. A breach is a breach. It doesn’t matter if you read a paper record or if you read it on your computer screen; you still did something that was wrong. It should be reported to your college and it should be reported to the privacy commissioner so that we have an investigation.", "There are a number of clarifications that need to be made about how this will really work in a clinical setting. That brings me to the electronic health record. Some people, throughout history, are willing to share information with one particular care provider but not with the entire team. I will take an example that happened very often in primary care. In primary care, you may feel comfortable telling your nurse practitioner that you are a recreational marijuana user—because you’re starting to have lung problems or because you have stress and you use it for whatever reason. But you don’t want everybody within the care team to know about this because, let’s face it, it is still illegal. You basically told your nurse practitioner that you are doing an illegal act, but you have shared that information because that information is relevant to the care that he or she will provide to you.", "In the old days, when somebody shared something like this that was illegal, you would show them—you have to keep a note. You would put the note into a brown envelope, seal it, sign across the seal and the patient would sign across the seal. Everybody was very comfortable, because here it was: You knew that it had been written down, but you had seen the piece of paper go into the envelope, being sealed, and you had your signature on it. You knew that if somebody opened it, it would be pretty easy to see.", "The same type of consent has to take place in the electronic format. That is, you may want part of your record—the drugs that you’re on and the surgeries that you’ve had—to be available to all, but you may not want part of your mental health history to be available to all. So the same thing that we used to do with the envelope and the signature across, this choice that you have to consent to part of your record being shared within your care team—not with the world, just with your care team—is still available to you.", "The other part that is still available to you is that you can exclude some of the providers in your care team. So if you go to an aboriginal health centre, there is a care team that looks after you, which includes a traditional healer and physician, a nurse practitioner, a social worker and a health promoter, but it happens that the nurse on your care team is also your sister-in-law. She’s very good and everything, but you don’t want your sister-in-law to have access to your record. Well, it was quite easy: When you went in, on the old paper chart it was clear that this person was not allowed to have access to that particular record. This was respected so that the patient felt at ease to share some very personal information with the rest of the team. Those conditions on consent still have to exist in the new world of the electronic health record.", "This bill will still give you the right to withdraw consent to share information on part of your record or to withdraw consent to share information with specific providers. The problem is that the technology does not exist to do that in the electronic format. So we have this beautiful law that you can read to your patient in front of you that says, “You have a right in the law that is passed by this very esteemed Legislative Assembly of Ontario,” but come to the ground floor of the things, where it matters, we don’t have an electronic health system that allows us to do that. You have to trust the goodwill of people that your wishes will happen.", "But there were tangible things that you could see before. There was this envelope, it was sealed in front of you. There was this chart that was flagged with different colours to show that a certain provider could not—well, none of that exists anymore because your electronic health record is electronic and we have to trust the goodwill of people that your wishes will be respected.", "This is a big issue. To pass a bill that is going in the right direction—and I fully support what we want to do—knowing full well that it cannot be implemented with the electronic health records that are presently available in Ontario is a bit of an issue with me because I don’t want to give people false hope. I don’t want to pretend that we can do things that we are not able to do. This will need a bit of work.", "As much as I fully support what we are trying to do with this part of the bill that deals with the electronic health records, do we need regulations about electronic health records? Absolutely. I wish we had an electronic health record that functioned properly within Ontario. I wish that if you need a lab result that comes from the health unit, the health unit would not have to print it, fax it to you; once you get it at the other end, you scan it and put it in your electronic health record. Do I wish that we had something better than what we have now? Absolutely. Do I wish that we had a functional electronic health record? Yes. Do I wish that in this electronic health record we can respect the directives of patients regarding their private information? Yes, absolutely. But none of this is happening in Ontario right now.", "So we are passing a bill and talking about wishes that everybody wants but that technologically do not exist. Am I the only one uncomfortable with giving people false hope? Am I the only one uncomfortable with passing a bill when I know full well it cannot be implemented in the real world, that the government will be able to say, “We passed a bill that guarantees you that only the people in your circle of care, who you designated, are allowed to see your records, and only the part of your record that you want shared, and we will be able to say that because we will have passed a bill that says just that”?", "It cannot be implemented. We don’t have the technology to do that. I think it needs a little bit of a reality check. Let’s not give the people of Ontario false hope. Let’s not pretend to do things that are not feasible. Do we want to get there? Yes, 100%, absolutely. I want to get there. I want an electronic health record that functions—that would follow you if you are at your primary care provider, at your midwife, at the hospital, at the lab, at the pharmacy. I would love to have that. It would change health care for the better. It would change the way that we are able to provide care. It would give us data to do health promotion and disease prevention that we have never been able to do before. I want to get there. But I don’t want a bill that pretends that we are there when we are not. So, here again, there are issues.", "I hope this bill won’t be time-allocated and I hope that we will give everybody in Ontario a chance to be heard in committee, because there are already many, many stakeholders who are reaching out to us to say that they have issues. They all support the direction that the bill wants to go in, but they want to make sure that we have the technology to make it happen in real life.", "The third part of the bill has to do with quality-of-care information. This is a part where, when the bill was first introduced way back, I was able to predict the future. Basically, it is a bill that says that if health care providers are having a conversation to improve quality, then this conversation is shielded from anyone. What had I predicted back then? The health care system has a culture in which it has a really hard time admitting that it has made a mistake.", "Don’t get me wrong, Speaker. People in the health care system try really, really hard not to make any mistakes. They put systems in place to make sure that they don’t make mistakes. But health care providers—physicians, nurses—are human beings, and like every other human being, they make mistakes. When they make a mistake, it is us, our family members or friends or neighbours who live with the consequences of those mistakes.", "So what has happened? Well, exactly what we had predicted was going to happen: When somebody makes a mistake, the first thing they do is they say “Oh, this conversation is to improve quality.” And if you say that this conversation is to improve quality, that means the information that is shared will not be FOI-able, will not be shared with the patients or family, will not be shared with other health care providers so that they learn from the mistake. A mistake that has been done in one hospital or one clinic should serve as a red flag for everybody else.", "I must say that some hospitals are pretty good. If they have made a mistake, they will have a meeting, they will talk about how the mistake has happened and they will share that information with the family who is affected or with the patient affected by their mistake. But there is also a large number of them who do not, who use that piece of legislation not to improve quality—I suppose it does improve quality because they talk about it. But the main reason why they use that piece of legislation is so that nobody will ever know the mistakes that they have made. They will know. They will have a meeting. They may point fingers at one another. Having been part of some of those meetings, believe you me, sometimes it’s not a pretty sight. But the learning that comes out of this is all kept under lock and key. All you have to do is say that you are working under the quality-of-care information law, that you’re having a meeting to improve quality, and then you don’t have to share anything.", "What does that mean, Speaker? That means that people don’t have closure. As I’ve told you, the health care system tries really, really hard not to make mistakes. But when they do happen, we are the ones who suffer. The patients, the families are the ones who suffer. Those families want to know: Where did things derail? What happened? Why is it that he went in to have an amputation of his left leg and it’s now his right leg that is gone? She went in to have a mastectomy to have breast cancer removed and it’s the wrong breast that has been taken off—some very, very obvious mistakes.", "And when people try to get answers as to what went wrong, they get complete silence because the debriefing—don’t get me wrong: The health care providers feel horrible and terrible about the mistake they have made. They know full well that they have completely failed at their basic responsibility of helping people and have made a horrifying mistake. But they will take the bill that has been there and shield themselves, without the family ever knowing what went wrong. For that family, it means that they will never reach closure. They will never know exactly what went wrong. They will never know that things have been put in place to make sure that it never happens again.", "With QCIPA, that’s the name of the bill—they all have cute acronyms. The Quality of Care Information Protection Act—part of the bill is still very weak. It leaves to regulation what will actually be done to make sure that, when this bill is called upon to shield information for quality purposes, a lot of it will be left to regulations later on down the road. That’s not what we wanted. We wanted the changes to be done within the law; that the law be clarified. Everybody and their brother has come forward with medical errors and critical incidents that continue to be a serious problem in our health care system, and they’ve wanted that piece of legislation to be clarified so that we don’t leave it to the 147 different hospitals—because these are the people who use this piece of legislation the most, but it applies to others—so that we don’t leave it to 157 hospital corporations to decide.", "There are errors that should never occur. Actually, this September, Health Quality Ontario and the Canadian Patient Safety Institute published a report called Never Events. These are, basically, events that should never occur in our hospitals. Unfortunately—and I will read through some of them—every single one of them still happens in Ontario hospitals right now.", "The number one thing that should never happen: “Surgery on the wrong body part or the wrong patient, or conducting the wrong procedure.” Unfortunately, those happen.", "“Wrong tissue, biological implant or blood product given to a patient.” You all know that, if we do a blood transfusion with the wrong blood product, drastic things happen.", "“Unintended foreign object left in a patient following a procedure.” Those usually make the front page of the paper. You have this X-ray that shows you that you have left a foreign object in a patient.", "“Patient death or serious harm arising from the use of improperly sterilized instruments or equipment provided by the health care facility.” We’ve had a number of cases—remember the colonoscopy clinic in Ottawa that had not been sterilizing their equipment properly but had done thousands of colonoscopies, putting all of these people at risk.", "“Patient death or serious harm due to a failure to inquire whether a patient has a known allergy to medication, or due to administration of a medication where” the allergy has been identified, but you give them that medication anyway. The list goes on.", "“Patient death or serious harm as a result of ... pharmaceutical” errors. The number of pharmaceutical errors in our health care system continues to grow. They should not be happening.", "“Any stage III or stage IV pressure ulcer”—better known as bed sores—“acquired after admission to hospital.” Unfortunately, many frail elderly still develop pressure ulcers after they’ve been admitted to a hospital. The list goes on and on.", "The bill has to be tightened. When those events happen—I wish they wouldn’t, and health care professionals work really, really hard so that they don’t happen. New procedures, lists and frameworks are put into place so that those incidents never happen. When they do happen, everybody feels horrible. They know that they have failed. They know that they had a part in that failing. The entire team just feels horrible.", "But we have to take it a step further so that the patients and their families are allowed into those discussions and allowed to know what went wrong, how come it happened and what will be done so that it never happens again.", "There have been some high-profile cases in the Toronto Star investigation, including a newborn baby who was wrongly declared dead, only to be discovered alive an hour and a half later. The hospital interpreted the law in a manner to prevent the release of the internal hospital investigation’s findings and recommendations to both the family and the public.", "At the time, Ontario Hospital Association president Tom Closson publicly said that he disagreed with the hospital’s interpretation of the act, and said, “There is nothing under (the act) that says he can’t tell everybody what he is doing to improve the situation so something like that doesn’t happen again.”", "We know we have problems with the bill. The bill has some steps that clarify, but leaves a lot of the clarifications to regulation. There are problems with that.", "Let me give you another example: the suicide of a 20-year-old man who died while under psychiatric care. The family was unable to learn what happened because the hospital investigation was carried out under QCIPA—this is the bill that we’re trying to change—and the family is now suing the hospital for $12.5 million.", "In 2014, it was reported that St. Joseph’s and the University Health Network are the only centres in Toronto that keep all internal investigations into critical incidents secret. How do they do this? They do this using this piece of legislation.", "UHN held 96 of 96 hospital investigations under QCIPA for the fiscal years 2010 to 2013. Not one of those critical incidents was ever shared. That is 96 families that will never be able to have closure, that will never be able to turn the page. In contrast, Mount Sinai Hospital held only five of their 59 critical investigations in private, and Toronto East General had never used it in five years.", "I’m giving you this, Speaker, to show you that it is all over the map. It is up to us, as legislators, to clarify how this piece of legislation can be used, and the sooner we do this, the better.", "Unfortunately, some of those concerns have been going on for a long time. The bill that was in response to all of those high-profile cases that were highlighted in our papers is the reason to change the bill. Minister after minister has said that they understand the need to clarify, yet the bill, as we have it in front of us, does not quite cut it.", "I see that my time is running out. That happens sometimes. I thought an hour was a long time, but here I am, running out of time.", "There is a committee that has basically put out a report that says “strive for a ‘just culture.’” What does a just culture mean? For patients, it means they will be included in the process and informed of the results and changes that will be made following a critical incident.", "The intent of QCIPA remains valid. You have to give people an opportunity to share information in a way that they’re not going to be brought into court, and it’s not going to be used against them; it is going to be used to improve the health care system. The part of QCIPA that needs to change is the sharing of information with the families and the people affected, so that they have an opportunity to gain closure and turn the page.", "Unfortunately, Speaker, it looks like I’m going to be out of time. I want to repeat some of the stuff that I said at the beginning. There is a huge flaw in this bill. More and more services are not provided in our hospitals anymore. Whether you talk about cataract surgery or breast screening or colonoscopies or minor procedures—the list goes on and on—they are done in out-of-hospital clinics. Those out-of-hospital clinics are not covered in this bill. They have to be included in the bill.", "The number of people who want those three pieces of legislation—the ones about how we safeguard personal information, how we use electronic health records and how we make sure that the results of critical incidents are shared with the people affected—have all been in the media. There are a whole lot of people out there who wanted those changes. Many of the changes are going in the right direction, but there are some big holes.", "I want to make sure that this bill is not going to be time-allocated, that this bill will have a chance to go into committee, that people—agencies and stakeholders—who want changes to this bill will have an opportunity to be heard. We owe it to all of the people who have been affected, especially with some of it being retroactive, so that those families can finally get closure." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para115"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased to rise to follow the member for Nickel Belt to support Bill 119. Mr. Speaker, I listened attentively and passionately to the comments made by the member from Nickel Belt. I am sure that she will agree with my comments. Both of us come from previous lives as registered health professionals under the RHPA.", "This proposed legislation, if passed, will amend a number of pieces of legislation. I have such a short period of time to talk about the bill, but I wanted to acknowledge both the current Minister of Health and the former Minister of Health, now the President of the Treasury Board, as well as my colleagues, the members from Halton and Ottawa South, because they have been advocates and strong, supportive champions of protecting health information records.", "There are two sections the member from Nickel Belt talks so passionately about. One is amending the Public Hospitals Act. The number of tragedies she shared with the House—with all of us—and all of us as members here have heard those stories from our constituency offices. I have heard some very sad cases in my riding of Scarborough–Agincourt.", "But the other piece of information the member opposite talked about earlier is the divulging and disclosing of personal health information when health professionals are not practising professionally. The amendment to the Personal Health Information Protection Act is critical because we have heard tragedies such as those involving the former mayor of Toronto and the former federal leader of the New Democratic Party. That information is privileged. When you have health professionals who are not conducting themselves professionally, Mr. Speaker, there must be consequences to ensure those records are protected.", "The other piece of information that we also need to be speaking about is the Quality of Care Information Protection Act, because that particular act deals specifically with the disclosure of information during critical investigations." ],
  "anchor" : "para116"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para121"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s a pleasure for me to comment on the address this morning by the member from Nickel Belt. I want to first of all commend her for the tremendous work she does as a critic in health care. I don’t think there are many people who could say she isn’t one of the most thorough critics in this Legislature—everything we’ve had, quite frankly. She does her research. She does her homework. I may not always agree with how she feels about specific issues but I do commend her for the work that she does in that regard.", "She has obviously done a whole lot of work in researching Bill 119, and she has pointed out some of its weaknesses and some of its attributes as well. That is, in fact, what our job here is, as opposition: to point out where we believe that legislation could be improved or where there are some inadequacies that need to be either withdrawn from the bill or stepped up in regard to the strength that they apply to the bill.", "When we’re talking about health care information and records, that is one of the most vitally sensitive issues that people can ever have. People are very, very sensitive about their health information. The reality is there is definitely a stigma out there. If you have an issue with regard to certain kinds of health care, it can affect a lot of things in your life, so guarding that information is vital. That’s why we have such strong protections on health care records, and it is absolutely imperative that we continue to do so. This bill looks to perhaps strengthen protection in some of those regards. I’m hoping that at the end of the day, it will actually succeed in that.", "I’m only speaking for a couple of more seconds here, but we’re looking for the opportunity for all members of our caucus to have an opportunity to speak to this bill. We hope the guillotine doesn’t fall on this one, because it’s a very, very important piece of legislation." ],
  "anchor" : "para122"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para126"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "It’s always a privilege and an honour to be in the House and listen to the member from Nickel Belt. She has championed many, many of the files within her critic portfolio; from CCACs to LHINs to Ornge she raised the alarm bells, she raised the flags and she raised the concerns. It’s because of her tenacity and her tireless work that we actually get some results here at the House. She needs to be recognized for that amount of work that she consistently puts in.", "She raised one big issue that resonated with me through all of the points she raised this morning: that the core of our health care system is trust. Once that trust is gone, it’s very difficult for us to bring it back.", "She talked about protecting patient information through electronic records, through accountability and transparency. At the core here, again, what she raised was making sure that these issues are protected and that they have the proper opportunity or that there are proper regulations, laws and institutions in place to make sure that that information is not made available to those who shouldn’t have that information. By opening up that information, we’ve opened up services to privatization. What that has led to is lack of accountability and less transparency, and that takes the trust out of the system.", "She also talked to great extent in regard to the challenges that hospitals are facing as well with flatlined budgets for the last four years, and that won’t be changing next year as well.", "She also talked about the home care sector, which is heavily privatized, along with long-term-care beds. Again, greater transparency is needed in that field. And privatization, what happens? It leads to lack of transparency and accountability; it leads to lack of trust.", "She talked about personal protection of information, particularly the medical one and the fact that we don’t have the proper technological advances that are going to be there to protect that information. We need to have that because we’re giving false hope to individuals." ],
  "anchor" : "para127"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para133"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "It’s quite a privilege to be able to rise today and make a few comments about the proposed legislation, the Health Information Protection Act. I’ll echo the comments of a number of speakers previous to me in saying that when the member from Nickel Belt stands to speak on a topic such as this, we pay attention, because she is very passionate and has done her homework. Although we may not always agree with her conclusions, we certainly listen and we certainly pay attention. I thank her for the work that she has done in today’s presentation.", "I just wanted to touch briefly on a number of things that the amendments will make to this legislation; specifically, that the proposed legislation will require that custodians report privacy breaches to the Information and Privacy Commissioner as well as to the regulatory college when breaches result in action. It removes the six-month limitation for the prosecution of offences and doubles the maximum fines for individuals to $100,000 and organizations to $500,000.", "I think that’s extremely important as over the past few years we’ve become aware of some horrific breaches of privacy with regard to medical records.", "It modernizes the definition of a privacy breach. It establishes rules and regulations for the shared records and establishes a consent management framework for patients through regulation. As well, it creates an advisory committee to make recommendations to the minister on privacy matters. So, clearly, some very positive steps are being taken in moving this forward.", "I know that some of the related amendments on non-hospital-care facilities, when we’re looking at those, a number of associations have indicated their interest in working with the Ontario Hospital Association and Health Quality Ontario to train members on how to appropriately use the legislation.", "Thank you for your time." ],
  "anchor" : "para134"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "I now return to the member from Nickel Belt. You have a two-minute response." ],
  "anchor" : "para141"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Thank you for the comments from my colleagues.", "I think everybody agrees that we want to protect personal information. We want our electronic health records to work. And we want to make sure that health professionals have a safe place to talk about adverse events that went on while they were offering care, at the same time finding the right balance to share with the people affected so that they can gain closure.", "The aim of the bill is good. It is in the details of the bill that sometimes good intentions derail because of a loophole or because of a part of the bill that is poorly written. In this particular piece of legislation, we have both.", "I think we can all agree that if we take our time, if we take the time to listen—and for this particular bill, finding the right balance will only happen if we make sure that we take our time, that at second reading we allow everybody who wants to talk to us to come and talk to us for more than four minutes on the clock. I ran out of time to tell you everything I had to say about this bill and I had an hour to do so. We have to have meaningful consultations with our stakeholders, with the health care professionals affected and their colleges so that we can move forward.", "Each and every one of them agrees with the direction, but the bill leaves big areas unclear, areas such as: Why is it that the reporting is different if it’s a paper chart rather than an electronic chart? Nobody can make sense of that in 2015. A chart is a chart; the requirements should be the same." ],
  "anchor" : "para142"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Further debate?" ],
  "anchor" : "para147"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Thank you very much, Speaker. Good morning to you. I’m glad to have the opportunity to have our leadoff on Bill 119. First reading was back in September. We’re now in December and we’re finally getting the chance to start debate on this legislation.", "I find it quite interesting that if you look at the original date of this bill, it’s 2004. It’s 2015 and we’re doing an amendment. I’m glad the amendment has come forward, although I feel with the way technology is continuing to expand, it should be occurring more often; to increase the frequency of having these amendments in order to keep up with evolving technology and how we have an understanding of how data is stored and accessible.", "If you look at how our lives have changed over the years with regard to how we’re online all the time—no matter if we want to be or not. The young pages who are here today probably never knew a time when there wasn’t a cellphone, let alone a smart phone, and the access to data and technology. When I was your age, there were no cellphones. That’s kind of weird to think about. Mr. Speaker, I’m sure—I was going to go down the line of, “There were probably no TVs when you were younger,” but I’m just joking. I’m sorry." ],
  "anchor" : "para148"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "He’s aging me." ],
  "anchor" : "para151"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "You can shut him down, you know. You have that right." ],
  "anchor" : "para152"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Anyway, I find it very interesting, the fact of how much of our lives are no longer our own anymore and how much is actually created into some form of data either online or in the cloud. It doesn’t take much for us to lose our privacy and our autonomy through a slip-up in the protections we have in our technology. You just look at the group Anonymous that’s out there. When they want to go to work and find out secrets of people, they’re able to get the access and to break the barriers that are out there in order to reveal information. I’m glad for Anonymous in one aspect; they’ve decided to take ISIS to task and have begun fighting them on the technology front. We see how important that is if organizations around the world are fighting terrorism through going after their technology and data.", "We realize that we need to have proper legislation in place in Ontario to protect the data that is accessible in our daily lives. Look no further than the health system and how we are evolving from a paper-based health system into a technology-based one. I think it’s great. I come from the pharmacy world, and pharmacists were probably the first health professionals to grasp hold and utilize technology and move everything into the computer world. That started 30 years ago.", "I remember working in my father’s pharmacy on weekends because I was not of age to work during the week. My dad would take me up on Sundays to help do the chores in the store. I’d fill chocolate bars, sweep, clean, make price changes. During that time, our store bought a computer system and a lot of Saturdays were spent transcribing all the personal data of people onto the computer system. At that time, there was no thought whatsoever to having any encryption or protections for the data in the computer system as there are today.", "So pharmacy moved into utilizing technology years ago and they’ve grasped that. Now we have other medical professionals, health care professionals, grasping hold of the technology sector. You look no further than eHealth, which has been created, and the fact that doctors are now transcribing patient information into the computer system. I’ve seen the process myself. Again, I’m going to refer back to my pharmacy. Five or six years ago, I’d say 80% of the doctors were still writing out prescriptions. It did give me a special skillset; I was able to read anybody’s handwriting at any time and figure out what they wanted. But it wasn’t a safe way to deliver information to the pharmacist, because sometimes you had to call the doctor and go, “What the heck are you writing here?”", "But now, today, I’d say the majority of doctors have moved on to a technology that prints out the prescriptions, but also keeps all of the information on their database. That is what we need to protect. Some doctors’ offices are able to talk to hospitals and transmit information back and forth. As eHealth develops, there will be all the hospitals online and all the doctors talking to each other, and then we’re going to have to include the labs and we’ll have to include the pharmacies and other allied health professionals into accessing this data, which is important and why we need to continually maintain and update our Personal Health Information Protection Act.", "As I said, 2004 was quite a while ago. In the technology world, that was billions of years ago, really, when you think about how fast technology advances and grows. So it is very important that we look at how we can protect it, because we have to look no further than certain cases of people accessing data. I don’t think a lot of people do it maliciously; I think that some people—because it’s easier now; you don’t have to go into a filing system and pull out someone’s file or have a special key to unlock a cabinet. You can be in front of a computer and you might be thinking, “My neighbour has just come into the hospital; I just want to check on them,” and you can access all of their information. There may be something in that data that they did not want people to know, or only certain people. That is what you need to ensure you safeguard. One access of somebody’s data without that person’s permission is one too many.", "I hope that, as we go forward with the legislation, we continue to relook at ensuring that protections are in place. The people of Ontario deserve to know that they are protected in the health care system. Hopefully this bill, and future bills down the road, maintain a system that’s accountable, that’s transparent and that ensures the privacy of each and every Ontarian in this province and, I would include, across Canada. As we grow, I imagine the databases will eventually be linked throughout the country. We need to ensure that we’re at the forefront of ensuring protections for Ontarians.", "It can happen down the road. We have a health care system which is fairly fragile. It has a ton of money going into the system but small amounts for certain areas. We have over $51 billion spent in the health care field; however, that is stretched pretty thin. We’ve seen that with cuts that are going on in the health care system in order to maintain its growth, and also at the same time to make up for lost money in other sectors of the government.", "From what I’ve read in this legislation, in 2014 there were 439 cases of information breaches reported to the privacy commissioner’s office. That’s 439 too many cases; I would say that even one case is one too many. It seems unfortunate that, although we’re doing this update now, the province of Ontario is the last province to actually update the legislation to ensure that we’re taking care of our health policy.", "That’s why I went back to how fragile our health care system is. We’re last in the country to make the changes necessary to protect our privacy. Probably it’s not because it wasn’t important; I think they prioritized where the money and resources have gone—and I know this government has spent themselves into a corner and they’re having difficulty making ends meet—I’m sure this got bumped. And we can’t let this continue to be bumped because technology is going to be key to delivering cost-effective, quality health care. We need to utilize it as it expands and grows, but we also need to make sure that we have the protections in place to ensure that data is safe and secure and Ontarians can be assured that when they go to their doctor, the hospital or the pharmacy, their health care data is only accessible by those who have the permission to do so.", "Hopefully at the end of the day we have an understanding in the province of the importance of having this data accessible to improve patient care, and we also have an understanding that privacy is ensured, much like we know privacy was ensured in doctors’ offices pre-computer, when they were in files and only certain people had access to it. It couldn’t necessarily be your neighbour, friend or whoever. Perhaps it’s a foe in your life wanting to find some secret information about you and bring that out to the forefront. We need to ensure that privacy is protected and, hopefully at the end of the day, convict those who do break the rules.", "In 2004, when they brought out the Personal Health Information Protection Act, we wanted to protect the privacy of patients. There has not been a conviction of a privacy breach in this regard." ],
  "anchor" : "para153"
}, {
  "speaker" : "The Deputy Speaker (Mr. Bas Balkissoon)",
  "text" : [ "Seeing the time on the clock, this House stands recessed until 10:30 a.m." ],
  "anchor" : "para167"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "I’d like to welcome Michelle Saunders from FCPC, taking in question period today. Welcome." ],
  "anchor" : "para170"
}, {
  "speaker" : "Mr. Monte Kwinter",
  "text" : [ "The mother of page Megan Faith Ally is in the visitors’ gallery, and I just wanted to recognize that she’s here." ],
  "anchor" : "para171"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "I want to welcome my LA, Emily Kirby; her mother, who had a birthday yesterday, Karen Hunter; and her dad, Philip Kirby, to Queen’s Park. Welcome." ],
  "anchor" : "para172"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Today, our page captain is Brooke Westwater. Joining us this morning in the members’ gallery are her mother Susan Westwater and her father Bruce Westwater. Please give them a warm Queen’s Park welcome." ],
  "anchor" : "para173"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "I want to welcome to the Legislature Francesco Filice, who is the grandson of Frank Filice, the long-time inhabitant of this building also known as Frank the Barber." ],
  "anchor" : "para174"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I’d like to introduce two incredible members of my constituency office staff who are here at Queen’s Park today. First of all, Crystal Caputo has been working with me for a long time and does an amazing job, and the newest member of our staff who we welcome warmly is Vicki Plouffe. Welcome to both of you." ],
  "anchor" : "para175"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Just speaking to the leader here—together we’d like to welcome Judy Duncan, who is here to visit us today. Welcome." ],
  "anchor" : "para176"
}, {
  "speaker" : "Ms. Jennifer K. French",
  "text" : [ "I’m pleased to welcome my constituent and friend, Donna Lajeunesse, to the Legislature today." ],
  "anchor" : "para177"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "In the east members’ gallery today, we have some directors from Beef Farmers of Ontario: Arden Schneckenburger, who is a director; Rob Lipsett, who is a director; and Richard Horne, who is the manager of policy. We certainly welcome them to Queen’s Park today." ],
  "anchor" : "para178"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "This morning I want to welcome Arden Schneckenburger and Richard Horne. They’re here from the Beef Farmers of Ontario. Welcome to Queen’s Park." ],
  "anchor" : "para179"
}, {
  "speaker" : "Hon. Reza Moridi",
  "text" : [ "It’s a good pleasure to welcome the student leaders from the Ontario Undergraduate Student Alliance visiting the House today. Please join me in welcoming them." ],
  "anchor" : "para180"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "It’s my pleasure this morning to introduce a former colleague of mine—we worked together in London—Judy Duncan. Welcome, Judy." ],
  "anchor" : "para181"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "I would like to welcome to the Legislature St. Matthew Catholic School from the great riding of York South–Weston. Welcome." ],
  "anchor" : "para182"
}, {
  "speaker" : "Mr. Michael Harris",
  "text" : [ "Watching from home is my son Lincoln. He’s turning two today. I want to wish him a happy birthday." ],
  "anchor" : "para183"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "I’m delighted to introduce this morning representatives of the Ontario Principals’ Council: Brian Serafini, who is the president; Ian McFarlane, the executive director; Kelly Kempel; Steve Toffelmire; Mary Linton; Mary Edwards; and I see Peggy Sweeney hiding in the corner over there somewhere, from the OPC staff. Welcome, everybody." ],
  "anchor" : "para184"
}, {
  "speaker" : "Ms. Soo Wong",
  "text" : [ "I’m pleased to welcome some of my guests here today: Mary Linton, the former principal of North Bridlewood Junior Public School—welcome to Queen’s Park—as well as Captain Rick Zelinsky, Captain Deana Zelinsky, Captain Michael Ramsay, Patricia Elkerton, Major Chris Rideout and Major Tina Rideout. Welcome to Queen’s Park." ],
  "anchor" : "para185"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Page captain Taylor Dallin, of course, is here today, but also her mother Gloria Yoon and her friend Hyunju Kang are in the gallery. Welcome." ],
  "anchor" : "para186"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "On behalf of my colleague the MPP from Davenport I would like to welcome to the Legislature page Michelle Lewis; her brother, Peter Lewis; and a friend, Serena Chiu. Also, friends and former pages Misha Davies Gedalof and Gabe LiVolsi are here in our members’ gallery. Welcome to the Legislature." ],
  "anchor" : "para187"
}, {
  "speaker" : "Hon. Mitzie Hunter",
  "text" : [ "I’d like to join my colleague the MPP from Scarborough–Agincourt in welcoming members of the Salvation Army who are here in the east members’ gallery today. I had the pleasure of attending the Scarborough Citadel on Saturday for the Scarborough Philharmonic presentation. I know you do outstanding work in our community in Scarborough, so thank you." ],
  "anchor" : "para188"
}, {
  "speaker" : "Hon. Madeleine Meilleur",
  "text" : [ "I have two people to introduce this morning: Edward Callighen, president of the Canadian Tooling and Machining Association, and Carol Hochu, president and CEO of the Canadian Plastics Industry Association. Welcome to Queen’s Park." ],
  "anchor" : "para189"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "With us in the Speaker’s gallery are friends of mine. I welcome Albert, Mary Beth and Trevor Duwyn. We’ll be having lunch today. Thank you for joining us today.", "There being no further introductions, it’s now time for question period." ],
  "anchor" : "para190"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "To the Premier: The Auditor General’s winter road maintenance report stated that the cost for taxpayers for new plows and sanders was $15 million a year. However, the minister keeps saying the government is paying for a service.", "I’m going to be blunt: Services are intangible. Plowing the road: That’s a service. Plows and sanders are tangible; they are equipment. If the government added 158 new vehicles, as they claim, they paid for equipment, not a service.", "Did the government pay for plows and sanders, and if they did, why do the taxpayers not own them?" ],
  "anchor" : "para194"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I believe that the most important thing that we can do as a government is to keep roads safe in this province. That’s the whole point of having these services. So if the Leader of the Opposition is proposing—" ],
  "anchor" : "para197"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m going to ensure that I hear the questions today." ],
  "anchor" : "para199"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If the talking continues even when I’m standing, I’ll go into warnings.", "Carry on." ],
  "anchor" : "para201"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "If he’s proposing—" ],
  "anchor" : "para203"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "He’s asking you a question." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Member from Leeds–Grenville, come to order." ],
  "anchor" : "para205"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—that the services that are provided by the contractors are not critical, then I think he needs to look again at what’s needed on our roads.", "Our government has the highest level of standards. Our record is of having either the safest or the second-safest roads in North America for the last 13 years. That is the point. We’re ensuring that the roads and highways that our families in the province rely on are well maintained and safe.", "We made changes to the maintenance contracts that required contractors to improve service levels and to add equipment. That was part of the contract that was signed with the people who provide this service." ],
  "anchor" : "para206"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para209"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: As usual, the government is scrambling to get their story straight.", "The Minister of Transportation is a lawyer and would know the difference between a contract for a service and a contract to purchase equipment. So let me put it this way: I’ve never heard of anyone who hires a contractor, like a carpenter, who also has to buy a hammer for them to get the job done. It makes no sense for the government to have hired snowplowing companies to plow the roads, then to have to purchase for them the plows and the sanders to do the job.", "The government took the lowest bidder when the next-highest bidder had enough equipment to do the job. Why didn’t the Liberals require the winning bidders to have enough equipment to do the job? It’s such a basic concept." ],
  "anchor" : "para210"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We made changes to the maintenance contracts, as I said, that required contractors to improve their service and to add equipment. That was part of the contract. The improved service levels mean that new contracts will have the same amount of equipment, if not more. That is part of the contract; those are part of the terms of the contract.", "Our highway maintenance action plan is our next step in making road conditions better: improving the Ontario 511 website; launching a Track My Plow program in the Owen Sound and Simcoe areas, with further expansion, so people can know where the plowing is being done; and increasing the use of anti-icing liquids before winter storms." ],
  "anchor" : "para213"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "It all started with the new transportation minister—" ],
  "anchor" : "para216"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville, second time." ],
  "anchor" : "para217"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I will just say to the member opposite, again, the level of service is what is critical. The standards are what is critical. We have ensured in the contracts that the equipment levels were increased and that those equipment levels stay high." ],
  "anchor" : "para218"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "It’s on you, Premier." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke will come to order." ],
  "anchor" : "para220"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Final supplementary?" ],
  "anchor" : "para222"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker—" ],
  "anchor" : "para224"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "If you want to talk while I’m asking you to stop, then that’s what you’re going to get. Anyone else that decides to do that gets it today.", "Carry on." ],
  "anchor" : "para226"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again for the Premier: The snow job of spin doesn’t add up. The Auditor General’s report showed—" ],
  "anchor" : "para228"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Agriculture, come to order." ],
  "anchor" : "para230"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "—that the cost for new equipment was nearly $15 million. On Monday, the transportation ministry said that they didn’t buy plows. Yesterday, they claimed that they added 158 new vehicles.", "Your story changes by the day. Once again, we see that when the government gets caught red-handed, they can’t get their story straight. Last time, it was money taken out of the classrooms; this time, it’s money taken from road safety." ],
  "anchor" : "para231"
}, {
  "speaker" : "Hon. Liz Sandals",
  "text" : [ "We haven’t taken any money out of the classrooms." ],
  "anchor" : "para233"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Education, come to order." ],
  "anchor" : "para234"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "It’s time for the Premier to clear up the confusion that her transportation minister has caused.", "Will the Premier tell us, was the Auditor General wrong when she said that the Liberals paid for new equipment, or did the Liberals mislead the Auditor General?" ],
  "anchor" : "para235"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "The member will withdraw." ],
  "anchor" : "para238"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Withdraw." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Premier?" ],
  "anchor" : "para241"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The standards that are in place are among the highest in North America, which is why our roads, for 13 years, have been the safest or the second safest in the province.", "There are children in the galleries today, and I want to say to those children—because I have grandchildren. I was the Minister of Transportation. I ensured that the standards that we have in place are the highest possible. We have stuck to those standards, and I will say—" ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’m moving to warnings." ],
  "anchor" : "para245"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I want those children to be safe on the roads, whether they’re in cars or whether they’re in buses.", "Let me tell the member opposite, one of the conversations that we had—" ],
  "anchor" : "para246"
}, {
  "speaker" : "Mr. Randy Hillier",
  "text" : [ "No one is safe from your—" ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Lanark–Frontenac–Lennox and Addington is warned.", "Carry on." ],
  "anchor" : "para249"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "One of the conversations that we had when I was Minister of Transportation is in fact that we are adapting to new weather conditions—" ],
  "anchor" : "para251"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville is warned." ],
  "anchor" : "para253"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I hear the heckling from the other side: “Oh, new weather conditions.” The reality is—" ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Kitchener–Conestoga is warned." ],
  "anchor" : "para256"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are seeing the effects of climate change across this country. We are working. Why? It is very important that we have the right equipment, that we have the right amount of de-icing fluid. Things are changing in the north, in the south and across the globe. If the people opposite don’t want to acknowledge that, the children in the gallery certainly do." ],
  "anchor" : "para257"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "New question." ],
  "anchor" : "para259"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Again to the Premier: Since I can’t get a straight answer on the transportation file, let’s try health care.", "I want to share with you the effects that the Liberal government’s cuts are having on doctors. I will share with you what was written by Dr. Priya Suppal, a family doctor for the last 22 years, in Brampton. She says that patient care will be compromised; patients will have to wait; patients will not hear a familiar voice at the other end of the phone—" ],
  "anchor" : "para262"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Excuse me. The Deputy Premier is warned.", "Carry on." ],
  "anchor" : "para265"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "They will no longer have a dedicated person at each office doing referrals, to ensure patients are seen in a timely manner.", "She said, “If the Ministry of Health thinks the cuts” will not affect “patient care, they are wrong.”", "Is Dr. Suppal of Brampton wrong when she says the government’s cuts are going to affect patient care?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I will just say to the Leader of the Opposition—I know the Minister of Health and Long-Term Care is going to want to weigh in on this because he is in conversation with the OMA—that we value our doctors in this province. That’s why we have increased health care funding every year, increased health care funding across the board. We know there are challenges that are faced by the health care system. We know we have an aging demographic. We know doctors are obviously a fundamental part of the delivery of health care.", "We’ve engaged with doctors. The Leader of the Opposition is asking that and believes that we should be paying doctors more. They are the highest-paid physicians in the country. That is evidence of how much we value them. We will continue to work with the OMA because we do value them so highly." ],
  "anchor" : "para270"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para272"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: What I’m saying is that you can’t take $800 million out of the health care system and think it doesn’t affect patient care.", "Dr. Suppal continues: They will not be able to offer blood work to their patients. They will no longer be able to call patients to remind them of their upcoming appointments. They will no longer be able to deal with prescription renewals over the phone or fax. The staff will be rushed and appear not to care. But unlike the Premier, Dr. Suppal and her staff do care. They care about patients.", "What does the Premier have to say to Dr. Suppal and her patients? Should they ignore your cuts? And don’t pass the buck to the health minister. There’s not a single doctor in this province who supports these cuts—" ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. The deputy House leader is warned.", "Carry on." ],
  "anchor" : "para278"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para280"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I’m extremely proud of the fact that since we came into office in 2003, we’ve increased the supply of physicians in this province by 26%. More than 5,000 new doctors are practising here. When you compare that with the growth in population, the growth in population over that time has been roughly 10%. We’ve been adding doctors and continue to add doctors at the rate of 700 net new doctors each and every year. That’s important, so we continue to provide that important front-line care.", "Consistent with that increase in flow of doctors providing that front-line care, every single year since we have been in office we have increased the budget for physician services, as we should, to take into account the growing population, the changing demographics. We increased the budget last year for physicians, this year, next year. I expect that will continue into the future." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para283"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: To hear this spin again and again and again—what I have not heard is an example of a single doctor. There are 26,000 doctors in Ontario. Give us one doctor outside this Legislature who actually supports your cuts. It’s bad enough what this government has done to family doctors, but they’re hurting entire regions. Linda Silas, president of the Canadian Federation of Nurses Unions said, “In North Bay, and across northern Ontario, we are seeing ... severe cuts.” North Bay Regional Health Centre was forced to cut almost 160 positions and close more than 30 beds in an attempt to stave off the flood of red ink. Sudbury and District Health Unit laid off four more employees just last month. Dr. Andrew Touw from Timmins has warned that doctors will leave the city because of the cuts.", "You think this is all a joke. You are hurting and damaging health care. How do you defend it? How do you justify it?" ],
  "anchor" : "para284"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Minister of Health." ],
  "anchor" : "para287"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "It’s true that after a more than 60% increase in their compensation over the last decade, we have asked our doctors to take a modest compensation change so that we can make that difficult but important choice to invest in home and community care, to invest in mental health services in the community, to invest in increased wages for our PSWs. Those are difficult decisions to make, but I believe that they’re the right decisions for this province.", "It’s in the context that there is no cap on any individual doctors’ billings. We are never going to ask them to work for free. We’re going to pay them for every single service that they provide. There is no impact on health services because we’re asking for that modest change over this difficult time so we can invest in those health care issues in the province that I know our doctors support. Many of them come to me and express their support for those investments." ],
  "anchor" : "para289"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "My question is to the Premier. Today, Ontario’s Auditor General will be reporting on Hydro One. Sadly, because of this Liberal government’s decision, this will be the very last time it’s going to happen because when the Premier decided to sell off Hydro One, she changed the rules so that the Auditor General of Ontario can no longer report on Hydro One. Can the Premier explain why she thinks that Hydro One doesn’t deserve independent, public oversight?" ],
  "anchor" : "para293"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member opposite knows full well that there are other oversight mechanisms that are in place for a publicly owned company, which Hydro One will be once we broaden its ownership.", "In terms of what the auditor is or is not going to say, I’m not going to weigh into that. She will be tabling her report around 11:30, I believe.", "The job of the Auditor General is to look at government and to look at the way services are provided and to look at the way government functions and to provide a critique of that. We welcome that. We will work with the Auditor General, whatever her report says. It is a healthy aspect of democracy that we have that kind of objective assessment of how government operates." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "That healthy part of democracy is something that this Premier is stripping from the province of Ontario.", "Ontario has an Auditor General whose job it is to make sure that public money is properly spent and to raise alarm bells when it’s not properly spent. Sadly, the Premier decided that public, independent oversight of Hydro One is no longer necessary. Will the Premier tell the people of Ontario why her commitment to transparency doesn’t extend to Hydro One?" ],
  "anchor" : "para298"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Again, as I said, the member opposite knows that a publicly traded company has different oversight mechanisms in place than a crown corporation. Hydro One will remain regulated but there will be different oversight mechanisms. What will be in place is an ombudsperson. In fact, the person who has been hired to do that is Fiona Crean. I know that Ms. Crean will report directly to the board of directors in order to ensure independence and to allow the board to provide strong support for any recommendations made.", "I think that there are members of the third party who have lauded Fiona Crean in the past for work that she has done, so I’m sure that they’re supportive of that appointment. We’ve also asked Denis Desautels, former Auditor General of Canada, to oversee the establishment of the ombudsperson’s office to ensure that transparency and accountability are in place." ],
  "anchor" : "para300"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "None of this oversight that the Premier is talking about is publicly funded by the people of Ontario, and that’s why it’s unacceptable.", "It’s ironic that the auditor is reporting on Hydro One today. It’s ironic because it was six months ago that the Auditor General and seven other legislative officers responsible for oversight called on the Premier to stop this process of eliminating the public oversight of Hydro One.", "Ontarians can count on the auditor to give them the facts that the Premier would rather never see the light of day, whether it’s the cost of the gas plants, the Ornge air ambulance scandal, the waste of $8 billion for sweetheart P3 deals or the truth about privatized road maintenance.", "Why did the Premier eliminate public, independent oversight of Hydro One?" ],
  "anchor" : "para303"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think the member opposite knows that we remain committed to Hydro One’s continued regulation, to accountability and transparency. It will be a different kind of organization; there’s no doubt about it. It will be a publicly traded company, Mr. Speaker. It will continue to be governed by Ontario laws, including the Business Corporations Act and the Securities Act. It will continue to file information with the Ontario Securities Commission. In addition, Hydro One will annually disclose its compensation of the CEO, every member of the board of directors, the chief financial officer and the three other highest-paid executives of the corporation.", "We are making a change. There is no doubt about that. We are making this change because we need to invest in infrastructure in this province. The third party does not support the investment in infrastructure in the province. That’s the reality, because they don’t support funding it. If you don’t support funding it, you don’t support the investment in the building." ],
  "anchor" : "para307"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "My next question is again to the Premier. It’s been almost one year since Bill 15, the Fighting Fraud and Reducing Automobile Insurance Rates Act, passed in this House, but many people in Ontario will tell you that they’re certainly not paying any less for insurance.", "The Liberals made a promise—a commitment—to Ontarians to reduce auto insurance rates by 15% by last August. They haven’t even reached half of that target. They’ve broken that promise, Mr. Speaker. They’ve broken that commitment. Our insurance system is broken, and the government has not prioritized fixing it. They simply can’t be trusted to fix this problem.", "When will the rates come down by the 15% promised by this government?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The member opposite knows—and I know that the Minister of Finance will want to weigh in on this—the member of the third party knows that, on average, insurance rates have come down over 6%. We are still working with the industry to make sure that we do everything we can to continue those reductions. But those reductions are on average. They are across the driving population. So, in fact, there are people who have seen their insurance rates go down. I have had people in my own constituency office who have come in and told us that their insurance rates have gone down. But one of the things we know is that when there’s an average, not everyone will see exactly the same impact.", "We’re going to continue to work to remove fraud from the system, to make sure that people continue to get the protections that they need, but it does take time. It is on average across the whole driving population, and we’re working with industry." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para315"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "The Premier knows that a promise was made to reduce insurance rates by 15%. The Premier knows that this promise was broken. The Premier knows that this promise was not even achieved by half. The Premier knows that they cannot do the job of fixing this problem.", "In addition to this problem of not reaching the 15% reduction, the government has thrown the insurance industry into chaos. When the problems with Bill 15 were raised—that without clarifying when a certain clause would apply, they plunged the system into chaos. There are hundreds of thousands of dollars in court challenges of a simple clause: whether or not Bill 15 applies retroactively or whether it applies from January 1 moving forward. This government purposely excluded this clarifying point, plunging the system into chaos.", "They’ve withdrawn our services, withdrawn coverage, cut benefits, and have now plunged the system into chaos. When will the Premier follow through on the promise to reduce insurance by 15%?" ],
  "anchor" : "para316"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para319"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Just this spring, and despite strong objections as are coming right now from the opposition, we have passed new rate-reducing legislation that will benefit drivers soon—notwithstanding the fact that they have initiated delays in enabling us to actually get those rates reduced.", "In the meantime, reductions have occurred. They are continuing because of some of the very programs that we’ve put in place, including trying to expedite matters more quickly for the benefit of those who are victims, those who are requiring the benefit. That’s exactly where we want the money to go and that’s exactly what we’re doing. The member opposite voted against those measures, Mr. Speaker, and now he has the audacity—" ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "To make it clear: My resolve has not changed from this morning.", "Final supplementary?" ],
  "anchor" : "para323"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "This government has plunged the insurance situation into chaos by not clarifying when the regulatory changes will take effect. They’ve created increased courtroom expenses.", "From 2010 to 2014, insurance premiums rose dramatically, accident benefits were slashed and the benefits were clawed back even further as a result of Bill 15.", "Independent studies show that the Liberal changes to the insurance regime in Ontario have resulted in drivers overpaying by $1.5 billion. The same report also shows that insurance profitability has reached nearly double the levels deemed reasonable.", "It’s clear that by slashing benefits, by cutting coverage, the insurance industry is benefiting tremendously because of this Liberal government, but Ontario drivers are not seeing any of those savings. Is the Premier giving up on her promise to reduce insurance premiums by 15% and instead continuing to benefit insurance companies and not the drivers of this province?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Rates are going down. They would have gone down a lot faster and a lot more dramatically had the members opposite supported the initiative from the beginning.", "Furthermore, Mr. Speaker, we have a competitive system. There are a number of companies already providing reduced rates. As a result of winter tires and so forth that we’ve provided, there are a number of them that are already providing 50% reductions. We encourage those who are watching and elsewhere to make those calls and do a competitive analysis, because there are opportunities available.", "But, once again, we have conditions. We have to lower the cost. The member opposite and his party have obstructed the very initiatives to reduce costs in the system to enable premiums to go down. We’ll fight for the drivers and we’ll fight for the people of Ontario to have reductions in those costs by initiating the very measures that we put in place, notwithstanding that they’re voting against those very measures." ],
  "anchor" : "para329"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. The minister says he hasn’t heard any complaints about the Housing Services Corp., but he received Mayor Tory’s letter this year that said that it cost Toronto Community Housing $6.3 million more for natural gas.", "The minister says I won’t acknowledge their independent review, but I’ve talked about that review and pointed out that it didn’t solve the problem, and it didn’t look at how much HSC is costing housing providers. He says the problem is history, but housing providers are still paying too much for natural gas insurance this year, and the Housing Services Corp. is spending money on trips to Europe this year.", "Could the minister tell us why he is still forcing social housing providers to waste money that could otherwise provide housing for people in need?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "I’ll try again, Mr. Speaker. This was a bill that was originally fronted by the party opposite. They put—" ],
  "anchor" : "para337"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "It’s this year." ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Oxford is warned." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Did I detect a challenge to the Chair?", "Carry on." ],
  "anchor" : "para341"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "We changed it to make the bill and the operation of the HSC more accountable. We discovered as part of a review that we put in place that there were some problems. We conducted an independent review. That review came back and made a series of recommendations, all of which are being implemented.", "We, on balance, are satisfied that we’re making very good progress on the HSC front. By the way, I should remind the assembly through you, Mr. Speaker, that it’s an independent corporation that makes independent decisions; notwithstanding that, they did work with us around an independent review, and we’re satisfied with the results." ],
  "anchor" : "para343"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary? The member from Prince Edward–Hastings." ],
  "anchor" : "para345"
}, {
  "speaker" : "Mr. Todd Smith",
  "text" : [ "Thank you, Mr. Speaker. This is clearly a problem right across the province. If the member wants to stand up and blow his own horn, he should join a brass band, because clearly the program isn’t working for communities across Ontario.", "This year in Hastings county, they would have saved $40,000 if they didn’t have to buy natural gas through the Housing Services Corp. A couple of years ago, the Eastern Ontario Wardens’ Caucus reported that they would have saved 31% if they didn’t have to purchase through the Housing Services Corp.", "You can do what this government always does, and we just heard what this government always does: They set up a framework to establish a review and have three press conferences. What they really should be doing is delivering some action for communities across Ontario.", "Minister, when are you going to let these communities opt out? Counties like Hastings can and want to deliver better, lower-cost social housing for Ontario’s most vulnerable." ],
  "anchor" : "para346"
}, {
  "speaker" : "Hon. Ted McMeekin",
  "text" : [ "Well, Speaker, I already belong to a brass band so I don’t need to join one.", "But I do want to say that the foundational argument of pooling so that, ideally, everyone benefits together, not at the expense of one benefiting at the expense of all, is a sound principle; it’s one I applauded the government opposite for.", "You can take a snapshot—and these are snapshots that are being taken by members opposite—at any point in time to show what you want. But if you look at it over the whole scope of the activities and you speak to the service managers directly, as I have done on several occasions, you discover something that you may be surprised to hear: They’re relatively satisfied with the job HSC are doing." ],
  "anchor" : "para350"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "My question is to the Premier. Yesterday, respected violence-against-women experts and front-line agencies came to Queen’s Park. They warned that arbitrarily reducing the Partner Assault Response Program from 16 weeks to 12 weeks is unethical and puts the safety of women and children at risk. In response, the Attorney General said 12 weeks is better than zero weeks.", "Violence-against-women advocates and women who want the abuse to stop deserve an apology for these shameful and insulting comments. Will the Premier ask the Attorney General to apologize? Will her government finally listen to experts and leaders across the sector, who are unanimous in calling for an immediate halt to the changes to PAR?" ],
  "anchor" : "para354"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I just want to make it clear that everyone on this side of the House is very, very concerned about the services that are provided. We’re concerned about the issues that lead to the need for these services. Obviously, we want to have in place services that will help people to stop these behaviours. We want effective services and programs that will allow women to live free of violence and allow perpetrators to change their behaviours. Those are complicated but very, very important programs.", "The fact of the PAR Program—we know that it has had success, and we are looking at the evidence. We are looking at what we need to do to make sure that we continue to deliver those services in the best way possible, so that these behaviours will stop." ],
  "anchor" : "para356"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "Speaker, reducing the only government program for men who abuse—without any evidence to support the change—is a failure of leadership for women and children.", "Yesterday’s comments by the Attorney General completely undermine the government’s credibility on ending violence against women.", "If the only justification for reducing the length of the PAR Program was to create additional spaces, can the Premier explain why 2,000 of the 2,200 new spaces remain unfilled? Why is she using flawed data to push through these changes and ignoring the advice of experts, and her own Roundtable on Violence Against Women, who are calling for meaningful consultation on a review of PAR?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "First of all, the member opposite knows that there was not a cut to the funding of the PAR Program. There was a change—" ],
  "anchor" : "para362"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’m quite happy to acknowledge that there may be a problem. I’m quite happy to acknowledge that there may need to be a change. But I am not going to engage in a discussion when the facts are not on the table. There has not been a cut. There was a reorganization of the program.", "There is a review going on. If we need to make a change to that, if we need to change the decision, to make sure that the right processes and the right services are in place, then we will do that.", "Mr. Speaker, remember, this is the government that has brought in the toughest policy on sexual assault and violence in the history of the province. We’re going to continue on that record." ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated please.", "New question." ],
  "anchor" : "para368"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Ma question est pour la première ministre dans sa capacité de ministre des Affaires intergouvernementales. Mr. Speaker, the world has turned its attention currently to Paris, France, as the United Nations climate change conference unfolds. Leaders from all over the world have come together to work towards a common solution to one of the biggest—if not the biggest—challenges facing the global community to date. Because of the leadership at the federal and provincial levels, there is a real opportunity to take action in the fight against climate change.", "Au Canada, le premier ministre Trudeau a signalé clairement aux chefs des nations que nous allons reprendre notre statut international de leader.", "And here in Ontario, because of the work we’ve done to reduce our emissions, we are already seen as global leaders in the fight against climate change.", "My question, Mr. Speaker: Can the Premier, who is leading the Ontario delegation, please inform this House on what is happening at COP21 in Paris?" ],
  "anchor" : "para371"
}, {
  "speaker" : "L’hon. Kathleen O. Wynne",
  "text" : [ "Le changement climatique n’est pas un problème pour l’avenir; c’est un problème aujourd’hui. We have a responsibility in this province, in this country—all of us, as leaders of jurisdictions, have a responsibility to take on this great challenge.", "I’m very proud of the steps that Ontario has taken so far, Mr. Speaker, like shutting down the coal-fired plants, the largest single action in North America to reduce greenhouse gas emissions.", "It was a privilege for me to be in Paris to work with Premiers from across the country and with the Prime Minister to talk about and to offer what we have done to the global community. That’s what COP21 is about. It’s about different jurisdictions coming together to share their experiences, to learn from each other and to encourage one another to take further action.", "I’m very, very pleased to say that having a federal government that is now working with us on this challenge is a great, great boon to the project." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para380"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Merci à la première ministre pour cette réponse.", "Ontario and Canada are certainly well represented on the world stage. An important component in the fight against climate change is making sure that there is co-operation among the global community. We know that this co-operation also needs to happen at the subnational level.", "In Canada, provincial governments and municipalities have demonstrated strong leadership and an ability to make positive change when it comes to combatting climate change. That expertise at the local level needs to be shared with other jurisdictions and we have a great opportunity to learn from others as well. Because there is a shared global problem, there needs to be co-operation and collaboration among provinces, states, cities, towns etc.", "Can the Premier please inform the House on how subnational governments are taking part in the UN summit?" ],
  "anchor" : "para381"
}, {
  "speaker" : "L’hon. Kathleen O. Wynne",
  "text" : [ "Comme j’ai dit, tous les États, toutes les provinces, tous les territoires et tous les pays doivent travailler pour améliorer le changement climatique.", "It is not up to one level of government. What we need is all of the federal governments and all of the subnational governments, and by that I mean states, provinces, cities and communities. We all have a responsibility and there is always something that we can do.", "I had the opportunity to listen to some of the leaders of very small island nations. They are already experiencing—as are jurisdictions in the far north in Canada—the impacts of climate change. They’re having to move people away from the coastlines of their countries in order for people to be safe from flooding.", "Having the federal government working with the subnational governments, that’s the way that we can have an impact on global climate change." ],
  "anchor" : "para385"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is for the Premier. Premier, last week, you released your much-ballyhooed save the earth climate change strategy. It’s 37 pages—long on self-praise and short on details, but barely a mention of the word “nuclear.”", "Premier, nuclear provides 60% of our province’s power. It is clean, emission-free, reliable and affordable. But our nuclear units are aging and many of them are in need of refurbishment. We’re hearing nothing from your government on this issue.", "Our ability to provide emission-free power depends on our nuclear fleet operating efficiently. Premier, when can we hear from the government about showing some support for the nuclear industry like you show for some of your other chosen forms of generation? When can we hear some support and a plan for ensuring that Ontario will have emission-free nuclear power for decades to come?" ],
  "anchor" : "para390"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think this is a friendly question, because if you look at our long-term energy plan, the member opposite will see that nuclear forms the baseload well into the future. We have no intention of moving away from a baseload of nuclear. We know full well that that means the refurbishment of our nuclear stock.", "I’m not sure exactly where the member opposite is going. Maybe he just wanted to be able to ask a question that had some notion of climate change in it, so he thought he’d throw in that word. We’re keeping nuclear; it’s the baseload of this province." ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I’ve asked for attention here.", "Supplementary, please." ],
  "anchor" : "para399"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The Premier loves to throw potshots at people who don’t necessarily agree with everything she says, but the reality is this: She can talk all she wants, but until they actually do something to ensure that our nuclear fleet will be operating well into the next several decades, then we have a problem. If that schedule is not an efficient one, we will see—" ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Sorry. The Minister of Economic Development is warned.", "Carry on." ],
  "anchor" : "para403"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "We will see greenhouse gas emissions rise in this province dramatically. If our nuclear fleet has units taken down simultaneously, we will not be able to provide that emission-free power that Ontario depends so much upon. So it’s not just weasel words for nuclear. Stand up and put out a schedule as to when refurbishment will take place, because that is necessary in this province." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please." ],
  "anchor" : "para407"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Names, Premier. Tell us some names, Premier." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "First of all, I would like to try to talk to the member, and that is to caution him on some of the language he was using. Now that he’s done what he has done, I just want to remind him that there are some Ws that are on my list of people who are already warned. I’ve twice heard now a word that is unparliamentary, and I won’t hear it again. If I do, they will be named. If you don’t trust my resolve, I’m telling you.", "Premier." ],
  "anchor" : "para409"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are moving ahead with refurbishment. That’s the answer to the member opposite’s question. In fact, the planned refurbishments will create almost 25,000 jobs and generate $5 billion annually in economic activity. We’re moving ahead with significant steps right now to ensure that the refurbishment of Darlington and Bruce are done right. That refurbishment is in the planning stages. The member opposite just has to look at our long-term energy plan to know that we’re serious. We’re in the process of putting that refurbishment in place.", "I applaud the member opposite for supporting our support and our plan to refurbish and to keep nuclear as our baseload. The Minister of Research and Innovation was talking with the nuclear association this morning.", "I would encourage the member opposite to take yes for an answer." ],
  "anchor" : "para411"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "My question is to the Premier. Premier, as you know, the Auditor General is releasing her report on SAMS today. New Democrats obtained, through FOI, the ministry’s internal audit of SAMS. From that audit, I’ll quote: “We were unable to obtain evidence that the SAMS project has addressed the 2009 Auditor General’s findings regarding deficiencies.” Another quote: “The 2009 AG findings may lead to the same findings being reported for SAMS in future AG reports.”", "Speaker, my question is simple: Will the AG report find that the minister has failed to deal with any of the AG’s findings from 2009?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said earlier, the Auditor General has not yet tabled her report. We look forward to that.", "I know that the Minister of Community and Social Services will want to weigh in on what has already happened with SAMS, but let me repeat what I said earlier, and that is that it is the Auditor General’s job to look at government, to look at the services, to look at the way services are delivered, and to have an opinion about the way money is spent. That is a very good thing. It’s very good in a democracy to have those objective eyes on what we do. But her job is to find problems that need to be resolved.", "We look forward to working with the Auditor General, as we have in the past, to deal with the issues that she identifies and to work with her to make sure that we are providing services in the best way possible for the people of Ontario." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para420"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "According to the ministry’s own audit, the government has not dealt with the AG’s report from five years ago. The audit also laid out—" ],
  "anchor" : "para421"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It’s their report that we FOIed." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "To the Chair, please." ],
  "anchor" : "para424"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "The audit also laid out serious concerns about SAMS, meaning that the minister was well aware of the issues before its disastrous implementation. The audit references expected delays to the project timelines—sound familiar? We know that countless vulnerable Ontarians experienced these delays. Some faced evictions and others just straight-out cheque delays. We know that front-line workers were forced to shoulder the brunt of the technical problems of SAMS, and they’re currently still facing those problems.", "Speaker, again, will today’s AG report show that the government continues to ignore concerns raised by the AG’s report five years ago?" ],
  "anchor" : "para425"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "We are going to wait for the Auditor General’s report. The member opposite asks what the AG’s report will show us; we’re going to wait until she tables it. In fact, the member knows that the auditor has publicly published which areas she’d be reviewing as part of her report. She hasn’t tabled her report; she’ll be doing that after question period. Actually, she’s asked—she actually asked—that the briefing that is going on right now, that the issues not be released publicly, that they not be disclosed before she has a chance to table her report. So we’re going to give her that opportunity.", "The fact is, it is her job to look at government, to critique, to bring objectivity and to look at what government has done. It is our job as government to respond, to work with the Auditor General, as we have in the past, and we will continue to do that." ],
  "anchor" : "para428"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "My question is to the Minister of Citizenship, Immigration and International Trade. Ontario’s trade strategy helps companies export to global markets, which creates jobs here in Ontario. To reach this goal, it’s important we reach out to the growing and emerging global markets.", "Ontario has reaped great benefits from the government’s trade missions, which helped forge and strengthen trade relationships around the world. In fact, last fall the Premier’s mission to China secured almost $1 billion in investments and over 1,000 jobs for Ontarians.", "I know the Premier and minister recently returned from another trade mission to China, along with the Minister of Economic Development. Can the minister tell us more about the results of this most recent trade mission?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "I want to thank the honourable member for Newmarket–Aurora for asking his question.", "Speaker, early in November of this year, Premier Wynne led a trade mission to China. We all know that China plays a critical role in the global economy and continues to outpace other emerging markets. Ontario has strong innovation capabilities in key sectors that are complementary to China. This is why the recent Premier’s trade mission to China has been such a huge, huge success. Over the course of the mission, Ontario delegates signed more than 100 agreements with an estimated value of $2.5 billion, deals that may create as many as 1,700 jobs.", "It was a very successful mission, and I look forward to doing more." ],
  "anchor" : "para434"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para437"
}, {
  "speaker" : "Mr. Chris Ballard",
  "text" : [ "I agree with the minister: It’s critical to the growth of our economy to identify potential markets and promote Ontario abroad.", "Attracting new investment and helping the province’s businesses compete globally is part of this government’s plan to boost Ontario’s economy. It’s also part of our efforts to invest in people’s talents and skills and to create a dynamic, innovative environment where business thrives.", "I’m proud of our Ontario businesses, and the high-quality products that they produce. That’s why last year’s trade mission to China was such a success. It allowed Ontario’s businesses to connect directly with important international markets.", "Speaker, could the minister please expand on how this government is connecting Ontarians with global markets?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Hon. Michael Chan",
  "text" : [ "The member is right: Trade missions are the best way for us to connect Ontario businesses with international markets. That’s why we work to promote Ontario in many different countries.", "Speaker, I also just returned from a trade mission to Germany. There, I participated in many, many key events that will lay the groundwork for successful future missions. I attended the Medica trade show; I was able to visit our sister province, Baden-Württemberg; and I met with Festo Automation as well as Bayer HealthCare, where an Ontario start-up from Kitchener-Waterloo won the Grants4Apps competition.", "It is important to promote and sell Ontario around the world, and this government is working hard to do so." ],
  "anchor" : "para442"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "My question is to the Associate Minister of Health and Long-Term Care. Your government has spent 12 years studying, reviewing and planning the redevelopment of long-term-care homes. You also promised to develop 30,000 beds, so as to ensure safe living environments for our frail seniors. Yet today, after years of shameful neglect and scarce funding, your government has left our long-term-care homes crumbling and 25,000 frail seniors without a long-term-care bed.", "The associate minister keeps saying that despite all these facts, there really is a plan. So through you, Speaker, I ask the minister: How many organizations will be approved in the first round of the capital renewal program, when will construction begin and how many of the promised 30,000 beds will be built in round 1?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "I thank the member opposite for this question because it certainly gives me an opportunity to talk about all of the good work that we are doing in redevelopment. As I have mentioned many times, Mr. Speaker, there are so many examples that I can share with this House about the redevelopments that are taking place as we speak. In fact, the last time I answered this question, I spoke about the brand new facility in Oshawa. I was there for the inauguration and what a wonderful event that was.", "But we are not resting on our laurels. We are moving ahead. Let me speak about a brand new redevelopment that is taking place as we speak, in Thunder Bay. It’s a state-of-the-art facility with over 500 beds, including about 38 new beds and the redevelopment of over 450 beds. That’s just one example of the redevelopment that is going on in this province." ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para450"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Back to the Associate Minister of Health and Long-Term Care: Enough with the platitudes. It sounds like your only plan for your government is to wheel the frail seniors out to the end of the curb and say, “We’re done with you.” Experts tell us the long-term-care system is creeping up to the brink of crisis, as the wait-list will double to at least 50,000 seniors in just six years. So not only is this government failing seniors today, but it’s also ill-prepared to meet this looming demographic crisis going forward.", "Again, where’s the plan? Will the minister please tell the House, here and now, how many new long-term-care beds are going to be built in the next five years, and where in Ontario they will be built?" ],
  "anchor" : "para451"
}, {
  "speaker" : "Hon. Dipika Damerla",
  "text" : [ "I think the proof is in the pudding, so let me talk about close to 500 new beds that we brought online in just the last three or four months. I was in Waterloo recently, along with the members from Kitchener–Waterloo, Kitchener–Conestoga and Wellington–Halton Hills, who were there to witness the opening of a brand new facility—brand new beds, right in Waterloo. Before that, I was in Windsor in the fall for the opening of another facility with close to 200 brand new beds. These are just examples of the fact that new beds are coming online as we speak, and will continue to come online as required." ],
  "anchor" : "para453"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Good morning, Mr. Speaker. My question is to the Premier. Premier, as you know, the community of Hornepayne in Algoma–Manitoulin is about to be thrown into crisis. Some 146 workers at Haavaldsrud and Becker Cogen, approximately 40% of the town’s population, have received layoff notices just weeks before the holiday season—not to mention spin-off jobs with trucking companies, suppliers, and lumber and logging companies, that will also be devastated.", "We’ve talked and talked and talked about the flight of badly needed jobs and industry in the north. What will this minister do to help the people of Hornepayne?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Natural Resources and Forestry." ],
  "anchor" : "para457"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the question. Obviously, anytime there is a layoff in any industry, on this side of the House we take it very seriously—anytime, within my ministry responsible for forestry, we take it very seriously. One of the reasons we do that, Speaker, is we also understand very clearly that most of the forestry operations in Ontario are in northern Ontario, and oftentimes those operations that are in northern Ontario are in very small communities. As a result of those operations being in very small communities, the layoffs tend to have a disproportionate effect on the communities in which they exist.", "I would tell my colleague across the floor that we continue to work on the issue. There are partner ministries involved currently that are looking at potential solutions. I’m not here today to promise him in any way that we can find a solution, only that, like with all industries—forestry, in this ministry—we continue to work on it and hopefully we can find a resolution on this issue." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Mr. Michael Mantha",
  "text" : [ "Once again to the Premier: Given the Liberal government’s commitment to green energy and the attention paid to climate change, one would think that projects such as this one would be given priority at the highest level.", "The provincial government invested over $30 million just two years ago to open Becker Cogen and keep the Hornepayne mill up and running. Hornepayne depends on these jobs. These jobs depend on a viable long-term energy agreement.", "Speaker, layoff notices have been issued. There’s no more time for talk. Hornepayne needs action. What will the Premier tell the people of Hornepayne leading into this holiday season?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Hon. Bill Mauro",
  "text" : [ "I want to thank the member for the follow-up.", "When I answered this question yesterday, I made general reference to the level of support that our government has provided to the forestry industry, something in the order of magnitude of $1.3 billion since the industry first had its challenges beginning in 2006-07. I also made reference to the significant level of assistance that we have provided to this company individually as well.", "One example of a program of support that we’ve provided to forestry generally in the province of Ontario is the roads program. Since we’ve been in government, we have provided, from that one program, over $600 million of assistance to forestry-based companies in the province of Ontario. Speaker, that’s noteworthy, because that program used to be, historically, a government-run program, but that program was downloaded onto the backs of forestry industry partners by the NDP when they were in government in the early 1990s.", "We’ve uploaded that program. We’ve taken responsibility for it back—over $600 million in assistance just on that one particular program. The forestry companies in the province—" ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para469"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "My question is for the Minister of Health and Long-Term Care. Minister, this fall, the people of Ontario reached a very noteworthy record: More Ontarians than ever before registered their consent to become organ and tissue owners. That’s more than 89,000 Ontarians over three months who have made a selfless commitment to save lives—truly a great achievement.", "I have registered to become an organ donor and I always encourage family and friends to do the same. I know that the residents of Durham understand the importance of organ and tissue donation and that it’s an easy way to potentially make a difference in someone else’s life. I am glad to hear that so many Ontarians are making this important decision to register as organ and tissue donors.", "Speaker, through you to the minister, what can you tell us about how our province has reached this very important milestone?" ],
  "anchor" : "para472"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Thank you to the member from Durham, not just for the important question but also for registering to be a donor.", "Mr. Speaker, it was just seven years ago that Ontario opened the Trillium Gift of Life Network, which is, as we all know. a not-for-profit agency managing Ontario’s organ and tissue donation and transplant system. Since its inception, Ontario’s organ and tissue donation registration rates have grown significantly.", "In fact, nearly 1,000 people register to be a donor each and every day in this province and each person who registers could save up to eight different lives. You can register as an organ donor in person, by mail, through ServiceOntario when you go in to renew your health card or your driver’s licence, or you can do it in I would say under two minutes at beadonor.ca.", "Today, over three million Ontarians have registered as donors. I want to take this moment to thank each and every one of them their incredibly noble decision to potentially save up to eight lives." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para479"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "Thank you, Minister. The Trillium Gift of Life Network is an extremely effective and valuable organization, creating an easy and convenient process for Ontarians to register as organ donors. I’ve heard that Trillium Gift of Life currently has a goal to reach over 233,000 new registrations by March 30, 2016. As of September 30, they had reached 71% of their goal.", "I know that we are all here at Queen’s Park because we hope to make a positive difference in the lives of Ontarians. It is in that spirit that I urge all members, on both sides of this House, to take a moment out of their day to visit and make the important decision to make a lasting and positive difference.", "Speaker, through you to the minister: With so many Ontarians registering to become organ and tissue donors, what does the current need in Ontario look like?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Thank you again to the member from Durham. Every single day, over 1,600 people in this province are awaiting organ or tissue donation. By increasing the number of registered donors, we can reduce the number of lives lost and ease that pain for another family.", "The good news is that between July and September of this year, 255 separate organ or tissue transplants took place in this province. That’s a lot of lives saved and a lot of lives changed, thanks to the selfless decisions of Ontarians and their families.", "I’ll join the member from Durham in encouraging all members of this House, if you haven’t already done so—and all Ontarians—to take a couple of minutes to go to the website, beadonor.ca, and register as a vital-organ or tissue donor." ],
  "anchor" : "para483"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "My question is to the Premier. Our first responders know that seconds matter. To our first responders suffering from post-traumatic stress disorder, seconds can feel a lot longer. That’s why they’re frustrated by the government’s stubborn unwillingness to support a good idea when they see it.", "The Minister of Labour said, “I’m convinced that we must do a combination of what’s envisioned in Bill 2, with some improvements to it.” So why won’t the minister and the government House leader simply bring Bill 2 to committee, where we can amend it and help our heroes with PTSD as soon as possible?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para489"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for this question on this very, very important issue. We all know that PTSD is an issue that disproportionately affects front-line workers in this province and throughout this country. We owe it to them to ensure that they have the protections in place as well as the coverage in place.", "The member referenced Bill 2, which was brought to this House by the member from Parkdale–High Park. That, Speaker, is a good bill. That’s part of the solution. What we need to do is to ensure that we have protections in place that not only treat those people who have contracted PTSD but also ensure we have a system in place to make sure that we prevent people from getting PTSD in the first place.", "What I want to bring back to this House is a bill that makes Ontario a leader. We’re very close to that. A lot of people have worked very hard on this, including the first responders themselves. I think what we’re going to do is end up leading the country in this, and I’m proud of that." ],
  "anchor" : "para490"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para493"
}, {
  "speaker" : "Mr. Rick Nicholls",
  "text" : [ "Back to the Premier: We already have a bill on the table, as has been mentioned, with full opposition support. If you have improvements to the bill, let’s do it at committee. Let police officers, firefighters, EMS personnel and corrections officers explain to Ontarians how post-traumatic stress disorder impacts their lives.", "Instead, you want to introduce your own bill and hold consultations away from the public. Speaker, they’re delaying presumptive legislation, and first responders of all stripes are tired of waiting. There’s no need to go back to square one.", "Why don’t our first responders deserve the chance to share their stories directly with the people they have sworn to protect? You owe it to them. Let’s do it now." ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you once again to the member for that question. I certainly share the end sentiment that he expressed: that we owe it to the first responders in this province to ensure that they get the treatment they deserve. They’re the people who put their lives, on a daily basis, on the line for us, and we owe it to them. We understand that.", "But I’ll be very, very frank with you, Speaker: Bill 2, in my estimation, is not good enough for the first responders of this province. We can do better than that. We know how to do better than that. We’ve brought experts to bear on this issue who are bringing us expertise in this regard. At the end of the process, we’re going to have all the good parts of Bill 2 and we’re going to have the prevention aspects in one comprehensive strategy that’s going to make this province a leader and do something this House will be proud of." ],
  "anchor" : "para497"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Scarborough Southwest." ],
  "anchor" : "para500"
}, {
  "speaker" : "Mr. Lorenzo Berardinetti",
  "text" : [ "Point of order; thank you, Mr. Speaker. Earlier this morning two of my staff members were here from Scarborough. They don’t like coming down here very often, but Maria Fe, and Jessica Bozzo are here today for some training. I just wanted to welcome them to the Legislature today." ],
  "anchor" : "para501"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. The Minister for Children and Youth Services." ],
  "anchor" : "para502"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I have two staff members here today as well: Scott and Adam from my constituency office. Unfortunately, we don’t have Helen; her husband passed away suddenly yesterday." ],
  "anchor" : "para503"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Cambridge." ],
  "anchor" : "para504"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "I have a friend in the west gallery this morning. He helped me to win my seat. He’s a student at Trinity College at U of T. Isaac Wright, welcome to Queen’s Park." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Timmins–James Bay on a point of order." ],
  "anchor" : "para506"
}, {
  "speaker" : "Mr. Gilles Bisson",
  "text" : [ "I have four staff members, but they’re back in the constituency working." ],
  "anchor" : "para507"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that I have laid upon the table the 2015 annual report of the Auditor General of Ontario.", "Deferred vote on the motion for third reading of the following bill:", "Bill 115, An Act to enact the Representation Act, 2015, repeal the Representation Act, 2005 and amend the Election Act, the Election Finances Act and the Legislative Assembly Act / Projet de loi 115, Loi édictant la Loi de 2015 sur la représentation électorale, abrogeant la Loi de 2005 sur la représentation électorale et modifiant la Loi électorale, la Loi sur le financement des élections et la Loi sur l’Assemblée législative." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para514"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para592"
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 74; the nays are 16." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Deferred vote on the motion for third reading of the following bill:", "Bill 106, An Act to amend the Condominium Act, 1998, to enact the Condominium Management Services Act, 2015 and to amend other Acts with respect to condominiums / Projet de loi 106, Loi modifiant la Loi de 1998 sur les condominiums, édictant la Loi de 2015 sur les services de gestion de condominiums et modifiant d’autres lois en ce qui concerne les condominiums." ],
  "anchor" : "para611"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "On December 1, 2015, Mr. Orazietti moved third reading of Bill 106. All those in favour of the bill, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para619"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para710"
}, {
  "speaker" : "The Clerk of the Assembly (Ms. Deborah Deller)",
  "text" : [ "The ayes are 89; the nays are 0." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para712"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There are no further deferred votes. This House stands adjourned until 3 p.m." ],
  "anchor" : "para715"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "I’m not sure of the names of the guests who are here today because I hadn’t gotten around to saying hello to them, and the people who, maybe, invited them here aren’t here. So I want to say welcome to all the guests today in the gallery." ],
  "anchor" : "para718"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "I’m pleased to rise today to inform the House of the special significance of today’s date. It was 30 years ago to the day December 2 that Sarnia’s mayor, Mike Bradley, was sworn in for the first time to elected office as an alderman in the city of Sarnia.", "Three years later, Mike, at 33 years of age, would be elected to the mayor’s office, the youngest mayor in the city’s history.", "In October 2014, Mayor Bradley was re-elected for a ninth term in office, achieving over 70% of the vote.", "During his 30 years in elected office, Mayor Bradley has demonstrated a tireless work ethic on issues that improve the quality of life not just for residents in Sarnia, but for those in communities across Ontario.", "In the fall of 2014, Mayor Bradley was personally awarded the Lieutenant Governor’s Community Volunteer Award by the Honourable David C. Onley, the Lieutenant Governor of Ontario, in recognition of his outstanding volunteer contributions to Ontario.", "Mayor Bradley’s extensive record of service makes him the second-longest-serving mayor in Ontario. On behalf of the province of Ontario and all the residents of Sarnia–Lambton, I would like to thank Mayor Bradley for his leadership and service to the community. There’s no doubt in my mind that Mayor Bradley is just getting started." ],
  "anchor" : "para721"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’m proud to rise today to talk about my riding of Niagara Falls. I’ll start with Fort Erie.", "This year, the Fort Erie Race Track, with its new owners and hard-working employees, had the best year they’ve ever had in their 117-year history. We still need more race dates and a return of the slots to the track in order to continue to grow and protect the long-term future of our racetrack.", "The Canadian Motor Speedway presents the opportunity to create hundreds of jobs, with nearly $700 million in direct and indirect private investment.", "Also in Fort Erie, the Miller’s Creek Marina project has the potential to bring investment and help create jobs.", "Meanwhile, in Niagara Falls, we have a request for pre-qualifying out for the entertainment centre, which will have up to 7,000 seats. I know how important this project will be to help create good jobs and help make Niagara a year-round tourist destination.", "In Niagara-on-the-Lake, tourists continue to pour into the town to support our wineries, our craft breweries, our craft cideries. And there is still no better place to go than the Shaw Festival to see a show.", "Niagara is in a position to help lead this province in its economic recovery. With a GO train expansion all the way to Niagara Falls, we’ll be even more prepared to make it happen.", "Speaker, it’s time for Ontario to recognize the opportunities in my riding and help bring these investments to Niagara. They will build our communities, help our local businesses, support our local workers and their families, and will make my riding of Niagara Falls an even better place to live and raise our families." ],
  "anchor" : "para728"
}, {
  "speaker" : "Mr. Shafiq Qaadri",
  "text" : [ "I have the privilege, Speaker, of rising and informing not only you but this entire chamber and my residents, the great constituents of the riding of Etobicoke North, of a number of developments that are taking place in the riding. I’ll concentrate on three.", "First of all, with regard to the hospital, we are funding something in the order of about $200 million-plus to triple the footprint of the Etobicoke General Hospital part of the William Osler Health System. This will lead to a whole host of new services, whether it’s the cardiorespiratory suite, the maternal-newborn suite, diagnostic suites or an entirely new, state-of-the-art emergency department.", "Similarly, along with the federal government, we’ve made a new $90-million-plus massive student centre at Humber College. I was pleased to meet with a number of students who are now benefiting from that facility.", "As well, there is the Finch LRT, which is a new $2-billion-plus transportation infrastructure development. We have about eight stops strategically located in my riding. They are at Islington, Kipling, Stevenson, Albion, Martin Grove, Westmore and Highway 27, ending at the great Humber College. Speaker, as you can see, Etobicoke North is on the move.", "Just in closing, I’d like to salute, recognize and congratulate the first MP of Somali Canadian background, who’s just next door to me in York South–Weston: Mr. Ahmed Hussen." ],
  "anchor" : "para737"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "I want to talk about a new business in North Bay—well, not so new anymore. MetricAid is a North Bay technology company that has developed a software solution providing financial benefits to hospitals. Their software transforms emergency department physician scheduling. Emergency departments using the MetricAid solution realized improved patient wait times, fewer workload spikes and a positive environment for the practice of better medicine.", "This intellectual property was built by a local emergency room physician and a clerk to solve the wait time problem at our hospital. In fact, they have lowered wait times and improved care for over 500,000 Ontario patients in the last three years.", "From a North Bay perspective, this has repatriated many northerners looking to fill hi-tech jobs. They have also attracted many new Canadians.", "When I visited their offices—and I must say, they’re about the most attractive offices in the city; it’s built in a 100-year-old building, and they’ve kept the old wooden floors and the loading docks and these types of things. I met many of their staff. Two of them now have new babies; two more are on the way. The staff have bought six new houses in the last two years.", "As they continue to grow, they’re looking to export their expertise to other provinces and around the globe.", "I congratulate MetricAid on their start and their existence in the city of North Bay." ],
  "anchor" : "para743"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "This past Saturday evening I had the pleasure of participating in the 21st annual Santa’s Parade of Lights.", "My team and I were pleased to be joined by the recently elected member of Parliament for Orléans, Andrew Leslie.", "Begun in 1994 in an effort to revitalize the former Gloucester Santa Claus Parade, the Parade of Lights has become the largest night-time Santa Claus parade in Canada. This year, there were approximately 140,000 attendees. The parade helped raise money for the firefighters’ Help Santa Toy Fund. This fund helps provide Christmas toys to those who may not be able to afford them.", "I want to thank the organizers, the Ottawa Professional Fire Fighters Association, led by Bob Rainboth, Ken Walton and Daniel Johnston, and thank you to the judges and to event emcee Denis St-Denis.", "A total of 78 floats took part in the parade, and I wish to recognize a few of the floats. The prize for best high-school float went to École secondaire publique Louis-Riel, with best school float going to École Étoile de l’Est. The prize for best Christmas spirit went to DanceR Studio, which danced in sync the whole four kilometres. The prize for best band went to Black Cherry Band. The prize for best community group went to Scouts et Guides Orléans.", "Congratulations to all the volunteers who helped make this year’s parade such a huge success." ],
  "anchor" : "para750"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I’m pleased to recognize Caledon for being one of the top 10 communities with the most improved organ and tissue donor registrations in Ontario. In the last three months, 351 residents of Caledon registered their consent to be an organ and tissue donor. I’m very proud to see communities like Caledon registering to help improve the lives of others. Overall in Ontario, the registration rates increased as well. From July to September 2015, more than 89,000 Ontarians registered to be organ and tissue donors. Now there are more than three million Ontarians registered.", "But more can be done. Too many individuals are left waiting for too long. There are still 1,600 individuals in Ontario waiting for a life-saving organ and tissue donation. As a result, every three days, an individual passes away waiting for their life-saving transplant. Donating your organs and tissues doesn’t just save one life. One donor can save the lives of eight individuals and donating your tissue can enhance the lives of 75 individuals. I encourage everyone to take two minutes and register at www.beadonor.ca." ],
  "anchor" : "para758"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "Yesterday, I asked the Premier about the privatization of Hydro. This morning, the Leader of the Opposition asked the Premier about government purchases of snow-clearing equipment for private contractors. Instead of answering me or the Leader of the Opposition, the Premier tried to use comments about climate change to divert from the issue at hand.", "I know why the Premier doesn’t want to talk about privatization. It’s unpopular. It’s damaging to our image. But to throw climate change forward as a shield against answering questions is dangerous for climate action. It trivializes the issue. It makes it simply a shiny object of diversion.", "Speaker, the stakes are too high and the issue is too critical to have it used this way. The Premier and the Liberals are playing with fire adopting this strategy. I urge them to abandon that strategy, answer questions, and don’t use climate change as your shield." ],
  "anchor" : "para761"
}, {
  "speaker" : "Mr. Bob Delaney",
  "text" : [ "Each year, on the first Sunday of Advent, families from all across Mississauga line Queen Street in historic Streetsville, from Britannia to Old Station Road, to start the Christmas season with the city’s Santa Claus Parade.", "Organized by the Streetsville Business Improvement Association and sponsored this year by Enersource and Tim Hortons, the parade showcased 75 groups, led by the Streetsville Pipes and Drums and the Streetsville Legion colour party.", "This year, the weather co-operated with Santa. Marchers and spectators enjoyed a dry and warm late November afternoon. Rogers Cable 10 recorded the parade and it will play from time to time between now and Christmas. Many of our schools and community groups dressed for the season and marched for family, friends and neighbours in the kilometre-long procession watched by thousands. Spectators lined the sidewalks, several deep in places.", "Andrea and I decorated a golf cart on loan from BraeBen Golf Course. Our cat, Bébé, made her first appearance in the Santa Claus Parade. Mr. and Mrs. Claus brought up the rear of the parade to join me, Ward 11 Councillor George Carlson, Ward 4 Councillor John Kovac and Mayor Bonnie Crombie in wishing everyone a very merry Christmas and a happy, healthy and prosperous 2016." ],
  "anchor" : "para765"
}, {
  "speaker" : "Mrs. Laura Albanese",
  "text" : [ "I rise today to honour and celebrate the life of Johnny Lombardi, pioneer of multicultural broadcasting and founder of CHIN Radio/TV International, who played a central role in transforming Toronto and Ontario into a society inclusive of diversity.", "December 4, 2015, will mark the centennial birthday of Mr. Johnny Lombardi. He was born in the heart of downtown Toronto in 1915. Son of Italian immigrants, his father actually was born in Pisticci, the same southern small town my mother comes from. Johnny became a self-taught trumpeter and entertainer before serving in the Canadian Army in the Second World War.", "After that war, a vast wave of Italian immigrants flocked to Canada, and Johnny, a man of quick insight, realized that these new immigrants surely missed their food and their culture. He opened a grocery store. He started to produce a radio show. He began bringing singers over from Italy. He then applied for a multicultural radio station, and CHIN Radio was born, above the supermarket.", "Johnny quickly became successful, and soon his radio station began broadcasting programs in 30 different languages. Mr. Speaker, I first met Johnny Lombardi in the late 1970s. He had offered me a summer job as a radio host.", "When he died in 2009, the Globe and Mail wrote, “He was adamant in his conviction that everyone in the world belonged here too, in the heart of the open city, and he made it his life’s business to make a big place for them.”", "“Fa na bonna jobba,” he would say. “Do a good job.”", "Happy birthday, Johnny. We miss you." ],
  "anchor" : "para770"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Molto bene. That ends our members’ statements." ],
  "anchor" : "para777"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I beg leave to present a report from the Standing Committee on Social Policy and move its adoption." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Clerk-at-the-Table (Mr. William Short)",
  "text" : [ "Your committee begs to report the following bills, as amended:", "Bill 12, An Act to amend the Employment Standards Act, 2000 with respect to tips and other gratuities / Projet de loi 12, Loi modifiant la Loi de 2000 sur les normes d’emploi en ce qui concerne les pourboires et autres gratifications;", "Bill 33, An Act to reduce the abuse of fentanyl patches / Projet de loi 33, Loi visant à réduire l’abus de timbres de fentanyl,", "The title of which is amended to read:", "Bill 33, An Act to reduce the abuse of fentanyl patches and other controlled substance patches / Projet de loi 33, Loi visant à réduire l’abus de timbres de fentanyl et d’autres timbres de substances désignées;", "Bill 117, An Act to amend the Provincial Advocate for Children and Youth Act, 2007 with respect to notices of critical injury or death / Projet de loi 117, Loi modifiant la Loi de 2007 sur l’intervenant provincial en faveur des enfants et des jeunes en ce qui concerne les avis de décès ou de blessures graves,", "The title of which is amended to read:", "Bill 117, An Act to amend the Provincial Advocate for Children and Youth Act, 2007 with respect to notices of serious bodily harm or death / Projet de loi 117, Loi modifiant la Loi de 2007 sur l’intervenant provincial en faveur des enfants et des jeunes en ce qui concerne les avis de décès ou de blessures graves;", "Bill 141, An Act to require research to be undertaken and programs to be developed for pregnancy loss and infant death and to proclaim October 15 as Pregnancy and Infant Loss Awareness Day / Projet de loi 141, Loi exigeant des recherches et des programmes sur les pertes de grossesse et les décès néonatals et proclamant le 15 octobre Journée de sensibilisation au deuil périnatal." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para790"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The bills are therefore ordered for third reading.", "Mr. Gravelle moved first reading of the following bill:", "Bill 155, An Act to amend the Mining Act / Projet de loi 155, Loi modifiant la Loi sur les mines." ],
  "anchor" : "para792"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para797"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the minister for a brief statement." ],
  "anchor" : "para799"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Today, we are introducing amending legislation that, if passed, would continue our Mining Act modernization process.", "These proposed amendments would significantly modernize how claims are registered and managed in Ontario by implementing an online registration system for mining claims, as well as a modernized electronic mining lands administration system.", "If implemented, the changes would enhance Ontario’s global competitiveness in the mining sector, encouraging prospecting, claim registration and exploration, which are key to the development of new mines.", "I’ve got a bunch of people who were very crucial in making this happen, who I’m going to try to introduce in a point of order later. I welcome members of our ministry here as well today." ],
  "anchor" : "para800"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I believe we have unanimous content to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para807"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Agreed? Agreed." ],
  "anchor" : "para808"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I move that the requirement for notice be waived for ballot item number 10 in the order of precedence for private members’ public business." ],
  "anchor" : "para809"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para810"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Point of order." ],
  "anchor" : "para813"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the Minister of Northern Development and Mines on a point of order." ],
  "anchor" : "para814"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "Thank you very much for indulging me, Mr. Speaker. I wasn’t here for introduction of guests. We have a number of people from our ministry, from a variety of the branches that are crucial to the legislation that I just introduced moments ago, and I want to acknowledge them and recognize them. I won’t do it in any particular order. We’ve got great, committed public servants Roy Denomme, Omer Omerdin, Catherine Wyatt, Mike Mercer, Ken Steele, Grace Lo and Michelle Watkins. Welcome. You’re amazing people." ],
  "anchor" : "para815"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "That’s not a point of order. However, we do acknowledge our guests, and I’m grateful that you took the time to introduce your guests to the Legislature." ],
  "anchor" : "para816"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition that’s signed by a great many people in my riding and the ridings surrounding it. It’s a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "Thank you very much for allowing me to present this petition, as I agree with it." ],
  "anchor" : "para819"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "I have a petition that’s addressed to the Legislative Assembly of Ontario.", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I agree with this petition, will affix my name and send it to the table with page Ben." ],
  "anchor" : "para827"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas the Ontario government’s proposed Ontario Retirement Pension Plan (ORPP) is a mandatory pension plan which would target small businesses and their employees; and", "“Whereas there has been little to no discussion on what the costs would be, or who would pay them; and", "“Whereas affected businesses would be hit with up to $1,643 per employee, per year in new payroll taxes starting in 2017; and", "“Whereas affected employees would have up to $1,643 per year extra deducted from their paycheques, and it would take 40 years for them to see the full pension benefits; and", "“Whereas the Canadian Federation of Independent Business predicts the unemployment rate in Ontario would rise by 0.5%, and there would be a reduction in wages over the longer term; and", "“Whereas all of these costs would be shouldered exclusively by small businesses and their employees; and", "“Whereas public sector and big business employees who already have a pension plan will not be asked to pay into the plan;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To not support the implementation of the Ontario Retirement Pension Plan.”", "I agree with this and will be passing it off to Ajay." ],
  "anchor" : "para837"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”" ],
  "anchor" : "para849"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "Mr. Speaker, it gives me great pleasure to sign this petition with which I agree, and give it to page Jack." ],
  "anchor" : "para856"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "Mr. Speaker, I have a petition presented by a group in my riding called OPAL, Oxford People Against the Landfill. I’ve presented this petition a number of times before, but the signatures keep coming in.", "It is to the Legislative Assembly of Ontario.", "“Whereas the rightful purpose of Ontario’s Environmental Protection Act ... is to ‘provide for the protection and conservation of the natural environment.’ RSO 1990, c. E.19, s. 3.; and", "“Whereas ‘all landfills will eventually release leachate to the surrounding environment and therefore all landfills will have some impact on the water quality of the local ecosystem.’—Threats to Sources of Drinking Water and Aquatic Health in Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That section 27 of the EPA should be reviewed and amended immediately to prohibit the establishment of new or expanded landfills at fractured bedrock sites and other hydrogeologically unsuitable locations within the province of Ontario.”", "First of all, I thank them for sending me this petition, and I affix my signature, as I agree with it." ],
  "anchor" : "para865"
}, {
  "speaker" : "Mr. John Vanthof",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the provincial government has cancelled the Northlander passenger train which served the residents of northeastern Ontario; and", "“Whereas the provincial government has closed bus stations and is cancelling bus routes despite promising enhanced bus services to replace the train; and", "“Whereas the Ontario Northland Transportation Commission ... has been given a mandate that its motor coach division must be self-sustaining; and", "“Whereas Metrolinx, the crown corporation that provides train and bus service in the GTA ... is subsidized by more than $100 million annually; and", "“Whereas the subsidy to Metrolinx has increased annually for the last seven years;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To direct the Minister of Northern Development and Mines to reverse the decision to cancel bus routes immediately and to treat northerners equitably in decisions regarding public transportation.”", "I wholeheartedly agree and give it to page Ajay." ],
  "anchor" : "para874"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this and will be passing it off to the page." ],
  "anchor" : "para884"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have a petition that is signed by Madame Jacqueline Ethier, who is from Chelmsford, in my riding. It reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of ... price regulation; and", "“Whereas jurisdictions with ... price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They “petition the Legislative Assembly of Ontario as follows:", "“Mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask my good page, Aaran, to bring it to the Clerk." ],
  "anchor" : "para892"
}, {
  "speaker" : "Ms. Indira Naidoo-Harris",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario.", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths ... lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this petition and affix my signature to it." ],
  "anchor" : "para901"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "My petition is to stop the sale of Hydro One.", "“To the Legislative Assembly of Ontario:", "“Whereas the decision to sell was made without public input and the sale will be done in complete secrecy. The government of Ontario is selling Ontario’s largest utility behind closed doors; and", "“Whereas if the people of Ontario lose majority ownership of Hydro One, ratepayers will be forced to accept whatever changes the new owners decide, such as higher rates; and", "“Whereas the public will never again have independent investigations of consumer complaints, such as the Ombudsman’s report on Hydro One’s billing practices;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government of Ontario must immediately put an end to the sale of Hydro One, and ensure it remains in the hands of the public.”", "I support this petition, affix my name to it, and give it to page Rachael to take to the table." ],
  "anchor" : "para910"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "A petition to the Legislative Assembly of Ontario:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I sign my name to it and give it to page Michelle." ],
  "anchor" : "para919"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I support this and I will sign it and send it to the table.", "Ms. MacCharles moved second reading of the following bill:", "Bill 132, An Act to amend various statutes with respect to sexual violence, sexual harassment, domestic violence and related matters / Projet de loi 132, Loi modifiant diverses lois en ce qui concerne la violence sexuelle, le harcèlement sexuel, la violence familiale et des questions connexes." ],
  "anchor" : "para929"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the minister for the leadoff." ],
  "anchor" : "para941"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "I’ll be sharing my time with the member from Brampton–Springdale, the parliamentary assistant to me on the women’s issues file. I’m very pleased to rise today to speak on the proposed Sexual Violence and Harassment Action Plan Act.", "If passed, this legislation would support the rights of all Ontarians to feel safe and be safe from sexual violence and harassment in their homes, campuses, workplaces and communities. The proposed legislation would amend six existing acts, fulfilling commitments made in It’s Never Okay, Ontario’s sexual violence and harassment action plan, as released in March of this year. The action plan and this act, if passed, would work together in complementary purposes to strengthen supports for survivors with the overarching goal of ending sexual violence and harassment.", "Ending sexual violence and harassment is an urgent priority for our society. One out of every three women will experience some form of sexual assault in her lifetime; 28% of Canadians say they’ve been the target of unwelcome sexual advances at work. They’ve had requests for sexual favours or sexually charged talk while on the job. Countless Ontarians, irrespective of age, gender, faith, culture, income or community, have experienced sexual violence and harassment while simply going about their day-to-day lives. This is not okay; it is never okay.", "Like so many Ontarians, our government has been shocked by the persistence of misogyny, gender violence and rape culture, and the attitudes and behaviours that support them. As a result, our government renewed its commitment to fighting sexual violence and harassment. We developed a three-year, $41-million action plan with the advice and input from diverse communities, advocates, professionals and front-line workers who support survivors, from the courageous survivors themselves and so many others. Our plan involves changing attitudes and raising public awareness, improving support to survivors and making workplaces and campuses safer and more responsive to complaints about sexual violence and harassment.", "Over the past several months, implementation of the plan and its commitments has begun. Together with our partners, we’ve made important progress. The member from Brampton–Springdale, Harinder Malhi, will speak to this progress later in her time.", "It’s my own privilege to speak to one specific commitment contained in the action plan: our government’s promise to introduce legislation to strengthen provisions related to sexual violence and harassment in the workplace, on campus, in housing and through the civil claims process, which we have done and are debating here today.", "As mentioned, the proposed legislation, if passed, would amend six existing acts, putting the strength of law behind important ways and means of helping to stop sexual violence and harassment in Ontario and improving support for survivors. The government’s goal of protecting all Ontarians from sexual violence, sexual harassment and domestic violence is enshrined in the preamble to the act. The proposed legislation, if passed, would achieve this goal in five ways.", "First: better protection in the workplace. Every Ontarian deserves the right to work in a safe and healthy environment. Sexual violence and harassment in the workplace turns that feeling of workplace safety on its head and upside down. They can undermine a person’s dignity, undermine their health, compromise the ability to do one’s job and potentially limit career opportunities and put their livelihood at risk. Statistics show that four in five people who experience unwanted sexual advances on the job do not report this behaviour to their employers.", "If passed, our legislation would make workplaces safer by the amending the Occupational Health and Safety Act. Currently, this act requires employers to have a workplace harassment policy and program, and to provide information to workers about the content of that policy and program. Our proposed amendments would include a definition of workplace sexual harassment; enhanced requirements regarding workplace harassment programs; and specific new employer duties to protect workers from harassment, including sexual harassment, in the workplace, and including the duty to ensure that incidents and complaints are appropriately investigated. Employees across Ontario should experience no form of harassment—sexual or otherwise—in the workplace at all.", "Second: safer campuses. For most students, university or college is a wonderful milestone in their life. It’s a unique time: a time of fulfillment, of learning and growing. But campus life can, unfortunately, involve navigating attitudes and behaviours that support rape culture, or surviving an experience of sexual assault or harassment. It’s also a fact that sexual assault victimization rates are five times higher for women under the age of 35.", "Ontario’s post-secondary institutions and students are actively working to ensure that campuses are safer and that campus life is a respectful and positive time in students’ lives. Our proposed legislation supports their good work. It would amend the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act so that every publicly assisted college, university and private career college in Ontario would be required to have a standalone policy. That policy would specifically and solely address sexual violence affecting students, and be developed with student input and reviewed with student input every three years.", "Colleges, universities and private career colleges would be required to report to the minister and/or superintendent on incidences of sexual violence, as well as on initiatives to address sexual violence and their effectiveness. The proposed amendments are intended to ensure that colleges, universities and private career colleges are more responsive to incidents of sexual violence. This includes training staff who will administer the policy, setting procedures that clearly indicate the point of contact and the process for reporting incidents, and providing the appropriate accommodations.", "Institutions must ensure that the process is survivor-centred and easy to navigate, so that those who experience sexual violence have access to the information they need.", "Public reporting of sexual violence data for each institution is projected to begin in the spring of 2017.", "Third, we are removing the limitation period for all civil proceedings based on sexual assault and, in certain cases, sexual misconduct or assault, so that survivors can bring their civil claims forward whenever they choose to do so. Our proposed approach would make Ontario the Canadian jurisdiction with the broadest set of expectations to its general limitations law for claims based on sexual assault, sexual misconduct and certain non-sexual assaults.", "Speaker, time does not heal all wounds, but time does give some survivors the perspective and distance they need to decide whether they want to confront their perpetrators in civil proceedings or not. Bill 132 would aid this process of discernment by removing the limitation period, so that survivors can bring their civil claims forward at a time of their choosing.", "Fourth, Bill 132 would, if passed, eliminate the two-year limitation period for survivors of sexual and domestic violence to make a compensation application to the Criminal Injuries Compensation Board. Again, we believe that time should be on the side of survivors, not their perpetrators. The proposed new “no limitation period” rule would apply to all applications for compensation resulting from crimes relating to sexual or domestic violence, regardless of when that crime occurred.", "Finally, Bill 132, if passed, would shorten the time it takes to end a tenancy agreement for people experiencing sexual or domestic violence, to make it easier for survivors to flee abuse. Currently, a tenant must provide at least 60 days’ notice to terminate most tenancies, and if there’s a lease, the termination date cannot be earlier than the last day of the lease period; that is, at the end of the lease.", "If the proposed amendments to the Residential Tenancies Act are passed, survivors would be able to use a special notice provision that would allow them to end the tenancy within 28 days. This would relieve them of any rent obligations after that point. A tenant would need to provide at least 28 days’ notice and provide either a court order, such as a peace bond or restraining order, or just a signed and dated statement attesting that they and/or a child residing in the unit have experienced domestic or sexual violence.", "In order to keep survivors safe after they have filed notice, landlords would be required to keep the notice, accompanying documentation and any details about it completely confidential, except in very limited circumstances as outlined in the proposed act. During the notice period, the landlord would not be able to disclose the notice to anyone, including co-tenants, until after the tenant has left. In addition, landlords would not be able to share any information that was in the notice or accompanying documentation.", "In general, landlords would not be permitted to report information to police, immigration or child welfare, except in certain necessary situations; for example, if the documentation is required by police for an ongoing investigation.", "To deter misuse of the special notice provision and landlords from breaching any tenant confidentiality, offence provisions are being proposed in the amendments to the Residential Tenancies Act.", "If a landlord suspects that a tenant is misusing a special notice provision or provided false information, the landlord can file a complaint with the Ministry of Municipal Affairs and Housing’s investigation and enforcement unit.", "If a landlord breaches the tenant’s confidentiality, the tenant would be able to report the landlord to the Ministry of Municipal Affairs and Housing’s investigation and enforcement unit and/or file an application with the Landlord and Tenant Board.", "Speaker, to conclude, Bill 132 offers safer workplaces, homes and campuses and strong legal protections for survivors. We need this bill as one of many measures to end sexual violence and harassment.", "Last December, the Premier committed to taking swift action on sexual violence and harassment, which saw fruition the following March with the release of It’s Never Okay, our plan to end sexual violence and harassment. This progress continues today in this House with the opening of second reading on Bill 132.", "Our journey does have a destination, Speaker, and it’s the absolute elimination of sexual violence and harassment from Ontario. We are galvanizing an entire society into long-overdue social change and progress. We can do this. We can make Ontario safe from sexual violence and harassment. We can do it by moving forward as one to our goal of an Ontario that is safe for all." ],
  "anchor" : "para943"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Continuing in debate, I recognize the member from Brampton–Springdale." ],
  "anchor" : "para971"
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "I’m pleased to rise today to support Minister MacCharles on second reading of Bill 132, the Sexual Violence and Harassment Action Plan Act, 2015.", "The minister has told us what is in the proposed bill and how it would help all Ontarians be safe from sexual violence and harassment.", "As my contribution to this important debate, I want to look at the forces for change that brought forward our government’s action plan, last spring, to end sexual violence and harassment.", "Last December 4, Premier Wynne called for the development of an action plan and announced a package of initiatives to raise awareness of sexual violence and harassment, enhance prevention programs to combat sexual violence and harassment, and further improve support for survivors.", "At the same time, Premier Wynne also asked all ministers to explore ways to further improve support for survivors of sexual violence and harassment. She directed specific ministers to bring forward options that related to the criminal justice system, policing, health care, education, post-secondary campuses and Ontario workplaces.", "The Premier also asked Minister MacCharles to build on the work of the Ontario Women’s Directorate by convening a permanent stakeholder round table on violence against women. This round table is now established and provides advice to the government on continuing and emerging gender-based violence issues. Work began immediately in all of those areas, and the result was our three-year, $41-million Action Plan to Stop Sexual Violence and Harassment, which the Premier and Minister MacCharles launched on March 6 this year, two days before International Women’s Day.", "This plan, called It’s Never Okay, is a mix of short- and long-term initiatives that build on the previous four-year Sexual Violence Action Plan that was developed by the Ontario Women’s Directorate and launched in 2011. The first plan was making progress, but after the high-profile events of last fall, there was an obvious need to step up the measures being taken against violent and misogynistic behaviour.", "The proposed legislation would, if passed, strengthen provisions related to sexual violence and harassment in the workplace, on campus, in housing and through the civil claim process. It also delivers on a commitment made in the action plan.", "I can sum up the Action Plan to Stop Sexual Violence and Harassment in a general way by saying that we will help change deep-rooted attitudes and behaviours; we will provide more training for professionals in many sectors to provide better support for survivors; we will improve supports for survivors who come forward about abuse; and we will make workplaces and campuses safer and more responsive to complaints.", "Speaker, since the action plan was launched this past March, the focus has moved from introduction to implementation. This can be seen in several initiatives implemented since the launch.", "The Ministry of Health and Long-Term Care is investing more than $1.1 million a year for the next three years in hospital-based sexual assault and domestic violence treatment centres. The investment will enhance specialized counselling services and community outreach support for survivors of sexual assault and domestic violence.", "The Ministry of the Attorney General is providing an additional $1.7 million per year in funding for the province’s 42 sexual assault centres so that they can enhance their services for the survivors.", "To underscore the importance of student safety and learning, the government announced $2.4 million in funding to support seven public education projects across Ontario’s education sectors. This funding includes five public education projects that specifically target campuses.", "One of the goals of our action plan is to engage Ontarians in the discussion on how to stop sexual violence and harassment by encouraging them to undertake initiatives that would help to change attitudes and inspire behavioural change. To that end, Ontario has launched a $2.25-million Creative Engagement Fund. Administered by the Ontario Arts Council, the Creative Engagement Fund will support artists in provoking dialogue and action on issues such as sexual consent, rape culture and misogyny. The artistic projects may use any type of creative expression, including music, writing, photography, theatre, videos, including online work, and traditional aboriginal arts.", "We also launched a three-year, $3-million innovation fund to test new approaches to improving supports to survivors of sexual violence and harassment.", "Speaker, we know that we cannot stop sexual violence and harassment overnight. We know that it will take a generational shift to end deep-rooted attitudes and behaviours. That’s why another key part of Ontario’s action plan is an updated health and physical education curriculum. This enhanced curriculum will help students to gain a deeper understanding of a host of important issues, including gender equality, healthy, equal relationships and consent.", "A part of our action plan is a powerful public education campaign aimed at young people aged 18 to 29. The first phase of this multimedia, multilingual campaign was launched in March on the same day as the action plan. It was entitled It’s Never Okay.", "The campaign was built around the Twitter hashtag #WhoWillYouHelp and was aimed at bystanders who witness sexual violence or harassment, urging them to come forward to help survivors. Although the campaign is aimed at youth, the universal message is that we all have a role to play in ending gender-based violence. That includes you and that includes me.", "You may have seen parts of this public awareness campaign, and if you saw the powerful television advertisement, it may have made you uncomfortable. It was meant to. So far, the TV ad has had well over two and a half million views on YouTube, and that’s just in English.", "Altogether, our Twitter hashtag #WhoWillYouHelp has reached more than 85 million people, not only in Ontario but around the world.", "In September, with the beginning of the new academic year, we continued to roll out advertisements aimed at younger adults. During frosh week on university and college campuses across the province, first-year students received coloured highlighters with the #WhoWillYouHelp hashtag.", "Once again aimed at bystanders, print ads with the hashtag ran on and off campuses, in pubs, at nearby bars and even in the campus bathroom stalls.", "We often speak about women as the main victims of sexual violence and harassment. Although that is true, we also recognize that anyone can be a victim. That’s why several of the ads targeted both gay and straight students in a variety of situations in which sexual violence or harassment can take place.", "Phase 2 of the public education campaign was launched by the Premier at the Summit on Sexual Violence and Harassment on November 19, once again with a thought-provoking video aimed at young adults aged 18 to 29. The new ad again can be uncomfortable to watch. It depicts behaviours that Ontarians may have trouble recognizing as sexual violence or harassment. These scenes show everything from sexual harassment on the job to so-called expected sexual favours following a date.", "We commissioned a study by Ipsos Reid which showed that while most Ontarians believe they have an obligation to intervene if they witness sexual violence, many Ontarians are still unsure whether certain behaviours constitute sexual violence and harassment. These grey areas are a barrier to bystander intervention.", "For example, one in three Ontarians do not always believe that if someone sends along nude pictures of someone they know to a friend, it constitutes sexual violence and assault. Three in 10 Ontarians do not always believe that if someone is physically active with another person who is very intoxicated and passing out, it constitutes sexual violence and assault. When asked if a person spreading rumours about someone’s sexuality constitutes harassment, one in four Ontarians believe that this sometimes constitutes harassment, and 7% think that it never does.", "It’s apparent that we all have work to do to change the long-held misconceptions and attitudes about what constitutes sexual violence and harassment. This ad campaign aims to help Ontarians identify sexual violence and harassment when it happens, so that they are able to step in and help.", "The Twitter hashtag for the new part of the public education campaign is #ItsNeverOkay, because, Speaker, it’s never okay that one in three women will experience sexual violence in her lifetime; it’s never okay that 460,000 sexual assaults take place in Canada every year; and it’s never okay that for every 1,000 sexual assaults, only 33 are reported to the police, only 12 of those result in charges laid, only six are prosecuted and just three lead to a conviction.", "All of us here today know that gendered violence is never okay, and I’m confident that with second reading today of Bill 132, the Sexual Violence and Harassment Action Plan Act, 2015, Ontario is taking a huge step towards stopping gendered violence in our province.", "There is still a tremendous amount of work to do, but I am confident that we’re taking another giant step towards the vision of an Ontario often articulated by Premier Wynne and Minister MacCharles, where all people can live without fear, in safety, with dignity and respect. I call on all Ontarians to play a role and help make change happen." ],
  "anchor" : "para972"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1003"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "It’s with great pride that I rise to comment on the speakers today.", "I want to thank our member from Haliburton–Kawartha Lakes–Brock who really pushed for the committee that was able to go around the province and hear from some of the laypeople who have been experiencing many, many sad cases of harassment and sexual assault. We’re in a day and age where those things can’t be tolerated anymore. So I’m glad to see that action was finally taken, and we’re seeing some firm steps moving ahead.", "Of course, it’s one thing to change the law, but it’s attitudes that must change, and it’s time that we see those changes back throughout all our elements of society. People should not—regardless of sex, religious background or anything—be intimidated and harassed. We’ve seen that for far too long.", "We’re looking forward to the passing of this bill. More work will need to be done, but more work needs to be done by the citizens of this province to make sure that this type of issue is in the past. It’s gone on for far too long, and we’re looking forward to a day where everybody can look back and say that we made a difference here, and we’ve been able to stop this type of harassment and sexual assault." ],
  "anchor" : "para1004"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1008"
}, {
  "speaker" : "Ms. Teresa J. Armstrong",
  "text" : [ "It’s really important that we have this bill in front of this House. It’s a topic that needs to be discussed in an open forum. We need to make sure that victims of sexual violence and harassment are heard, and that there are ways for them to bring their accusations forward in a way that there’s going to be action taken. Having this legislation come forward is extremely important.", "Sexual violence and harassment in the workplace—it is never okay, and so I do commend the government for taking action on this issue and putting out that video #ItsNeverOkay because that message has to be put out there time and time again so that women know their rights, and that whoever is the perpetrator of this workplace harassment or sexual violence, they know that it’s never okay. We have to talk about it, we have to get the message out, we have to change the work culture and we have to change society’s culture so that it’s never okay to have this happen to someone. It’s traumatizing. It ruins people’s lives, it ruins people’s livelihoods, and victims should have the right and the path to file these complaints and get satisfaction.", "I commend the government for bringing this forward. I know our critic is going to be debating this bill for an hour doing her lead and I look forward to hearing her insight on this. She has done a lot of work with this government in participating and research on it, so I’m excited to hear what she has to say on this bill.", "Thank for you for the time to speak to this bill." ],
  "anchor" : "para1009"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1013"
}, {
  "speaker" : "Mrs. Kathryn McGarry",
  "text" : [ "It’s a real pleasure today to be able to stand on behalf of my constituents in Cambridge and add my support for Bill 132. I had the privilege of having been appointed to the Select Committee on Sexual Violence and Harassment, and our final report will be tabled next week. Today, I’d like to acknowledge several members of the House in the opposition who have helped to work on this important initiative.", "In saying that, I also know how hard the minister responsible for women’s issues and her team have worked in concurrent terms to produce the Sexual Violence and Harassment Action Plan Act today, Bill 132. I know that we’re all in support, and I just want to acknowledge the hard work that has been going on for that.", "This past Monday, I made my acting debut at the Dunfield Theatre in Cambridge. We were presenting a fundraising play speaking the words of women who have experienced violence at home in front of an audience of 400 people. Interestingly, some of the women’s words that we were speaking dealt with the impact that sexual violence had on their lives. It was a very moving experience. It was in support of the Haven House rebuild, which is our women’s shelter there.", "What was interesting to me is that it really does tie in very nicely with our government’s proposal and the proposed amendments that would make it easier for tenants to be able break their lease if they and their children experience sexual or domestic violence. I wanted to thank the Minister of Community Safety and Correctional Services, who had done a private member’s bill a while back on this. I’m really glad to see that it’s in this bill.", "So I really do support the amendment in this bill that will ensure that the Residential Tenancies Act will be amended so that a tenant will be able to break her lease." ],
  "anchor" : "para1014"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1019"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I’m pleased to rise to provide a few comments on Bill 132. I think there’s some good stuff in here. I have no qualms with schedule 6, the Residential Tenancies Act. The member who spoke before is absolutely correct: There was a private member’s bill from the member from Ottawa Centre that we debated two legislative sessions ago, so it’s nice to see it finally coming forward in a government proposal. I think we could have dealt with it sooner if we had passed the private member’s bill, but I’ll leave it at that.", "The only concern that I have is that this is by no means a complete improvement. There is a lot more that needs to be done. I guess, to be fair, I wish that we could have actually had the time to have the report of the select committee—which is being tabled on December 10—to let the minister see what the all-party select committee did and make some decisions and make some amendments based on that. I would hate to think that we went through an exercise where we had support from all three political parties represented in the Ontario Legislature—it’s almost as though the government wants to pre-empt what the select committee is doing." ],
  "anchor" : "para1020"
}, {
  "speaker" : "Hon. Tracy MacCharles",
  "text" : [ "No, no." ],
  "anchor" : "para1022"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "I hear the minister saying, “No, no,” and I’m pleased to hear that. That gives me some comfort, because it would disturb me that we let a process that is so valuable—the select committee—proceed and then basically co-opt it, or the government co-opts it, by trying to proactively bring forward things." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member for Brampton–Springdale for final comments." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Ms. Harinder Malhi",
  "text" : [ "First, I want to thank Minister MacCharles for bringing forward Bill 132. I also want to thank all of my colleagues who spoke today. To the member from Stormont–Dundas–South Glengarry, thank you for supporting our call to bystanders. To the member from London–Fanshawe, it’s very important that we recognize that, “It’s never okay,” and that you’re supporting our hashtag. To the member from Cambridge, thank you for your dedication and passion through the work we did together on the select committee. To the member from Dufferin–Caledon, I want to say thank you for all your hard work on the select committee as well. We are always willing to take that advice, and we know that the select commit is coming forward with a report.", "I do believe that what we’ve done here today and the legislation we have now introduced is a step in the right direction. We are not devaluing the work of the select committee. Being part of the select committee, I completely understand how important it was and how hard we all worked. We want to take the experiences that we saw from the people during the deputations and use those experiences in making an informed decision as we move forward. I’m sure the minister, myself, the ministry and OWD will continue to use the advice and recommendations that we will be tabling next week. I want to assure you that we are open to that idea, and that we’ll continue to go forward.", "On another note, we do appreciate your support, and we do appreciate that we can all agree in this House today that this is a step in the right direction. We are moving forward on an issue that was under the light and bringing light to it. We’re giving it the importance it needs, and we’re going to continue to do the work that is going to help survivors.", "Thank you all for speaking to Bill 132, and we look forward to taking this forward." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1030"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "I’m happy to rise today to speak on Bill 132, An Act to amend various statues with respect to sexual violence, sexual harassment, domestic violence and related matters, and respond to the Premier’s It’s Never Okay action plan.", "I’ll just say up front that I’m going to be sharing my time with my colleague the member from Dufferin–Caledon.", "The proposed bill amends five acts—current legislation—and does a lot to combat sexual violence and harassment in Ontario. We do have a lot of suggestions to improve it, and I was very happy to hear the government say that they are looking forward to the select committee’s recommendations and to some more input from all parties in the Legislature and the public, actually, and maybe doing more to protect victims and survivors of sexual violence and harassment in our province.", "The It’s Never Okay campaign was released in March, and is the main reason why the bill is here. It is committed to raising awareness, enhance prevention and improve supports for survivors through various initiatives. I’m going to be fairly technical in my remarks on the record, if I could, so that some of our suggestions will be well documented.", "There are 13 main provisions within the bill and the action plan dealing with the important concerns that survivors and community service workers have expressed to the government. Moreover, the provisions also reflect similar concerns we heard on the Select Committee on Sexual Violence and Harassment.", "It’s important to note how many of these provisions have already been enacted through previous legislation or initiatives, and how many of these provisions have been left out. That’s where we’re going to fill in some of the gaps. This bill specifically addresses five of the 13 provisions, and does provide a good basis for further work to support survivors and victims of sexual violence and harassment.", "It amends the Limitations Act, 2002, removing the limitation period for all civil proceedings based on sexual assault or sexual misconduct, so that victims, both adults and minors, can submit claims when they are comfortable. Survivors will no longer run out of time, based on the statute of limitations, before they can even bring their claims to court. We’ve certainly heard that it is a very difficult thing to come forward, and sometimes it takes decades.", "The proposed amendment to the Compensation for Victims of Crime Act will remove the current two-year limitation period for survivors of sexual and domestic violence to make compensation applications.", "I certainly agree with both of those amendments. It just basically gives survivors an appropriate time to bring their cases to court and receive compensation and the justice they deserve. We’ve certainly heard that at the select committee many, many times.", "Furthermore, the bill also amends the Occupational Health and Safety Act in order to further combat sexual violence and harassment as it exists in the workplace. The new amendments will include a definition of sexual harassment. This is certainly a welcomed amendment as, previously, sexual harassment claims in the workplace would only be under workplace harassment definitions that were neither explicit nor specific.", "The bill will also amend the Residential Tenancies Act, 2006, which my colleague from Cambridge mentioned a few minutes ago. A constructive addition to what is already written in this bill would be enhanced training for landlords and landladies so that they are adequately prepared to deal with these sensitive situations. If they’re not properly trained, landlords can expose the victims and/or survivors to more harm. For example, if they do not properly protect the confidentiality of the victim’s information or if they inform the abusive partner that the victim intends to leave—just things that they would do accidentally, and certainly not maliciously or intentionally.", "The proposed amendments to the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act, 2005 are going to ensure that all colleges, universities and private career colleges will create and implement stand-alone policies that address sexual violence. Many of us have heard about the many problems that campuses have in regard to sexual harassment and violence against, mostly, young women who have left home for the first time in order to receive a higher education. I would also hope that, in order to properly protect these young people, proper regulations are put in place that are specific and strict enough to ensure that the policies are created by the over 50 colleges, universities and career colleges.", "It’s important to realize that this legislation does not implement four of the recommendations of the action plan that was proposed by the government in March. I’ll be referencing that in my remarks also. There’s a report done by the Kawartha Sexual Assault Centre, which is a catchment for part of my riding, called Lessons from Behind the Door. The Kawartha Sexual Assault Centre partnered with the Elizabeth Fry Society of Peterborough and the Trent Community Research Centre to conduct some detailed and ambitious research for their two-year project.", "A provision to develop up-to-date training for front-line workers in the health, community services, education and justice sectors to better support survivors and to develop training for workers in the hospitality sector to empower them—we heard this in committee too—to know how to help when they encounter high-risk situations: The group noted that due to the complex nature of the needs of many survivors of sexual violence or harassment, many deal with a lack of understanding from organizations of their complex needs, whether they have intersecting needs for help with their sexual trauma and other emergency health needs as well as other mental health needs.", "Survivors and service providers discussed the insensitivity from those in the justice sector at times. There clearly needs to be more training done to ensure that those in the community services and justice sector and elsewhere have the appropriate training in order to refer survivors to appropriate services to help them with their complex needs. In addition, more training would help workers who have first contact with these survivors to be able to respond in constructive ways that do not lead to further retraumatization of these survivors—again, a lot of education and awareness.", "Community services, health workers and workers in the justice sector work in their fields in order to serve the public. These workers cannot properly do their work if they’re not given the appropriate training to ensure that they are given the proper skills to help those in need.", "An initiative to develop tools and identify best practices to support a compassionate and sensitive response from law enforcement authorities to encourage more survivors to report sexual assaults: This report spoke about the need for such tools and best practices in law enforcement. We all understand that law enforcement officers do their work in order to help the public, but in many cases, as is true with health workers and community service workers, they are simply not provided with the appropriate skills to allow them to succeed with all their interactions with members of the public, especially survivors of sexual violence and harassment. It is imperative that we act on this type of recommendation in order to allow justice to occur, but we have to have proper supports in place to ensure that law enforcement can provide compassion and sensitive responses to sexual violence and harassment, or else it could lead to even further trauma for the survivors of such instances.", "An initiative to increase supports and develop an enhanced prosecution model to improve the experience of survivors navigating the criminal justice system: Removing the limitations is helpful to survivors, for sure, when reporting these crimes, but more needs to be done to support survivors during the legal process.", "An initiative to create a pilot program to provide free independent legal advice to sexual assault survivors whose cases are proceeding toward a criminal trial: Again, anything that will make it easier for victims and survivors of sexual violence and harassment to use the legal system in order to seek out justice is something that the government should commit to doing.", "I know that there are going to be some recommendations from the select committee, which we can’t tell you about yet, that are going to provide some other avenues. Anyway, I don’t want to get off-track from the bill.", "The legal system is complicated and hard to understand, and we need to do a better job to make the system easier to navigate and help survivors and encourage them. If they choose to go the justice route, it should be as non-stressful as possible. Such free advice is going to help with that. It is quite an obstacle right at the moment for these, mostly, women to go through.", "I’ve brought up many times in the Legislature the terrible murders in Renfrew county. We were all, of course, very upset, but they also highlighted some problems that are in the system that we need to change.", "I want to speak just a little bit about the Partner Assault Response Program, which I’m sure my colleague from the NDP is also going to be addressing in her remarks.", "The lack of monitoring of dangerous offenders and problems with the government’s handling of dangerous offenders and those who do not sign their probation orders—red flags go up that they certainly are not going to adhere, and we need to do a better job, in this case, of protecting the women in the province.", "Recommendations from the Domestic Violence Death Review Committee—it’s a very long name. They made some recommendations to the government a few years ago that we’d like to see implemented.", "The Auditor General’s report on parole and probation officers, as well as other recommendations, would certainly help to improve the bill and protect all Ontarians.", "The report investigated the theme of “access to community-based services in the prevention of and response to sexual violence against women and girls”; and this is, again, just one of my local reports, but it is very succinct with a lot of what we heard. It is saying that the research project which was done by the city and county of Peterborough—so we bring in a rural and urban component here—included looking at the strengths, weaknesses, opportunities and threats—a SWOT analysis, as it is known—by community service leaders, 18 focus groups of service providers representing social sectors who have interaction with girls and women at risk, 28 survivor interviews, and an online survey that was completed by 96 women.", "The results are overarching, and again—this is somewhat addressed in the action plan—we can, I think, help the government with this legislation in protecting our victims who are in society.", "The complexity of victimization is connected to cycles of generational and peer-to-peer violence. This theme relates to many things. Many survivors, for example, experience a family history of violence and peer violence, which then shows that there can be generational trauma. Also, there is often confusion among Ontarians about what is appropriate in relationships. The research found that this confusion could lead to abuse related to consent, coercion and sexual assault. Another important intersection deals with the significant overlap between these experiences of sexual violence and domestic violence not recognized by survivors, agencies, law enforcement and other third parties. More organizations need to explore collaborative approaches to address these issues. There were some best practices, again, that we heard as we travelled the province and here in Toronto—great community groups working with government agencies to address some of these issues. So we have some best practices and then we saw a lot of gaps in the system also.", "There’s also a need for friends, family and community members to provide support to survivors and not re-traumatize through victim blaming and shaming. And there’s a need for the community to understand and respond appropriately to sexual violence and violence against sexuality and/or gender expression.", "For our indigenous women and girls, there’s systemic problems that impact how the region tries to restore and heal these families and communities. There is a lot to do in this area in order to help these survivors. Again, we saw some best practices as we travelled the province that we can share with other areas of the province too.", "Social media and the digital world significantly influence Peterborough and area’s culture; I think that’s a true snapshot across the province. There are many young adults who are very active on social media and through social apps. Social media can perpetuate sexual violence and harassment if it uses the language of rape culture, which promotes female sexualization and misogynistic practices. I know that the minister spoke of the need to change the culture in the province. Again, women can often be talked about as sexual objects instead of as people.", "The use of hook-up apps such as Tinder and some dating websites “have been implicated as an entry point for sexually violent crimes”, not only in my local area but in Ontario. We want to make sure these apps, social media and the Internet are not used in these ways. It’s very hard to monitor, but again, the awareness part that was addressed—#WhoWillYouHelp—is also very valuable. We heard positive comments about that as we travelled with the select committee.", "We heard about cyber-related bullying and distribution of personal photos. It can be difficult for police to gather enough evidence of online issues in the social media world that we live in.", "Finally, the way media can often report on sexual violence can impact whether or not survivors feel comfortable seeking support. It is important that the media encourages spaces that make it easy for survivors to come forward with their experience of abuse.", "There are a lot of issues related to social media that are not touched on in this bill. I know, again, in the select committee—which I’ll keep referring to, because when you do this for nine months, you hear a lot of testimony and hear a lot of good suggestions. It also highlighted a lot of problems I did not really understand fully.", "It is difficult to deal with cultural opinions and social media. I know that the Legislature itself and the MPPs will keep that in mind as we go into further readings of the bill, discuss further options, and make the bill better for survivors and better for Ontarians.", "Disclosure of sexual violence that occurs when there’s a trusting relationship in place: A great concern for survivors is whether or not anyone will believe them. This is simply not acceptable. The idea that a survivor is not telling the truth is reinforced through, sometimes, the media, television and community-wide victim shaming, according to this report. Again, this is a template, but it’s replicated throughout the province. The justice system has to ask if a claim is legitimate, but we as Ontarians need to realize and recognize the struggles and fears of survivors.", "It’s also very common for survivors to disclose past experiences of sexual violence versus recent acts. This new legislation addresses the reality of removing the limitation period for civil proceedings, but service providers also need to keep this in mind.", "It’s also important that survivors have trusted service providers, their front-line contacts, who can help them. As often as possible, survivors would benefit from having continuity of care and appropriate referrals to help them navigate their trauma and the different support systems. The type of language that people often use when talking to survivors often impacts supportive relationships that might otherwise be helpful for the survivor. When a survivor talks about an occurrence of abuse and the listener simply brushes it off as a bad date, that can impact the survivor greatly.", "Again, this type of issue is difficult to address in legislation and it’s difficult to address just in general when we talk. I know a lot of stories were hard to hear when we were at committee; and the researchers, who maybe aren’t exposed to the harshness of things that we as elected officials are, did a great job in listening and summarizing for our select committee report. It is just overall a difficult issue to address.", "Survivors can fear retelling their story to strangers or others, which they might have to do in order to properly get the use of the right services.", "Finally, survivors may be dealing with multiple risk factors for sexual violence, such as ethnicity, mental health, sexuality or others, and they need to access community-based services that understand the intersections of these complex factors in order to get the best services they can for these survivors.", "These three themes that I’ve mentioned speak to these complicated issues in society that this bill may not be able to address in their entirety, because of how complex they are, but it is important for the House, I think, to understand these issues as we talk about this bill and make important improvements to it.", "Changes in campus policy in schedule 5, with the amendments to the related acts—I hope that we’ll see improvements, and I think we will, because the university and the college associations that appeared before us were more than willing to have a more accountable process within their campuses to protect the vulnerable within them.", "I hope that this is going to help ensure some changes in social media. When you get to young people who mostly use social media—although I’m probably not young anymore, I’ve learned to use it quite a bit. The majority of young people use social media—and just how we treat women in Ontario, so that they’re always respected in every aspect of their lives.", "We also want to make sure that this bill makes it easier for the survivors to tell their experiences by providing training for first responders.", "From these themes, Lessons from Behind the Door came up with 10 items in order to help. Ensuring there’s community-wide disclosure response systems and community-based services navigation involving different agencies and different institutions: I have to say that some of the communities naturally are coming together and doing that, but we have to make sure that they have all the tools and the resources, and do more province-wide templates from best practices that we heard about as we travelled. I know that there’s a permanent round table giving advice to the ministry also and it is ongoing. That is very helpful.", "Community hubs are important to survivors; and interagency partnerships, which I mentioned. If the onus is put on the survivors to navigate all these services, they’re going to feel lost within that bureaucracy. An example of a community hub that has a partnered approach is START, Support Team for Abuse Response Today, which is at the YWCA that serves my area. I’m sure that it’s replicated in other areas. It offers safety planning, nursing assessment, medical information, family and criminal court information, admission to safe shelter, information about making a police report, counselling, child welfare support/advice, applying for social assistance, and it will refer women to agencies beyond the 14 partnered organizations as needed. That’s a great example of an initiative that is out there as we help survivors navigate our complicated system.", "Creating online hubs was another thing that I’d like to mention. We can hope that as we evolve, not just with legislation but in cultural changes, creating online hubs can help survivors, especially in rural areas like mine. I mentioned the study that was done in Peterborough, because it has a combination of rural and urban, and I also mentioned the murders that occurred in Renfrew county. Again, rural areas have challenges in connecting with not only counselling, but also transportation options. I’ve brought up the number of probation officers for rural areas. It is a challenge, and I think that we have to take that into account.", "Creating online hubs might be another venue that helps, and we can maybe look at incorporating that into the bill.", "Partner with public educators for a coordinated prevention effort: no question, and we’ve spoken about this many times today.", "Increasing the public’s knowledge on sexual violence and harassment: Conversations about appropriate anti-violence language, healthy sexuality and relationships, among other things, can be led by the media and public educators, especially after particularly publicized incidents of violence against women come into the public eye. Educating Ontarians and shifting how our culture talks about women and sexual violence and harassment can change our society for the better in the long run.", "Offer sexual-trauma-informed professional development specifically to service providers, educators and community supporters in sexual-trauma-informed care, disclosure response and bystander intervention. Again, the hashtag #WhoWillYouHelp, and the ads that came out originally—I’ve had very positive feedback, when we heard from the select committee—I thought were well done. Such training can improve the support that we give to survivors, which then improves their daily lives—no question.", "It does take a long time. A lot has been said about post-traumatic syndrome with a lot of the survivors. I think that we have to collectively look at delivering services that are appropriate for these survivors.", "I talked about the collaboration with community-based services—again, we all understand that police officers want to help as much as possible in these tragic situations, but sometimes they’re not provided with correct training. Again, the bill does not provide any provisions for improved trauma-informed training for police services that would ensure that their responses to survivors are sensitive to their specific struggles. And I think that, as I have said before, we need to make sure that the bill accurately addresses the training needs for police forces across Ontario.", "Develop a community-wide mandate for the positive space and workplace sexual violence and harassment training: The bill does have provisions that help ensure that instances of sexual violence or harassment at work are investigated to some extent. However, more could be done to prevent such incidents from happening in the first place. The bill gives us the opportunity to revisit our current mandates on sexual violence and harassment training, to ensure that all workplaces in Ontario are the safest in the country.", "Preventive measures such as accurate training could ensure that there are fewer cases of sexual violence and harassment in Ontario.", "Increase the capacity for families to access support for difficult conversations around sexual health, healthy relationships, sexuality and sexual violence: Having professional services to facilitate these difficult discussions, as is recommended in this report, would be helpful, to ensure that families have the proper resources so that they can provide the best support for their relatives. Instances of sexual violence and harassment, as I said, are very difficult, and this bill could ensure that the professional services are there for the extended family, to address the issues as best as possible.", "Streamlining a response-team approach for victims of sexual violence, from initial contact with police through the court system: A response that would also include victim services, a victim-witness assistance program, and community-based counselling services would help survivors as they work through the justice system. This bill lacks a bit in addressing how survivors interact with the justice system. In addition, the bill could make sure that survivors have supportive and positive experiences through the justice system.", "We heard some best practices as we toured with the committee. I’m more than willing to share that, when we’re allowed to, on December 10, when it’s tabled.", "Building alternative, creative spaces for sexual violence survivors to access healing opportunities: We should look at this bill carefully as we try our best to ensure that the alternative spaces could be encouraged in legislation in any way possible.", "These 10 actionable recommendations could provide some great insight into how this bill could be improved so that it better serves all Ontarians, whether you live in downtown, urban centres such as Toronto or rural areas, which I have in Haliburton–Kawartha Lakes–Brock, and which a lot of the province has.", "We’re looking forward to providing some improvements to the bill.", "There are also some other aspects of the bill that I think are missing, which relate to police services and justice services. Police services should be supported for further training, as I have said, and there are many aspects to strengthening the justice system.", "We should look at how the bill could improve how we deal with sexual violence and sexual harassment offenders in the future. Two of the problems that were brought to my attention, after the murders in Renfrew county occurred, were the lack of monitoring of dangerous offenders recommendations from the Domestic Violence Death Review Committee.", "First of all, the PAR Program, which I know was discussed in question period in the Legislature today: This program is a psycho-educational course and counselling service for offenders, but it aims at helping them stop their violent, abusive and controlling behaviours toward partners. This is a court-mandated program. We’ve seen it change from 16 weeks to 12 weeks, we thought because there was a wait-list, but we’re not quite sure that is why the program was changed. The member from London West has mentioned before, and today—and we have both mentioned in the Legislature in the past few months—that many groups no longer can offer PAR because they believe the changes in the program will only put more women at risk instead of helping to protect them.", "This bill is an opportunity for the government to revisit the court-mandated Partner Assault Response Program to help protect survivors. Hopefully, the government is listening to what we said about the PAR Program and will be making those changes.", "Secondly, the lack of monitoring of high-risk offenders: We have, as of last year, only around 800 probation and parole officers to deal with over 51,200 offenders. It’s a ratio that is not impressive, to say the least, but in the case of the murders of the three innocent women in Renfrew county, one single probation officer there for one day a week is overload; no question. He can’t possibly manage that size of file, and certainly that was brought up by the chair of the local Community Policing Advisory Committee in Renfrew county.", "The government has to have priorities. The safety of Ontarians is a big priority. We have brought through the suggestion of supporting probation and parole officers many times; rural areas especially have a lack of staff.", "To prove the extreme nature of the problem, we can look at the high recidivism rates of offenders in Ontario. The reoffend rate for medium-risk offenders is 23.6%; for high-risk offenders, it’s 42.7%; and for very high-risk offenders, it’s 60.3%. For such high recidivism rates, we can’t afford to use such a small amount of resources for these offenders, because it’s clearly not working.", "Assessment tools: As I’ve mentioned before, in order to appropriately flag high-risk repeat offenders, appropriately monitor them.", "This bill would be improved by addressing these issues. Again, this is from the government’s own recommendation from a review committee in 2012.", "The report, I would say, could incorporate some of these changes that we’d like to see what happened, and it would strengthen the bill and strengthen protection for Ontarians. We saw it with the May-Iles Report that was done. Recommendations were also given to the minister, but they have yet to be acted on. It was proven that Mr. Iles was a dangerous man. He breached his probation and was let out. The consequences, of course, were that we didn’t know his whereabouts, and he basically travelled across many jurisdictions freely before murdering his victim, Arlene May, and ending his own life.", "There were recommendations that came to the government—the Ministry of Correctional Services—about that, and there was a private member’s bill, Bill 130, introduced by my colleague the member from Renfrew–Nipissing–Pembroke—okay, I’ve run out of time here; I’m looking at the clock differently—that was brought forward.", "I have some more recommendations that I’m going to bring up in my last two minutes. I’m going to let my colleague from Dufferin–Caledon have the floor now." ],
  "anchor" : "para1031"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "I recognize the deputy leader of the official opposition and member for Dufferin–Caledon." ],
  "anchor" : "para1110"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "Thank you to the member from Haliburton–Kawartha Lakes–Brock for agreeing to share some of her one-hour lead on this important legislation.", "When discussing Bill 132, it’s important to mention the work that the select committee has been doing since it was formed in February. First, I want to thank the member for Haliburton–Kawartha Lakes–Brock for spearheading this important issue and bringing forward the original motion that established the select committee.", "Since March, the committee heard and received written submissions from over 145 individual survivors, family members, and health care and social service advocates for survivors. After the hearings, the committee tabled its interim report in the Legislature on June 24. I would encourage members who have not had the opportunity to read the interim report, because what it covers is a very effective and complete overview of what we heard from deputants, and put in, quite frankly, a very easy reading model, where the themes and the topics were grouped together. It’s valuable if you want to look at the complete picture of what we are trying to deal with.", "The interim report is comprised of various themes that we heard from individuals and organizations. Some of those themes included understanding sexual violence and harassment; aboriginal people and communities; the sex trade and human trafficking; the workplace; sexual abuse among children and youth; post-secondary institutions; the justice system; media, the Internet and new technology; prevention and education; and research and data collection.", "One of the important points made by witnesses was that a broader definition of sexual violence and harassment should be established. Additionally, witnesses advocated for certain actions to be deemed a form of sexual violence and harassment, and to be divided into categories, including sexual assault, sexual abuse, domestic or intimate partner violence and sexual harassment.", "Some individuals are, as we know, more vulnerable than others to sexual violence and harassment, including youth, aboriginals, new Canadians, individuals with special needs, the LGBQ community and those living in poverty.", "What we heard from one organization is that the issue of sexual violence and harassment is comparable to a public health epidemic. It is a systemic issue that unfortunately no one wants to admit even exists within our society. To understand how big an issue sexual violence and harassment is, just look at its economic impact. It’s estimated that sexual assault and other forms of sexual offences cost our nation’s economy $4.8 billion every year. Additionally, spousal abuse costs our country’s economy $7.8 billion.", "Not only does sexual violence and harassment have a profound effect on our economy, but of course it impacts our individual lives. Not only are there short-term negative impacts of experiencing sexual violence or harassment, but there are long-term negative impacts as well. Some witnesses explained that sexual violence can cause anxiety, depression, a higher chance of committing suicide, chronic illness, substance abuse; lead to eating disorders, and withdrawal from work and school; or cause post-traumatic stress disorder. The trauma that sexual violence and harassment can cause is so profound that it can leave victims feeling guilty for what happened, in addition to forcing many individuals from speaking out about their experience.", "We need to ensure that we create a system and environment that encourages victims to speak out about their experience so that no one gets away with committing these acts. To create such a system, it is imperative that we understand what sexual violence and harassment is and what it can do so we can make others aware of it.", "Another area I want to talk about, what we heard during the committee—and that the member from Haliburton–Kawartha Lakes–Brock has been at the forefront of—is the issue of the sex trade and human trafficking. Human trafficking doesn’t prey on those who are living in poverty. Rather, anyone—in fact, I’m going to speak as a mom now. I have two teenaged children. When the member started talking about opportunities for improvement and how we can solve or at least legislatively deal with human trafficking in Ontario—we met with a police officer. I won’t name him because he did it as a friend and as a way of educating and informing us. I think it ended up being about a three-hour meeting and, wow—in some ways, way too enlightening. The things he had been dealing with as a police officer on the human trafficking file were incredible and deeply disturbing.", "One of the last things he suggested, if we wanted to do further research and find out about best practices in other jurisdictions, was that we pick up a book called Somebody’s Daughter by Julian Sher. Julian Sher is a Canadian investigative reporter in Ontario. He actually ended up doing a lot of his research in—and the book, in fact, is primarily based on—American jurisdictions. But wow, what an eye-opener. I read it over the course of a day and a half. You didn’t want to let your kids out after that. You were never going to send them to school; you were never going to let them talk to another person on the Internet. It was incredibly disturbing how these predators—and there is no other word for it—lure in their victims of human trafficking.", "Ways in which girls are recruited includes posing as a boyfriend to the point where they would have the audacity to come and visit, have Thanksgiving dinner with the mom and dad; peers; or, in other cases, due to a lack of social assistance which forces individuals to seek other means of support. Typically, traffickers prey on a person’s vulnerability. That is the recruitment process.", "When I talk to police officers who deal with human trafficking, they tell me that to avoid being caught, these human traffickers swap girls and move them from one community to another before police are able to do the full investigation and catch them. Because of how hard it is to track down human trafficking in our society with the current system in place, we need further measures to tackle and prevent human trafficking.", "A good start is what my colleague the member from Haliburton–Kawartha Lakes–Brock was suggesting when she tabled a motion calling on the government to establish an anti-human trafficking task force in our province that would be similar to the province’s guns and gangs task force. When we spoke to the police who are actively engaged and involved in this file, they suggested that there is a model in place in our justice and investigative system that you can use and transfer to the human trafficking side. The task force would comprise police officers, crown prosecutors and social workers who would work together to apprehend traffickers and help victims of trafficking. The member’s motion received unanimous support, but we’re still waiting for the implementation of the task force.", "Sexual violence and harassment and human trafficking are connected, and it’s important that when addressing one, we address them all. While I applaud the minister and the government for bringing forward Bill 132, I hope this is not the last piece of legislative change we see coming forward because, as has already been mentioned by multiple speakers, there’s an awful lot to do. Not all of it, of course, is legislative, but on the things we can, I think we should be able to agree and move forward quickly.", "Another area that was heard during the committee involves the workplace. As we all know, many of us spend most of our time during the day at work. As a result, sexual violence and harassment also occurs in our workforces. It’s important that we make individuals aware of signs of workplace sexual violence and harassment and that we report them immediately. Unfortunately, many victims of workplace sexual violence and harassment stay in the dark and stay quiet instead of speaking up. As a result, in some cases it takes a victim to reach their breaking point, literally, before speaking up. It should never have to take a person to start suffering from PTSD, to reach an extreme level, before speaking up. As I said before, we must cultivate an environment that will allow victims to want to speak up about their experiences instead of keeping them quiet. Without this, we will never be able to solve the systemic problem.", "I want to take a moment to talk about the issues of sexual abuse among children and youth that we heard about during the committee. We need to prevent our province’s most vulnerable from being susceptible to sexual abuse. Sexual abuse among children goes beyond simple bullying but involves traumatic acts, whether it is being forced to watch illicit acts or being forced to be touched or exposed. Child sexual abuse doesn’t just have to be between an adult and a child, but can also be peer-to-peer, as we learned from the committee. Additionally, child sexual abuse can take place in, of course, a multitude of environments: schools, playgrounds, homes. It can involve anyone, anywhere, anytime.", "The worst part of sexual abuse of children is its long-term negative effects. As we all know, during this time in an individual’s life, they are still developing and maturing, and the results of experiencing such traumatic incidents can lead to an altering in a child’s development. We have heard in the past and continue to hear about the negative short-term and long-term effects of children being bullied. The same problems exist for a child who has been sexually abused—and magnified. As a result, we cannot just address one issue and not the other. Both have impacts that are long-lasting, which is why we must do everything to prevent these incidents from occurring in the first place.", "During the committee, we heard that post-secondary students also experience a disproportionate number of sexual assaults in comparison to the general population. Unfortunately, a rape culture exists in our province’s universities and colleges and seems to be ignored or even hidden away. We also heard at the committee that these incidents occur in the first initial weeks of school and typically, the perpetrator is someone the victim knows. I believe the stat is that 75% know their abuser.", "Speaker, going to university or college is a life-changing experience, and it should be a positive one, not a negative—but that’s what is happening when our post-secondary institutions are not dealing with this issue straight-on. I must say that we did start to hear about some best practices, proactive approaches that some of the post-secondary institutions are doing. I applaud them for that. I think we need to raise the bar across the entire spectrum so that all colleges and universities are doing that, and, of course, Bill 132 does touch on that.", "Another very important issue we heard about at the committee was the reporting and disclosure of sexual violence and harassment. During committee, we heard that there are a multitude of reasons why certain individuals do not report, including not knowing that what they experienced is a form of sexual violence and harassment. There are also more complicated reasons for not reporting, such as an individual’s feelings and the relationship they have or do not have with authorities. For example, if living in poverty, you are less likely to report; as well, many aboriginal individuals choose not to report.", "The reaction a victim receives after reporting can be discouraging. That is why it’s so important that we are sympathetic and compassionate when listening to these individual stories.", "Another possible discouraging factor for why an individual chooses not to report is, of course, the low conviction rate for crimes of sexual violence. If a person feels that no proper action is taken or feels that justice will not be served, it limits their interest and ability to report.", "I want to stress how important it is for us to establish a system to prevent sexual violence and harassment from occurring, as well as to improve our system for dealing with these incidents.", "I think it’s important to talk about what we heard throughout the committee when debating this piece of legislation.", "Bill 132 is a step in the right direction, as it will remove the two-year limitation period for survivors of sexual and domestic violence to make compensation applications, which will allow survivors more time to submit claims when they feel safe, reassured and, quite frankly, have begun that process of healing.", "Bill 132 also sets out that post-secondary institutions will be required to establish a separate sexual violence policy and will be required to review their policy, at minimum, every three years. When developing their policy, universities and colleges will be required to consult with students. I think that’s an important factor in this. Universities and colleges will be required to report their initiatives, as well as incidents that occur, to the minister—again, a good step. Bill 132 will also lay out a process for how the universities or colleges will respond and address incidents and complaints. I think that’s an appropriate, transparent part of the full disclosure that needs to happen.", "It’s all a good start, but I again say that it’s just the beginning. There are many elements that have been left out of Bill 132 that need to be addressed. As I said earlier, we would like to see an anti-human trafficking task force be established. We’ve debated it, we’ve passed it unanimously and now let’s move forward. We would also like to see an amendment to reinforce probation and parole services in Ontario. Again, there was a discussion today during question period about the Partner Assault Response Program—that was raised by deputants who appeared before the select committee. It is an issue. We are hearing about the problems on the ground, and we need to resolve them. There were a few recommendations, of the many, that I hope we can see some action on quickly.", "As I mentioned before, the final report of the select committee is actually coming out on December 10, so it’s kind of awkward because, as members of the committee, we actually know what’s in the report. We spent an awful lot of time debating, discussing, coming to a consensus on what those recommendations will be, and yet here we are, literally a week before, in a legislative process, and we can’t talk about it because it hasn’t been tabled. So it is a little frustrating. Again, I would encourage people to take a close, careful look at what the deputants referenced in the select committee’s interim report and build on that.", "There have been a lot of reports and a lot of discussion over the years on this issue. I think what our stakeholders, what our survivors, what our organizations—like Family Transition Place, operating in Dufferin–Caledon—are really looking for at this point is more action. They want to see that their legislators and their government is supporting the important work that they do and that they’re going to assist them in that work.", "I have to give a shout-out to FTP, or Family Transition Place as they’re known. Many, many years ago they decided that, as important as it was to assist the women who were trying to extract themselves from domestic violence, it was equally important to have an education component that talked about prevention and education at the high school and public school level.", "To give you a little bit of a brief history of that, when Family Transition Place started those programs in the public schools, it wasn’t all sunshine and roses. There were many school boards that said, “We don’t need that. We’re not interested in that. We’re good.” There were schools and school communities that said, “That subject matter is too disturbing and we don’t want to expose our students to it.” And there has been a complete shift, where they have more schools, more principals interested in having this eight-week short program that essentially educates and allows students to understand what it means when you say “sexual assault,” “workplace violence” and “intimate partner violence.”", "There’s still a blame mentality that says, “I was foolish to put myself in that situation,” and “I never should have gone on that date,” or “I never should have gotten in that car.” We have to get past that self-blame and that self-loathing because I truly believe it’s one of the reasons why women choose not to come forward. They put it upon themselves that they did something wrong.", "One of the things that this Family Transition Place program that operates in schools does is talk about how it’s not your fault; you did nothing wrong. Once you say no, no means no. Going through various scenarios with the students has been incredibly eye-opening, to the point where there have been young people who have stayed behind, talked to the counsellors and said, “This is what happened to me. Where do I go from here?”", "As much as we absolutely need to help and offer assistance and get the survivors into a better place, I believe we will be doing our job as legislators if we can also shift society to a point where we’re concentrating more on prevention and build a focus that says, “We can do better. You can be empowered to make these choices and decisions.”", "I understand I’m not to mention people’s absences. I do want to give credit where credit is due. The minister responsible has been in the chamber and listening to all of the debate, which I very much appreciate and respect her for doing. I think it shows an understanding and appreciation that there are ideas that can come from all sides and there are suggestions that don’t have to be looked at in a negative way just because they happen to come from the third party or the official opposition.", "I hope that we will take Bill 132 as a positive start. I hope it is not the end, and that once the select committee report is tabled on December 10, we will loop back and say, “What other pieces of legislation? What other policies? What other amendments to other statutes”—because, as you can imagine, this covers many, many ministries and legislative statutes already in existence—that we don’t stop at Bill 132. I think we will have been doing a terrible disservice to the people who, once again, made the effort and were willing to appear before a legislative committee to say, “Here’s what needs to be done.”", "As I mentioned before, there are many reports and many resources that we can tap into that previous legislators have done and other jurisdictions have done. We should be pulling out those best practices and figuring out how we can adopt them within the province of Ontario.", "I will wrap up by saying thank you for Bill 132. Please tell me it’s not the end; it’s only the beginning." ],
  "anchor" : "para1111"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1152"
}, {
  "speaker" : "Mr. Jagmeet Singh",
  "text" : [ "I’m pleased to rise to add my voice to this bill. I think it’s very much needed. It seems to be a bill that has the support of all parties, and there seems to be tremendous work that has been done by members of all parties, and I want to commend and acknowledge all their work.", "If we talk about sexual violence and gender-based violence in our society, we have to talk about the power imbalance that exists in our society and the way that power imbalances and societal inequities all inform and create and have an impact on this reality. One of the root causes—and many experts know far more than I do. In terms of how to address this violence and how to address discrimination of this nature, we need to get at the root causes, which is getting at some of the power imbalances that exist in society, looking at pay inequity, and looking at some of the other structures that create these barriers and create some of the circumstances that allow for this violence.", "In addition, there’s certainly a culture of violence and a culture of misogyny that need to have some serious action to deal with them. I am completely appalled at the existence of violence against women and I’m appalled by misogyny, but the reality is that they both exist, and we need to be committed to ending them. There’s a cultural shift that needs to occur. There is a culture of violence that exists, and we can do a lot to shift that culture.", "I think there is tremendous work that is beginning to happen here in this Parliament. I’m encouraged by it, but I want to ensure that we all are committed to our resolve to ensure that this type of violence ends, that women do not have to live under the fear of violence, and that this type of inequity and unfair treatment ends once and for all." ],
  "anchor" : "para1153"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Ottawa–Orléans." ],
  "anchor" : "para1158"
}, {
  "speaker" : "Mrs. Marie-France Lalonde",
  "text" : [ "It actually gives me great pleasure to stand in the House, and I’m pleased to support legislation that I believe, in Bill 132, will really help us continue the great work that our government has done in terms of stopping sexual violence and harassment.", "I want to say thank you to the members for Dufferin–Caledon and Haliburton–Kawartha Lakes–Brock for their insights and recommendations on Bill 132.", "I think there were several references made during this wonderful discussion. Certainly I was one of the members sitting on the select committee with those two members, along with six other members in the House. It was nice, the non-partisanship that took place, because when you look at sexual violence and harassment, this is an area where I think we can all agree it cannot happen.", "I just want to point out that I was a former social worker. There’s an area where I think this bill is quite significant. I was working in the emergency room at times, and unfortunately, I had the sad experience to have women coming who had lived through violence in their lives. The fact that we are making what we call home—it’s a little easier for those to get out of their lease arrangements. I think it’s going to make a huge difference in the lives of several women who are unfortunately going through this sad experience.", "I also want to share and appreciate the comments that my colleagues from across made regarding the testimony that we heard throughout the province as we were travelling this bill.", "It gives me great support to bring my voice to Bill 132." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1165"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I’m happy to rise again to provide some comments. I know that on our side, we had our members from Lanark–Frontenac–Lennox and Addington, Dufferin–Caledon and Haliburton–Kawartha Lakes–Brock on the committee. I was able to join the Kingston session and was taken aback by some of the testimony. It highlighted the need for this bill.", "Now, I had hoped that we would have some other amendments to this bill. We talked about the anti-human trafficking task force; we have the reinforcing of probation and parole services in Ontario; and restoring the Partner Assault Response Program to a 16-week model. It’s sad when you have to—a way of getting rid of the wait-lists is to actually cut the time. On important issues like this, I think that funding—we see so much money being wasted. This would have been one place where you could have put some extra money to get rid of that wait-list.", "Notifying crown attorneys when offenders refuse to sign orders—that just makes sense; implementing the government’s Domestic Violence Death Review Committee; a risk assessment tool to flag high-risk repeat offenders—again, something that just makes sense; and the passing of Bill 130, introduced by the MPP from Renfrew–Nipissing–Pembroke.", "If we’re going to get serious, we have to look at—this is not a partisan bill. The committee was long sought after by the member from Haliburton–Kawartha Lakes–Brock. It was talked about but never implemented until we saw more and more of these serious cases come up, like the one in Renfrew just a short time ago.", "Some of these steps are easy, but they have to be taken. It takes legislation and it takes an effort to put these things through." ],
  "anchor" : "para1166"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1171"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’m proud to stand on Bill 132, Sexual Violence and Harassment Action Plan Act, 2015. I’d like to talk to my colleagues as a husband; with my wife, Rita, I’m a father with three daughters, Tara, Chantel and Jacqueline. I also have four granddaughters. My oldest two daughters are educators. This is an important issue for me and my family, and I want to be clear. Let’s be clear: As the video says, it’s never okay.", "I support the bill, but I also believe it could be improved. I think you should amend the health and safety act. We need strong language to protect a person or persons who are being violated so that they will come forward.", "In my last little while, I’d like to talk about my one daughter, because there’s an important part in this bill, because it is about education, not just for our daughters but our sons. She’s a first-year student at Brock—very proud of that—taking health sciences. The act says—and it’s very clear on this; there are no weasel words here—that every college and university shall have a sexual violence policy, a process in writing on how to respond. This is equally as important, maybe one of the important things here: including student involvement in the process and to help develop the policy for the university.", "I want to close, Mr. Speaker—and I hope you listen to this and I hope my colleagues and the men in this room are listening. I firmly believe, and I’ve said it a number of times, that men can stop this sexual violence, sexual harassment and domestic violence. My colleagues: Just don’t do it." ],
  "anchor" : "para1172"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "The member for Haliburton–Kawartha Lakes–Brock can reply." ],
  "anchor" : "para1176"
}, {
  "speaker" : "Ms. Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker. It’s a very great privilege to speak today on this very sensitive issue and to thank the member from Niagara Falls who basically—I’ll summarize—said, “Man up. Don’t do it anymore.” I want to thank him for that. There’s a good program out there that’s called ManUp!, too.", "I thank the minister responsible for women’s issues for introducing the bill. I know that the parliamentary assistant, the member from Brampton–Springdale, also helped with the leadoff—and my colleagues on the select committee who spoke today. There’s just so much to say in such a short time.", "But we appreciate the fact that the bill was brought forward. I have mentioned recommendations. I was a little messed up on the time that was allotted, but the last one that I left off on was my colleague from Renfrew–Nipissing–Pembroke’s Bill 130 that he brought in, which will provide that an inmate who is granted parole, if he doesn’t sign a certificate of parole, is not released. The bill also says that if an inmate who has committed sexual or domestic violence is released on parole, their location would be electronically monitored unless they do not pose a safety threat. So we bring that up.", "I thank my colleague from Dufferin–Caledon for sitting on the select committee with me. The member from the Lanark, or Lennox—the Lanark county area; I couldn’t get it out, Randy—sat on the select committee with us. I thank my colleague from Dufferin–Caledon for bringing up my human trafficking bill, which we’d like to see implemented in the Legislature. I keep bringing up examples—the latest example was a 13-year-old girl who was human-trafficked—and the need to do more for sexual violence, the sex trade and the coercion that goes along with human trafficking.", "There’s much more to be discussed. I’ll be able to do some more hits at later time, I hope, Mr. Speaker, and make more comments, but I hope this Legislature moves forward on this legislation, certainly with the input from the select committee again." ],
  "anchor" : "para1177"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1182"
}, {
  "speaker" : "Ms. Peggy Sattler",
  "text" : [ "I am very pleased to rise today as NDP critic for women’s issues to lead off the debate on Bill 132, the Sexual Violence and Harassment Action Plan Act. I want to begin by thanking the Legislative Assembly for having the foresight to create the Select Committee on Sexual Violence and Harassment. It was an incredible privilege for me to sit as a member of that committee and hear first-hand from survivors and front-line agencies about the devastating impact of sexual violence and harassment, and about the changes needed to prevent sexual violence and harassment and improve supports for survivors. Much of my speech today draws upon the input that was provided to the select committee through in-person deputations and written submissions.", "Unlike most of the legislation that is debated in this House, which must pass second reading before it is referred to committee for public comment, in many respects, Bill 132 has already been through an extensive public review process. All of the legislative amendments included in the bill were announced in March 2015 as part of the government’s It’s Never Okay action plan. This allowed people who appeared before the select committee to provide feedback on the proposed amendments, to offer their perspectives on those specific legislative actions outlined in the plan, and to highlight other system failures and gaps that require additional legislative response.", "Speaker, I want to express my profound and deep appreciation to all those who stepped forward to appear before the committee, with particular thanks to the incredibly brave survivors who shared stories of gut-wrenching pain, but also hope—hope that sharing their own suffering would lead to changes and prevent others from having to go through the trauma they experienced.", "I’m now going to say something that New Democrats rarely have the occasion to say in this place: This is a good bill. It deserves to be supported. On behalf of the NDP caucus, I offer my congratulations to the government for bringing this legislation forward.", "Before I turn to the specifics of the legislation, it is important to acknowledge the context in which the action plan was developed and this legislation took shape. Certainly, sexual violence and sexual harassment are not new issues. However, over the past few years, these issues have taken on a new urgency. A cascading string of events and viral social media campaigns have highlighted just how prevalent and just how deeply rooted sexual violence is in our society.", "We were all shocked when the allegations broke against Jian Ghomeshi, then stunned when we saw the allegations against Bill Cosby.", "We watched in disbelief as Citytv reporter Shauna Hunt was harassed on live television by men who grabbed her microphone and targeted her with offensive and vulgar remarks.", "We shook our heads as we listened to former Chief of the Defence Staff, General Tom Lawson, declare that men are “biologically wired” for sexual misconduct, as an explanation for the culture of sexism and misogyny at Royal Military College.", "Just last month, we were disgusted by the comments of Alberta Justice Robin Camp, who said during a sexual assault trial that because the complainant had been drinking, there was an onus on her to be more careful, then asked why she couldn’t just keep her knees together if she didn’t want to be penetrated.", "The explosion of Twitter hashtags under #YesAllWomen and #BeenRapedNeverReported serves as a powerful reminder of how depressingly common are women’s experiences of misogyny, harassment and sexual assault.", "The normalization of sexual violence that excuses perpetrators and blames survivors is known as rape culture and is reinforced constantly through social practices and in social media. Ontario’s action plan and the public education measures it includes will play a significant role in identifying and combating rape culture, as well as the underlying misogyny that supports it, to reduce sexual violence and empower survivors.", "Bill 132 implements most, if not all, of the legislative commitments that were outlined in the action plan to strengthen provisions related to sexual violence and harassment in the workplace, on campuses, in rental housing and through the civil claims process. It is an omnibus bill that includes six schedules, and the amendments it proposes reinforce much of what members of the select committee heard over 17 days of public hearings and in more than 150 oral and written deputations.", "I’m going to begin with a brief overview of Bill 132 and will then provide more detail on each of the proposed amendments and potential areas for further legislative action.", "Schedule 1 amends the Compensation for Victims of Crime Act to remove the current two-year limitation period for applications to the Criminal Injuries Compensation Board for crimes of sexual violence and domestic violence.", "Schedule 2 amends the Limitations Act to remove the limitation period for all sexual assault proceedings, as well as certain proceedings based on assault or other misconduct of a sexual nature.", "Schedules 3 and 5 amend the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act, 2005, to require all colleges, universities and private career colleges to have stand-alone sexual violence policies. The policies must be developed with student input and reviewed at least once every three years. Institutions are also required to collect data for submission to the minister, or the superintendent for private career colleges, on student use of sexual violence supports and services, reported incidents and complaints of sexual violence, efforts to raise student awareness of supports and services, and implementation and effectiveness of sexual violence policies.", "Regulations will be developed to address the nature of student involvement in policy development and review; elements of sexual violence policies; faculty, staff and student training; and efforts to promote and raise awareness of sexual violence policies.", "Schedule 4 amends the Occupational Health and Safety Act to specify that workplace harassment includes workplace sexual harassment, and also adds a new definition of workplace sexual harassment to the act. Under the amendments, workplace harassment policies will be required to include procedures for workers to report incidents of workplace sexual harassment to a person other than the employer or supervisor, if the employer or supervisor is the alleged harasser. This certainly addresses a concern that was raised with us in the select committee.", "The policy must also include information on how personally identifying details about an incident or a complaint of workplace harassment will be protected unless disclosing this information is necessary for the purposes of investigation or taking corrective action, or is otherwise required by law.", "And, finally, the policies must include how the worker and the alleged harasser will be informed of the results of the investigation, and of any corrective action taken.", "Schedule 4 also imposes new duties on employers to protect workers from sexual harassment by taking three specific actions, and focuses new attention on investigations of workplace sexual harassment. Employers are obligated to investigate and address sexual harassment incidents and complaints; they must inform the parties in writing of the results of the investigation and corrective actions; and they must review the workplace harassment programs annually. Importantly, schedule 4 also empowers occupational health and safety inspectors to order an employer to retain an impartial third party at the employer’s expense to conduct an investigation into an alleged incident of workplace harassment.", "Finally, schedule 6 amends the Residential Tenancies Act to allow leases to be terminated with 28 days’ notice instead of the standard 60 days where a tenant or a dependent child has been deemed to have experienced domestic violence or sexual violence.", "The first schedule, which amends the Compensation for Victims of Crime Act, will allow survivors of sexual assault and domestic violence to apply for compensation to the Criminal Injuries Compensation Board at any time. Currently, the Compensation for Victims of Crime Act requires that applications for compensation from the CICB be submitted within two years of the crime taking place, unless the CICB determines that there is good reason to grant an extension.", "While this has allowed some adult survivors of childhood sexual abuse to make a claim, it is up to the discretion of the board to determine what constitutes a good reason. Many survivors of sexual assault may not be emotionally or psychologically able to disclose their abuse and begin the process of seeking redress for many years after the violence takes place. This change will let them pursue compensation at a time when they feel ready without having to worry about justifying why they did not come forward sooner.", "Victims of violent crime often desire a formal acknowledgment that what has happened to them was wrong. In contrast to the criminal trial process, which focuses on determining whether an accused person is guilty or not, the purpose of a CICB application is to provide victims with societal acknowledgment of their victimization. When the CICB grants an application, the written decision that is sent to the victim specifically states that the applicant was a victim of crime, and acknowledges the injustice that the individual suffered. For many victims, the CICB decision is the first official acknowledgement of their victimization, and also their first opportunity to share what happened to them with an official decision-maker. For many victims this is both meaningful and therapeutic.", "A study by legal scholars at the University of Ottawa called Holding Society Accountable: The Therapeutic Consequences of Civil Actions for Damages and Compensation Claims by Victims of Sexual Abuse found that “compensation claims for losses arising from sexual abuse are different from many other legal processes in one important aspect. Therapeutic effects are neither incidental nor unexpected. Rather, claimants enter the processes with explicit therapeutic expectations. They see the claiming process as having a role, often a critical role, in their recoveries or well-being.”", "This research demonstrates that expanding access to the civil claims process is especially valuable for victims of sexual assault.", "At the same time, while the primary motivation of victims going through the claims process may be to be heard, monetary compensation is also important. Given the severity of the harm caused by sexual assault for many survivors, the maximum $25,000 lump sum payment available from the CICB will not begin to cover the years of psychological counselling necessary to deal with the guilt, self-blame and shame that they experience; nor can it ensure access to services where the services do not exist or where costs to access services are prohibitive.", "This is an issue we heard about in the North, particularly among First Nations people. First Nations people with status may be eligible for services but are capped at a lifetime number of hours. For residential school survivors, for male survivors of childhood sexual abuse, there is nowhere to turn once those hours are used up. First Nations persons without status, like many non-First Nations people, do not have access to any coverage.", "As we heard repeatedly during the select committee, the intensive and specialized psychological counselling required to help survivors of sexual assault and childhood sexual abuse in particular are not covered by OHIP. These survivors often require psychological or psychiatric support from professionals who understand post-traumatic stress disorder and are experienced in trauma-informed care, in addition to the counselling that is offered at the community level by sexual assault centres and other agencies. This kind of care is expensive, and it is not funded, for the most part, by our public health system.", "Further, the CICB does not compensate for damages related to the mental distress of having to testify in criminal court. Given what we know about the revictimization and the retraumatization that are often associated with the criminal court process for survivors of sexual violence, this is a significant exclusion.", "CICB awards are protected, which means they cannot be seized or garnished by creditors or transferred to others. However, certain payments from CICB compensation awards are considered in the calculation of assets or income for the determination of benefits from Ontario Works and the Ontario Disability Support Program. This means that survivors of sexual abuse who are in receipt of Ontario Works or ODSP and receive compensation from the CICB or from civil courts may see their benefits reduced or their eligibility for continued benefits compromised. This could force survivors with disabilities to choose between pursuing their perpetrator through the civil claims process or jeopardizing their access to benefits.", "A similar issue concerns rent-geared-to-income housing under the Housing Services Act, since CICB compensation awards are not exempted from household assets used to determine eligibility for rent-geared-to-income housing.", "Two lawyers appearing before the select committee, Elizabeth Grace and Susan Vella, wrote in their brief, “The restrictions on what victims of sexual abuse receiving ODSP and OW benefits can retain from their compensation awards raises an access-to-justice issue. These victims have to consider whether pursuing what will amount to discounted compensation from the courts and from the Criminal Injuries Compensation Board is really worth the enormous stress and anxiety associated with entering an adversarial and personally highly invasive legal process.”", "Speaker, there are already exceptions under both the OW and the ODSP Acts for compensation that involve the government as a party; for example, the Ontario Hepatitis C Assistance Plan, the Walkerton compensation plan, and local payments made under the Ontario Disaster Relief Assistance Program. We urge that all payments made to victims of sexual crimes by the CICB be similarly exempted.", "Speaker, the need for such an exemption is clear when you consider the research about the increased risk of sexual violence among women from marginalized groups, including racialized women, sexual minority women and women living in poverty. Further, 83% of women with disabilities will be sexually assaulted during their lifetime, making it even more likely that women on ODSP will be victimized.", "Another point that was raised during the select committee concerns the rules at the CICB that create barriers for indigenous victims, who face significantly higher rates of sexual violence than non-aboriginal Ontarians. Aboriginal Legal Services of Toronto told us that the CICB is permitted to consider a claimant’s criminal record in the determination of an award. She pointed out that, from an aboriginal perspective, failure to take into account the over-policing and over-charging of aboriginal peoples, as is called for by Gladue principles, can result in aboriginal people getting lower compensation awards compared to non-aboriginal people or not getting any compensation at all.", "Here I want to reinforce once again the urgent need to move forward on a national inquiry for missing and murdered indigenous women, another issue we heard raised repeatedly during the select committee. We have to understand the systemic structures that have allowed 1,200 indigenous women and girls in Canada to be murdered or to go missing since 1980, and why governments have resisted taking action.", "Indigenous women are three times more likely than non-indigenous women to report being a victim of a sexual crime and four times more likely to be murdered. Their families have been failed by our collective refusal over far too many years to acknowledge the reality of what is happening to indigenous women and girls, by our complicity and blaming individual victims or their communities, and by our unwillingness to hold governments to account. They deserve the closure and the healing that a national inquiry can bring, and their communities deserve a pan-Canadian coordinated effort to end the violence and prevent the harm. Speaker, I want to assure the government that the NDP caucus stands fully behind the Ontario government’s participation in that federal inquiry.", "Schedule 2 of Bill 132 proposes substantial amendments to the Limitations Act by establishing a no-limitation period for all cases of sexual assault and certain cases of assault or other misconduct of a sexual nature. Specifically, it removes all limits on any proceedings that are based on a sexual assault, other misconduct of a sexual nature involving minors or where there is a power imbalance; for example, where the person who committed the assault was in a position of trust or authority, or where the victim was financially, emotionally, physically or otherwise dependent on the other person. The third category is an assault involving minors or in an intimate relationship or where the person making the claim was financially, emotionally, physically or otherwise dependent on the other person.", "Removing limitation periods for sexual assault is a trend that is taking hold across the country. Ontario is, in fact, rather late in catching up to other provinces. British Columbia, Saskatchewan, Manitoba and Nova Scotia have all already made exceptions for sexual assault in personal injury lawsuits. Certainly, however, the amendments proposed in the bill will eliminate what has been a significant legal hurdle for sexual abuse survivors seeking redress through the civil courts.", "Currently, the Limitations Act provides a basic two-year limitation period for civil lawsuits in Ontario and an ultimate 15-year limitation period. But it also creates what is effectively a hierarchy of sexual abuse by distinguishing between sexual assault that occurs within a relationship of power or dependency and sexual assault that occurs outside a power-dependency relationship.", "The first category involves cases where the person who committed the assault had charge of the other person, was in a position of trust or authority or was someone on whom the other person was financially or otherwise dependent. This category of sexual assault is currently exempt from any limitation period and it includes assault within parent-child, clergy-parishioner, health care professional-patient, teacher-student and similar power-dependency relationships.", "The second category includes sexual assault that occurs within relationships that do not exhibit a power dependency, such as assaults committed by strangers, by co-workers or, in the case of students, by fellow students. For this category of sexual assault, the current limitation period depends on the victim’s capacity to start the proceeding. There is no limitation period during any time when the victim is incapable of suing because of his or her mental, physical or psychological condition. However, once it is determined that the victim has the capacity to commence the proceeding, the limitation period begins.", "Because of the nature of the harm done by sexual assault, this creates legal challenges. As one of the presenters to the committee explained, “Sometimes victims come forward and they’re ready to start saying something but then they change their minds because they get too scared and they back away. Then, maybe a little while later, they come forward again; they’ve had a little bit more support. So then the insurance company or the defendant is in the position of arguing, ‘Well, they were ready back then, so their limitation period has run out.’”", "Another problem with the current Limitations Act is it that it defines assault as including a battery, but does not provide a definition for sexual assault. What this means is that sexual assault encompasses only the apprehension of an unwanted and imminent touching of a sexual nature, which is the common-law definition of assault, and an actual such touching, which is the common-law definition of battery. This overlooks a broad range of sexual misconduct that may not include actual or threatened sexual touching, such as the luring of children for the purposes of sexual exploitation or to create Internet pornography.", "We all know the devastating and tragic story of Amanda Todd, who became the victim of relentless cyberbullying after being manipulated to expose her breasts via webcam, and who eventually took her own life. The emergence of sexting and the spread of online predators make it critical that these forms of sexual misconduct be addressed in civil proceedings.", "I want to raise the same concern I mentioned earlier in connection with schedule 1 about compensation awards for survivors on ODSP and OW. If abuse victims who are in receipt of ODSP or OW pursue compensation through civil lawsuits, they are required to sign agreements that they will reimburse the government for the amount of benefits that they have received and will receive as condition for their ongoing eligibility for assistance. This means that, similar to CICB awards, any compensation they receive as a result of the lawsuit, whether through settlement or court award, can potentially make them ineligible to continue receiving benefits.", "The lawyers who appeared before the select committee noted that “since 1990, society and our courts have gained a deeper appreciation of the profound harms caused by sexual abuse, which in turn has resulted in steadily higher non-pecuniary (pain and suffering) damages awards.” For that reason, they urged a rethink of the fixed income and asset exemption amounts under the ODSP act and the Ontario Works Act. The $25,000 OW exemption amount for compensation awards has not been increased in 25 years. The $100,000 ODSP exemption amount for compensation awards has not been increased in 18 years. Inflation alone, even without factoring in the general shift to higher settlements, would justify raising these exemptions.", "Altogether these changes in schedules 1 and 2 are welcome changes for survivors who need to focus on their own recovery before they are ready to move forward with a civil claim. The proposed amendments will eliminate the prospect of legal wrangling over whether the Limitations Act applies. It will result in less costly litigation, less risky litigation and improved access to justice for victims.", "While both schedules are important to create a more responsive justice system and stronger survivor supports, it must be remembered that the number of survivors who will actually benefit remains very, very small. Quite simply, women do not report. They do not report to the police and, too frequently, they do not disclose their experience of sexual assault to anyone.", "In 2012, University of Ottawa researcher Holly Johnson estimated that out of every 1,000 sexual assaults each year in Canada, only 33 are reported to the police. Of these, 29 are recorded as a crime. Of these, 12 have charges laid. Of these, six are prosecuted. Finally, of those six that are prosecuted, only three result in conviction.", "Her report concludes:", "“The true incidence of sexual violence in women’s lives will likely never be known. The stigma, shame and blame associated with sexual violence have cast a shroud of silence over women’s experiences and affect their willingness to report to police or to disclose to other public agencies....", "“Defining and talking about experiences of sexual violence is a difficult process for women and is undertaken with considerable risk. When women disclose to others that they have been sexually assaulted, they are often confronted with skepticism, doubt and outright blame for provoking or at least not resisting the attack strenuously enough.”", "The removal of limitations will not do anything to address these issues. Survivors who file civil suits will still be subject to invasive cross-examinations, victim-blaming and a drawn-out court process, making it unlikely that women will be lining up to file these kinds of proceedings.", "Schedules 3 and 5 of the bill deal with the obligations of Ontario colleges, universities and career colleges to protect students from sexual violence. While we have known about sexual violence in university and college campuses for many years, recent high-profile cases in Ontario and across the country have focused greater attention on this issue. We all recall the Dalhousie dentistry male Facebook group, the rape chants at UBC and Saint Mary’s University, and sexual assault allegations against the University of Ottawa’s men’s hockey team.", "There appears to be no shortage of stories. In fact, just last month, we heard about sexual violence at the University of British Columbia, where six women complained to administration of sexual harassment by a graduate student, and then waited more than a year and a half before action was taken. This has resulted in one of the young women filing a complaint with the BC Human Rights Tribunal against the university for its handling of the issue.", "But the real catalyst for the changes proposed in Bill 132 was the investigative reporting by the Toronto Star last fall, which found that only nine institutions out of more than a hundred that were contacted across Canada had a dedicated sexual assault policy in place. Many of the female students who were interviewed by the Star about their experiences with campus sexual assault believed that the university had failed to properly support them.", "This was echoed in presentations made to the select committee by student organizations. The Canadian Federation of Students described sexual violence as “ubiquitous” at every university, so much so that it has become the norm for Ontario campuses.", "This is not alarmist. This is borne out in the statistics. Since most post-secondary students are women in their early twenties, and young women under 25 show the highest rates of sexual assault and criminal harassment, the incidence of sexual violence on campuses is intensified. Four out of five female undergraduate students surveyed at Canadian universities report experiencing dating violence—that is, physical, sexual or psychological assault by a dating partner. Research suggests that as many as 25% of post-secondary-aged women will experience sexual assault at some point in their academic career.", "I think of my own daughter, who is in second year at McMaster University and lives in a house with five other young women. I realize there is a very good possibility that at least one of those young women living in that house will be sexually assaulted before she completes her degree.", "Many MPPs recall the CBC story from earlier this year—I think it was in February—about the incidence of sexual assault on post-secondary campuses. What that story revealed was a surprisingly low number of assaults, but it also showed huge variation in the data captured by institutions, with little consistency in how post-secondary institutions collect and report sexual assault data, as well as a lack of comparable information across institutions.", "To begin to address this gap, schedule 3 of Bill 132 proposes a definition of sexual violence as follows: “any sexual act or act targeting a person’s sexuality, whether the act is physical or psychological in nature, that is committed, threatened or attempted against a person without the person’s consent, and includes sexual assault, sexual harassment, stalking, indecent exposure, voyeurism and sexual exploitation.”", "Speaker, the proposed amendments to the Ministry of Training, Colleges and Universities Act and the Private Career Colleges Act will require all Ontario post-secondary institutions to have stand-alone sexual violence policies. The policy must outline the process for how the college or university will respond to and address incidents and complaints of sexual violence involving students enrolled at the college or the university. Colleges, universities and private career colleges are further expected to consider student input in preparing their policy and to review the policy every three years.", "These institutions would also be required to collect and provide to the government, or in the case of private career colleges, the superintendent appointed by the government, information and data that includes:", "—information about the availability of supports, services and accommodation relating to sexual violence and the number of times these are requested and obtained by students;", "—any initiatives and programs established by the institution to promote awareness of these supports and services;", "—the number of incidents and complaints of sexual violence reported by students, and information about such incidents and complaints; and, finally", "—the implementation and effectiveness of the policy.", "The specifics of what must be reported, including what constitutes an incident or complaint of sexual violence, will be provided through regulation. As I mentioned earlier, the CBC news story in February, which collected data across the country from institutions, showed that there was no standard definition of what constitutes a complaint, what constitutes an incident or what constitutes a sexual assault. So the regulations that spell out the framework for the categories of data that is going to be reported are going to be critical in ensuring comparability across institutions.", "I also noted that the language in schedules 3 and 5 about providing the data that is collected to the minister or superintendent upon request differs from the commitment that was made in It’s Never Okay to publicly report the data. I listened carefully to the minister’s comments when she spoke to the legislation and I am reassured by her announcement that the data will be made public in the spring of 2017, I believe. I will be giving lots of advance notice that this is something I’m very interested in and something that New Democrats will be monitoring very, very closely.", "It’s also noteworthy that It’s Never Okay referred to significant student input, while Bill 132 merely says that student input is to be considered in the development, review and amendment of the policy. Again, Speaker, it is going to be left to regulation to spell out exactly how student input shall be provided and considered. This is another issue that New Democrats will be monitoring carefully, since it will be critical to ensure that consultation with students that is conducted in the development of the policy is meaningful consultation; that there be substantial student representation from across the campus, including, of course, elected student leaders, in particular; and that the consultation be broad-based to ensure that a diversity of views and perspectives is captured.", "While many academic institutions currently make reference to sexual harassment and/or sexual assault in their existing policies—often in the student code of conduct—the proposed amendments require that a separate sexual violence policy be prepared. Shortly before the announcement of the action plan, Ontario’s 24 publicly funded colleges came together to prepare a sexual assault and sexual violence policy and protocol template that outlines a variety of steps, both proactive and reactive, to address sexual violence. I understand that this template has been shared with Ontario colleges and career colleges in the province, and there are also excellent resources prepared by the Ontario Women’s Directorate and METRAC that will assist institutions in developing their policies.", "Again, this is another area that the legislation leaves to regulation in terms of the content of the policies that are developed. If we learned anything from the experience with Bill 168—the previous amendments to the Occupational Health and Safety Act—it’s that merely having a policy does nothing to ensure that issues of violence and harassment will be addressed. The content of the policy is much more important than having a policy, and resources and support for implementation of the policy are the other critical aspects.", "Schedules 3 and 5 place an onus on institutions to ensure that their employees and their students are made aware of the new policies through effective communication and training. A broader understanding of sexual violence as distinct from sexual assault will need to be understood at all levels of the institutions. In many cases, this will represent a profound culture shift that will not be able to be accomplished without a specific but very wide-ranging plan.", "In addition, a specific requirement of the amendments in schedules 3 and 5 is that there be a process to address incidents and complaints of sexual violence. Typically, such processes include supporting the individuals involved, providing them with options, conducting thorough investigations and following through with outcomes once the investigations are complete.", "Given the serious nature of allegations of sexual violence, a fair and thorough investigation would be expected. Consistency would be ensured through a clearly articulated investigation process and effective training for investigators on both process and subject matter relating to the policy.", "Finally, given the requirement to report to the minister, colleges and universities must ensure that they build into their policy and related programs the ability to gather information and to measure the effectiveness of their efforts. This should include the ability to capture both qualitative and quantitative information from students.", "I discussed this legislation with the Canadian Federation of Students, and one of the recommendations they made, which I think would be valuable information for the government in the data collection, is to conduct a climate survey of students at individual post-secondary institutions, to establish a baseline so that there is a context for the incidence data that is collected. The climate survey would reveal feelings or perceptions across the entire student body of safety on campus, while the incidence data would show how reporting is being carried out.", "Speaker, before I move on, I did want to address something that I see as a significant missed opportunity for this government. Last year, we all received a report on the implementation of the Domestic Violence Death Review Committee recommendations that had been made between 2007 and 2011. One of the recommendations that was made by the coroner in 2010 called on the Ontario Association of College and University Security Administrators to “develop a consistent and comprehensive plan, in collaboration with health and counselling services available on campus, to educate students on the nature and risks of violence in dating relationships through public education campaigns and outreach programs to students dealing with intimate violence.”", "This is one of the issues that has been raised today during the debate by my colleagues in the PC caucus as something that we heard often in the Select Committee on Sexual Violence and Harassment; that is, the linkages between domestic violence and sexual violence.", "Here we have a recommendation from the Domestic Violence Death Review Committee that speaks directly to the college and university sector, and is directly focused on intimate partner violence and domestic violence. The policy that is described in the amendments that we have before us in Bill 132 is very specific and it speaks only to sexual violence to the exclusion of domestic violence. This is a missed opportunity that I would encourage the government to think about as these policies are developed, because we know that students on campuses are involved in intimate partner relationships and therefore face the incidence of the intimate partner violence that we know occurs throughout our society." ],
  "anchor" : "para1183"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "Thank you very much." ],
  "anchor" : "para1270"
}, {
  "speaker" : "The Acting Speaker (Mr. Ted Arnott)",
  "text" : [ "It being 6 of the clock, this House stands adjourned until tomorrow at 9 a.m." ],
  "anchor" : "para1272"
} ]