[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on September 24, 2015, on the motion for second reading of the following bill:", "Bill 106, An Act to amend the Condominium Act, 1998, to enact the Condominium Management Services Act, 2015 and to amend other Acts with respect to condominiums / Projet de loi 106, Loi modifiant la Loi de 1998 sur les condominiums, édictant la Loi de 2015 sur les services de gestion de condominiums et modifiant d’autres lois en ce qui concerne les condominiums." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to rise and add the voice of my constituents from Windsor West to the debate about Bill 106, Protecting Condominium Owners Act.", "I’d like to start with a bit of a background on this bill. There are about 1.3 million Ontarians who live in condos and half of all new homes being built are condos. I can tell you, Speaker, that probably the majority of those condos are being built here in the greater Toronto area. In Windsor and, specifically, in my riding of Windsor West, we don’t see an awful lot of high-rise condo buildings going up.", "Interjection." ],
  "anchor" : "para32"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "No, I suppose it wouldn’t be the same in yours either.", "What we see in my riding, and all across Windsor and Essex county, are often these beautiful homes going up, or cottage-like homes going up because, as you know, Speaker, we have this beautiful waterfront that draws people from all over the province. A lot of people want to come and retire; a lot of people come and buy homes as their cottages. They’re not a traditional cottage, they’re actually what someone would live in year-round and they’re on the waterfront.", "I’d like to boast about the fact that in Windsor and Essex county—I suspect it would be the same in your area, Speaker—housing prices are quite affordable. So when I’m speaking to this particular bill about protecting condominium owners, I will admit I’m a little bit out of my element because this is not something that we’re seeing. We’re not seeing condos popping up all over Windsor and Essex county; what we’re seeing are single-family homes, so I’m going to do my best to get through this in the 10 minutes.", "Similar to a municipal government, condo residents pay taxes, or condo fees, and abide by bylaws. Condo governance is basically a fourth level of government for these people, and the Condominium Act is like the Constitution and the Charter of Rights for this level of quasi government.", "The condo act is 16 years old and predates the recent condo boom. That’s something that I had touched on: There seems to be a condo boom in the greater Toronto area—not just here in Toronto, but you see it spread out into Mississauga, Oakville and probably up Oshawa way, where my colleague is from. In fact, last night, I was just walking down Yonge Street here, and it amazes me the number of condos they’re building along the Yonge Street corridor and how much that has changed. I used to come with my family when I was a little younger than I am now, and Yonge Street looked very different.", "Interjection." ],
  "anchor" : "para35"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Yes, just a little younger, Speaker.", "It’s amazing to see the difference in the area, specifically Yonge Street and the number of condos that are popping up. Even by the building that I stay in here—the condo that I stay in when I’m here in Toronto—there is a building going up behind me, and there’s another building that’s just in the works across the street from the building where I am.", "We need to make sure that as people are buying these condominiums, they’re protected; that what they’ve agreed to, what they are investing their money in, is actually what they are going to receive. The issue is that, all too often, we see people spend—again, I’ll go back to the cost of living in the GTA. It’s very different than the cost of living in Windsor. It’s a very substantial amount of money that people are investing in condominiums in this area. We need to make sure that when they are making that big investment, that when they’re promised they are going to have a gym in the building, that gym is actually there, and it’s there as promised; that it’s not just a couple of machines, that it’s actually the gym that’s promised. We need to make sure that when someone spends the money to upgrade the cabinets or the countertops in their condominium, those are actually the products that they receive. Again, this is a big investment for people, many who are struggling to make ends meet but want to become homeowners, want to invest in a property that they know they are going to get a return on. We need to make sure that the money that they are spending is money well spent and that they’re getting everything that they were promised.", "The NDP has been pushing hard for these much-needed reforms that are in this bill, ever since NDP MPP Rosario Marchese’s first condo bill in 2007. These efforts met inexplicable resistance from the government, which kept insisting that such reforms were unnecessary. But eight years, eight consumer ministers and two Premiers later, we finally have a bill that addresses some of the concerns that my former colleague had brought forward several times.", "The bill includes important and much-needed reforms to condo board governance and finance. Condo owners will benefit from greater training and assistance for condo board directors; and the owners will have more power to see important corporation documents, to request meetings and to ensure that large expenditures do not occur without consultation or notification of the owners. The NDP has long supported such reforms, and it’s really good, Speaker, to see that the government has finally acknowledged the need for them.", "We need to make sure that condo owners have a voice, that when something isn’t done as promised, they have a venue to go and express their concerns and have them dealt with in a timely manner. We don’t want to see people having to go back over and over again for years and say, “This wasn’t right when it was built; it needs to be fixed; it’s not what I paid for.” We don’t want them having to have that battle over and over again for years. When something is not done right, it needs to be fixed right away. There has to be some recourse for condo owners.", "What’s in this bill is reasonably good, Speaker, but the NDP—my colleagues on this side of the room—are concerned about what’s not in the bill. The condominium authority, at this time, must actually make the dispute resolution process quicker and cheaper. So, as I had said, when somebody does have an issue when something is not built as promised, they need to have those concerns addressed in a timely manner. They shouldn’t have to wait for a really long time to have them—or sometimes not at all; sometimes they’re not addressed at all. It must not become an ineffective bureaucracy that only adds to costs and delays for condo owners. The effectiveness of the condo authority will depend on regulations that still are not written in this bill.", "The NDP also welcomes condo manager licensing. It’s too bad the government did not implement this reform two years ago when it announced plans to fast-track this universally supported reform. It looks like we’ll have to wait a little bit longer for further regulations, and these will determine how much recourse, how much teeth the condo manager licensing authority will actually have.", "Many of the details of Bill 106 will depend on future regulations. We saw how the condo act review process was dominated by special interests from the condo industry and not owners. That’s really unfortunate, Speaker, because the developers, the condo industry, are doing a pretty good business, specifically in the GTA. We need to make sure that the people who are struggling to save money to purchase a condo, an investment, a lifetime investment—we have to make sure that we’re not catering to those who are building these condos and making the money that they’re making. We need to make sure that the people who are investing in these condos are getting a good investment, getting a good return for their money. They should really be the ones who have the louder voice when it comes to their real estate, not the people who are building the condos.", "So, as I said, the condo owners, not the industry, really should be playing the lead role in how the regulations are developed. I think you’ve heard, probably time and time again from this side of the room, that really the public, the people who are investing, should be the ones who should be spoken to and listened to at great length, to hear what it is they need and make sure they’re getting what it is they are asking for.", "I know my time is almost up here. I thought I’d have difficulty speaking to this because, as I said, we don’t really have a lot of condos going up in Windsor, but I find that once you get into it, there is a lot to discuss.", "I’d like to just touch on some of the stakeholder responses. They said that there needs to be more transparency for contract procurement, including knowing the names of bidders, in order to discourage bid rigging. Again that goes back to the fact that this is a really, really large investment for many, many people, and we need to make sure that the deck isn’t stacked against them. We can’t have it where we have developers or someone from the outside who is purposely bidding just to raise the price when they really have no intention of ever wanting to own that condo; they’re doing it only to drive up the cost for the person who will actually end up with it and increase the profits for those who build the condos.", "As I see about 30 seconds left on the clock, I know I have other colleagues who would like to speak to this, and I’m sure that they’ll build more on where I’m leaving off. Again, the main concern for me, on this side of the room, is making sure that those who are investing the money in these condominiums are being listened to, that they’re being given what they were promised when they invested in the condos and that it doesn’t take a long time for a resolution when they do have a concern." ],
  "anchor" : "para41"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? The minister responsible for seniors." ],
  "anchor" : "para55"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "Good morning, Speaker. You look good in the chair.", "I have listened very attentively to the comments from the member from Windsor West, and I have to say that she has advanced several issues related to condominiums and the difficulties that condominium owners experience with their units.", "I have to compliment, as well, the minister for bringing this piece of legislation forward, as it is very timely and much needed. I hope that, through the consultation process, we can indeed hear more from the various stakeholders and bring back an even better bill than what is being presented.", "I have my share of condominiums in my area, let alone the experience I’ve had over the years with respect to condominium management and owners and boards. I think that’s where most of the problems lie: with the internal management of the various buildings themselves. If there is frustration on the part of the owners of the various units in a building, it is with the management, it is with the board that manages the operation of the building, the difficulties in arranging meetings, the difficulties in getting hold of the board, not enough consultation within the building itself. It is impossible, almost, to call a meeting of all of the owners because of the various ownerships probably left in the hands of the original builder. There is a lot of concern with it.", "I hope we can get this bill through as soon as possible and make it, indeed, something that will help the condominium owners in the city of Toronto and the province of Ontario.", "I think I have done my time just on time; look at this." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? The member from Leeds–Grenville, the deputy leader for the official opposition." ],
  "anchor" : "para62"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thanks, Speaker. That’s very kind of you to note.", "Interjections." ],
  "anchor" : "para63"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Boy, I’m getting heckled from my introduction. I was going to say we should rename today “Together Tuesday” because we all seem to be together when it comes to Bill 106. That is the first time I’ve ever heard of getting heckled over an introduction, so I’ve learned something new." ],
  "anchor" : "para65"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "It’s about your tie." ],
  "anchor" : "para66"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "This tie? You like my tie? The Minister of Community Safety has complimented—I call this tie a Fedeli, because of my seatmate, Vic Fedeli.", "I want to thank the member for Windsor West. I thought her comments this morning were excellent and really representative, I think, of how the three parties feel about this bill. Normally a bill that, in this case, creates a couple of different authorities would get a comment from me against increasing red tape and bureaucracy. However, I think we all agree that there are a number of new consumer and financial protection measures that are included with this bill.", "Obviously, a bill of this type needs extensive consultation, and I know that the government has done some. I’m glad that the member noted Mr. Marchese, as well, because it was something that he was exceptionally passionate about in the House. I think we all agree that we need to have a different system. Many ministers since 1998 have failed to bring in legislation that would improve condominiums and their structure and framework.", "It’s interesting. I had a conversation this morning with our House leader, Mr. Wilson, where he noted that he is hearing more and more advertisements now for education programs for boards of directors for condos, for condo managers. I think the industry is getting ready for this piece of legislation to be passed. I would expect, knowing the government and their guillotine motions, we’ll have a closure motion on this, probably tomorrow, and move the bill forward.", "I want to thank the member for Windsor West and look forward to the other debate this morning." ],
  "anchor" : "para67"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para72"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It is always interesting to listen to my colleague from Windsor West and how she had this opportunity to bring her voice to this debate.", "It is a debate that has been going on for a very long time, Speaker. I was here in 2007 when Rosario started to talk about it. Rosario Marchese was an NDP MPP from Trinity–Spadina. He had lots of condos in his riding, and he was bringing forward serious issues that were happening eight years ago, in 2007. Fast-forward to 2015 and I’m glad we’ve got Bill 106, the government’s bill, but even some of these issues that were identified by Rosario eight years ago are still not addressed in the bill. Why is it that we have to wait for such a long time to take just a half-step to solve the issues that we all know exist?", "What is in the bill are steps in the right direction. That makes sense, to make sure that there is an inexpensive way for owners and boards to resolve their disputes. We’re all for this, Speaker. But the elephant in this bill, if you want, is that there is nothing about developers—when there are seven class action lawsuits in Toronto alone against developers. When we open up the part of the bill that has to do with the new homes act, why is it that we don’t take the time to solve the entire problem, not just part of it?", "So I thank the member for Windsor West for bringing her concerns forward." ],
  "anchor" : "para73"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para77"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "I’m very pleased to stand in support of Bill 106, our government’s Protecting Condominium Owners Act. I think, as I heard from the comments made by the parties opposites, that overall, everyone is very pleased to see this bill here. It clearly is extremely comprehensive, covering so many different aspects that, of course, it has taken a certain amount of time and consultation—which, in my view, has been incredibly wide-ranging—to get this bill to this particular place in the form that it is in.", "It has so many protective aspects: increasing the protections for condo owners and Ontarians purchasing a condo, requiring condominium managers to be licensed, creating new governance requirements for condo boards, strengthening the financial sustainability of condo buildings, and establishing a modern, cost-effective dispute resolution system.", "In my great riding of Oak Ridges–Markham, I have over 250,000 people who live in my riding—a very, very large riding. Actually, it’s kind of a sprawling riding. In fact, there are very few condominium buildings as yet, but I know that they’re going to come because of our government’s legislation related to Places To Grow and to the protection of the greenbelt. Of course, we’re going to see some intensification in my riding. So I’m particularly pleased that these types of protections will be in place as these condominium buildings come into the great riding of Oak Ridges–Markham, and my constituents will have the type of protections that we see in this particular act.", "Some 50% of all new construction of homes is through the condominium mechanism.", "This is a good bill, I urge everyone to support it, and I look forward to hearing comments from the parties opposite." ],
  "anchor" : "para79"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Windsor West for her final comments." ],
  "anchor" : "para84"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I’d like to thank the minister responsible for seniors affairs, the member from Leeds–Grenville, my colleague from Nickel Belt and the Minister of Community and Social Services for adding their comments to what I had to say.", "I find it interesting that the Minister of Community and Social Services had mentioned that it’s taken a certain amount of time to consult with people and to come up with the bill, but we’re talking eight years—eight years to make some reforms.", "What’s sorely lacking in the bill—yes, we are generally supportive of the bill, but we see that there needs to be more. There definitely need to be more voices from this room added to it. There are things that are missing from the bill; for instance, there’s no Tarion reform. The act requires Tarion to maintain a builder registry, enforce builder warranties and make sure new homes are built to the building code, are habitable and are built to a decent standard of workmanship. If the builder doesn’t honour the warranty, then Tarion is required to pay for the repair.", "The big “but” here is that under Tarion’s bylaw number one, which has the same status as a provincial regulation, half of the board for Tarion must be appointed by the Ontario Home Builders’ Association, which is a construction industry lobby group.", "Basically, what we’re saying is we’re putting the fox in the henhouse. The government’s saying they want some oversight, but half of the board that provides that oversight is appointed by the very people that are building these condos. I’m not saying that all builders are not building to standards; that they are going to run around ripping people off—that’s not what I’m saying. What I’m saying is there is the potential for someone who maybe does not have the best interest of the condo owner to take advantage of the process. So we would really like to see a review of Tarion put into this bill to make sure that those checks and balances are in place." ],
  "anchor" : "para85"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the Minister of Community Safety and Correctional Services." ],
  "anchor" : "para90"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Good morning, Speaker. Thank you very much for recognizing me to speak on this very important issue, Bill 106, Protecting Condominium Owners Act.", "A couple of points before I get into why this issue is important for me from my perspective as the member of provincial Parliament for the great riding of Ottawa Centre.", "What I wanted to say, first of all, Speaker, is that this issue is a very good example of how this Legislature should work, and that is that all members come together with their ideas, bring them forward, followed by extensive consultation to listen to Ontarians, and then government takes action in bringing legislation forward that is comprehensive in nature.", "I do want to recognize all members, especially the former member for Trinity–Spadina for the work he did when he was in this House, given that he had a lot of condominiums in his community, the same as my community. I had many conversations with him about some of the challenges that I was hearing. I think, again, it speaks to the collaborative nature of the work we do in this House, where we learn from each other, we bring unique perspectives from our respective communities, and then advocate on behalf of our constituents. That results in bills like Bill 106, which is a good thing.", "I have the great honour of representing Ottawa Centre, which is a downtown community. I think all of you have had the chance to visit my community. If you look at my community of Ottawa Centre and if you look at the Attorney General’s community of Ottawa–Vanier, you will see this incredible growth that is taking place in terms of building new condominiums.", "As we are going through the electoral boundaries change, my riding boundaries are not changing—if anything, it’s shrinking by two streets—but the population of my riding continues to grow, because what we are seeing in my riding is the building of vertical neighbourhoods: condo towers that are being built in various neighbourhoods that are 20, 25, 30, or up to 40 floors high. If you are in Ottawa Centre and you’re visiting Dow’s Lake, you will see those skyscrapers. You will see the cranes and the construction that is happening. If you’re in Westboro, you will see construction taking place around the convent property. Most recently, in Old Ottawa East, we have this new development called Greystone Village, which is taking place on the Oblates land that was owned by the Oblates brothers for over 100 years and is now being sold by the brothers and is being developed in consultation with the community.", "So it’s interesting, while you see the actual physical boundary of my riding remaining the same, we’re seeing incredible growth in the number of people who will be living in condominiums and are choosing that lifestyle of not owning a house and having obligations around shovelling snow and bringing garbage to the curbside, but choosing a different lifestyle. They are actually investing quite a bit of money in doing so.", "We’re very proud of that development. We’re very proud of welcoming new members in our community through these condo developments, but with it also comes certain responsibilities and issues that are being dealt with through this particular bill, Bill 106.", "Just to give you a sense of the condominium market in Ottawa, 2014 was a record year for condo completions in Ottawa, with about 2,412 units coming onto the market. I would argue that the bulk of those units were either in my riding of Ottawa Centre, or were in the riding of Ottawa–Vanier, which is represented by the Attorney General. So far, in 2015, there are 2,037 units under construction. The average sale price for a condominium-class property increased by 1.3% this past quarter in Ottawa to $257,303, making it an affordable option for young professionals and seniors. Condo sales in Ottawa account for about 23% of housing sales in our city. It’s a lifestyle that is being availed of by both young professionals and seniors—a lot of what we call empty nesters.", "I was very happy to see that the government took very extensive consultation on this process. In fact, I was pleased to host, in 2012, a consultation in my riding along with then-Minister of Government and Consumer Services Margarett Best. We held the consultation at the Taggart Family YMCA/YWCA. It was very well-attended; over 100 people were there raising different issues that they’ve had.", "The issue that really stuck in my mind, one of the issues that came up, was education around condo living, what it entails in terms of rights and responsibilities of condominium owners who live in condos; and education for board members who take on that responsibility as volunteers to look after the affairs of that particular community of condominium owners; and then any disputes that arise as a result of it, because you’re making collective decisions. Those I would characterize as some of the key issues that came out in that consultation.", "I’m really happy to see that Bill 106 actually tackles all those important issues. It has a huge emphasis on protecting the consumer, because it is a very large purchase that individuals are making, especially if you are first-time homebuyer, if you are a young professional in your late twenties or early thirties and you are buying a condominium. We need to make sure that there are a certain elements of protection for you there: things like requiring developers to give condo buyers a copy of an easy-to-read guide on condominium living at the time of sale and providing clear, more comprehensive rules to prevent buyers from being surprised by unexpected costs after purchasing a newly built condo. These are the kinds of things, Speaker, that are very important because they will result in educated condo owners.", "What I want to focus my time on is dispute resolution. One of the biggest challenges that I’ve heard in my riding of Ottawa Centre is the cost around dispute resolution. If there is a challenge between the condo board and some of the residents—and we’ve had some really high-profile cases in my riding. We’re talking about years of litigation in the courts and hundreds of thousands of dollars in legal fees that people have encountered. That is just money coming out of the condo fund, the reserve fund, the money that has been collected so that it could be invested back in that condo in terms of upgrades and repairs. That does not serve anything well.", "One of the key features that I really support, and heard from my constituents that they are very happy to see, that came out of part of that consultation is having a separate dispute resolution mechanism, through the establishment of a condominium authority. That is a very positive move because what it does is it creates a specialized body which will be able to resolve disputes that may take place within a condominium. It takes the pressure away from our court system; it helps resolve condo issues in a low-cost manner; and it really puts a focus on not having an adversarial, litigious process but a process that is more driven through alternative dispute resolution mechanisms like mediation. That is a very positive step which I think will save a lot of money and time and will ensure that condo disputes are being resolved in a timely manner.", "The condo authority will provide affordable access to quicker, accessible and lower-cost dispute resolution of disputes primarily between corporations and owners. It will provide for self-help tools, case management and mediation to prevent easy-to-solve disputes from being tied up in costly and time-consuming legal proceedings. It will also ensure education and awareness, as I was mentioning earlier, for condo owners about their rights and responsibilities and the basics of condo living and how it differs from freehold ownership. It will also provide education for condominium directors, which is very important; a registry of all condominium corporations in Ontario, including their boards of directors and contact information; and a guide for condominium buyers setting out unit owners’ rules and responsibilities.", "I think all these steps are positive steps, they are steps in the right direction, because they really acknowledge a unique lifestyle around condominium living. It also acknowledges that this is in many ridings—like mine, Ottawa Centre—a very acceptable way of living as opposed to freehold living. We need to have special rules in place to accommodate for that.", "I also want to quickly thank the Canadian Condominium Institute and the Association of Condominium Managers of Ontario, ACMO, for their advocacy. They’ve been very helpful in educating me on a lot of these issues. I want to thank them because a lot of positive things are reflected that we learned from our stakeholders, from our condominium owners, our constituents and, of course, through the consultations." ],
  "anchor" : "para91"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para109"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "It’s a pleasure to engage in debate. I’ll have an opportunity a little later from now to add more points to this debate.", "First, I’d like to thank the member from Ottawa Centre, who is the Minister of Community Safety and the government House leader, for his work on condo development and legislation. In addition, I think that no one should start their remarks on this piece of legislation without paying due homage to our friend from Trinity–Spadina, the former member Rosario Marchese, who almost became known as Condo Rosie around these parts for the time he spent here for his advocacy for those in Toronto who were living in condominiums.", "I often would listen to him, as I have the member from Ottawa Centre, who is the government House leader, because I have one of the fastest-growing ridings in all of Ontario, if not Canada. As a result of that explosive growth, what we have seen is massive development for single-family-home dwellings but also, more recently, in terms of condominiums. Therefore, I think it’s imperative that we have a conversation and that we update the legislation, which hasn’t been updated since 1998.", "So as we arrive near that 20-year mark—it’s about 17 years since the initial legislation was first put in place—it is actually time for us to have those conversations. I don’t need to reiterate the stats and the facts that the member opposite just raised with respect to our home region and our home city of Ottawa, where he does have, I would say, the predominant growth in terms of condo development, but I think it is fair to say that over the past 15 years, we have seen an emergence in this type of market. Therefore, I think it’s relevant for us in this assembly to talk about greater protection for those who live in condominiums and who are considering purchasing condominiums.", "I guess I’m finished. Thank you very much, Speaker, for the opportunity." ],
  "anchor" : "para110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para115"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Once again, it’s a privilege and a pleasure to join this debate. Being here as the MPP for London–Fanshawe is truly an honour, and being part of a democratic process. I know we have talked about this bill for some time, but I always enjoy listening to people’s different perspectives.", "One of the things I wanted to point out in this bill is that the province did a condo review and they reached out. I don’t know how far and wide it was, but a lot of the people who were contacted or contributed to that review were people in the condo industry—special interests. It is a little disappointing that the majority of those people weren’t the condo owners, because, really, what this bill does is it affects people living in condos, their day-to-day life. Your home is probably one of the more important investments that you will acquire in your life, and you want to make sure that when you’re there, you know your rights and you know your obligations to the condo board and to the other condo owners; that education is so key.", "The part that I have questions about is that some of this bill, a lot of this bill, is left up to regulation. I know there is a condo authority, a new position that’s being implemented, so that’s a good thing. I just hope that there is going to be a lot of outreach to condo owners to be involved so that they know what’s going on in the board, and that way, it will help prevent these disputes, perhaps, because education is really the key to understanding your obligations and responsibilities where you live.", "So I’m glad to see the bill has come to the House. We talked about it. It’s a long time coming. It is a step in the right direction. I hope that when it does go to committee, there will be a lot of condo owners coming forward and talking about their concerns so that we can hear their perspective." ],
  "anchor" : "para116"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para120"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s a pleasure to be able to comment on my colleague’s debate on this bill, the Minister of Community Safety and Correctional Services, particularly because it’s such a well-reasoned discussion. As he goes through and talks about the very detailed development of new condos in his community, he gives me a shining example of what a good MPP can do. Despite his ministerial responsibility and his work as the government House leader, he also takes his responsibility as an MPP in Ottawa Centre very seriously, particularly the consultations you have been able to do in your own community. As a new member, I look to that and know that’s the kind of work I have to continue to do in my community.", "But I do have a bit of a bone to pick with the member, my colleague, in that my daughter Dara Potts is a constituent; she goes to Carleton University. She is enjoying the community that the member represents so much, the Glebe particularly. She is what he calls one of those in the vertical neighbourhood—the fourth floor of a multi-residential community. She won’t come home, she loves it so much there. She is working for the summer—", "Interjection." ],
  "anchor" : "para121"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It could be the push, it could be the pull. You never really know.", "She enjoys so much living in that community because of the great work that he has done to keep the Glebe—what a wonderful, wonderful area; I love to visit with her up there as much as I can.", "I’m particularly interested, though, in a piece of this legislation that I haven’t heard talked about so far: this issue of licensing condo managers. It is so incredibly important that you recognize that as constituents who are living in condos—there is a whole new set of issues that come up. In rental buildings issues about maintenance and rent increases and such are one issue, but there is a whole new category of constituent complaints, and one of those is about the kind of management that is in the building which is looking after a significant amount of money in the accumulated fees of a condo. To protect the consumer and make sure those monies are being spent efficiently and effectively, it’s a great idea that we should license condo managers.", "I look forward to having further discussion about that as the debate continues." ],
  "anchor" : "para125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para129"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "It’s my pleasure to have an opportunity to add a couple of comments to the debate this morning on the condominium act.", "One of the things I think that the architects of the legislation have to keep in mind is that this is covering all of Ontario. Condominium living is different in different parts of the province. When we, in our Toronto-centric way, look at the area and see 35-, 40-storey buildings, that is kind of the vision you have of a condo, but certainly there are condo options that have been created for people in small-town Ontario where there might be 12 units.", "I simply want to emphasize that we don’t want those smaller units burdened unnecessarily with a lot of red tape where they feel intimidated by the amount of rules they’ve got to learn in order to be on the board. You don’t want to scare them off with that.", "It is the old story: 90% of the people or more who live in a condo have no problems. It is a very small group that creates all the problems. So the legislation must temper itself to be available for people. Where it’s a seniors’ building, where it’s people who don’t move and want to have relatively—actually, they came because the snow gets picked up and the grass gets cut. The other condo is that in cottage country. That’s another specialized group of condo owners." ],
  "anchor" : "para130"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I now return to the Minister of Community Safety and Correctional Services for final comment." ],
  "anchor" : "para134"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the members from Nepean–Carleton, London–Fanshawe, Beaches–East York and York–Simcoe for their very constructive comments on the remarks that I made earlier.", "I want to let the member from Beaches–East York know that the member from Wellington–Halton Hills has the same fear. His son is attending Carleton University and may not come back. Both his son and the daughter of the member from Beaches–East York are most welcome to come and volunteer in my campaign or in my office. Let them all know this: Everybody is welcome.", "I want to pick out the point that both the member from York–Simcoe and the member from London–Fanshawe raised, because I think that it’s an important point: That is that these are communities, and people who live in these communities need to be engaged in these communities. I think if anybody will know what community engagement means, it would be members in this House because that is what we do. We encourage other people to do so.", "The member from York–Simcoe is absolutely right. A lot of the disputes could be avoided if people were engaged, involved and part of the community. In fact we know that in a majority of the cases people live peacefully; there are no disputes. But those very few, the minority of cases where there are disputes, are nasty in nature. They result in neighbours getting pitted against neighbours. That is the last thing any one of us wants to see within our communities.", "That is why I think these rules, especially the establishment of a condominium authority—by having a specialized body that will foster those positive living conditions that will ensure that there is education for condominium owners, that there is education for directors, that there is a more effective, low-cost, mediation-based dispute resolution mechanism.", "All these steps, hopefully, will result in better living for condominium owners who have invested, again, a lot of money to live in a safe, secure and peaceful community. I think, collaboratively, as we look toward improving this bill at committee and passing this bill, it will result in better communities across the province." ],
  "anchor" : "para135"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para141"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Thank you for the opportunity to speak on Bill 106, the Protecting Condominium Owners Act. Now, I know that’s not a huge, huge issue in Haliburton–Kawartha Lakes–Brock, but, as the member from York–Simcoe has said, we are getting more condos that are built. They’re not the large storeys, but there are condos being built in so-called cottage country, or in Lindsay, for example, my largest town—in Bobcaygeon, Fenelon Falls. So they are out there.", "As many of the members in the Legislature have noted today, 1.3 million Ontarians live in some 700,000 condo units. More than 50% of the new homes being built in Ontario are condominiums. That is just the sign of the times and the way the trend is going. I know that in the greater Toronto area, the population is expected to increase from the current approximate number of 6.4 million to 8.9 million by 2036. I know back in August 2014, Toronto city council approved 755 storeys of new development, which is just astounding. The Globe and Mail reported that in less than three days approximately $21 billion in new development was approved during those last few meetings.", "I know that as many of us walk back to our places in Toronto when we’re here at the Legislature—our hotels—it seems every corner has a new building being erected for condominiums. All this vertical growth and densification has led scholars and planning experts to coin this urban growth as the “Manhattanization” of Toronto, especially in the south core. It is interesting how these sayings come up as things occur.", "Early last year, Emporis, a construction data firm, found that Toronto had more high-rise buildings under construction than any other city in North America. It’s quite incredible when you see that statement, but for us, who are down here a little more often, we see it first-hand. Since I was first elected in 2003, the number of condos that I’ve seen rising out of the ground is, as I’ve said, breathtaking, but it’s not just the corners; it is every parking lot niche that is being snapped up in building these large, glass towers.", "What does this all mean to Toronto’s and to Ontario’s residents in general, even in small-town Ontario? We’ll continue to see that trend away from urban sprawl to one that capitalizes on the convenience of accessibility and the vertical incline.", "I know that it’s been mentioned by Rosario Marchese, the king of the condos—this topic has been brought up for years, since I’ve been in this Legislature—that the legislation is outdated, going back to 1998 when it was last updated.", "As Progressive Conservatives, we certainly believe that home ownership is one of the best investments that a family can make. All residents, ranging from students—I was listening to the debate from the Ottawa university site, the Carleton University site. The kids are down in these urban cities, so some of the mums and dads want to make an investment, if their children are going to be there for several years taking university; it’s certainly an investment to be made by them. We need, as government, to ensure that there’s some protection for them in making that substantial financial commitment.", "After going through a three-stage public engagement process that started three years ago—the most recent one, I’ll just add to that—I’m glad the government has provided a bill that is providing some consumer and financial protection measures better than what was there before. But there are always some legitimate concerns. I know it’s going to committee and there will be certainly amendments made, hopefully to strengthen this as we see fit. I know that there is a part in the first part that designates “a not-for-profit corporation without share capital incorporated under the laws of Ontario as the condominium authority for the purposes of this act....”", "After having read the proposed functions of a condominium authority, its mandate is quite broad, ranging from administering dispute resolution, condo owner education and a condo corporation registry. There are two sticking points with that which I’d like to speak about in regard to the condominium authority.", "First, this proposed licensing and adjudicative body seems awfully weak in accountability and transparency. As some of my colleagues on this side have brought up, this delegated administrative authority has little reporting mechanisms back to the House, to us.", "It states:", "“(1) The Auditor General appointed under the Auditor General Act may conduct an audit of the condominium authority, other than an audit required under the Corporations Act.", "“(2) If the Auditor General conducts an audit under subsection (1), the condominium authority shall give the Auditor General and employees of the Auditor General access to all records and other information required to conduct the audit.”", "I’m concerned that although the Auditor General has oversight, there’s no other independent officer. I think that was brought up in something like an over-a-million-dollar situation, where there may need to be more oversight of one’s financial accounts. It has been brought up, and it may be brought up, hopefully, in committee again when deputations come before it, that there may have to be some other accountability measures put in place.", "The other issue is how the condominium authority intends to be financed:", "“The condominium authority may,", "“(a) establish forms related to the administration of the delegated provisions;", "“(b) in accordance with processes and criteria established by the condominium authority and approved by the minister, set and collect,", "“(i) fees, costs or other charges related to the administration of the delegated provisions, and", "“(ii) the fees that a party to a proceeding that is the subject of an application to the Condominium Authority Tribunal under part I.2 is required to pay”—a very detailed interpretation here—“if the tribunal has been established under that part; and", "“(c) make directives governing the payment of the fees, costs and charges described in clause (b).”", "It’s worrying that the condo authority, financed by fees charged to condo corporations—the fees will always be passed down to individual owners. It begs the question as to why condo owners are expected to pay for this authority and for property managers’ licensing when they are employees of property management firms. We heard today that they’re already advertising for these courses to be taken by condo managers and board directors.", "Notwithstanding those concerns, the bill is going to strengthen the owners’ financial management. I don’t believe that it is incumbent upon the residents to foot the bill for this new administration.", "The ambiguity in just how much the condo authority will require in financing is also worrisome, and we see that in today’s existing condo act.", "In Toronto, where the average price per square foot for a condo is approximately $600, a 500-square-foot condo would go for $300,000. For newer condos, the average maintenance fees are 50 cents per square foot, totalling $3,000 per year. For the average new homebuyer, the exorbitant increases in fees can be unsustainable.", "When you take into account the development charges, the municipal section 37 payments and section 42 park levy, not to mention the soaring price of property, it’s incredibly important that we, as legislators, ensure there is a stable framework that protects homeowners. That’s what our whole goal here is in this legislation: more protection for the homeowners, the condo owners. As owners, they’re going to have to absorb a lot of costs with this newly delegated authority, so we have to be sure we get it right.", "I know the member from Sarnia–Lambton has said in the House that these administrative authorities will require substantial capital to start up, and if disputes are resolved which require a condo corporation to undergo extensive investments, these monthly fees will only increase, adding to the hefty financial obligations for average Ontarians. I certainly respect his advice in the Legislature. He’s had a lot of experience in business, so I appreciate the member from Sarnia–Lambton’s comments.", "I do support the fact that this bill aims to strengthen the financial management of condos, as owners do deserve to know about their property.", "With regard to the financial implications of maintaining or renovating the building, it’s important for homeowners to have more transparency and predictability on how maintenance funds are spent on the common areas and for upkeep.", "As more and more residents choose to live in these vertical neighbourhoods, it is important to ensure that the building managers are held accountable through the creation of a licensing authority. This compulsory licensing system for managers and management firms will solidify a universal set of standards in terms of qualifications to be a licensed manager.", "I’m optimistic that the government will diligently review each clause, particularly in committee. Overall, we welcome the new consumer and financial protection measures.", "Mr. Speaker, as I’m running out of time, I will end my comments there. Thank you very much for the opportunity." ],
  "anchor" : "para142"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para175"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to stand and put in my two minutes’ worth of comments on Bill 106.", "I listened intently to the member from Haliburton–Kawartha Lakes–Brock and her comments. As she said, there are some financial and consumer protections in this bill, but as she put forward many questions, we also have some questions and concerns. Many of these issues can come up in committee when we’re looking at amendments and involving more people in the consultation process through that. That’s a good thing we’ll look forward to.", "As we’ve heard today, it’s been about an eight-year journey to get to this point and there have been so many steps along this path and so much hard work from this side and my—actually, he was not my colleague. I unfortunately wasn’t here in the Legislature when the esteemed former member from Trinity–Spadina was here, but I’m pleased to still appreciate his wisdom from my colleagues here in the Legislature. I’m sorry that I missed out on that.", "A lot of work has been done on this and we see some of it reflected in this bill, but there is still a ways to go. The member from Haliburton–Kawartha Lakes–Brock spoke in depth about financing, fees and the various pieces that can make it unsustainable for condo owners and that we must ensure a stable framework to protect those condo owners. As she said, we need to get it right.", "As I mentioned earlier, having the opportunity in committee to hear more from those condo owners should really be the priority. Their protection needs to be the priority.", "As we’ve heard today, we see no meaningful Tarion reform, and that’s a missed opportunity. I’m sure that my colleague from Bramalea–Gore–Malton is ready to make comments on this, and I know that he has worked extensively on Tarion reform." ],
  "anchor" : "para176"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para182"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s great to have an opportunity as a northern member, the MPP for Thunder Bay–Superior North, to comment on this legislation as well, which I think is very much needed and, I think, generally speaking, being positively received. Obviously, it’s a very good debate in the Legislature today, as it has been in the past.", "I can tell you that in Thunder Bay we do not have the concentration of condominiums, perhaps, that there obviously are in other parts of province, but it is indeed a number that is increasing—buildings that are going up that are being welcomed by a number of people. I think that’s why this legislation is actually so needed.", "May I say that I’ve had condominium owners and managers of buildings contact me over the years to try and make sure that they have a role to play in this as well.", "I think the key aspects of this legislation are really, really important: certainly increasing protection for condo owners purchasing a condo; and requiring condo managers to be licensed, I think, we agree is a good idea. I think the establishment of the cost-effective dispute resolution system—again, people agree upon how important that is. Instead of spending thousands of dollars and many months in a legal battle, I think all condo owners would welcome having access to a dispute resolution process that can solve those issues, hopefully in a fraction of the time and at a fraction of the price.", "I know that there are, over the course of a year, more than a thousand complaints and inquiries related to condo issues. We are dealing with that. This is good legislation.", "As the members have referenced, there will be an opportunity in committee to have further discussions about it. But certainly I’m very pleased that this legislation has been brought forward and I strongly support it." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para190"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "It’s a pleasure to rise today and reply to the member from Kawartha-Haliburton-Brock—anyway, more or less like that. It’s down in eastern Ontario.", "I would like to make a few comments on that. Some of the research I was able to do shows that over 1.3 million Ontarians actually live in condos. I think a lot of them are on the streets we walk back and forth on to work here every day.", "It was funny about the debate today because last night, when I was going home, I was walking up Wellesley Street and I stopped to take a look for a couple of minutes at a couple of condominiums that are just rising. It’s amazing how they go up every day. When you’re here, you don’t really realize it because every day, they go up a little higher and they pour some more cement and somebody has got a flag up on one.", "My understanding is that there are over 700,000 condos in Ontario—that’s up from 270,000 in the early 2000s—and there are over 50-some thousand under construction at this moment. It is not just Toronto; obviously, a number of us live in those here. But back in my own riding—I did some research on that—we have over 3,000 condos in Sarnia–Lambton. Most of those in the city are in Point Edward or along the river in Corunna. People can take advantage of the beautiful St. Clair River at Bluewater Country, or Lake Huron, beautiful Lake Huron.", "A number of people in my riding have the opportunity to take advantage of that. A lot of people have moved there, relocated from the GTA and sold homes here for substantially increased prices from what they probably purchased them for a number of years ago; they’ve chosen to relocate to southwest Ontario. We continue to encourage that, for people to come to southwestern Ontario, especially the Sarnia–Lambton area.", "I’ll look forward to the rest of the debate." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions or comments?" ],
  "anchor" : "para197"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "This bill is about protecting condominium owners, and it’s very important. We’ve heard from the member that there are 1.3 million people who are living in condos. That equals the population of the entire province of Saskatchewan. That many people are living in condos. The fact that many of them have received little to no protection over these years is simply unacceptable.", "What this bill purports to do is something important. It’s going to provide some serious protection, some improvement in the existing laws. But there is a certain gap that’s left by this bill. While we’re seeing an improvement in terms of having a dispute resolution mechanism—that’s good, but it doesn’t provide for a mechanism to address other disputes beyond just the condominium board, for example with the developer, with the builder, which is probably one of the biggest and the most disputed areas: disputes between the actual builder or the owner of the condominium and the resident. So that area has been left unaddressed by this bill.", "In addition, one of the biggest areas of concern for condominium owners—we have to keep in mind that purchasing a home is probably the biggest investment of your life, and that investment is supposed to be protected. There is a home warranty system that protects that investment. But in this province, there have been countless examples of this home warranty system, Tarion, not working for the people. In fact, there is a lot of evidence that suggests that Tarion is actually working against the people, the residents, whom it is supposed to protect.", "This bill simply does not address this issue whatsoever, whether it’s the fact that Tarion is comprised almost entirely of people who are working for the industry that is supposed to be regulated—they are people who are part of the building associations. How can they provide oversight and protection for the consumer when they are working with the industry that is supposed to be regulated?", "There are a lot of problems with Tarion and this bill does not address that. Beyond that, I agree that this bill does move us forward and provides more protection." ],
  "anchor" : "para198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Haliburton–Kawartha Lakes–Brock for final comments." ],
  "anchor" : "para203"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Thank you, Mr. Speaker, for making sure Haliburton got in there, too.", "Thank you for the comments made by the Minister of Northern Development and Mines; the members from Oshawa, Sarnia–Lambton—that fine gentleman—and Bramalea–Gore–Malton, the deputy leader of the NDP.", "We’ve all had quite a good discussion this morning. Sometimes that doesn’t happen in the Legislature, but I’m pleased that has happened and I’m pleased that the rural members have certainly said their piece also about the condos that are coming to our areas. I will do an advertisement of course, that there are lovely condos as well as waterfront properties and towns to live in in our areas.", "We brought up the statistics several times. Certainly the urbanization, the vertical increase, the intensification is occurring mainly in our cities. The numbers of people who are buying—that is going to be their home, condos. That’s certainly a shift from other years.", "It is said that for many years an update to the Condominium Act needed to occur. We do believe that this certainly gives some greater protection to the condo owners and to the consumers with new ways for dispute resolutions. I know that the NDP has certainly brought up Tarion a lot this morning. I appreciate the fact that maybe we should be looking on the bigger scale with some changes that may need to occur with Tarion, for better consumer protection. But for right now this condo act, Bill 106, is certainly a step in the right direction. We will be looking forward to committee and to making any amendments that we can to strengthen that bill.", "I thank you for that opportunity this morning to have time to speak to this." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para210"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It’s always a privilege and honour to stand here in my place on behalf of the good people of Algoma–Manitoulin.", "This morning, with all due respect, Mr. Speaker, and a little bit of leniency from you, I want to bring the passion and the fire of one individual who was here at one time and who is very responsible for why we’re having this discussion here today, one member, Rosario Marchese:", "“We’re having this discussion today. Through you, Mr. Speaker, through your eyes, we are doing this today. I say to you all, God bless. God bless. It is wonderful to say, Mr. Speaker, that we are having this discussion this morning, but I ask the government, in their wise eyes, the content of this bill—why are we having this discussion? Why are we missing so many things that could help so many people? Why is this government so unwilling to help those who need help”—" ],
  "anchor" : "para211"
}, {
  "speaker" : "Interjection",
  "text" : [ "The most." ],
  "anchor" : "para214"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "—“those who need it the most?", "“I say, of course, through you, Mr. Speaker: I challenge this government so that when we get to committee, you listen, you open your eyes, and you bring the changes that are needed to help those that need help most.”", "I did that with all due respect and all kindness to my friend Rosie. He was a man that was very passionate about this cause." ],
  "anchor" : "para215"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Was that an Italian accent?" ],
  "anchor" : "para218"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "Well, to answer the question, no, that was a Frenchman trying to be Rosie, and it’s impossible. You know, I’m a big-statured man and Rosie was, let’s say, not as voluptuous as I am, but he carried his passion and the views and the opinions of so many in his riding. He fought for this issue for eight years. I think actually it was longer than eight years that he was fighting for this issue on behalf of his constituents, and it’s here. We’re talking about it today.", "To my friend Rosie: I miss you. But we’re finally having this debate and these discussions. It is not what you have been looking for for a very long time, but it’s a step forward. To you, my friend, I take off my hat because you’re to be truly credited for this.", "As many of our colleagues, we’ve been flagging this issue for a very long time. These are several important aspects of the bill, some of them that are long overdue.", "The bill will license condo managers, improve governance and oversight of condo boards, and provide an inexpensive way for owners and boards to resolve some disputes without going to court. For many, going to court is not an opportunity or a factual way of resolving the issues. The battles that you go through, which have been highlighted for a very long time, prove to be very difficult for many when they go to the courts.", "While my caucus and I support this bill, I would like to see it go to committee and ensure the appropriate amendments are made. I’ve got to say, it’s worrisome that it took so long for this bill to get to this point, but it finally is here, and on behalf of my friend Rosario, I do say God bless. Finally, some legislation that will help to protect condo buyers rather than just the wealthy developers has been long overdue.", "Myself being from the North, I drive to Toronto and I see growth, vertical growth, whereas in my riding of Algoma–Manitoulin, we see some growth in certain communities, but it’s nowhere near what is happening down in this area. The skyline has changed just around my condo on St. Joseph Street, just between Yonge and Bloor. Just in the six years that I’ve been coming here, I’ve seen eight condos pop up like a shrub from northern Ontario. It’s just unbelievable the amount of growth that has been there.", "It begs to ask the question—myself, I just purchased a home last year with my wife up in Elliot Lake, and I know what I bought. I bought a home that was warm. I bought a home that I knew I had to go in and do some renovations into it. But some of these individuals that are going into these condos don’t have that same luxury of knowing. They are presented with a plan, they are presented with photos, they are presented with ideas and they’re presented with a dream, the dream being their dream home where they’re going to raise their family, where they’re going to raise their kids and where they’re going to make a living. Once they get to their home, their dreams are shattered, and those individuals struggle to fight the process and fight the developers in order to get what was rightfully promised to them, what they were rightfully told they paid for. Their dream was taken away from them.", "It’s taken a long time to get to this process. It took many things to get to this. Again, I’ll keep mentioning his name: Rosie Marchese worked extremely hard on this. As he would say, “Is it going to take pieces of building, glass falling off of buildings to get something done?” Wait a second; that happened. Is that why we’re finally having this discussion here today? Is that why we’re starting to challenge ourselves and see and listen and heed the warning signs that are there, that people need a process in order to have their issues heard? I say yes, and I say thank you, Rosie.", "In my area of Elliot Lake, there are retirement homes; there are condos that are there. Seniors are getting to their golden years and they just want to be able to move into a location and be taken care of. They want to make sure that the grass is going to be cut, their halls are going to be clean, their security is going to be there, the building is going to be well ventilated and heated, and the snow is going to be removed. Those are the things that they’re looking for in their golden years. They want to make sure that their needs are being cared for. When those aren’t being done, there needs to be a proper process for them to fight it.", "On a fixed income, it’s not always that luxurious, that you can actually go through the process of fighting this. It’s very costly for them on a fixed pension. Someone on CPP, old age security or guaranteed income supplement: They have a fixed income. They know exactly how much they’re going to spend on their bread, on heat and on hydro, how much they’re going to pay for their medication, their transit—if they’re lucky enough to have transit service in their community. If they need to get to their doctor’s, if they need to get to either Sudbury or to the Soo to visit that specialist, they don’t have time to waste money on fights with the developers. They don’t have that luxury. We really need to look at, through the discussions we’re going to have at committee, how we are going to help them make that process that much easier, so that they can have that opportunity to have their issues heard.", "I heard that these services will be available to people across the province not only in English, but also in French. We are an official province here, Mr. Speaker. There’s probably about 35% of my riding that is francophone. Est-ce qu’ils vont avoir la chance d’avoir des disputes—un processus pour qu’ils puissent apporter leurs idées, leurs « concernes » et leurs rêves, pour qu’ils puissent être adressés? Is that going to happen in this process? Are we going to make sure that this process is going to be available to them as well?", "Unfortunately, my time is already up. There are a few other things that we’d like to make sure are within the contents of this bill. We need to make sure that when we do get to the committee stages, those issues are addressed in here for the consumers." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member for Algoma–Manitoulin and for his respectful impersonation of the former MPP from Trinity–Spadina, Rosario Marchese. Molto bene." ],
  "anchor" : "para232"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 10:15, and this House stands recessed until 10:30." ],
  "anchor" : "para234"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to welcome a few visitors this morning. My friend Terry Yaldo, from Midway Convenience in my riding, is here in the members’ gallery. He’s joined by Jeff Poulin, the senior manager of affiliates for Mac’s Milk.", "This is the Ontario Convenience Store Day at Queen’s Park, and we are all invited to a reception this evening in the dining lounge.", "My friend the mayor of Leamington is here as well. John Paterson is in the House today. Speaker, you may remember that his father, Don, was a Liberal MPP from 1963 to 1975.", "Welcome to Queen’s Park and good luck with your meetings today." ],
  "anchor" : "para237"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "Mr. Speaker, today is a very special day for Ontario. I’m proud to stand in the House to announce that Arthur B. McDonald, professor emeritus at Queen’s University, has won the Nobel Prize in physics for his discovery that neutrinos change identities. I am so pleased that the Ministry of Research and Innovation was able to provide funding to support Mr. McDonald’s research at SNOLAB, an underground science laboratory near Sudbury. I’ve also had the privilege of visiting the SNOLAB to see first-hand the great work happening there." ],
  "anchor" : "para241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Introductions only, please." ],
  "anchor" : "para242"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m very pleased, on behalf of the PC caucus, to welcome to the chamber members of the Great Lakes and St. Lawrence Cities Initiative, in particular chair Mitch Twolan." ],
  "anchor" : "para243"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I had a meeting this morning, with members of the Great Lakes and St. Lawrence Cities Initiative, many of whom are here today in the gallery. I’d like to introduce executive director David Ullrich from the cities initiative; Mayor Keith Hobbs, city of Thunder Bay; Mayor Sandra Cooper from Collingwood; Mayor Scott Warnock from Tay township; Mayor Mitch Twolan from Huron-Kinloss; Mayor Ziggy Polkowski from Neebing in my community of Thunder Bay–Atikokan; Mayor George Cornell from Tiny; and Mayor Nelson Santos from Kingsville, representing Essex county.", "As well, I’d like to introduce Peggy Brekveld from Thunder Bay, the vice-president of the Ontario Federation of Agriculture.", "I also welcome, from my ministry, many MNR regional staff who are here today for training in Toronto." ],
  "anchor" : "para244"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I’d like to welcome the board of directors of the Ontario Federation of Agriculture here today. They’re having lots of meetings. I’d like to welcome my regional director, Mark Kunkel, and the vice-president, Peggy Brekveld. Please join them at their reception this evening." ],
  "anchor" : "para247"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Today, I would like to welcome a friend from out of province, Ross Risvold. He’s the former mayor of Hinton, Alberta. Welcome, Ross, over there.", "Also, I have a long-time friend, for over 40 years, from British Columbia. His name is Rick Hui; he’s also in the members’ gallery.", "Speaker, today, I have to exercise special attention in the House because my wife, Elaine Chan, is also in the members’ gallery. Thank you." ],
  "anchor" : "para248"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I see her hiding in the gallery there. I would just like to welcome my OFA director, Eleanor Renaud, to Queen’s Park. Welcome, Ellie; glad to have you here." ],
  "anchor" : "para251"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’d like to welcome some friends from my riding of Essex: Mayor Nelson Santos and Deputy Mayor Gord Queen of the beautiful, wonderful community of Kingsville. They’re here as a part of the Great Lakes mayors’ initiative, and I wish them well on their meetings today and look forward to meeting with them later on this afternoon." ],
  "anchor" : "para252"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "We’re going to be joined very shortly by the grade 10 civics class from St. Augustine Catholic High School in the great riding of Oak Ridges–Markham." ],
  "anchor" : "para253"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s my pleasure to introduce the mayor of Leamington, from the great riding of Chatham–Kent–Essex: Mayor John Paterson, whose father was a former MPP in this Legislature back during the Bill Davis era." ],
  "anchor" : "para254"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Some other mayors are with us today: Randy Hope, the mayor of Chatham-Kent, and Mike Bradley, the mayor of Sarnia. We also have Regional Chair Roger Anderson from Durham region and Councillor Mike Layton from the city of Toronto." ],
  "anchor" : "para255"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "Mr. Speaker, join me in congratulating page Gabriel LiVolsi, who is page captain today and from my riding of Davenport. I would also like to welcome his parents, Lee and Roberto, who are joining us here today in the members’ gallery. Welcome." ],
  "anchor" : "para256"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d also like to welcome today the warden of Huron county and mayor of Morris-Turnberry, Paul Gowing, as well as the mayor from Saugeen Shores, Mike Smith." ],
  "anchor" : "para257"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am also pleased to welcome from Durham region our regional chair, Roger Anderson, and the mayor of Oshawa, John Henry, to the Legislature today." ],
  "anchor" : "para258"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "Please join me in welcoming Dave Bryans, CEO of the Ontario Convenience Stores Association, and Noah Aychental, vice-president of Gateway Newstands and chair of the board of the Ontario Convenience Stores Association.", "OCSA is meeting with many MPPs today as part of their Queen’s Park day. I would also like to invite all MPPs and staff to the OCSA Queen’s Park day reception in the legislative dining room tonight from 5 p.m. to 7 p.m. I hear the snacks are excellent." ],
  "anchor" : "para259"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I’d like to welcome Debra Pretty-Straathof, who is here today with the Ontario Federation of Agriculture, and I invite everyone to their reception as well this evening." ],
  "anchor" : "para261"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to welcome some visitors from Scarborough–Agincourt, from Agincourt community social services. Welcome to Queen’s Park." ],
  "anchor" : "para262"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I’d like to welcome Don McCabe, president of the Ontario Federation of Agriculture, and also a resident of Sarnia–Lambton." ],
  "anchor" : "para263"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome the mayor from St Catharines, Mr. Walter Sendzik. Welcome to Queen’s Park." ],
  "anchor" : "para264"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "I would like to welcome the parents of page captain Nuh Ali—mother, Saba Syed, and father, Fahim Ali—to Queen’s Park. Welcome." ],
  "anchor" : "para265"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to welcome Brent Royce, who is here with the OFA today, and he’s from my riding of Perth–Wellington." ],
  "anchor" : "para266"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It’s my pleasure to introduce Don McCabe as well, president of the OFA, on behalf of the government of Ontario, and members and directors Mark Kunkel, Mark Reusser and Eleanor Renaud.", "Of course, we’ve heard about the reception. It’s also co-sponsored by Spirits Canada, so I’m guessing we’ll probably meet up with our friend Jan Westcott tonight." ],
  "anchor" : "para267"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I do my introduction, I just wanted to offer a reminder. This time has been set aside for introductions, but we get more introductions in and we don’t go beyond the time that’s been allotted if we just don’t give speeches at all. There’s room for those kinds of comments at a later date. If you’re going to introduce somebody to come to a lobby day or whatever, do that quickly, please. Don’t talk about how good the treats are. Just simply do the introductions, and all of us would benefit from it.", "With us in the gallery is a former member from Chatham–Kent in the 35th Parliament, Mr. Randy Hope, presently mayor." ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Durham." ],
  "anchor" : "para272"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Mr. Speaker, I believe you will find that we have unanimous consent that our members be permitted to wear commemorative pins in recognition of Child Abuse Prevention Month." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Durham is seeking unanimous consent to wear the pins to acknowledge Child Abuse Prevention Month. Do we agree? Agreed.", "One last comment. I suspect, when we do these unanimous consents, that all sides are provided with the pins to be made available through the House leaders, just as a reminder to everybody." ],
  "anchor" : "para274"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Or the whip." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Or the whips. The agreement comes from the House leaders on the unanimous consent. The whips—", "Interjection." ],
  "anchor" : "para278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just—please.", "It is now time for question period." ],
  "anchor" : "para280"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Newfoundland and Labrador pay their hydro CEO just over $500,000 a year. In New Brunswick, the head of the power corporation is paid just shy of $425,000 a year. In Nova Scotia, Emera and Nova Scotia Power, which both happen to be publicly traded companies, pay their CEOs a combined total compensation of $1.8 million. That’s four more provincial energy CEOs making less combined than the Hydro One CEO in Ontario. Once again, Mr. Speaker, it’s no surprise that these provinces pay lower industrial hydro rates than Ontario.", "Businesses across Ontario are leaving. They’re turning their lights off. They’re shutting their doors because of Ontario’s soaring hydro rates. How does the Premier justify these gold-plated paycheques for Hydro One executives?" ],
  "anchor" : "para284"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, let’s just do a reality check on some of the things that the Leader of the Opposition said.", "In terms of the jobs that we have created, that have been created in Ontario since the recession, over 500,000. So the notion that somehow Ontario is not growing, that our economy is not on track just is not accurate. We’re the number one jurisdiction for foreign direct investment two years in a row.", "The fact is that, of course, as other jurisdictions in North America and around the world are in a fragile economic state—we understand that. But in Ontario, with the investments that we have made, the investments in infrastructure, in people’s talent and skills, the fact that foreign direct investment is coming to Ontario, we are on track.", "The fact is that the Leader of the Opposition doesn’t support those investments, doesn’t support investments in infrastructure and in transit and transportation. We know that they’re critical for our prosperity." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, maybe the Premier misheard my question. My question is about generous executive compensation.", "I’ll be very specific: Hydro-Québec is twice as large as Hydro One in terms of revenue. Hydro-Québec does twice as much as Hydro One since it’s responsible for generation, transmission and distribution. Hydro-Québec has four times more employees than Hydro One. Yet the head of Hydro-Québec is paid one eighth of the $4 million the Premier is handing out to the new Hydro One CEO. He is responsible for half the size of the organization that Quebec operates, but in Ontario, energy bills are higher than our neighbour to the east.", "How can the Premier justify paying her new Hydro One CEO eight times more than what they’re paying in Quebec? It doesn’t make sense.", "Interjections." ],
  "anchor" : "para291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you." ],
  "anchor" : "para295"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "There’s your reality check, Premier." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to give the member a reality check. Come to order, member from Renfrew." ],
  "anchor" : "para297"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. I understand that the Leader of the Opposition is asking a very specific question about the executives at Hydro One. The Leader of the Opposition knows that Hydro One, in its new incarnation, will be regulated by the Ontario Business Corporations Act, the Ontario Securities Act and the Ontario Energy Board, and that they will have to file information with the Ontario Securities Commission and disclose the compensation of their top executives. That is the reality. It will be a different company than the company it is now. It will be a better company than the company it is now.", "But underlying the question is the reality that the Leader of the Opposition doesn’t support, for some reason, given that he in the past has supported a move like this, the broadening of ownership of Hydro One in order to invest in transportation infrastructure. That is the reality. We do believe that those investments are critical, Mr. Speaker, and we are going to make those investments." ],
  "anchor" : "para298"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para300"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again for the Premier: It’s clear the Premier doesn’t seem to mind these ridiculous executive compensation paycheques that she’s cutting, how they’re going to hurt Ontario families and how hydro rates are going up because of her decisions.", "There are six other provinces in Canada where the primary electrical company is a crown corporation. Those six provinces are able to pay their CEOs—combined—less than what you’re paying here in Ontario. There is no reason for the Premier to be paying this much money for her CEO when every other province in Canada can rein in their executive compensation.", "Mr. Speaker, my question to the Premier is, why does she think these salaries are acceptable?" ],
  "anchor" : "para301"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, there are mayors sitting in the gallery today and many of those mayors have had meetings with me and with my colleagues. The number one issue they raise with us is investment in infrastructure. There are roads and bridges and transit projects around this province—", "Interjections." ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para306"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I understand that the opposition doesn’t want to hear this, Mr. Speaker. I understand they want to shout down anything that would indicate that they don’t understand that the investments that we need to make right now are for the future productivity and competitiveness of this province. We’re going to make those investments.", "Yes, Hydro One is going to be a different company, but the Leader of the Opposition knows full well that the way rates are set now by the Ontario Energy Board is the way rates will be set going forward. That will not change, Mr. Speaker." ],
  "anchor" : "para307"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Premier. Since I can’t get an answer on the issue of executive compensation, I’m going to try health care.", "The government’s cuts to health care are hurting patient care in Ontario. I’m going to give an example to the House today. We know of a doctor who is on call for the Telephone Health Advisory Service. He took a call from an ill patient. It was a Sunday afternoon and the doctor interrupted his family time to take this telephone health advisory call. This particular call, like so many others, prevented a patient from having to go to the emergency room.", "Mr. Speaker, is the Premier prepared to tell the people of Ontario that these cuts to health care, like the one we’re talking about here today, are going to cause people to wait longer and longer in an emergency room when it could have been dealt with otherwise?" ],
  "anchor" : "para310"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "First of all, Mr. Speaker, health care costs are increasing and our investments in health care are increasing, so we’re not cutting health care. The fact is that since 2003, funding for hospitals alone has risen from $11.3 billion—", "Interjections." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please.", "It’s very difficult when somebody from the government side is pointing and talking and eliciting a response. Just relax.", "Interjection." ],
  "anchor" : "para315"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You obviously haven’t heard me.", "Finish, please." ],
  "anchor" : "para318"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Hospital funding alone, Mr. Speaker, has risen from $11.3 billion to $17.3 billion. That’s a 53% increase since 2003. Funding for community support services increased to almost $514 million this year. That’s an increase of $41.9 million over last year, Mr. Speaker.", "There were 135,280 nurses employed in nursing in 2014, up 2.7% from 2013 and up 21.6%. from 2002. So the fact is, Mr. Speaker, health care investments are going up.", "The Leader of the Opposition stood with Stephen Harper when he unilaterally slashed the Canada Health Transfer, Mr. Speaker—", "Interjections." ],
  "anchor" : "para320"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order.", "Supplementary." ],
  "anchor" : "para324"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again for the Premier: No one believes for a second that this government isn’t cutting health care. We all know you’ve cut it by $54 million.", "The government is trying to portray—", "Interjections." ],
  "anchor" : "para326"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order." ],
  "anchor" : "para329"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Now the government is trying to portray Ontario doctors as villains, and that’s simply not the case.", "A doctor in Thunder Bay shared a story with me about the latest round of Liberal cuts and how it’s affecting his health clinics. He’s going to have to let two staff members go and close his two clinics. That’s because he’s no longer able to afford the costs associated with running those clinics. When he closes those clinics in Thunder Bay, 4,000 more people in Thunder Bay will be without a family doctor.", "There are 800,000 people in Ontario without a family doctor. How can this Premier justify diminishing health care in Thunder Bay?" ],
  "anchor" : "para330"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "If the Leader of the Opposition is standing up to stand in opposition to the changes that we are making in terms of doctors’ pay because we couldn’t come to an agreement with the OMA, if that’s what he’s saying, then I would say to him that we value our doctors. The doctors in Ontario are paid, on average, more than any other doctors in the country, so they are very well paid, as they should be. That is a very good thing.", "If the Leader of the Opposition is saying we shouldn’t transform the health care system—because we are making changes. We are moving services from hospitals into the community because that is what our aging demographic actually requires. People want to be at home. We’re not there yet; it’s not done. There is more that has to be done, but we are in the process of transforming the system. If he’s standing up and saying we shouldn’t do that, then he’s out of touch with the needs of the people in our communities." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para336"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again for the Premier: If transforming the health care system is code for this government ripping $800 million away from doctors for patient care, then I don’t support this transformation.", "Let me give you an example of what their transformation means: In 2005, an ophthalmologist from Cornwall was able to reduce cataract surgery wait time to just one month. In the past year, under the Liberal government cuts, she has seen her wait time increase to four months—" ],
  "anchor" : "para337"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Where were you when the feds cut transfer payments?" ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Municipal Affairs and Housing." ],
  "anchor" : "para340"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "—and another six months for surgery. Now the Liberal government has put a cap on the number of surgeries she can perform. She is only able to operate twice a month. These cataract surgeries mean all the difference in the world to those who need it.", "How much more evidence does the Premier need until she can appreciate she’s cutting health care in Ontario and it’s hurting patients?" ],
  "anchor" : "para341"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para343"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Mr. Speaker, I’m a little confused, because I’m absolutely certain that the member opposite, the Leader of the Opposition, is talking about the federal government and not the provincial government, because it’s estimated—when he talks about health care cuts, in the next 10 years we’re going to be receiving, as a province, $8 billion less as a result of the changes that that member opposite supported. When he talks about cuts to health care, he’s talking about changes in the federal transfer that are resulting in a $335-million cut to health care in this province because of a decision of the government that he was part of. When he talks about cuts—he has a lot of experience with health care cuts.", "Our budget is increasing. Our budget for doctors is increasing by 1.25% this year. Next year, it continues to go up, as does our health care budget. It goes up year after year after year as we make important investments.", "Our doctors are the best paid in this country. I’m proud of that. I’m a member of that profession. But we need to pay attention to other health care workers, our PSWs, our nurses and nurse practitioners, as we build the best health care system in the world—", "Interjections." ],
  "anchor" : "para344"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Stop the clock. Be seated, please.", "This is my opportunity to remind people that you speak to the Chair and in the third person.", "New question." ],
  "anchor" : "para348"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier is selling off Hydro One for a one-time cash grab of $4 billion she says will go into her 10-year infrastructure fund. That works out to $400 million per year over 10 years. But what she won’t tell us is that by restoring the corporate tax rate by just 1%, we would earn more than $4 billion over the next 10 years, and we would retain public ownership of Hydro One, which would continue to provide us significant revenues in each one of those years.", "So why is this Premier plowing ahead with the short-sighted privatization of Hydro One when she could have chosen a reliable, long-term plan for the future of Ontario?" ],
  "anchor" : "para352"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Whenever there is an issue about investment, the leader of the third party turns to a corporate tax increase. She has spent that $4 billion 50 times.", "The fact is that we have made a prudent—", "Interjection." ],
  "anchor" : "para354"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We have increased taxes. The leader of the third party knows we have increased taxes. In our budget we have increased taxes on the highest income earners in this province. She knows that full well. What she also knows is that we need to make investments in infrastructure.", "We were clear with the people of Ontario that we were going to leverage the assets that were built many years ago in order to be able to build the new assets that are needed in this province. That’s what we’re doing, and we’re making those investments across the province." ],
  "anchor" : "para357"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Independent experts, from KPMG to the Premier’s own transit adviser, Anne Golden, calculate that restoring 1% of the corporate tax rate would raise between $420 million and $700 million per year. Other economists put the figure even higher. By dedicating $400 million to infrastructure, we could make the investments that we need and keep Hydro One in public hands. It’s exactly the kind of smart, progressive solution that this Premier rejects.", "Why is this Premier selling off Hydro One when she should be asking the biggest corporations to pay just a little bit more for the infrastructure that they need and the infrastructure that we need?" ],
  "anchor" : "para360"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We brought in a budget in 2014 that was a progressive budget, that actually did increase taxes. It reinvested in people like personal support workers. It brought in a plan to index the minimum wage and increase the minimum wage. We got no support from the NDP on that budget, Mr. Speaker. So in terms of making investments and building this province, I do not take any lessons from the leader of the third party.", "The fact is that we have made a decision that we’ve talked to the people of Ontario about. We’ve made a decision that investing in the roads and the bridges and the transit and the hospitals and the schools around this province is what is needed at this point. Communities have said that to us. They need that infrastructure investment, and we are going to work with them to make it." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para364"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the bottom line is that this Premier had better choices, but she’s choosing a short-term scheme, and it is the wrong decision for the people of Ontario.", "The Premier’s sell-off of Hydro One protects her small group of powerful friends from paying their fair share, but it leaves families and businesses paying the price, not just now but for decades to come. This Premier could be asking the biggest corporations to help tackle congestion and build the infrastructure that we need. Instead, she is giving Ontarians a completely false choice.", "Why is this Premier selling off Ontario’s most important public asset when she could simply raise corporate taxes by a mere 1% to get all of the money she needs and more?" ],
  "anchor" : "para365"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As we might expect, the leader of the third party is not looking at the whole picture. Part of the plan that we put forward to the people of Ontario was to make sure that we had a competitive business environment, that we worked with business to make sure that we drew investment to the province and that businesses could expand. It’s not perfect, but the fact is, we have been the number one jurisdiction for foreign direct investment for two years in a row. That indicates that people and businesses see that Ontario is somewhere they want to invest. They want their businesses to be here. The fact is that that competitiveness is critical to our well-being, and the jobs that we have been able to foster and that businesses have been able to create are because of that competitive business environment. But the leader of the third party never takes that into account." ],
  "anchor" : "para368"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier.", "Yesterday, Stephen Harper concluded the negotiations on the secret Trans-Pacific Partnership. Details of the deal are just emerging, but we know that it will be good for Big Pharma and it will be bad for health care in Ontario. The Council of Canadians warns that the TPP threatens the possibility of creating a national pharmacare program in Canada, and the CEO of the Registered Nurses’ Association of Ontario said that the TPP will kill pharmacare. Yet, sight unseen, the Premier and her federal leader have endorsed Harper’s secret deal. Why is this Premier choosing big American pharmaceutical companies over the health care needs of Ontarians?" ],
  "anchor" : "para370"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Once again, the leader of the third party oversimplifies a very complex situation. We haven’t endorsed anything. What we said was that we must compete globally. To take the position that she and Tom Mulcair have taken, which is, “We wipe our hands of it. We’re not going to compete in the global economy. We’re just going to say forget it; we’re not going to sign on,” is ridiculous in 2015. You absolutely have to work in the global economy.", "What we’ve said is, on the face of it there are opportunities, but we’re very concerned about some of the issues that we believe should have been more transparent. I’m not happy with the way Stephen Harper has negotiated this. He hasn’t talked with the Premiers—" ],
  "anchor" : "para373"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Hey, that’s my Prime Minister." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, member from Nepean–Carleton." ],
  "anchor" : "para376"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—he hasn’t talked with any of the local communities.", "We’re concerned about supply management, we’re concerned about the auto parts sector, but that doesn’t mean we’re going to put our heads in the sand and pretend we don’t live in the world." ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para379"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Doctors Without Borders issued a statement about the TPP, saying that it “will raise the price of medicines for millions by unnecessarily extending monopolies and further delaying price-lowering generic competition. The big losers in the TPP are patients and treatment providers in developing countries.”", "We know that this deal sells out the public, consumers and patients not just in Ontario but in countries around the world, and yet this Premier is “excited about the ... TPP” and has endorsed Harper’s secret trade deal so that she can remain in step with her federal leader.", "Why won’t this Premier listen to the people on the front lines and do the right thing for Ontario patients and demand changes to the Trans-Pacific Partnership before Canada signs on?" ],
  "anchor" : "para380"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "So, Mr. Speaker, the leader of the third party just said this is a secret trade deal. I kind of agree with her that it was not transparent. We were not able, as the Premiers of the provinces and the territories, to be able to see the negotiations as they went along. That’s why we asked the Minister of Agriculture, Food and Rural Affairs to go to Atlanta to make the case for supply management.", "We’ve been concerned about this deal, but the leader of the third party can’t say it’s a secret deal and then say she knows exactly what’s in it and we shouldn’t sign on to it.", "We have to know what’s there. There is a ratification period. We need to know what the details are. We need to consider those details. To, sight unseen, say we’re just not going to take part, we’re not going to sign on, is a ridiculous position to take in 2015." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary, please." ],
  "anchor" : "para386"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Harper government negotiated a secret deal that will make it harder—harder—for Ontario’s future health care challenges to be met, and the federal leader that the Premier has been campaigning for is signing on to that deal.", "According to the Ontario Health Coalition, the TPP will limit the government’s ability to control drug prices, which could put a national pharmacare plan out of reach for the province of Ontario and the rest of the country.", "Again, I’ll quote from Doctors Without Borders: “The negative impact of the TPP on public health will be enormous, be felt for years to come....”", "Why is this Premier endorsing Stephen Harper’s secret plan instead of standing up for pharmacare in Ontario?" ],
  "anchor" : "para387"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We need to see the agreement, and we need to be able to analyze it, because it has been quite secretive, as the leader of the third party says, which means we don’t know all of the details that are in it. We need some time to analyze it.", "But here’s the thing: I have a huge amount of confidence in businesses in this province and in this country. I believe we can compete globally. As the Premier of the province of Ontario, it is absolutely my responsibility to make sure we can compete globally. That is the future. That’s why it’s so important that we have foreign direct investment coming to this province. That’s why we invest in our people’s talent and skills. We’re going to compete globally. We’re going to look for the opportunities and seize those opportunities. But we need to analyze this deal, which was not transparent enough. We don’t know those details and we need to find those out." ],
  "anchor" : "para391"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Premier. In late February, the Premier held a press conference and said, “On our review of the matter, we don’t expect” charges to be laid against Pat Sorbara. Oddly enough, the Premier never came to the defence of one of the Liberals’ biggest fundraisers, Gerry Lougheed Jr.", "After 10 months of what the OPP called a complex and very uncommon investigation, charges were laid against Mr. Lougheed Jr., but not against the Premier’s deputy chief of staff.", "What did the Premier know 10 months ago? Did she know that Gerry Lougheed agreed to take the fall for Pat Sorbara?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Government House leader." ],
  "anchor" : "para397"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I’m really puzzled by the nature of the question and the way it’s so convoluted, because in it I almost read that the member opposite is doubting the good work of the Ontario Provincial Police in this matter.", "As the member opposite cited himself, there has been a 10-month-long investigation in the matter done by one of the most professional police services in this country, the Ontario Provincial Police, and they have made a determination. They have made a determination as to who to charge and who not to charge in this matter.", "I don’t think we are in any position whatsoever to doubt or question that judgment of the Ontario Provincial Police. I ask the member opposite to respect the process, to respect the investigative work that is being done and to let the courts decide this matter further." ],
  "anchor" : "para398"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para401"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Again to the Premier: The Premier reiterated the fact that she didn’t expect charges were going to be laid on Pat Sorbara in this chamber. She never defended Gerry Lougheed that same way. She never said that she didn’t expect charges to take place in the Ornge air ambulance scandal. The Premier never said that she didn’t expect charges in the gas plant scandal. The only thing she said was that she didn’t expect charges were going to be laid against Pat Sorbara.", "The Premier has over and over again said that she wouldn’t comment on the corruption investigation throughout the last 10 months except to say that Pat Sorbara would not be charged. Despite what everyone, and I mean everyone, heard on those tapes, the Premier must have known something.", "Why was the Premier able to claim 10 months ago that there weren’t going to be charges laid against Pat Sorbara?" ],
  "anchor" : "para402"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Clearly the member opposite is doing what we call fishing. He is out there trying to find something that he can talk about, because clearly the opposite side has not—", "Interjections." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order—on both sides.", "Carry on." ],
  "anchor" : "para407"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I would say to the members opposite, stop fishing and start focusing on real and substantive matters before us in this province, and that is to build the infrastructure, that is to invest in our economy so that we can continue to grow this province, so that we continue to create good-paying jobs, as this government is focused on. Their fishing expedition is not going to go anywhere. What we need to focus on is to let the police do their work, let the court proceedings take their course, while we, as legislators, focus on building Ontario up." ],
  "anchor" : "para409"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Premier. In September, Stephen Harper admitted that the auto sector wasn’t going to like what was in the Trans-Pacific Partnership trade deal. But then yesterday, Justin Trudeau said that he would “wait and see” what was in the TPP before weighing in.", "Also yesterday—", "Interjections." ],
  "anchor" : "para411"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sure the member will tie this into a government question." ],
  "anchor" : "para414"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you, Speaker.", "Also yesterday, the Premier herself, referring to the TPP trade pact, said, “It’s important that we need to be able to seize this opportunity.”", "Now that the Premier of Ontario is spending so much of her time as Premier on the campaign trail, talking up the leader of the federal Liberal Party, will she too wait and see what devastating effects this trade deal will have on the province’s automotive and manufacturing sectors before she acts?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Yesterday, I delivered a speech to the Empire Club. I had the opportunity to talk about how important it is for provinces and territories to have a working relationship with the federal government. I did make that speech, Mr. Speaker, and I was asked questions about the TPP in the aftermath of the speech.", "What I said was that it is very important that we are competitive on the global scale, that we understand—", "Interjection." ],
  "anchor" : "para419"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Nepean–Carleton, second time." ],
  "anchor" : "para422"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—that in order for our economy to thrive here in Ontario, and for the national economy to thrive, we look for those markets and we seize those opportunities. I did say that, and I believe that because I have faith in Ontario, I have faith in Canada and I have faith in our ability to seize those opportunities.", "But does that mean that everything about the TPP is as it should be? I don’t think so, but we don’t have those details and neither does the NDP." ],
  "anchor" : "para423"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para425"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "This morning we learned that Stephen Harper made an election promise of money for the auto industry, anticipating the damage done by this trade agreement. The Auto Workers estimate that the job losses will be roughly around 20,000.", "The truth is that the TPP is only the latest in a long list of wrecking balls to hit this province’s manufacturing sector. Once a driver of our economy, the people who filled these jobs in communities like London, Essex, Windsor and other locations are now, frankly, struggling to hold on. Speaker, this is all under the Liberal government’s watch.", "Will the Premier speak out in favour of Ontario jobs, or will she just say whatever is needed to elect her Liberal leader, Justin Trudeau?" ],
  "anchor" : "para426"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, we live in a global economy. What the NDP would like to do is just build walls on our borders and keep out everyone else, but the problem with that is that we’re—" ],
  "anchor" : "para429"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Everything is owned by international companies. We don’t own anything." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek." ],
  "anchor" : "para431"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We are 13.5 million people. We need to be a centre of innovation in order to be able to compete. We need those markets to sell into and we need connections with markets around the world.", "I am very, very concerned about some of the clauses in the TPP. We need to analyze those. There’s a ratification period, and we need a sensible conversation with the federal government, whoever is there, about what’s good for the people of Ontario.", "But I do not believe that we can wash our hands of global participation. I think that would be irresponsible. It would not be in the best interests of industry in this province or in this country, so we are going to look to seize opportunities." ],
  "anchor" : "para432"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "My question is for the Minister of Education. As we all know, child care provides a strong foundation for our youngest learners, and our government is committed to strengthening child care in Ontario.", "I know how important it is for my constituents to have access to safe and modern child care. When families in my riding meet me in my office, at community events or at their doorstep, they always talk about the safety of their children, especially when they leave them in the care of others.", "Mr. Speaker, my question through you to the minister is, can she please tell my constituents how we are ensuring that we are giving their children the best possible start in life?" ],
  "anchor" : "para436"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Thank you to the member for Mississauga–Brampton South, who is a great advocate for schools and child care in her riding.", "Since 2003, child care funding in Ontario has increased from $530 million to over $1 billion—almost double. The number of licensed child care spaces has also grown over the same time, to nearly 351,000, which is an increase of 87%. In the past year alone, we’ve seen more than a 10% increase in the number of licensed child care spaces. And last year, our government provided an additional $269 million over three years to support a wage increase of $1 per hour for eligible child care program staff working in the licensed child care centres and home child—" ],
  "anchor" : "para439"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "Thank you, Minister. I know that child care is a priority for my constituents in my riding, and I also know that our government recognizes the importance of investing in our children’s future.", "I was so pleased to hear, this past Friday, that our government is investing almost $795,000 in my riding to build 49 new child care spaces. Minister, can you please explain more about this announcement and how it will help our children to transition from child care to full-day kindergarten?" ],
  "anchor" : "para442"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Last spring, I was pleased to announce that our government is investing $120 million over the next three years to create approximately 4,000 new child care spaces in schools across Ontario.", "Last week, I was pleased to announce the first tranche of that funding, which is 13 schools that will be getting a total of 42 new child care rooms, housing almost 800 new spaces. So adding that space in local schools is an important step obviously to getting high-quality child care into more neighbourhoods.", "Over the next 10 years, the province actually plans to provide school boards with more than $11 billion to help build new schools in areas of high growth. But what’s interesting about this particular program that the member talked about is new child care—" ],
  "anchor" : "para444"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. Yesterday, I asked the minister about the fact that social housing dollars had been used to pay for a luxury, eight-day South African vacation, and the minister just laughed it off. This was a luxury vacation with a private driver, an apartment on an estate, winery tours, whale-watching, a visit to a nature preserve, a cable car up Table Mountain and more, paid for by using taxpayers’ dollars.", "Mr. Speaker, we have the expense form right here from the individual who billed it. Now that the minister has had time to look into it, can he tell us if he has asked for the cost of that South African vacation back?" ],
  "anchor" : "para449"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The 2012 trip was before we enhanced the accountability measures which, when you were in government, you weren’t prepared to do.", "Mr. Speaker, I sometimes think the honourable member opposite must be misquoting. He is aware that my government took steps to increase the accountability of HSC, steps his government would not take, and yet he says no one has done anything. The member knows that I wrote to the chair of HSC more than a year ago, expressing concerns about some expense policies, yet he says no one has done anything. The member also knows that the board of HSC reviewed its expense policies and brought them into compliance with management board guidelines, and yet he says no one has done anything.", "He also knows that HSC participated in a third-party review of its management and policies to ensure effective governance, a review which found the organization today to be well managed—" ],
  "anchor" : "para451"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Mr. Speaker, the minister has forgotten what year this party became government. This was in 2012.", "Most taxpayers in Ontario can’t afford luxury trips to South Africa, and certainly the 168,000 families waiting for affordable housing can’t. We’re talking about thousands of dollars that went to a personal vacation instead of affordable housing; taxpayers’ dollars that paid for wine tasting and meals at award-winning restaurants while families on the wait-list struggle to put food on their table. It’s a clear misuse of taxpayers’ money, and the people waiting for affordable housing want to know what the government is doing about it. Again, I ask, what steps has the minister taken to investigate and get that money back? Or does he think that it’s acceptable to use affordable housing dollars for South Africa luxury trips?" ],
  "anchor" : "para455"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The member knows—just going on with the thrust of my arguments—that HSC has committed to an action plan to address improvements recommended by the third-party review, improvements which will make the governance—", "Interjection." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oxford, come to order. You asked the question; I’m trying to listen to it." ],
  "anchor" : "para460"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "He’s not answering." ],
  "anchor" : "para461"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Thornhill is not helping. You are also to come to order.", "Finish, please." ],
  "anchor" : "para462"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "He says no one has done anything about it. Can the member explain to this House why he has said that no one has done anything about it, when the facts so clearly point out otherwise? Speaker, I leave that question with the honourable member. What was, was. You didn’t put accountability measures in place; we did." ],
  "anchor" : "para464"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Through the Chair." ],
  "anchor" : "para465"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The best political advice I ever got was from the late, great Sterling Hunt—", "Interjections." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. First of all, your time is up. Second of all, third person and to the Chair.", "New question." ],
  "anchor" : "para468"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Thank you, Speaker. My question is to the Premier. Yesterday, after word of the finalized deal emerged, our Minister of Agriculture was very clear about concerns for the TPP’s negative implications for Ontario supply-managed farms. In his statement on the government of Ontario website, he was very clear that the TPP could undermine “consumers’ desire to buy local, jeopardizes Canada’s supply management system, and does not provide Canadian producers reciprocal benefits to export.” That’s a quote. But in a speech to the Empire Club, the Premier, while discussing the same TPP, stated, “It is important that we take hold of this as an opportunity” She went as far as to criticize the leader of the federal NDP for not supporting the deal sight unseen. So, through you to the Premier, does the Premier agree with the Minister of Agriculture that this opportunity could jeopardize Ontario’s supply-managed farms?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, here’s the thing: It is a complex deal. The fact is that there are many parts to it. There’s the part where we will have opened markets, where we will actually see opportunities, where businesses in this province and in this country will have more opportunity. That’s one part of this situation.", "The other part is that we have concerns. We do have concerns. Those things are not mutually exclusive. The fact is that we have concerns about the supply-managed sector. We have concerns about auto parts. We have been clear about that. But that does not mean that we wash our hands of an opportunity to expand markets. The fact is that we live in a global economy, and to oversimplify our position in the world would be irresponsible. We’re not going to do that, even if that’s the NDP’s choice." ],
  "anchor" : "para472"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para474"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Once again to the Premier: The market access granted to non-Canadian, non-local food would be lost to Ontario farmers forever—farmers that operate at no cost to the taxpayer, until this trade deal was announced. On October 1, the Minister of Agriculture stated, “When you have a really good trade deal in place you really don’t need to discuss compensation.” Yet we’re moving from a system where farmers earned enough from their products to a system where the government will have to cover the shortfall.", "Is the Premier willing to risk Ontario’s supply-managed farms on a deal whose details no one has really seen, or is she too invested in campaigning for her federal counterpart?" ],
  "anchor" : "para475"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "There’s an expression about the pot calling the kettle black, Mr. Speaker.", "Anyway, the fact is that this is a deal that will have an influence on every province and territory in the country. There hasn’t been enough information about it. Stephen Harper has not included Premiers of the provinces and the territories in those discussions. I’ve called for that. Premiers have called for that at the Council of the Federation. He didn’t do that, so we don’t have all the information.", "I have concerns. I have concerns about the supply-managed sector. I’ve been a huge supporter of supply management, along with the Premier of Quebec. I’ve been very, very clear about that.", "I have concerns about the auto sector, Mr. Speaker, but the reality is, we don’t have all the information. We have to analyze it and we have to recognize that we are part of a global economy. We need those relationships; we need those markets. We need to seize the opportunities, and at the same time make sure that the conditions are ripe for our industry here in Ontario." ],
  "anchor" : "para477"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Ma question est pour la ministre des Services sociaux et communautaires.", "Minister, social workers and social service workers perform a vital role serving some of the most vulnerable individuals living in Ontario. Through the work of your ministry, they help serve individuals through the social assistance system, support individuals with developmental disabilities, help women and their children escape violence, and support First Nations and aboriginal communities towards healing and wellness. Through the work of other ministries, the province’s social workers and social service workers help protect children and support families.", "Beyond these government programs, there is a larger social support network that serves these individuals in need. Frequently, the people behind these efforts are social workers or social service workers.", "Minister, you have made it a priority to support social workers and social service workers. Can you please share with this House the details of the professional development fund?" ],
  "anchor" : "para482"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "Thank you to the member for Ottawa–Orléans for the question.", "Our government recognizes and values the important contributions made by all our front-line workers, including those who are social workers and social service workers, who deliver the supports and services to Ontarians every day.", "We are committed to ensuring that they have the support they need to perform their jobs to the highest standard. That is why earlier this year, at the Ontario Association of Social Workers annual general meeting, I announced the launch of a two-year $1-million professional development fund to help with the costs of professional development activities, completed by members of the Ontario College of Social Workers and Social Service Workers. By providing financial assistance for professional development opportunities, we are supporting social workers’ and social service workers’ access to advance their skills, knowledge, practice and service delivery." ],
  "anchor" : "para486"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para489"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Merci, madame la Ministre.", "Certainly, from a very personal standpoint, as a former social worker, this news is very exciting. As a professional development fund, it is the first-ever opportunity like this in Ontario’s history. It is long overdue and much appreciated, and certainly an opportunity that I wish existed at the time when I was working in this field.", "As of this September, social workers and social service workers can access professional development dollars that will pay for approved professional development activities. This investment is going to the professionals who help turn this government’s policies and programs into action at the community level, and their work makes a real difference in the lives of thousands of Ontarians every day.", "Minister, I understand that individuals can now apply for the fund. Can you share the opportunities that this will provide to interested professionals?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Helena Jaczek",
  "text" : [ "As the member from Ottawa–Orléans has expressed, we rely on highly trained social workers and social service workers at the front line to strengthen our communities. The professional development fund will help to ensure the college members can access professional development tools that will enhance service delivery to these vulnerable populations. The fund will provide financial assistance to successful applicants of up to $300 over the next two years, helping them to participate in workshops, courses and conferences that will advance their knowledge and skills, integrate their learning, and help them gain experience working with vulnerable groups.", "Our government truly values the extensive knowledge, the professionalism and the personal attention social work professionals bring to helping families and individuals navigate their way through difficult times. I want to thank social workers and social service workers for their service, and encourage them to access the benefits of further professional development." ],
  "anchor" : "para494"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "My question is to the Minister of Community Safety and Correctional Services.", "The tragic crash that claimed the lives of three children and their grandfather in Vaughan is having a deep impact on the brave men and women who answered the call. Iain Park, deputy chief for York region EMS, said that eight of the 15 paramedics who attended the scene took time off to seek help for post-traumatic stress disorder. In his 25-year career, he has never seen a single incident affect so many staff members. He said, “When we have an incident like this when we have so many ... that are affected, it gives us the opportunity to start talking about it.” The opposition wants to talk about extending PTSD coverage for first responders. We must fast-track Bill 2.", "The minister is also the House leader and it’s his file. Will the minister join the opposition and fast-track the bill and help our heroes with PTSD?" ],
  "anchor" : "para497"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para501"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the honourable member for what is a very, very important question that we take very, very seriously in this House. To summarize my response to you, I think we can do better than Bill 2. I think the member has brought forward Bill 2 and has started the conversation going.", "As I uncover more and more about this issue in consultation with our front-line workers, paramedics, firefighters, police officers and those who respond to the front lines, I’m convinced that we must do a combination of what’s envisioned in Bill 2, with some improvements to it. I’m also convinced that what we need is a very comprehensive prevention program in this province. I’m committing to bring forward a proposal to this House that I think will meet with the intent of what the sincerity behind your question is." ],
  "anchor" : "para502"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para504"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "We need to see legislation. Deputy Chief Park said, “As a profession, paramedics often feel that there’s a stigma associated with it, they keep inside.”", "Part of the reason the stigma exists is that the government has yet to fully acknowledge the impact of post-traumatic stress disorder. It takes a special person to be a first responder. They’re human. Our government must send a clear message to our first responders that PTSD is real and it doesn’t make you less of a person to admit that you need help.", "We’re once again calling on the minister and House leader to bring the NDP’s bill forward. When can our first responders, our heroes, expect to see it before the House?" ],
  "anchor" : "para505"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Once again, thank you to the honourable member for the question.", "We all know that PTSD is a very serious condition. We’re finding out more and more about it as we uncover the effects that it has on our front-line workers. What we have done at the Ministry of Labour is we had a round table a number of years ago. That was people who work on the front lines and who came forward, formed a group and brought us their best advice.", "One of the things they told us is, “You need to get everyone together. You need to bring the best advice in.” We had General Roméo Dallaire who came and spoke at a summit that was hosted and attended by some members of this House in Toronto not very long ago. As a result of the information we’ve received to date, we’re ready to begin moving on bringing something forward to get introduced to this House and to get it through the committee process.", "I think what you’re going to see introduced by the Minister of Labour speaks directly to the concerns that you’re raising and the respect we owe our front-line workers." ],
  "anchor" : "para508"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Minister of Energy. Yesterday, I asked the minister to explain an unbudgeted $2.6-billion cash payment to Hydro One. The minister called my question a “diatribe.” He said the government was simply paying the money to itself, so it was a wash.", "The government is not quite paying the money to itself. The government is taking $2.6 billion out of the Consolidated Revenue Fund and giving this cash to the Ontario Electricity Financial Corp., which can only use it to pay down debt. The $2.6 billion in cash will be gone; $2.6 billion in real cash is leaving the treasury to pay for an unbudgeted expense. This cash will no longer be available to pay for health care, education or transit. Instead, the money will go to the OEFC and then to Hydro bondholders.", "Speaker, how is this a wash?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "We did deal with this in estimates this morning and in question period yesterday. This transaction will have no fiscal impact for Ontario.", "We have been clear that the purpose of broadening the ownership of Hydro One is to maximize its value so we can make the largest investment in infrastructure in the province’s history, and that’s exactly what we’re doing.", "Hydro One will be paying the government the amount it owes to become a public company to a departure tax, which applies to all LDCs in the province. Hydro One is being treated like any other company in this respect. To ensure the value of Hydro One is maximized, the province will provide Hydro One with a capital contribution that is equal to the same value as the departure tax. In return, the province will get shares of Hydro One that are of equal value.", "Mr. Speaker, I want to be clear that this will have no fiscal impact for Ontario." ],
  "anchor" : "para516"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para520"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The government’s budget forecasts an $8.5-billion deficit based on $131.9 billion in expenses. Now the government says there will be an additional unbudgeted expense. The government will pay Hydro One’s $2.6-billion tax bill in cash. This money will not return to the Consolidated Revenue Fund; it will flow to Hydro bondholders.", "The government has refused to give information on this transaction to the Financial Accountability Officer. The Hydro One prospectus says that in return for the cash payment, the government will receive $2.6 billion in shares of Hydro One, a company the government already owns 100% of.", "Does the government plan to pay for its transit investments with accounting tricks?" ],
  "anchor" : "para521"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "As a 100%-owned crown corporation, Hydro One is currently not required to pay federal or provincial income tax. Instead, it makes payments in lieu of tax, or PIL, to the Ontario Electricity Financial Corp.", "When the company goes public and becomes broadly held, the market value is compared to the tax value of the company to determine the departure tax payable when leaving the PIL system. In Hydro One’s case, the company is paying $2.6 billion in departure tax as part of the transition to a broadly held, publicly traded company. Hydro One is being treated like any other company in this respect: The company is paying the departure tax.", "Before the IPO is completed, the province, as shareholder, will make a capital contribution into Hydro One and receive new common shares of Hydro One Ltd. for a total of $2.6 billion. This will provide Hydro One funds that it will use to pay the departure tax. There’s no fiscal impact in any way, shape or form" ],
  "anchor" : "para524"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the Minister of Community Safety and Correctional Services.", "Minister, we all know that Ontario is one of the safest places in Canada to live, work and raise a family. In fact, my riding of Barrie has been rated one of the safest cities in all of Canada for two years in a row. Thank you to Police Chief Kimberley Greenwood and Mayor Lehman.", "Since 2003, Ontario’s crime rate has dropped by 34% and Ontario’s violent crime rate dropped by 27%. These are statistics of which we can all be proud. But policing is becoming increasingly more challenging in the 21st century. We are seeing a growing number of interactions with vulnerable people, such as those who suffer from mental health and addiction.", "Mr. Speaker, could you please ask the minister what he is doing to modernize policing in the 21st century?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the member from Barrie for the thoughtful question.", "The Police Services Act was written in 1990 and has basically remained unchanged over the past 25 years. We can all think of examples of just how much the world has changed in that time, and that is why it is so important that we modernize how policing is done in our province. That is why we plan to open up the Police Services Act and conduct a thorough review.", "We have worked with our municipal and policing partners through the Future of Policing Advisory Committee to develop our Strategy for a Safer Ontario. Our new strategy is our government’s blueprint of what effective, sustainable and community-based policing will look like in Ontario.", "It is now time to take the next step. We want to take the strategy out of the boardroom and into the community centres and neighbourhoods to consult directly with Ontarians. Starting this fall, our government will be hosting consultations across the province to discuss the key pillars of our new strategy." ],
  "anchor" : "para532"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para536"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you to the minister for that answer. I’m glad to hear that you have been working hard to bring forward a new model of policing for the 21st century. It is vital that we look to tackle more complex community safety issues and we develop better, more efficient solutions to these problems. I know that as we work to build an even safer community in my riding of Barrie, these solutions will have an important impact.", "As the minister begins to consult on this new strategy, I think it is important that communities across our province understand how they will be engaged. After all, the issues that they face are both broad and varied and they must understand how they can participate in making this an even safer province.", "Speaker, through you, can the minister please explain what he will do to engage communities in this new strategy?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "It is our strong belief that as we work to build even safer communities, we must engage our communities themselves in that process.", "The cornerstone of our new strategy will be community safety and well-being plans, which will be in every part of the province. These plans will help to reduce the demand for a reactive, resource-intensive emergency response. They will achieve this by developing a collaborative and proactive approach to community safety, where community partners share information and work together with police on early intervention opportunities.", "A number of these important projects are already in place. For example, Hamilton’s partnerships with mental health nurses and coordination with local hospitals are improving outcomes for citizens and reducing the amount of time officers spend in waiting rooms.", "These are the kinds of meaningful collaborations that we want to encourage with communities through our community safety and well-being plans as we work to make Ontario an even safer place in the 21st century." ],
  "anchor" : "para540"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "My question is to the Minister of Transportation.", "Yesterday we learned that the fallout from last November’s icy QEW commuter chaos has meant a $500,000 fine for a government road maintenance contractor. Again, instead of government insuring motorists’ safety ahead of winter snowfall like we get in Canada here, we see the same knee-jerk “fine and forget about it” routine after the damage is done. It’s the same lacklustre approach that this government has taken since watering down standards and oversight in 2009 with compromised contracts, putting motorists’ lives at risk to save a few bucks. Every winter we see the same story play out: treacherous conditions, traffic tie-ups, collisions and sadly, even deaths.", "It’s October. Will the minister commit to Ontario motorists that their safety will not be risked this winter by the cut-rate winter road maintenance contracts they introduced in 2009?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin by thanking the member for that question.", "As I have said many times in this House, making sure that Ontario’s roads and highways are maintained—in all seasons, of course, including winter—in a proper way so that our motorists and the travelling public have the confidence to drive on our roads and highways is one of my top priorities. It’s worth noting that for the last 13 years, this province has ranked first or second across North America for having the safest highways and roads, specifically with respect to winter maintenance.", "I’m delighted to make sure that the House knows that for the upcoming winter season we will have more equipment in remote, rural and congested urban areas. We’ll have more anti-icing liquids on the roads before winter storms so that highways are less slippery when bad weather begins. We will have an improved 511 website with live camera images and time-stamped road condition info, and a new Track My Plow program in two of our areas, and expanding." ],
  "anchor" : "para548"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Ajax–Pickering on a point of order." ],
  "anchor" : "para552"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "Just on a point of order: When we were introducing some mayors, I could not locate visually the mayor of Ajax, Steve Parish. He has been sitting in the west gallery. Unfortunately, just as I go to say that, a group of them have departed. I wanted to pass on my good wishes to the mayor of Ajax from the 130,000 people there." ],
  "anchor" : "para553"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader on a point of order." ],
  "anchor" : "para554"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Mr. Speaker, I’ll let you determine whether this is a point of order. The mayor of the city of St. Catharines, Walter Sendzik, was in the gallery. I did not want to interrupt question period to introduce him, so I thought it might be appropriate to do so now." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister of Agriculture." ],
  "anchor" : "para556"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, I do apologize as it’s late today, but I see my good friend Don McCabe, the president of the Ontario Federation of Agriculture, is in the members’ east gallery today." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I wouldn’t have let you interrupt question period anyway.", "There are no deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para558"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Guten tag und herzlich willkommen 47th Kitchener-Waterloo Oktoberfest.", "Kitchener-Waterloo Oktoberfest, otherwise known as Canada’s greatest Bavarian festival and the second-largest Oktoberfest in the world, attracts over 700,000 visitors every year, with over $1.5 million in proceeds being put back into the community.", "Waterloo region has a long history of German roots. Kitchener was formerly named Berlin, and a large portion of the population identified themselves as being of German heritage.", "What makes Oktoberfest so great is that there is truly something for everyone. Oktoberfest hosts Canada’s largest Thanksgiving Day parade, which is viewed by over 1.8 million Canadians nationwide. There are over 48 family, cultural and sporting events, and of course 19 festhallen to experience some Gemütlichkeit.", "One of this year’s Oktoberfest highlights includes the Hometown Hockey Tour with host Ron MacLean and NHL alumni, which gives families the chance to celebrate hockey and our community pride on national TV.", "I must also take a moment to thank the 500 passionate volunteers without whom this festival would not be nearly as successful as it is today. Since 1969, the constant growth and success promoting a unique German heritage experience is a testament to the dynamic volunteers.", "I encourage all festival goers of Oktoberfest to come find me and get my official souvenir Oktoberfest pin. And, Speaker, as we say during the festival, Oktoberfest in Kitchener-Waterloo is wunderbar." ],
  "anchor" : "para563"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Ein Prosit." ],
  "anchor" : "para570"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "We lost a good friend in Windsor a few days ago. Bernie Campbell was only 64. He served in the RCMP for 33 years—a lot of that time on the drug squad in Windsor.", "I knew Bernie as a reporter, but we were friends who coached our kids in the same ball league in Forest Glade. His wife, Brenda, would look after me when I went to donate blood at the Red Cross.", "Bernie had one of those fantastic moustaches. He looked a bit like a younger version of the actor Wilford Brimley.", "Bernie was from Nova Scotia. He played the bagpipes in the Windsor Police Pipe Band.", "Less than a week after he retired from the Mounties, he started working with the campus police at the University of Windsor.", "He was a great guy. He deserved a happy retirement, but he was hit with a rare disease that left him in a wheelchair for the final days of his life. His funeral is tomorrow in Windsor. I won’t be able to attend, but I do express condolences to Brenda and the boys, Ian, Peter and James.", "Speaker, another old friend passed away recently as well. Les Chaif was a bit of a curmudgeon around city hall in Windsor. He was 82, a lovable guy, a real tax fighter and advocate. He never shied away from offering his opinions on how the mayor and councillors should be spending his tax money.", "Les was a veteran of the war in Korea. He tried to recruit me a few times to run for his favourite political parties: the Reform, the Alliance and the Conservatives.", "We didn’t always agree, but we were friends and I will miss our conversations. Condolences to Mary, his six kids, eight grandchildren and seven great-grandchildren." ],
  "anchor" : "para572"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "October 15 of next week will mark Pregnancy and Infant Loss Awareness Day across the world. Pregnancy and Infant Loss Awareness Day is a remembrance day for pregnancy loss and infant deaths. This day is observed across Canada, as well as throughout the United States, the United Kingdom, Australia and throughout these countries. Recognizing October 15 as Pregnancy and Infant Loss Awareness Day allows people to acknowledge the significance of the life of each and every child lost.", "Pregnancy and infant loss are brought on by complex issues that cannot be addressed by simple checklists or genetic recommendations. Sadly, in Ontario, 37,000 mothers experience pregnancy and infant loss each year. This day is observed with remembrance ceremonies and candlelight vigils, concluding with the international Wave of Light, a worldwide lighting of candles at 7 p.m. on the 15th.", "Here in Ontario, the Peace Bridge in Fort Erie, Niagara Falls and even the CN Tower will be lit up with pink and purple lights in memory of these little angels we have lost. Please do what you can in your own community to support mothers and families who have gone through this gut-wrenching loss of a child." ],
  "anchor" : "para582"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I’m honoured to rise and recognize five outstanding athletes from my riding, all of whom trained hard and put their best foot forward to clinch big victories at the 2015 Pan Am and Parapan Am Games and make Bruce–Grey–Owen Sound proud: Jason Crone of Shallow Lake; Josh Cassidy, a native of Burgoyne; Karen Van Nest of Wiarton; Josh Farrell of Saugeen Shores; and Kate Sauks of Bognor.", "After winning a silver medal at the 2012 London Paralympic Games, Jason Crone came out of retirement to try to win gold at the 2015 Toronto Parapan Am Games. Jason has always made the folks in Bruce–Grey–Owen Sound proud. He first made headlines in 2007 after earning a bronze at the 2008 Beijing Paralympic Games.", "Josh Cassidy won his third silver at the Parapan Am Games. He also won a bronze medal in the men’s 800-metre T54 wheelchair race. His finish time was one minute and 45.25 seconds.", "Karen Van Nest took silver at the Parapan Am Games. In addition to shooting and archery, Karen displayed her rowing skills in 2006 when she won a bronze medal at the world championships.", "Josh Farrell, who was named to the national team in 2014, won a gold in the men’s F20 shot put with a Parapan record throw of 14.05 metres.", "Kate Sauks of Bognor, after graduating with a PhD in rehabilitation sciences and anatomy, became the first University of Toronto athlete at the games to win a medal when she and her rowing partner raced to gold in the women’s light-weight double skulls.", "We are very proud of these very inspiring athletes, and I congratulate all of them on their extraordinary skills, determination and efforts. On behalf of everyone in Bruce–Grey–Owen Sound and everyone in Ontario and Canada, I wish them much continued success at their next stop, the Rio 2016 Olympic Games." ],
  "anchor" : "para586"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Governments around the world are preparing for the climate summit that will be convened in Paris this December. It’s generally expected that the government in Ontario will be bringing forward cap-and-trade and other climate measures when the House returns after October 20.", "I have said before and I will say now that the government should bring forward cap-and-trade and other measures for review by a legislative committee. Climate change poses huge challenges; so does action on climate change. There is no easy route forward.", "If the government wants to be successful with the measures it introduces, it will need public review of those measures. People will look for measures to be effective, fair and transparent. Without a public review, the task to implement climate action will be hobbled.", "I urge the government to build public review into its plans." ],
  "anchor" : "para594"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "I’m honoured and proud to share that Dr. Arthur McDonald from Queen’s University in my riding of Kingston–and–the–Islands has been awarded the 2015 Nobel prize in physics, only the second time in Canadian history that that has happened. He shares this prestigious gold-standard recognition with Tokyo’s Takaaki Kajita. In solving the stubborn neutrino puzzle, they have ushered in a new era in physics.", "Dr. McDonald’s team, two kilometres underground at the Queen’s Sudbury Neutrino Observatory, which my colleague MPP Kwinter helped launch in 1987, demonstrated that neutrinos change identities on their way from the sun; ergo, they must have mass.", "Neutrinos are the most abundant particles in the universe, after light. Some come from the sun, but even our own bodies produce streams of them. Some 2.5 billion neutrinos pass through a business card every single second, and although their weight is negligible, together they weigh about the same as every visible star in the universe.", "This is an excellent example of the importance of supporting pure, curiosity-based research, and half of all that Canadian research, I must say, comes from right here in Ontario.", "I’m deeply proud of the province’s continued commitment to research, innovation, science and technology. These investments not only ensure our province remains competitive in the global economy; it inspires our highly qualified graduates to follow in Dr. McDonald’s footsteps.", "Congratulations, Dr. McDonald, and thank you to all of the scientific community, whose passion, dedication and sheer hard work help us to understand. We all claim you as our own today, and we share this wonderful accomplishment with you. Merci beaucoup. Meegwetch. Thank you." ],
  "anchor" : "para599"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "The month of October marks the celebration of Hispanic Heritage Month, in which people of Latin origin come together to pay tribute to their shared identity. Hispanic Heritage Month is celebrated widely, with festivities in Canada, the United States and throughout Latin America.", "Last year, along with the PC caucus, I was happy to support the Hispanic Heritage Month Act, which proclaimed the month of October as Hispanic Heritage Month, and 2015 marks the inaugural year for the festivities here in Ontario.", "In celebration, my colleagues MPP Ted Arnott and MPP Gila Martow brought remarks on behalf of our caucus and our leader, Patrick Brown, at the inaugural Hispanic Heritage Month reception held at Queen’s Park last week. I understand from the member from Wellington–Halton Hills that the member from Thornhill stole the show as she kicked up her heels with the dancers. That’s what it’s all about.", "The Latin community, one of the fastest-growing in the province, has made many valuable contributions to Ontario’s growth and development. Ontario is home to more than 400,000 first, second and third generation Canadians of Hispanic origin. It is my hope that all Ontarians will take time during this month to learn more about the history of the Latin community in this province, as well as the important role that Hispanic people play in shaping our social, economic, political and multicultural fabric.", "I’m excited to celebrate the vibrant Hispanic culture this month during Ontario’s first Hispanic Heritage Month, and I hope my fellow members will join me in doing so." ],
  "anchor" : "para607"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "This past Friday, I spent the day like many of my colleagues, meeting with constituents. I was in my riding of Kitchener Centre.", "I want to tell you about one couple who made quite an impression on my staff and me. They are selfless, dedicated and very compassionate. They’re one of about 60 families in Waterloo region who have adopted older children.", "Now, adoption agencies tell us that it’s healthy newborns who are the first choice in adoption, but older kids with physical, mental and developmental issues such as fetal alcohol syndrome, autism and emotional trauma from years of abuse—oftentimes nobody wants these kids.", "This Waterloo region couple has adopted four children with various developmental issues: first of all, a brother and sister in 2007, and then in 2011 a set of young twins.", "I was very happy to share with them news of how our government is improving the adoption system. We’re helping more young people connect with waiting families, reducing financial barriers and we’re supporting culturally appropriate placements.", "There were 862 adoptions in Ontario last year, but 6,400 crown wards are still waiting to be adopted. When I asked this couple, “Why did you decide to adopt kids with developmental issues?” the answer was, quite simply, “Because there’s a need.”", "Children waiting to be adopted share a common sense of desire for a stable, positive and loving environment to help them reach their full potential. I congratulate all parents who make this very selfless commitment." ],
  "anchor" : "para613"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "This past weekend, I had the great opportunity to volunteer with the TD Tree Days program. I joined the good people from the town of Cobourg, Ganaraska Region Conservation Authority and many others at the site of a future park area in Cobourg. It particularly impressed me to see parents teaching their kids the value of giving back to our wonderful communities.", "With a little sweat and hard work, we were able to plant over 300 trees. This is a beautiful beginning to Cobourg’s future Cooey Park, which will offer 4.6 acres of open space along Cobourg Creek.", "This was one of 150 such events taking place across Canada, with TD employees, their families and friends joining the local volunteers to green up the communities. Launched in Canada in 2010, this program has engaged employees, customers and community partners in four countries. Thousands of volunteers, from Brownies to bankers, have planted over 185,000 trees. In addition, 50,000 trees will be planted across Canada this year.", "I’m proud of the town of Cobourg’s commitment to preserve, enhance and promote ecological diversity. I learned that when a tree is over 80 years old, its ecological and environmental air-cleaning and oxygen-producing benefits are drastically reduced, making the planting of new trees and reforestation a vital part of our communities and global environment.", "Mr. Speaker, this was an awesome experience. I wish to thank the TD Bank and the town of Cobourg for their continued commitment to our global environmental health and well-being." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para626"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated October 6, 2015, from the Standing Committee on Government Agencies.", "Pursuant to standing order 108(f)9, the report is deemed to be adopted by the House." ],
  "anchor" : "para629"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, I beg leave to present a report from the Standing Committee on Social Policy and move its adoption." ],
  "anchor" : "para633"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 37, An Act respecting Invasive Species / Projet de loi 37, Loi concernant les espèces envahissantes." ],
  "anchor" : "para634"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para636"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated June 2, 2015, the bill is ordered for third reading." ],
  "anchor" : "para638"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Today marks the first day of Child Abuse Prevention Month in Ontario. Every October, the Ontario Association of Children’s Aid Societies has an annual Purple Ribbon Campaign to help raise awareness of child abuse prevention.", "Thanks to all the members of the House for support of this campaign by wearing your ribbons today. By doing this, you are acknowledging the very serious and important issue of child abuse. We can all agree that child abuse and neglect is completely unacceptable.", "Nous sommes toutes et tous d’accord pour dire que les mauvais traitements infligés aux enfants et la négligence sont inacceptables.", "Today, the Ministry of Children and Youth Services is launching a public education campaign to inform the general public of its duty to report if a child may be at risk of abuse. All MPPs will receive posters for their constituency offices for this campaign; as well, online ads will target those who may be looking to report abuse.", "Speaker, there are more than 2.8 million children and youth who call Ontario their home. Children and youth are the most vulnerable members of any society, and they depend on us for protection. These purple ribbons remind us that we all have a responsibility to protect and keep all children and youth safe. All Ontarians have a legal responsibility to report suspected cases of child abuse and neglect. This isn’t a new obligation; we’re simply highlighting it here today.", "Under the Child and Family Services Act, all members of the public, including professionals who work closely with children and youth, must promptly report any reasonable suspicion that a child is or may be in need of protection and do that report to the children’s aid society. Child abuse includes physical, sexual and emotional abuse, as well as neglect and risk of harm.", "Ontarians should never hesitate to report suspected cases of child abuse or neglect. It’s not necessary for a person to be certain a child is or may be in need of protection to make a report to a children’s aid society; they only need to have reasonable grounds for their suspicion. “Reasonable grounds” refers to information that an average person using normal and honest judgment would need in order to decide to report.", "Members of the public, including professionals who work with children and youth, can find contact information for their local children’s aid society by dialling 411 where applicable or by visiting the website of the Ministry of Children and Youth Services.", "I want to take this opportunity as well to acknowledge the vital role that all children’s aid societies across the province play in keeping young people safe." ],
  "anchor" : "para641"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Yes. Thank you to our children’s aid societies.", "As a government, we have worked to strengthen the child welfare system in order to prevent cases of child abuse and neglect. We’ve made progress in helping to better protect vulnerable children and youth. For example, through the community capacity-building program, we provide annual funding to community-based agencies to deliver programs and supports to families involved in the child welfare system and to prevent children and youth from entering or re-entering care.", "The government has passed legislation that provides the Provincial Advocate for Children and Youth with the authority to investigate matters related to children and youth involved in the child protection system.", "As well, my ministry funds the Ontario Association of Children’s Aid Societies to provide a training and education curriculum to support child protection staff in making critical decisions about child safety and to improve outcomes for all children and youth. The training helps child protection workers to exercise their role to support and respond to the needs of children, youth and their families.", "We have also reached out to a number of professional associations, including teachers, early childhood educators, firefighters and health care professionals, to increase their awareness and understanding of their duty to report suspected cases of child neglect and abuse under the Child and Family Services Act. These folks are the front-line people who work every day with children and their families. We count on them to understand and exercise their responsibility to report suspected abuse or neglect.", "Preventing child abuse and neglect is a collective responsibility. We all have a role to play.", "La prévention des mauvais traitements infligés aux enfants et de la négligence est une responsabilité collective. Nous avons toutes et tous un rôle à jouer.", "I urge all members of this House and all Ontarians to learn the signs of child abuse and neglect. If you see it, report it. It is the law.", "Thank you to everyone out in the community who is making a real difference, day in and day out, in the lives of our children and youth." ],
  "anchor" : "para652"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Statements by ministries? It is now time for responses." ],
  "anchor" : "para661"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It’s an honour today to rise on behalf of the PC caucus to highlight October as Child Abuse Prevention Month. I think many of you know that on my legislative desk I have the pictures of my two children; I’ve carried them with me through various desks since I was elected in 2007. They have added significance now as I have returned to critic for children and youth. It’s a daily reminder for me that the reason we’re here is to protect our future generation, to protect our children and to do better.", "Our province’s children are indeed our future. We have a responsibility to provide every child with the opportunity to succeed and to protect them. I want to reinforce the importance of reporting any concern you have regarding a child’s safety. Last year alone, over 171,000 individuals called a children’s aid society in Ontario to report safety concerns about a child. It is part of our duty, in fact, to ensure the safety of our province’s most vulnerable. Whether you’re a parent, aunt, uncle, older brother or older sister, or even a family friend, we all have a duty to protect the children and youth of our province.", "Abuse doesn’t have to be physical. There are different forms of abuse that many of us don’t traditionally think of, such as neglect. Other forms of abuse include emotional and, of course, sexual abuse. There are also indirect forms of abuse to children, such as seeing or hearing a violent act.", "In addition to the different forms of abuse, there are different warning signs for each of these forms of abuse that we all need to be aware of. For example, indicators of neglect may include poor hygiene, frequent absences from school and unattended physical or medical needs, such as lack of glasses or dental work. Indicators of physical abuse include injuries that don’t fit an explanation or several injuries at different stages, or the inability to recall how those injuries occurred. We need to be on the lookout for such behaviour and warning signs. If you see odd behaviour and/or injuries, please report it. All it takes is a simple phone call to potentially save a child’s life.", "Awareness of these issues is critical to helping our province’s most vulnerable. Being aware of these issues will help prevent tragic cases like Katelynn Sampson and Jeffrey Baldwin. It was, in fact, oversight errors that led to these tragic deaths that could have been avoided. Had someone looked a little deeper into the backgrounds of these caregivers before granting custody, these deaths would not have occurred.", "In fact, there are gaps in our province’s child welfare system that need to be addressed. There were 103 recommendations made as part of the Jeffrey Baldwin inquiry to improve Ontario’s child welfare system. One of the major recommendations that came out of the inquest was the call for an immediate implementation of the child protection information network. CPIN, as it’s known, would establish a standardized information system connecting all children’s aid societies across Ontario to access that information.", "Unfortunately, we are too slow in implementing this very critical recommendation. The Jeffrey Baldwin inquest recommended that CPIN be in all children’s aid protection offices across Ontario by the end of 2016. At this point, we are hearing that the complete rollout will not happen until 2020. Only five of 47 child protection agencies across Ontario are currently using CPIN. That’s not good enough for Ontario’s children. We need this system to be in place immediately to protect our most vulnerable.", "This government is moving too slowly on the implementation of those 103 recommendations. Only 20% of the recommendations have been implemented or are in the process of being implemented. No one needs to be satisfied with those results.", "I want to stress again the need for everyone to be aware of children abuse and to not be afraid to report your concern if you believe a child is in danger. I want to finish off, as the minister did, by acknowledging the excellent work of our front-line workers and service providers across the province who work tirelessly to serve our province’s future generations. Thank you for all you do to protect our children." ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further members’ statements." ],
  "anchor" : "para671"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "This month, we acknowledge the importance of families and communities working together to prevent child abuse and to promote the social and emotional well-being of our children. Every child is born into a world filled with immeasurable possibilities. As elected officials, we must ensure all of our young people have the support they need to realize their limitless potential.", "Regardless of who they are or the circumstances of their birth, each child deserves to be cared for, valued and kept safe from harm. Sadly, abuse and neglect spoils this promise for too many vulnerable young boys and girls each year in our province. It is contrary to the principles of good parenting and caretaking and must not be tolerated.", "The Ministry of Children and Youth Services has a responsibility and a duty to look out for the best interests of our innocent and sometimes very vulnerable children. Proper oversight is needed immediately for children in care. That is why I tabled Bill 117, the Provincial Advocate for Children and Youth Amendment Act, which would require all agencies and service providers in Ontario to inform the Provincial Advocate for Children and Youth if they become aware of the death or critical injuries of a child where a children’s aid society has been involved within 12 months of the death or injury.", "This bill would also improve the way the advocate’s office can do its job by giving them quicker access to information. Passing this bill would be a step in the right direction and a true commitment to the children of our province.", "Here is a quote from the advocate’s 2011-12 report: “The provincial advocate continues to face roadblocks in accessing information about children and youth in our mandate who have died, and the results of investigations into allegations of abuse against young people in the youth justice system. As a result, the office is limited in its ability to perform its duty as an advocate for children and youth.”", "By passing this bill and changing the legislation, the advocate will be able to provide valuable information and encourage systemic changes that could keep our children safer. All children have the fundamental human right to live free from violence and abuse. We as individuals, parents and communities must rededicate ourselves to ending the cycle of harm that too many of our children in this province endure.", "This month we shed light on the unthinkable injustices that occur far too often to our most vulnerable, but we also acknowledge the love and courage it takes to raise a child. A loving family and a nurturing community is the best foundation for a promising childhood, and when parents and caregivers have support, they’re more likely to provide safe and healthy environments for children.", "It is important for all people to recognize the signs of child neglect and of physical, sexual and emotional abuse. Reporting any concerns could protect a child and connect a family with the help they need. You could potentially save a life or begin the process of healing.", "I challenge our communities to be proactive in promoting child abuse awareness strategies, and I commend all parents and caregivers who demonstrate unconditional love and who are a safe haven for their children.", "I would like to end with a quote from a book from Laura Davis named Allies in Healing. It paints a vivid picture of the detrimental and lifelong effects of child abuse. The quote goes as this:", "“Abuse manipulates and twists a child’s natural sense of trust and love. Her innocent feelings are belittled or mocked and she learns to ignore her feelings. She can’t afford to feel the full range of feelings in her body while she’s being abused—pain, outrage, hate, vengeance, confusion, arousal. So she short-circuits them and goes numb. For many children, any expression of feelings, even a single tear, is cause for more ... abuse. Again, the only recourse is to shut down. Feelings go underground.”", "Thank you." ],
  "anchor" : "para672"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para685"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government’s proposed Ontario Retirement Pension Plan (ORPP) is a mandatory pension plan which would target small businesses and their employees; and", "“Whereas there has been little to no discussion on what the costs would be, or who would pay them; and", "“Whereas affected businesses would be hit with up to $1,643 per employee, per year in new payroll taxes starting in 2017; and", "“Whereas affected employees would have up to $1,643 per year extra deducted from their paycheques, and it would take 40 years for them to see the full pension benefits; and", "“Whereas the Canadian Federation of Independent Business predicts the unemployment rate in Ontario would rise by 0.5%, and there would be a reduction in wages over the longer term; and", "“Whereas all of these costs would be shouldered exclusively by small businesses and their employees; and", "“Whereas public sector and big business employees who already have a pension plan will not be asked to pay into the plan;", "“We, the undersigned, do not support implementation of the Ontario Retirement Pension Plan and petition the government of Ontario to axe the pension tax.”", "I fully support it and will send it with page Kelly." ],
  "anchor" : "para688"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas mental illness affects people of all ages, educational and income levels, and cultures; and", "“Whereas one in five Canadians will experience a mental illness in their lifetime and only one third of those who need mental health services in Canada actually receive them; and", "“Whereas mental illness is the second leading cause of human disability and premature death in Canada; and", "“Whereas the cost of mental health and addictions to the Ontario economy is $34 billion; and", "“Whereas the Select Committee on Mental Health and Addictions made 22 recommendations in their final report; and", "“Whereas the Improving Mental Health and Addictions Services in Ontario Act, 2015, seeks to implement all 22 of these recommendations;", "“We, the undersigned, petition the Legislative Assembly of Ontario to pass the Improving Mental Health and Addictions Services in Ontario Act, 2015, which:", "“(1) Brings all mental health services in the province under one ministry, the Ministry of Health and Long-Term Care;", "“(2) Establishes a single body to design, manage and coordinate all mental health and addictions systems throughout the province;", "(3) Ensures that programs and services are delivered consistently and comprehensively across Ontario;", "“(4) Grants the Ombudsman full powers to audit or investigate providers of mental health and addictions services in Ontario.”", "I fully agree with this petition, will affix my name, and give it to Siena to take up to the desk." ],
  "anchor" : "para699"
}, {
  "speaker" : "Sophie Kiwala",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I sign this petition. I agree with it, and I pass it to the page." ],
  "anchor" : "para713"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s Drive Clean Program was implemented only as a temporary measure to reduce high levels of vehicle emissions and smog; and", "“Whereas vehicle emissions have declined so significantly from 1998 to 2010 that they are no longer among the major domestic contributors of smog in Ontario; and", "“Whereas the overwhelming majority of reductions in vehicle emissions is the result of factors other than Drive Clean, such as tighter manufacturing standards for emission-control technologies; and", "“Whereas the environment minister has ignored advances in technology and introduced a new, computerized emissions test that is less reliable and prone to error; and", "“Whereas the new Drive Clean test has caused the failure rate to double in less than two months as a result of technical problems with the new emissions testing method; and", "“Whereas this new emissions test has caused numerous false ‘fails,’ which have resulted in the overcharging of testing fees for Ontario drivers and car dealerships, thereby causing unwarranted economic hardship and stress;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“That the Minister of the Environment takes immediate steps to begin phasing out the Drive Clean program.”", "I’m please to affix my signature, and I’ll send it to the table with page Laura." ],
  "anchor" : "para721"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It’s my pleasure to read this petition that was signed by Mr. Hector Constantin, who is a constituent from Blezard Valley, in my riding. It reads as follows:", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government has made positron emission tomography (PET) scanning a publicly insured health service available to cancer and cardiac patients” under certain conditions; and", "“Whereas, since October 2009, insured PET scans are performed in Ottawa, London, Toronto, Hamilton and Thunder Bay; and", "“Whereas the city of Greater Sudbury is a hub for health care in northeastern Ontario, with Health Sciences North, its regional cancer program and the Northern Ontario School of Medicine;”", "They “petition the Legislative Assembly of Ontario to make PET scans available through Health Sciences North, thereby serving and providing equitable access to the citizens of northeastern Ontario.”", "I fully support this petition and will ask my page, Grace, to bring it to the Clerk." ],
  "anchor" : "para732"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition here addressed to the Legislative Assembly of Ontario.", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree with this petition. I affix my name and send it down with Jaleelah." ],
  "anchor" : "para741"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "I have a petition entitled “Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I fully support this petition, will sign it and send it with page Grace." ],
  "anchor" : "para750"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I have a petition here entitled “Planning for Ontario’s Future.” It’s addressed to the Legislative Assembly of Ontario.", "“Whereas it is absolutely crucial that more is done to provide Ontarians retirement financial security which they can rely on;", "“Whereas the federal government has refused to partner with our government to ensure that Ontarians have a secure retirement plan;", "“Whereas more than three million Ontarians rely on the Canada Pension Plan alone, that currently does not provide enough to support an adequate standard of living;", "“Whereas the Ontario Retirement Pension Plan will provide the safe and stable retirement that Ontarians need;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Ontario assembly support a plan to move forward with an Ontario-made pension retirement plan that will provide a financially secure retirement for Ontarians.”", "I agree with this petition. I’m going to sign it and hand it over to page Gabriel." ],
  "anchor" : "para759"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition from Tina Trottier, who lives in my riding in Sudbury. It reads as follows:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize Hydro One, there’s no return; and", "“Whereas we’ll lose billions in reliable annual revenues for schools and hospitals; and", "“Whereas we’ll lose our biggest economic asset and control over our energy future; and", "“Whereas we’ll pay higher and higher hydro bills just like what’s happened elsewhere;”", "They petition the Legislative Assembly of Ontario:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I fully support this petition, will affix my name to it and ask Wendy to bring it to the Clerk." ],
  "anchor" : "para768"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this bill, I affix my name to it and send it with page Eastyn." ],
  "anchor" : "para778"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas poets laureate have been officially recognized at all levels of Canadian government and in at least 15 countries around the world; and", "“Whereas the establishment of our own poet laureate for the province of Ontario would promote literacy and celebrate Ontario culture and heritage, along with raising public awareness of poetry and of the spoken word; and", "“Whereas the member from Windsor–Tecumseh has introduced private member’s Bill 71 to establish the Office of Poet Laureate for the province of Ontario as a non-partisan attempt to promote literacy, to focus attention on our amazing poets and to give new focus to the arts community in Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the establishment of the Office of Poet Laureate as an officer of the Ontario Legislature and that private member’s Bill 71, An Act to establish the Poet Laureate of Ontario, receive swift passage through the legislative process.”", "Obviously, Speaker, I agree fully and will sign my name to it, and give it to Jacob to bring up to the desk." ],
  "anchor" : "para786"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition entitled “Petition: Amalgamation Review, Flamborough,” and it’s addressed to the Legislative Assembly of Ontario.", "“Whereas the government of Ontario created the ‘new city’ of Hamilton on January 1, 2001, under the City of Hamilton Act, 1999 by amalgamating six lower-tier municipalities including the town of Flamborough and a single upper-tier municipality;", "“Whereas on April 13, 2000, a press release from the Ministry of Municipal Affairs announced, ‘The new city of Hamilton is one step closer to lower taxes as a result of legislation (amalgamation) introduced today by the minister,’ and on July 14, 2000, the Minister of Municipal Affairs, Tony Clement, announced that to prevent taxes from skyrocketing for Flamborough taxpayers, Flamborough will stay in Hamilton.", "“Thirteen years since Minister Clement’s announcement, taxes for Flamborough have skyrocketed. They have increased 57.3%; and", "“Whereas Bill 26, the Savings and Restructuring Act of December 1999, and the City of Hamilton Act, 1999, were adopted to achieve the stated purposes of fewer politicians while maintaining effective representation; lower taxes; better service delivery; less bureaucracy; better accountability.’", "“In fact, over the past 13 years, none of the above has been achieved. We now have bigger, more costly and more bureaucratic government. Staff personnel pre-amalgamation totalled 3,657 excluding police (O’Brien report 11/99). As of December 20/12, the employee count has increased to 7,559, excluding police, library and HECFI; and", "“Whereas in December 2003, March 2005, November 2005, September 2006 and September 2008 independent surveys were held in Flamborough, all of which showed a very high degree of dissatisfaction with our present form of government; and", "“Accordingly, be it resolved that we, the undersigned, petition the Legislative Assembly to set up a commission for an independent study and report which would cover the fiscal and social impact of amalgamation upon the citizens of Flamborough. It should compare the average cost per household of most core services, general government, fire and public works both before and after amalgamation as well as a comparative analysis of taxation per household and the size of bureaucracy.”", "I agree with the petition, affix my name and send it down with Wendy." ],
  "anchor" : "para794"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would like to remind all members in the Legislature that if you do have a very lengthy petition, you have my approval to shorten it. Give us, perhaps, the shortened version of it.", "Mr. Murray moved third reading of the following bill:", "Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin / Projet de loi 66, Loi visant la protection et le rétablissement du bassin des Grands Lacs et du fleuve Saint-Laurent." ],
  "anchor" : "para803"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Murray has moved third reading of Bill 66. Back to the minister: Mr. Murray." ],
  "anchor" : "para809"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you very much, Mr. Speaker. As I said earlier, I want to thank the member for St. Catharines, my friend and the former Minister of the Environment, who is one of a number of ministers who worked very hard to get this through the House. To the member for St. Catharines: I want to thank him for his leadership, as he really deservedly should be recognized for his work here.", "To my colleagues on both sides of the aisles who have supported this: I think this is a bill in the truest and best sense of parliamentary democracy. It’s something that reflects back on the House in the many contributions by many members over the years who have wanted to see this very important part of our planet and our province protected.", "There’s much that could be said—and I’m sure many people will talk about specifics of the Great Lakes. It’s interesting, because having lived outside Ontario, the enormity of them is really quite extraordinary. This is the largest freshwater coastline in the world—over 10,000 kilometres of coastline just around the Great Lakes. The Ontario side is larger and contains more coastline than all of the eight border states on the lakes combined together.", "The lakes are under quite significant stress. While there’s been many measures by governments past and present to try to preserve the lakes, there’s an incredible emergence of new challenges. As we know, we have excessive levels of nutrients in the lakes. This is not to blame anyone. There are a number of reasons causing that and one of them is changing climate and changing weather, which has meant that we get much more abrupt and intense rainfalls. Many of us will remember in southern Ontario that we had, in one day in July two years ago—or three years ago now, actually—the entire rain that normally falls in this province in two months. So you can imagine that that intense amount of rain hitting farmers’ fields drives a lot of nutrients into the lakes. And we have challenges with municipal systems and sewage.", "We have a number of problems with pharmaceuticals. I remember my friend Pauline Browes, a former Conservative member of the federal Parliament, who I worked with on the national round table. I never really appreciated it, but she used to come to the national round table and say, “We have a real problem with pharmaceuticals.” She would come up with these pictures of creatures that looked rather peculiar because they had multiple body parts. This is the kind of thing that almost sounds science fiction-like. But we have concentrations in some parts of our lakes of pharmaceuticals that are distorting the gender of many of the species in there, causing problems with rehabilitation.", "We have road salt at unprecedented levels, which is impacting on our lakes and interacting with other things.", "We have plastic microbeads, which were never a problem before—just in the last several years. They have become present in our lakes with such incredible concentrations that you can open up fish now and find fishes’ stomachs full of plastic microbeads.", "We have a greater range of pesticides. One of the challenges with neurotoxic pesticides—and there’s a study that will be released shortly in Quebec of all 20 of its great lakes—is that systemic neurotoxic pesticides break down in water. They’re water-soluble. While we know there’s issues with bees and pollinators—our bees are terrestrial invertebrates—the base of the food chain in the Great Lakes is our water invertebrates, the small creatures that fish eat, which are very susceptible to neurotoxic pesticides because they’re very similar in their body morphology to bees.", "We also have an incredible challenge with other types of plastics and pollutants, some of them urban-based and some of them rural. That really doesn’t matter; it’s the combination of them. We also know that the interactions between pharmaceuticals, road salt, different types of pesticides and plastics—plastics tend to absorb these kinds of materials. So it’s the complexity of the number of pollutants and the total cumulative effects of how they are interacting in our waters.", "We also know that we have challenges with invasive species in a way that we never had before, as global trade has brought zebra mussels. The Asian carp, Mr. Speaker, are now only 30 kilometres—or 30 miles, to use the American word; it’s a bit further than 30 kilometres—down the Detroit River, and they’re fast approaching. Governor Snyder in Michigan has taken this on as a personal commitment, to try and keep these very large fish from colonizing our lakes. We’ve had challenges because we’ve found a few of them, as you know, because in some cultural traditions, those fish are eaten live or have to be captured live. There’s a trade in them that also is exposed culturally for people who are practising what is a very fine culture, but not recognizing that putting those fish into the lake to keep them alive is a very dangerous thing.", "Some of our most difficult challenges with the Great Lakes are at the micro level. We have a lot of microbial life, tiny crustaceans that are vulnerable to acidification levels. Carbon dioxide levels right now, which are over 400 parts per million in our atmosphere, are not only causing climate change; they’re also causing the acidification of our oceans and also our lakes. In Ontario and the northern Great Lakes states, one of the areas that is most critical—I see that the member for Nickel Belt is present and paying attention; I think she is probably quite aware of this, representing a lot of these small lakes in her region. They are seeing levels of acidity that we have not seen before. This is a particular problem across northern Ontario in the Great Lakes watershed, because that level of acidification is just enough for these very small creatures to not be able to form their shells. When they can’t form their shells, another of the sort of building blocks of the food chain in the Great Lakes watershed is compromised.", "When you think of all of the layers of things that we are now dealing with and then you put climate change on top of that—and probably one of the most dramatic and visible impacts of climate change has been in our Great Lakes. Many members in this House who represent Great Lakes communities, which is a great number of us present—including myself, who represents the constituency that has the great honour of having this Legislature in it, and my two friends from Windsor across the way there would know this because they’re right at the nexus of some of the most important connectivity within the Great Lakes—will notice that those water levels dropped dramatically up until about three years ago. You’ll remember many of the stories. My friend from Huron–Bruce, who is across the way, would know that, down her way and up around Lake Superior and Lake Huron, people’s docks and much of our important, critical marine infrastructure were high and dry, hundreds of metres from water. We remember turning on our nightly news and seeing these dramatic pictures of people’s cottages, their boats, in small towns where ferries and marine infrastructure is important to tourism and fisheries, far away from the lakes. That was just three or four years ago.", "It’s interesting now that, with the increasing warmth in the Arctic, the polar vortex is reforming and relocating, becoming detached from its normal pattern, moving south of Hudson Bay into the Lake Superior basin. What has that done, Mr. Speaker? That has caused more intense wet and cold weather in the Great Lakes watershed area, meaning that we are now, only three years later, having record high levels. In the spring, the ice is so severe and the water levels so high that those same docks which were high and dry are now being destroyed by extraordinarily high-record water levels, and the movement of ice in spring destroys that marine infrastructure.", "This is the crazy thing about disruptive climate change, and we’ll feel it most particularly in the Great Lakes: that only a few years ago, the problem was high and dry docks. Now we have mayors and reeves and wardens from small communities, and councillors and business leaders and people in the fishery and tourism industries, pointing out that the high water levels and the extraordinary ice buildup is causing the destruction of those same things—the exact opposite problem—making adaptation and preparation for these things very, very, very difficult.", "This is not an onerous act. It’s a very different kind of approach to legislation. Some people have called this coercive, involuntary, or that it might impose some requirements on municipalities. It doesn’t. It’s an entirely voluntary, collaborative bill which, through the Great Lakes Guardians’ Council, brings everyone together—First Nations, people in tourism, fishery, municipal leaders, businesses, communities and ministers who have responsibility in this area—to institutionalize our Great Lakes strategy as a province, which many of you are aware of and have been supportive of, and to look for capacity, because attached to this is an ongoing commitment of $15 million to invest in the Great Lakes.", "We also have the Great Lakes Guardian Community Fund which, I would say to all members, closes on October 23. These are small grants that go out—usually about 80 to 100 of them go out every year—to communities all around the Great Lakes and Great Lakes watershed. Many members present here have organizations that have received these grants annually. These are amazing little grants that help community groups—everything from 4-H clubs to local schools and conservation groups—to actually do things to fight everything from phragmites to invasive species, to looking at restoration of communities.", "We also, through these strategies and through the collaboration, identify key issues. One of the successes that came out of some of the early work done by community groups was the conditions of Randle Reef in Hamilton Harbour. This government invested—continuing a long tradition of concern—over $46 million with our partners in the municipality of the city of Hamilton and with the federal government, to improve the conditions in Randle Reef in the Hamilton area. These are very important things.", "The other piece that I am particularly interested in—my friend Mark Mattson with the Waterkeeper says, “Our goal is that our Great Lakes should be fishable, swimmable and drinkable,” and they are not all those things right now—is that one of the things that this bill does is it requires the government to report on the quality of lakes. Working with my colleague from the Ministry of Natural Resources and Forestry, who also has some responsibility here, to work with community groups to take the enormous amount of data that we collect on the Great Lakes and put it out there publicly in a way that people can understand and use that data to monitor the lakes and to be effective—Mr. Speaker, I won’t go on much longer.", "My friend from Windsor–Tecumseh talked about poetry and things. We sometimes get so literal and scientific and cognitive in our world views about these things. There has been a great deal written about the Great Lakes, and I just wanted to thank Her Honour, the Lieutenant Governor, the Honourable Elizabeth Dowdeswell, because she has a great art exhibit that I highly recommend to people to go and look at. It’s called Identity: Art Inspired by the Great Lakes. It’s paintings, drawings and photography of the Great Lakes by Ontarians and by visitors to our province. It’s just literally in this building, if you have a chance to go and visit, in the Lieutenant Governor’s rooms. She’s extended an invitation to us all. It’s an extraordinary collection of art. I think as Ontarians and Canadians you’ll be enormously proud when you see the incredible talent of so many Ontarians and so many visitors who have come here.", "Sometimes we forget that art and sometimes stories are much better told. I’d like to just close by putting a poem into the record, if I may, Mr. Speaker, because I think sometimes poets say things better than politicians. This is a poem called Great Lakes, by Smoky Hoss:", "In the big lake", "wide waves flow,", "into an unruly caprice", "that ever onward grows and goes—", "Vast waters", "without end,", "an eternal immensity", "where, it seems, life and death converse and blend—", "Always it rises", "to fall back upon itself again and again,", "only bound", "by a greater force within the wind—", "When you step into the waters", "nothing is ever the same;", "the feeling of flying", "washes you away far, to a place with no name—", "The water is something", "that connects anything", "to everything;", "depth to height", "width to length", "weakness to strength—", "In the large and looming waters of life", "we are all sure to swim, and swim,", "awaiting One big wave", "to take us home to the shore,", "restful once again—", "I want to thank one of Ontario’s great poets, Smoky Hoss, who I think probably describes that emotional feeling, if you’ve ever stood in Lake Gitche Gumee—just the enormity of it—and looked up at the stars and looked at the depth and breadth of that lake. The world seems bigger. Things seem more possible. Space and the universe somehow seem comprehensible in their enormity. We can take great pride in our attachment to this very fragile, lonely little blue planet that seems so much at risk. Maybe the lake says something that will inspire us all to cherish each other and our planet a little bit more." ],
  "anchor" : "para810"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para863"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "First off, I’d like to say that I appreciate the opportunity to speak to the House today specifically with regards to Bill 66, The Great Lakes Protection Act, 2015.", "As you know, I hail from the great riding of Huron–Bruce, and I know first-hand how important the Great Lakes are to our environment, our communities as well as to our economy.", "Mr. Speaker, if you should happen to be unfamiliar with the riding, the western side of Huron–Bruce is bordered by Lake Huron. It extends from Grand Bend right through Goderich, Amberley and Kincardine, to the north side of Southampton. We have a lot of activity that stems from that shoreline.", "I think it’s safe to say that we all care about our Great Lakes here in Ontario and as MPPs for this amazing Legislative Assembly, and it’s important to recognize that all Great Lakes have a significant impact on the daily lives of Ontario residents.", "I heard the Minister of the Environment and Climate Change speak to the importance of our waters being drinkable, swimmable and fishable. It reminds me of the number of deputations that we had a couple of weeks ago—and I just want to give a moment’s recognition to all of the stakeholders who took time to travel to Toronto or to Queen’s Park and make sure their voice was heard. I appreciate that very much.", "There was one deputation that I was taken with; it came from Lake Ontario Waterkeeper. I just want to quote part of the submission that was included with it. Lake Ontario Waterkeeper said, “You should not pass the act just because environmentalists support it. You pass the act because it is the smartest investment in the province’s future that a government can make.”", "Well, Speaker, that comment stuck with me, because we do want to make smart investments, and reflecting on the ability of this government to get Bill 66 right worries me a little bit. Did we see a smart investment when it came to Ornge, eHealth, gas plants etc.? I’m afraid not. We do have to take time to really make sure we understand the ramifications proposed through Bill 66, because the implications and ramifications are so far-reaching.", "I just want to start off, in terms of working our way through the particular bill, by sharing section 1. It says that Bill 66 is geared to “protect and restore the ecological health of the Great Lakes-St. Lawrence River Basin; and to create opportunities for individuals and communities to become involved” in its protection and restoration. I would suggest to everyone in the House today to please remember this specific statement as we proceed, particularly that statement’s allusion to individuals and community involvement. Because as we heard from various stakeholders, and as we’ve done our homework and research on Bill 66, we worry about that very thing. But I’ll come back to that in a few minutes.", "Right now, I would like to take a look at protecting Ontario’s natural landscape and resources. I don’t think anyone here today would deem the concept of protecting our Great Lakes unworthy, but it’s Bill 66 in its totality that causes one to worry. For instance, it’s interesting, because when we were working through clause-by-clause for Bill 66 over the last couple of weeks, we found it very disappointing—“we” being the PC Party of Ontario—that the Liberals failed to seriously consider six key issues that we highlighted in this current bill.", "We identified that this bill could very well strip away local autonomy. We also recognized that this bill could very well introduce yet more red tape that would further burden municipalities as well as Ontario taxpayers and stakeholders. We are also concerned that with regard to the geographically funded initiatives—geographically focused; that’s a Freudian slip, because the GFIs, geographically focused initiatives, don’t have any funding details attached to them. It makes us worry: Where is this money actually going to be coming from?", "Another significant issue that we touched on was the development of industrial wind turbines. We were very adamant in our amendments that we did not want to see further development of a type of energy source that is not needed in Ontario. We did not want to see that develop in our Great Lakes. Guess what happened, Speaker? The Liberal government voted that particular amendment down.", "We were also concerned about the lack of respect demonstrated for landowners. We also reminded the government that during ROMA and Good Roads, the Premier herself touted the relevance and the importance of applying a rural lens to every piece of legislation to make sure that it was relevant and not a burden or redundant with regards to other legislation that was already in place. But yet again, there was a trend here. They totally ignored that as well, and so I worry. Is this government just about talking the talk and they will not walk it? Because at the end of the day, the cost of just talking the talk will be borne by Ontario taxpayers.", "I have to reflect on the fact that this past March I reached out to 444 municipalities in Ontario. I sent them a letter on behalf of my caucus members in the PC Party, and I explained to them our position on Bill 66. Speaker, I’m really pleased to share with you that people understood and appreciated the outreach that I did.", "I also sent with this letter highlights of what the rural lens truly represents. The fact of the matter is, this government needs to pull up its socks, because people are watching and they’re concerned that they will not recognize what will happen with redundant legislation.", "I want to talk a little bit more about our local municipalities. They’re fully aware, in terms of protecting our Great Lakes, that they must act as responsible stewards of such a valuable resource. You know what? They’ve already been taking steps to do just that. Everybody knows. Residents throughout Ontario understand the importance of the Great Lakes alone, but under the current framework of this bill, loopholes allow much local municipal autonomy to be stripped away.", "Before I get too far on this, I just want to share with everyone that this morning we met with representatives of the Great Lakes and St. Lawrence Cities Initiative. We met with mayors from across Ontario and our neighbouring states. They said and shared key messages that demonstrated how they want to see this government care for our Great Lakes. In fact, I believe the phrase that was used over and over again was they want to make sure that we, as opposition, hold this government to account with regard to phosphorus loading, the management of phragmites, the loss of autonomy and what any ill-advised schemes might cost municipalities. They are also very concerned that their voices are not being heard and they’re not at the table being consulted with.", "There’s a lot to talk about in that regard, but I go back to that very first section of Bill 66 where they—“they” being the Liberal government—said that individuals and communities must be consulted. In fact, it was interesting; during our meeting today, Mayor Randy Hope from Chatham-Kent specifically stressed the need for inclusion and public consultations, particularly with residents and elected officials from the Great Lakes-St Lawrence River basin areas. I think it’s safe to say that we know consultation in this regard was very limited.", "We heard, through many deputations, that the local voice should be a number one priority. Time and again, stakeholder after stakeholder said a couple of weeks ago that to deal with the Great Lakes properly, we should not have a guardian council; we should have regional councils that understand the local issues and understand the local ecological health of each of their respective lakes so that we can move forward in protecting our Great Lakes. But alas, as I said, one of our concerns in this bill is the striking of a guardian council—the hand-selected guardian council. Who is hand-selecting this guardian council? Well, it just so happens to be the Minister of the Environment and Climate Change. Do we trust that hand selection? Absolutely not, because look what happened when there was a small group of people making a decision that had far-reaching impacts. In this example, I’m talking about neonicotinoids. A small group made a big decision that will have lasting, far-reaching, negative financial impacts on the farming community in this province. We can’t let that happen again. We should not be allowing a small group, like a hand-selected guardian council, to make decisions over all of our Great Lakes.", "Do you know, Speaker, that under Bill 66, it says that interested parties must consult with the minister and receive approval for geographically focused initiatives at the proposal stage? Thus, interpreting that, you would think that the minister may very well be in a position to influence the proposal from its inception. The proposal is to include a description of the costs and benefits, as well as the strategy to finance the project. It’s the minister who ultimately decides on the initiatives, after consulting with the other Great Lakes ministers. Again, a small, hand-picked group may set targets relating to the Great Lakes-St Lawrence River basin and loss of wetlands.", "We hear that all initiatives should be geographically focused, but this is where we have yet another concern. We concur with the deputations that came in to Queen’s Park to share that they are concerned about targets. Where are these targets coming from? Again, when you take a look at what happened with the neonics and the ban that was implemented, those targets—" ],
  "anchor" : "para864"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Aspirational targets." ],
  "anchor" : "para885"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Those aspirational targets came out of nowhere. Was the industry that was completely affected by this aspirational target consulted? Absolutely not. Where is that particular sector? Well, they’ve gone to court seeking a stay of the regulations. This is the direction this government is going. Aspirational or not, it’s the wrong direction, and they should be ashamed of what they’re imposing.", "It’s an interesting time, because as we take a look at our Great Lakes, we want people at our local level making a difference. The Georgian Bay Association, during deputations, Minister, said they were looking for bottom-up leadership. Does that sound like a hand-selected guardian council to you? I think not.", "It was also interesting; there was another deputation from the Sierra Club Canada Foundation. They shared that in terms of wetlands along Lake Erie, there are only two wetlands left. Some people in this House may not fully comprehend the significance of wetlands, but if there are only two left, do you think a guardian council hand-picked by the minister here in Toronto will really understand what is needed to protect those wetlands? I think not. It should be local people around the shoreline of Lake Erie.", "Another deputation was shared from Nature Canada. I was taken by their deputation as well because they talked about protecting and restoring “the natural habitats and biodiversity of the Great Lakes-St. Lawrence River basin, including critical habitat for migratory birds, bats and insects, such as important bird and biodiversity areas.”", "Interesting that this concern should be considered when it comes to protecting the Great Lakes. Why isn’t it being considered in Prince Edward–Hastings with regard to the development of industrial wind turbines?", "We need to be listening more to our local stakeholders who care and take time to exercise their voice. I worry that the whole purpose of the guardians’ council is to stifle that voice and to browbeat. But ladies and gentlemen of the House, I think we know that local autonomy is very important, as are our stakeholders. We on this side of the House, in opposition, feel that Bill 66 is the wrong direction when it comes to protecting Ontarians and our Great Lakes in that regard.", "It’s interesting when we talk about industrial wind turbines. Again, I want to revisit the fact that while we were going clause by clause in committee, the Liberal government specifically voted against an amendment that we put forward prohibiting the development of industrial wind turbines in the Great Lakes.", "Speaker, I had the wonderful opportunity to represent Ontario at the Great Lakes Legislative Caucus just a couple of weekends ago with the member from Kingston and the Islands, as well as Speaker Levac. It was held in Buffalo. We had a wonderful introduction of how they are working through reclamation of their lakeshore. We’ve seen the wonderful work they’re doing in terms of their brownfields. I asked a representative of the Buffalo Niagara Riverkeeper what would happen if somebody tried to propose industrial wind turbines in Lake Erie. She said, unequivocally, that there would be a lot of trouble raised because turbines do not belong in the Great Lakes. I hope, with all my heart, that this stays true for every riding in Ontario.", "Interjection." ],
  "anchor" : "para886"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "They tried it in Kingsville." ],
  "anchor" : "para896"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m hearing a comment shared that they tried it in Scarborough, but it became an election issue. They tried it in Kingsville. But when it became an election issue, Speaker, of course it went nowhere.", "When it’s all said and done, I think we have to recognize that this bill is nothing but environmental photo-ops. The geographically focused initiatives, if they’re top down and not locally driven, may lend themselves to more environmentalism photo-ops.", "I’m concerned about that because I’d like to take my final minutes in this debate to revisit the fact that the OFA, the Ontario Federation of Agriculture, shared in their deputation that the Great Lakes Protection Act replicates existing laws: the Environmental Protection Act, Ontario Water Resources Act, Nutrient Management Act, Pesticides Act, Clean Water Act, Drainage Act, Lakes and Rivers Improvement Act, Endangered Species Act, the Planning Act and associated provincial policy statements.", "In fact, the federation of agriculture went on to share that there were a lot of redundancies. For instance, the Environmental Protection Act’s purpose statement is “to provide for the protection and conservation of the natural environment.” It is intended to be very broad in scope.", "The Ontario Water Resources Act’s purpose statement is “to provide for the conservation, protection and management of Ontario’s waters and for their efficient and sustainable use, in order to promote Ontario’s long-term environmental, social and economic well-being.”", "The purpose statement for Bill 66 is quite straightforward: “to protect and restore the ecological health of the Great Lakes-St. Lawrence River basin.”", "Well, Speaker, there’s redundancy time and time again. That’s what we’ve tried to demonstrate during first reading and second reading, by the introduction of our amendments that we made in committee, as well as our debate here today in third reading.", "If we are truly meant to be protecting our Great Lakes, Bill 66 needs to be stronger. It needs to be stronger because, from a local level—the community of Ajax, for instance, in their deputation suggested that we should be taking a look at the cladophora issue that is generated from phosphorus overloading. We also should be taking a look at the community in Georgian Bay with phragmites. They have an issue whereby phragmites are invading their water intake, and if they don’t get that under control, they may have no other option than to extend their water intake. This is a municipality in the Georgian Bay area that represents 10,000 people. To extend that water intake, it will cost $10 million. How on earth are municipalities going to afford that?", "We need to be very, very careful when we talk about protecting our Great Lakes, and understand that the economic impacts ultimately will be burdened on to the people at the local level—that will make a difference. We cannot support a bill that strips away local autonomy, that refuses to protect our Great Lakes against industrial wind turbines and refuses to listen to our local voices because of that concept of a guardians’ council. We cannot leave that much power in the hands of a select few.", "With that, I will share the rest of my time with my colleague from York–Simcoe." ],
  "anchor" : "para897"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para907"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I hope every member of this House finds that this bill, the Great Lakes Protection Act, is worthy of support.", "I represent a part of the province that has great respect for the value of the Great Lakes. I live in Windsor, in the riding of Windsor–Tecumseh. We live on a 100-mile peninsula, surrounded by water on three sides: Lake Erie, the Detroit River—by the way, Speaker, I’ll let you in on a little secret: some people say the river is really just a strait and not a river at all, but nonetheless—and on the third side, Lake St. Clair, where the freighters pass through on their way to the St. Clair River; Lakes Huron, Michigan and Superior, looking at it from the downward side. The ships make their way past our homes, cottages and farms on their way to Lake Erie and, thanks to the Welland Canal, Lake Ontario and on to the St. Lawrence Seaway.", "We know the value of the Great Lakes. We know the importance of a healthy ecosystem. We have seen the Great Lakes used as a political football on both sides of the border, and we welcome any positive change to protect these waterways. Mind you, we would like to see more positive change in the bill with real timelines, goals, target deadlines and, most of all, substantial amounts of money so that we can see some actual results.", "Nearly 20 years ago, the great Canadian author Pierre Berton wrote a coffee-table book about the Great Lakes. He saw Lake Superior as “remorseless and masculine.” Lake Huron, with its 30,000 islands, reminded Mr. Berton of “a fussy maiden aunt,” while Lake Michigan, half wild to the north and heavily industrialized in the south, he saw as “an errant uncle.” Pierre Berton said that Lake Erie “is a wilful ingenue of changeable mood and false promise.” This great Canadian author felt Lake Ontario was but “a complacent child.”", "I will sprinkle several passages from his book during this presentation, and I’ll begin with a quote from the opening introduction: “Those of us who live and work beside the Great Lakes accept their magnitude with scarcely a passing thought. We have long since grown used to them and are not awed by their size, as newcomers are, or terrified by their powers, as sailors learn to be.” I think he hit the nail on the head right off the bat. I think we do take the Great Lakes for granted, and we’ve been doing so for far too long.", "Three out of every four people in our province get their drinking water from the Great Lakes. These waters are under constant threat: purple loosestrife, zebra mussels, phragmites, Asian carp, blue-green algae—there’s a never-ending cavalcade of threats to the Great Lakes. Some of them threaten our watersheds and shoreline green spaces, which are home to 4,000 species of plants, fish and wildlife.", "What’s missing from the bill is a financial commitment of some magnitude. Speaker, I’ll remind you that back in 2012, the Liberals said they would put $52 million in the budget to protect and restore the Great Lakes. Well, they didn’t follow through with that promise, and there’s nothing in this bill that says those $52 million will finally be coming from the passing of this act either. Protecting the Great Lakes is a real issue that requires serious money. As I’ve said already, we need real targets, real timelines and real results. We need coordinated efforts with our municipal partners and with our conservation authorities.", "Make no mistake about it: The wetlands in the Great Lakes basin are in crisis. We have an urgent need to stop the loss and deterioration of the wetlands and shorelines.", "To quote from the Great Lakes Protection Act Alliance, “Stronger wetland protection and restoration measures would substantially advance several priorities of the province, including: protecting species at risk and biodiversity, adapting to climate change, and safeguarding our water ... supply.” And “‘Reversing wetland loss’ will require both stronger protection of the remaining wetlands and rehabilitation or restoration of wetlands in areas that have suffered the greatest wetland loss and degradation, in order to ultimately increase the amount of wetland cover in Ontario.”", "The alliance to which I refer is made up of members representing the Canadian Environmental Law Association, Ecojustice, Environmental Defence, Ducks Unlimited Canada, Nature Canada, and the Sierra Club of Canada. I wish to thank the alliance for their interest and input in the ways this act could have been improved. They had some great ideas and emphasized the importance of setting actual, achievable targets, timelines, and action plans. Unfortunately, in my opinion, not enough of their ideas were incorporated into what we have before us today.", "I started with a quotation from Pierre Berton’s book The Great Lakes. In his introduction, he wrote of the unwelcome changes that have taken place since the days of the explorers—Samuel de Champlain, for example. Even the fish of today, for the most part, aren’t the same as those taken for food hundreds of years ago—to quote from the book again, Speaker, “replaced in part by foreign exotics, many of them dumped in these waters from the bilges of the ocean steamers that can now traverse the entire system.", "“A chemical stew, the by-product of industrial ‘progress,’ has transformed waters that once glittered crystal clear in the sunlight.", "“And the great forests that once seemed endless and perpetual have disappeared. Even the stumps have vanished.”", "Speaker, this book was written nearly 20 years ago, and some would argue that there hasn’t been a great deal of improvement in all of the lakes since then. That’s why I see this bill as extremely important. We can’t afford to miss this opportunity. We need to stand up and do our part so future generations won’t be left with such a mess that they won’t have the resources to correct the mistakes of the past.", "The Liberal government had a chance in committee, when some very good suggestions were made on ways this legislation could be improved. However, although a few points were accepted, many more were rejected, which leaves the bill wanting in certain areas.", "I appreciate that some ideas put forward by the NDP were incorporated into this proposed legislation. However, I am disappointed that there is no target established to protect wetlands. After all, the government has a policy of wetland protection but falls short on the legislation to do so.", "I don’t see anything in here, for example, that would make the companies which take more than 50,000 litres of water a day pay for the actual cost of regulating and enforcing this enterprise. The government takes in $200,000 from the permits issued to 6,000 companies which use our water, but the cost—the actual cost—of monitoring and issuing the permits is $9.5 million a year. This discrepancy was pointed out seven years ago by the Environmental Commissioner and it was highlighted in the Drummond report, yet there’s nothing in here to fix that broken system.", "Back to the book I’ve referenced by Pierre Berton. He wrote:", "“The lakes provide and the lakes destroy. Some of the treasure torn from the rocks that ring the inland seas lies hidden beneath the waters, lost among the rubble of broken freighters. We have been profligate with our lakes.", "“Shorelines have been filled in, cemented over, and ripped apart to form the cities that sprang up at the river mouths. For centuries the lakes have been the source of incalculable wealth from furs to hydro power; they sprawl today over the richest corner of the continent; but we are only now coming to understand we can no longer take them for granted.", "“No wonder the first explorers thought of these lakes as oceans. Here was one-fifth of the world’s fresh water, stored in a series of prehistoric basins.", "“There is enough here to cover the surface of most of western Europe—to drown all of Germany, Italy, Spain, Portugal, and the three Benelux countries” of Belgium, the Netherlands and Luxembourg.", "Speaker, that’s a lot of water, water that isn’t as pristine as it used to be, water along our beaches that far too many times are closed and unfit for swimming and recreation because of pollution.", "In my area in Canada’s south, the 100-mile peninsula, the Pelee peninsula—some may say “south Detroit.” Whatever you may wish to call it, we have a magnificent group of people working to preserve and protect our portion of the Great Lakes. They work for the Essex Region Conservation Authority.", "Speaker, as you know, there are 36 conservation authorities in Ontario, and all but one of them have watersheds that flow into the Great Lakes. That’s why more attention is required on watershed management. Any runoff is pretty well going to end up in the Great Lakes at some point or another.", "My conservation authority, ERCA, was created in 1973, back when our tree cover was abysmal. It was less than 3.5%. Dedicated staff and volunteers have held annual tree planting events since then. We have a natural cover now that’s closer to 9%, but we still have a ways to go. We’d like to get it up around 12%, at least. It’s hard work. ERCA has planted more than six million trees over the past 42 years.", "I served on the board of the conservation authority for each of my seven years as a city councillor in Windsor. Chairing the board was one of my highlights and proudest moments as a councillor. I helped plant a lot of trees—I’ll tell you that—but I also helped clean up our waterways, especially the Little River, which is a ward boundary on Windsor’s east side. It’s amazing what people throw away, the junk that ends up in our streams and rivers: car batteries, shopping carts, stolen bicycles, old tires, oil barrels, car seats, wheelbarrows, office chairs, bags of garbage, paint cans, shovels, rakes—you name it. This is the stuff we haul out of there on an annual basis. This is what our fish have to put up with, our frogs and snakes and birds and all of our other creatures, great and small.", "For years, some of our industries were dumping their waste down the drain or directly into the rivers and streams. Generations ago, the waste from outhouses made its way into nearby creeks. Today, overflow from faulty septic systems finds its way into the streams which run into the Great Lakes.", "Rain will sometimes flush fields and carry fertilizers and other chemicals into our watersheds. Nutrient levels that are elevated, warmer weather, less winter ice cover and warmer water temperatures: These are among the factors which lead to algae blooms on the Great Lakes. You’ll recall that the city of Toledo told residents not to drink water from their taps for four days last year. The algae had poisoned their water. On Pelee Island, my friend Mayor Rick Masse instituted a ban that covered 90% of the residents who draw their water from wells because of the blue-green algae as well, and that ban lasted 10 days.", "We have more people living next to the water these days and more people who want to change the rules and regulations so they can live closer to the water. Speaker, I know you’re a big Joni Mitchell fan. Remember the Big Yellow Taxi song about paving paradise and putting up a parking lot? Well, oil and gasoline and road salts: They’ll run off from those asphalt lots, and they’re also ending up in our waterways and making their way into the Great Lakes, as well.", "The challenges facing us are great. Back to Pierre Berton for a moment again: “Erie is my favourite lake because of the three long spits that stretch like fingers into the waters. Rondeau, Long Point and Pelee are paradises for us birders who make our pilgrimage to the lake each May, hoping to spot a rare little gull along the beach or a tufted titmouse in the Carolinian forest.", "“As for Ontario, I live not far from its shores and still remember with gratitude when in sultry summers we escaped the heat by taking the ferry to Toronto island or the excursion steamer to the mouth of the Niagara. The island—really islands—is still there, much improved, but the cruise ships, alas, are long gone.”", "When I first moved to southwestern Ontario in 1974, I lived in Leamington for a year before moving into Windsor. I spent a lot of time at Point Pelee National Park. I remember the annual smelt runs they used to have there. The smelt are gone from the point for the most part now.", "When we discuss the importance of this bill, Bill 66, no discussion is complete without reference to the importance of the commercial fishing industry on Lake Erie. Its economic impact is worth more than $244 million. Lake Erie is home to the world’s largest freshwater commercial fishing industry. Erie, the smallest of the lakes, the shallowest Great Lake, is a lot healthier these days than it used to be. The fishing boats and the fish-processing industry employ more than 900 people directly and another 600 in indirect spinoff jobs. They bring in an estimated tax revenue to the government of more than $20 million a year. The lake has to be healthy; it has to remain healthy in order to sustain the commercial fishing industry.", "Down the road in Elgin county, the quota for yellow perch was cut by about 20% this year, while in Chatham-Kent and Essex county, the quota for pickerel is still more than four million fish a year. That’s an international quota for both sides of the border and includes the pickerel caught by any of us with a line and a lure, especially the member from Essex, who’s out there on a regular basis.", "When we speak about the need to improve the quality of the Great Lakes, we need to understand that some of the food that ends up on our table comes out of the lakes: smelt, perch, pickerel, bass, salmon, trout. Speaker, the men and women who work in the commercial fishing industry in Lake Erie log long hours, sometimes in nasty weather. They don’t get a lot of attention but we need their labour, we appreciate their hard work, and we enjoy the harvest that they bring to our tables.", "Let me set aside Lake Erie for a moment and return to Pierre Berton, who refers to the Great Lakes as a gigantic staircase whose top step is Superior, a body of water so vast that its volume is greater than all of the other lakes put together, with enough water left over to fill three additional Eries. “Superior tumbles into Huron, the second step in the stairs, by a 21-foot drop, most of it concentrated on a single wild one-mile stretch of the St. Marys River. Georgian Bay is separated from the main lake by the spiny ridge of the Bruce Peninsula, which plunges briefly underwater to emerge as Manitoulin Island.", "“Some have called Georgian Bay the sixth Great Lake, but hydrologically it, Lake Michigan and Huron are a single body of water. There is no drop to separate them; no canal, no locks are needed. The straits of Mackinac, which connect Michigan and Huron, are just that—straits, not a river.", "“A mere eight feet below Michigan-Huron lies shallow little Erie, connected to the upper lakes by the St. Clair and Detroit Rivers and Lake St. Clair. The drop is so gentle that no man-made ditch or lock is needed here.", "“But, Lake Ontario, at the base of the Niagara Escarpment, is 360 feet below Erie, cut off from its sister by the cataract of Niagara.", "“In early times,” Mr. Berton says, “such an impediment meant hours of back-breaking portages. It is easy to see why the early traders preferred to skirt this obstacle and go up the Ottawa and down to Georgian Bay by way of Lake Nipissing and the French River.", "“Now a series of locks at the Soo, across the Niagara Peninsula, and along the St. Lawrence has connected all five lakes, making it easy for ocean-going vessels to travel all the way from Liverpool to Duluth.”", "Speaker, I know the minister holds the Great Lakes in high esteem. I appreciate his dedication to this bill. I would hope that at some point he can use his pervasive skills to convince the Premier and cabinet colleagues to find the money that is so badly needed to pay for the improvements outlined in Bill 66.", "The minister spoke today about the plastic microbeads. We also have to be concerned about the threats that could be out there from fracking for natural gas if that ever happens in Ontario. The minister spoke also about the pharmaceuticals, about the stronger pesticides that are getting into the lakes, and about the dangers of Asian carp.", "By coincidence, as you know, today was Great Lakes Day here at Queen’s Park. Mayors from around the province and from nearby states were here talking to us about how they value the Great Lakes, as part of the Great Lakes and St. Lawrence Cities Initiative. Friends of mine were here: the mayor of Thunder Bay, Keith Hobbs; Randy Hope, who, as you know, is the mayor of Chatham-Kent; John Paterson from Leamington; Nelson Santos and deputy Gord Queen from Kingsville, all here promoting the Great Lakes today.", "The minister earlier read a poem by Smoky Hoss. I’d like to now give you some song lyrics from a Great Lakes troubadour by the name of Pat Dailey. No, I’m not going to sing, Speaker. If I could, I would, but I can’t. I can play the radio, and that’s about all I can play.", "I really recommend anyone in the House today to google Pat Dailey and the Great Lakes Song, because this is really—not in the House. The member for Beaches–East York knows that his phone is taken away if he uses it in the House, but if you google this when you are back in your office—", "Interjection." ],
  "anchor" : "para908"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Dailey. D-A-I-L-E-Y. Pat Dailey, the Great Lakes Song. It goes like this:", "The Great Lakes are a diamond on the hand of North America,", "brightly shining jewel on the friendship border-ring,", "freshwater highway, comin’ down from Canada,", "all around the shoreline, you can hear them sing,", "Sweet mother Michigan, Father Superior,", "comin’ down from Mackinac and Sault Ste. Marie.", "Blue water Huron flows down to lake Erie-o,", "falls to Ontario, then run on out to sea.", "Speaker, I can’t sing. That’s the first verse of the song. I’m not going to sing any more, but I will say some of the other lines in there:", "Hardy are the seamen on the ships that load the iron ore,", "sailing out of Thunder Bay and bound for Buffalo.", "Hardy are the fishermen, just like their fathers were before.", "They say they’ll bury me at sea, come my time to go.", "Oh the tales the sailors spin of mermaids singing in the wind,", "the sinking of the Bessemer, the drowning of the crew.", "Memories of waters crossed, of women won and fortunes lost", "are etched upon their faces and faded old tattoos.", "Down below the quarterdecks, the old men mend the fishing nets and", "up above the windy bridge, young men curse into the wind.", "All along the winds of straits, the wives and mothers lie awake and", "pray our Lady of the Lake to send them home again.", "Speaker, I really hope that all members of the House will think again about their support for this bill. It’s not perfect. Not very much of the legislation that we deal with in this House is perfect in any way, but this comes close, because it puts a little bit in there that will help us improve the Great Lakes—not a lot; there’s no money in there, and they don’t do enough for wetlands. But it’s a beginning, and we have to encourage the government to keep going in this direction. We have to improve the Great Lakes. This is an opportunity. We can’t let it go by. Future generations are counting on us, and I hope our friends in the PC caucus, the official opposition, will see their way fit to give this one a nudge, maybe improve it, next time it’s out there.", "Thank you for your time this afternoon." ],
  "anchor" : "para958"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank the member from Windsor–Tecumseh. It’s a good thing he wasn’t singing; I might have had to call him out of order.", "Further debate?" ],
  "anchor" : "para990"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "It’s a great pleasure to rise today and continue debate on the third reading of Bill 66, the proposed new Great Lakes Protection Act. Our government has been working for some time to develop legislation to protect and restore the Great Lakes. I would like to thank everyone who has contributed to the bill, on both sides of the House, as well as our partners throughout the province.", "The member from Huron–Bruce, during the debate, said in her comments that enough conservation was not done. I appreciate the member’s dedication towards her community, but I don’t agree with her comments.", "This is the third version of the bill that our government has brought forward. Each time, it is improved and strengthened. We have received many positive and valuable comments on the bill, including from the Environmental Registry.", "It’s clear that many people care deeply and passionately about their lakes. As the member from Windsor–Tecumseh said, it’s an important piece of legislation. It’s extremely important, and it must be passed. He’s right.", "Healthy Great Lakes are vital to the success of our province: 98% of Ontarians live within the Great Lakes and St. Lawrence River, and 80% of Ontarians get their drinking water from the Great Lakes. The Great Lakes contain one fifth of the world’s fresh water. The Great Lakes regional economy is the third largest in the world. Ontario’s Great Lakes basin is home to 40% of Canada’s economic activity and 95% of Ontario’s agricultural land. The basin supports a wide array of plants and animals, and a rich ecosystem that is unique in the world. The Great Lakes power our homes and factories, irrigate our farms and help transport our goods to market. They are a vital resource for our tourism economy. They are truly an envy of the world, where fresh water is in an ever-diminishing supply.", "We must act to protect the Great Lakes where they are in decline, restore them to good health and ensure that the water is drinkable, swimmable and fishable for future generations to come.", "As our minister said, the Great Lakes are under increasing stress from harmful pollution, excess levels of nutrients, urban growth, invasive species and loss of natural habitats such as wetlands.", "Climate change is also challenging the ability of our Great Lakes. For example, heavy downpours are now twice as common as they were a century ago. This trend is expected to get worse. It will further cause problems such as flooding, erosion, pollution and runoff into the Great Lakes.", "Our minister said that excessive levels of nutrients have re-emerged, which is further causing large-scale algal blooms. That can affect our drinking water quality.", "During the standing committee, a number of deputations appeared and spoke about this. One of them was the Canadian Association of Physicians for the Environment. They said, during their committee presentation, “As Walkerton reminded us, water supplies can be contaminated, with deadly consequences....” So it’s very, very important that we take care of drinking water quality that can be toxic to fish, wildlife, and people.", "Scientists warn us that the Great Lakes are at a tipping point. If we do not act now, it will be very hard to make changes. That is why we are proposing the Great Lakes Protection Act. This act, if passed, would strengthen the ability to restore and protect the lakes. It would help us to protect and restore the ecological health of the Great Lakes while creating opportunities for the public to become involved in their protection and restoration.", "This is the third time, as I said earlier, that the Great Lakes Protection Act has been proposed to the Legislature.", "I also want to thank all those who have participated and brought their ideas, concerns and passion for the Great Lakes to our discussion. Because of those comments from concerned Ontarians, we have an even stronger proposal. The proposed act is the product of extensive engagement. It was posted on the Environmental Registry three times. We also held listening sessions, stakeholder workshops, focused meetings, and First Nations and Métis engagement sessions, and public hearings were conducted.", "The bill was further strengthened in the standing committee as a result of public hearings and debate. In those hearings, we heard strong support from medical practitioners—including nurses and physicians—environmental organizations, conservation authorities, municipalities, industry and cottagers.", "We also heard areas where the bill could further be improved, and we listened. The strengthened act puts emphasis on addressing significant environmental challenges, such as algal blooms, protecting wetlands and watersheds, and reducing nutrients and harmful pollutants.", "It would ensure that monitoring and reporting of ecological conditions in the Great Lakes-St. Lawrence River basin is established and maintained. This also includes monitoring of harmful pollutants, water quality, the impact of climate change, water quantity and biological communities—all critical to the health of the Great Lakes.", "It also highlights the need to monitor and report on microplastics, like microbeads. This reflects the work done by my colleague MPP Lalonde in her private member’s bill.", "The strengthened act now emphasizes the important principles of collaborating with partners, including ministries, municipalities and conservation authorities, through the sharing of data.", "The proposed act also requires progress reports on Ontario’s Great Lakes Strategy to be tabled every three years in the Legislature. This will ensure transparency and accountability. The timelines for our reporting and review of the strategy cannot be extended.", "In addition, there are several measures contained in the act to reflect First Nations and Métis interests, including the conservation of traditional ecological knowledge, when offered. Mr. Speaker, as we all know, the First Nations maintain a spiritual and cultural relationship with water. We value the unique perspective of the First Nations and Métis communities.", "However, there is no one-size-fits-all solution to the challenges we are facing. Each of the lakes is unique and has its own special considerations and requirements. This proposed act would help us address the worst issues facing different parts of the lakes. The bill would establish a Great Lakes Guardians’ Council.", "The member from Huron–Bruce said in her comments that it will not be enough, that this will be a small group of people who will be making decisions, which is not true. That’s wrong, Mr. Speaker. The council would be made up of ministries, municipalities, First Nations and Métis communities; and there will be representatives from farming communities, conservation authorities, industry, environmental groups, the recreation and tourism sectors, and the science community. All will be included. There will be a wide range of groups on the council. The council would provide a collaborative forum for discussing Great Lakes issues and priorities. As we know, no man is an island, and we always benefit from the ideas and advice of others; that’s why our government has created a guardians’ council.", "Based on the comments we heard from the stakeholders and the public, we have now made it clear that the Great Lakes Guardians’ Council could meet on a lake-by-lake or watershed basis. The council would identify priority projects and potential funding sources.", "The proposed act would also allow the Ministry of the Environment and Climate Change to work with the Great Lakes ministries, communities and partners to set specific or general targets for local and lake-wide areas. It would require the Ministry of the Environment and Climate Change to set at least one target within two years to reduce algal blooms. Targets would be developed based on science and through collaboration and consultation, and they would be accompanied by action plans.", "Mr. Speaker, I was reading a newspaper in the month of June—the Globe and Mail—and it was said, “Urgent Action Needed to Tackle Pollution in Great Lakes.” When the Pope visited the US a week ago, even he made the call that it is about time to talk about climate change.", "I am very proud of our government. Since 2003, our government has taken strong action on green initiatives. Our former Premier, Dalton McGuinty, received the Sierra Club Distinguished Service Award from North America’s largest environmental organization, and the interim executive director of Sierra Club Canada said, “We honour those who despite significant challenges make the right decisions for our environment. Premier McGuinty persevered in the face of strong dissenting forces to close power plants and create a green power industry in Ontario. No other government ... in North America has made a greater contribution to fighting climate change.”", "Our current Premier, the Honourable Kathleen Wynne, was also honoured for her leadership on climate issues at an event on Toronto Island last week, it was reported in the Toronto Star on September 27, 2015. Mr. Speaker, this is a demonstration of incredible leadership on the part of our government.", "The messages from the stakeholders are very clear: We cannot wait. We need to take strong, concerted, collaborative action now. Our future and our families’ futures depend on healthy Great Lakes and their ecosystems.", "We all have a stake in the success of our province. Our success is deeply intertwined in the health of our Great Lakes. Ontarians have shown they care passionately about the lakes. Let’s channel that shared love of the Great Lakes to work together to pass this bill, one that all of us can look back on as a gift to our children and grandchildren." ],
  "anchor" : "para992"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1022"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin—the Great Lakes Protection Act, 2015: The bill summary states that the purpose of the bill is “to protect and restore the ecological health of the Great Lakes-St. Lawrence River basin” and “to create opportunities for individuals and communities to become involved in the protection and restoration of the ecological health of the Great Lakes-St. Lawrence River basin.”", "I live in the Great Lakes community. My riding is surrounded by the Great Lakes. My friends and my family are all surrounded by the Great Lakes. We all get our water from the Great Lakes. I believe it’s vital to support the health of the Great Lakes. This is a no-brainer. Anyone who even remotely tries to suggest that I’m not a champion of the health of the Great Lakes is unequivocally wrong. I don’t, however, support the manner in which the government is doing this bill. I fear how the government is exploiting an important issue for photo ops and spin environmentalism. I believe it was Bill 100—the next incarnation was Bill 6, and in that case, the Liberal government actually issued a press release in my riding suggesting that I was not supportive of the Great Lakes’ health. It’s disingenuous, it’s untrue and, frankly, it’s ludicrous. Who in our great province is not supportive of the health of the Great Lakes?", "I’m concerned about the government further stripping local autonomy, bringing in more red tape, not defining a funding model to make this work and dismissing rural landowners, farmers, cottagers, businesses—especially the marine industry—and individuals who have an interest in the long-term health of our Great Lakes.", "Last year, I was involved with the Stop the Drop campaign—Colin Dobell was the leader of that initiative—during the severely low water levels in the Great Lakes communities. The falling water levels were hurting local businesses and tourism in Bruce–Grey–Owen Sound, across the Great Lakes and across our great province.", "The Chi-Cheemaun, the “big canoe” ferry, was delayed due to the declining water levels and the lack of dredging of the bays. I and the member from Algoma–Manitoulin worked very hard to ensure that, again, that ferry was able to go out, despite the declining water levels. Of course, we had concerns. That has huge ramifications for all kinds of things in both of our communities. At that time, 44 communities met with my caucus, the PC caucus, to talk about the impact of declining water levels on businesses and livelihoods.", "There is a lot of ongoing effort to protect our lakes, and a lot of concern has been raised about what is in this bill. I’m disappointed to see the Liberals failed to seriously consider the six key issues that we, the PC caucus, highlighted in the current bill. We introduced them as amendments, but none of the six key amendments were actually accepted. I have serious concerns. If they’re truly willing to work together, to collaborate, why would they not accept one of those six? We would have hoped they would have accepted all six, because we believe they all had pertinent value to make this better legislation.", "It’s clear they had no intention of listening to the concerns raised by my PC colleagues, as they also time-allocated the bill and only passed one of the 31 motions put forth during committee. The only PC motion passed supported the sharing of data between the ministries responsible for protecting the Great Lakes-St. Lawrence River basin. That should have been, again, a no-brainer. It shouldn’t even have had to have an amendment. You would have thought that would have been in the legislation from day one.", "The Great Lakes are a joint responsibility between Canada and the United States, and as such, we should be endeavoring to work alongside our southern neighbours rather than unilaterally passing toothless legislation.", "I should also note at this point, Mr. Speaker, that my federal counterpart and friend MP Larry Miller introduced and had a PMB passed last year, I believe, in the House of Commons, relating to taking of water from the Great Lakes.", "So, again, there are lots of good initiatives that are actually making a difference, and I’m proud to be able to stand in support of those.", "We have a proud history of marine heritage. In Bruce county, the museum has a great display of the history of our marine heritage that I welcome everyone to come and see and be part of. In Bruce Peninsula, the Wiarton Propeller Club—many, many people, our forefathers, all worked on the Great Lakes. It was a huge, thriving industry.", "Currently, today, at Georgian College, the marine emergency duties program and the simulator are key components of the marine industry and certainly play an absolutely critical role in the ongoing success of our community.", "Tourism: We have harbours in Meaford, Owen Sound, Big Bay, Wiarton, Lion’s Head, Tobermory, Stokes Bay, Red Bay, Oliphant, Sauble Beach, all the way down the coastline to Southampton, Port Elgin, Kincardine and Goderich.", "It is a source of our fresh water, so how would anyone suggest that I’m not supportive of legislation that truly is going to protect those Great Lakes?", "I do have some challenges, Madam Speaker. Welcome.", "Issue number 1: We have a concern about stripping local autonomy. I’m going to relate a little bit here, that we have already seen the devastation that the loss of local autonomy can have on our local communities. The Green Energy Act stripped local decision-making and littered our rural landscapes with unwanted industrial wind farms. It’s unacceptable. We hear that continually. In the four years I’ve been here, I continually hear that from municipalities and the people who elected those local municipal officials. The people of Ontario did not give this government a mandate to remove local decision-making processes and replace them with further red tape.", "The geographically focused initiatives, GFIs, passed as a result of this bill will also have the ability to override existing official plans and zoning bylaws in communities across Ontario. The community will be directed by hand-picked and appointed—not elected—people, a guardians’ council, with no ability to have input. It could have huge financial implications. That guardians’ council could come along to a municipality in my riding and say, “Here’s a $500,000 directive. You will do that and you will do it in the next six months,” and that community has no ability to even have a say in that.", "Most of our municipalities are struggling. They’re all struggling with their financial abilities to keep up with everything. This could be another one that they have no ability—the stakeholder implications; the landowners who, again, will be told, “This will happen on your property,” with no input. Most of them are farmers that border those. They want the stewardship to ensure that that land is always going to be there. Who as a farmer is not going to protect their children and grandchildren to the best of their ability? But they need input. They need the ability to be at the table.", "The Queen’s Park bureaucracy knows best. Half of them have probably never even been out to an area like rural Ontario, like my riding of Bruce–Grey–Owen Sound, and yet they could be something from someone who thinks maybe, perhaps in the best interests it’s good—but have never consulted locally and know or respect or appreciate the ramifications of what that could be.", "The guardians’ council and the red tape that could be created: The current wording regarding the guardians’ council only confirms that the minister will sit as the council chair and be joined by those people he or she considers advisable. This will limit the opportunity for public participation, as a hand-selected Liberal council provides no assurance that all relevant stakeholder interests will be represented. Again, I want to remind that they’re appointed, hand-picked, hand-chosen, not elected like I am, and yet have I no say in that legislation once it moves forward. This is just another example of the Liberal appetite for bloated bureaucracy and burdensome red tape.", "No funding model: It is seriously concerning to see a piece of legislation appear before this House for a third time which still fails to address our parties’ concerns over how programs under its mandate will be funded. It should be fully costed, including the value for money invested, and the benefit of that investment and effort. If they think this is so good, why would they not be able to attach what the ramifications, what the dollar values are going to be, and what their intent and their plans are? The bill emphasizes the scope and power of new GFIs yet fails to explain who exactly will be left holding the bill. The taxpayer once again will be that person. At a time when Ontario’s fiscal state is in such despair as a result of waste, overspending and mismanagement by the 12-year tenure of this Liberal government, Ontario cannot afford to write blank cheques regarding any initiative.", "No industrial wind turbines, issue number 4: In order to protect the natural beauty, fish habitats and the tourism industry, the government must not allow the construction of industrial wind turbines in the Great Lakes. We do not know how building offshore wind projects in fresh water would affect the fragile lakeshore ecosystem, and Ontario does not need more intermittent and expensive power generation. On land, we still have concerns; why would we go out into our Great Lakes without knowing what harm could be done?", "Issue number five: no respect for landowners. Once again, the Liberals are trying to sneak through sections of a bill that will allow for warrantless entry onto private property. Not only is such a provision concerning to landowners in general; in the case of farmers, it can be downright dangerous to have uninvited guests wandering their property.", "Issue number six: The rural lens, as developed by ROMA, outlines 12 points that should be assessed when passing any legislation. From a rural lens perspective, Ontario doesn’t need another layer of bureaucracy to tell local decision-makers how to run their communities. What the province needs is for the Liberal government to honour its current agreements and adequately fund and staff programs and listen to local stakeholders. The Premier claims to be an adamant supporter of the rural lens; she should use this opportunity to prove it.", "I stand here proudly to suggest to you that I am a champion of the Great Lakes. My family, my friends all live on the Great Lakes. I am not going to do anything that would undermine their health, but I want legislation that truly is going to make a difference, that truly is going to provide a positive impact, and not just legislation that is only there in writing, with no real reality of what it’s going to do, good or bad. At the end of the day, I believe that the Liberal government should listen to all of this input and not proceed without having a final, comprehensive consultation with all stakeholders and the Legislature." ],
  "anchor" : "para1023"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1049"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "As always, it’s an honour to be able to rise in this House, and today to speak on Bill 66, An Act to protect and restore the Great Lakes-St Lawrence River Basin. We’ve heard a lot today about people who live close to the Great Lakes, and that’s a good thing. But this act covers the whole drainage basin, and that goes right up to the great riding of Timiskaming–Cochrane, where we have the Arctic watershed. Everything that goes south from the Arctic watershed ends up in the Great Lakes basin. That is millions of acres and thousands of farms.", "Farmers want to protect the environment. Farmers are one of the great stewards of the environment. The OFA is actually here today, and they’ve raised some concerns with this bill. We support this bill. It’s a good start. But we need more than words and promise of new regulations and promise of new monitoring programs and even a promise of a new council, the guardians’ council. They’re all nice words. If you really want to improve the quality of the Great Lakes, which is all our goal—it’s a goal for our current generation; it’s a goal for our children; it’s a legacy we need to leave our children—we need more than words in Toronto. All the partners who live around the Great Lakes and in the Great Lakes basin all have those goals, but they need more than words. They need actual programs. They need a partner in the government.", "It’s happened before. We’ve had programs in the farm community where we partnered with the Ministry of Natural Resources to plant trees in places that eroded easily. Those programs existed. When I was a farmer, I participated in those programs. I actually worked with the MNR and we planted trees on acres and acres of erodible property. We did our part, and it was because we wanted to do our part.", "Just making regulations or creating new groups of people to talk about the issues isn’t going to solve the problems we want to solve. We had a meeting today with the Great Lakes mayors and they brought up issues. One of them explained how farmers in his region were helping. Farmers want to help—and not just farmers; all the people in this province who are in the Great Lakes basin want to improve the environment. But they need more than words from government; they need a partner.", "Often, this government is good at making bills that sound like they’re going to do something, like this bill, An Act to protect and restore the Great Lakes-St Lawrence River Basin. If you really read this act, there’s not one physical thing that’s actually going to protect the Great Lakes-St. Lawrence River basin in this act. Is there potential? Yes. That’s why we’re voting in favour. But is there one thing in this bill that is actually going to save one part of the Great Lakes? No, and that’s something that hopefully this government will recognize and actually work together on with the stakeholders.", "This government doesn’t have a very good history of working with stakeholders, particularly in agriculture. If you look at the recent issue with neonicotinoid pesticides, the farm community wants to work with the government. The government has the ability to make a law. That’s a majority government; that’s their right. But they also have the duty to make sure that the regulations they impose actually work in the area where they’re supposed to work: in the field. When you see a big segment of agriculture actually have to take the government to court to try and slow down the regulation so they can actually make it work, that’s an example of a government that just wants to have a good press release to impress some of their stakeholders, but doesn’t actually take the time to make sure that the regulations are actually going to work.", "They have to take heed with this act as well. Take the time. We didn’t take the time in the House because this was a program motion and it was rushed through. But I implore this government to take the time and actually work with the stakeholders to come up with programs that will actually physically reach the goals of protecting the Great Lakes, of which we are all so proud." ],
  "anchor" : "para1050"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1058"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’m pleased to stand to speak on Bill 66, the proposed Great Lakes Protection Act, which all of my colleagues have been speaking very positively about today.", "Over the last three years, the public has been invited to comment through the Environmental Bill of Rights, and that’s totalled over 40 meetings with stakeholders being held across the province. We’ve revised this bill on feedback from the consultations and the motions presented by parties on previous versions.", "New challenges are overwhelming old solutions. That is why we need new initiatives to help the Great Lakes. The proposed Great Lakes Protection Act is designed to give new tools to restore and protect our Great Lakes so they are drinkable, swimmable and fishable. Our Great Lakes provide more than 80% of the drinking water, and that’s important to the people of Ontario not only for our economic prosperity but for our health. Over 95% of Ontario’s agricultural land is in the Great Lakes basin.", "What does the proposed act fill? We’re fortunate in Ontario to have leading legislation that covers specific areas, such as drinking water testing, for example. However, we do not have a comprehensive set of tools to address the combined stresses on the Great Lakes at a regional level, so we’ve got a lot more work to do.", "In our listening sessions, we heard the need for more comprehensive approaches. The bill allows for local groups, the province and others to work towards comprehensive solutions for a specific area. That’s some of the good words my previous speaker was issuing.", "We’ve also heard that we’re going to bring players together for a coordinated and focused action, and so the bill creates the Great Lakes Guardians’ Council. We’ve also heard the need for targets and regular reporting, so the bill allows for the development of these targets and regular reporting.", "Ladies and gentlemen, this past week at the general government meeting we listened to a number of great speakers. One gentleman from Greenpeace agreed with one of my queries on what we have in the Ministry of the Environment and Climate Change—and I might mention that there were two American guests in the audience that day as well. I asked the question on the very special status of Minister Glen Murray and, of course, past minister Jim Bradley. There was no hesitation; everyone acknowledged the fact that these environmental leaders that you and I know rely on their records just to show some of the many things they’ve accomplished to date, and they continue to do that.", "There are five bodies of water—including the St. Lawrence River and, of course, excluding Lake Michigan, which is all on the American side—and eight either state or provincial boundaries that combine the area that forms Bill 66.", "Why are the Great Lakes important to us?", "I should preface that by saying I’m very, very hopeful that we will get the consideration of traditional ecological knowledge, if it’s offered by First Nations or Métis communities.", "Ontario is a leader on Bill 66, which is for the entire Great Lakes basin. It’s home to most of Ontario’s drinking water, 98% of Ontarians, 95% of agricultural lands, 80% of our power and 75% of Canada’s manufacturing. There are over 10,000 kilometres of Great Lakes and St. Lawrence shoreline, which is the longest freshwater coastline in the world; more than the eight Great Lakes states combined.", "Do these new tools help the goals of Ontario’s Great Lakes Strategy and the 2014 Canada-Ontario agreement, such as the ability to establish targets and develop geographically focused initiatives? Well, there’s some good news. One clear way to strengthen protection on the Great Lakes is by setting targets. The act would allow the Minister of the Environment and Climate Change, in consultation with other Great Lakes ministers, communities and stakeholders, to set specific or general targets for local and lake-wide areas and to develop action plans to meet those targets. For example, the Minister of the Environment and Climate Change would set at least one target within two years to support the reduction of algae blooms, based on the best available science and consultation, consistent with binational efforts.", "I have to mention that when I say that, I think of Lake Erie. That’s perhaps somewhere that could be started. It’s probably the body that needs the greatest attention the quickest.", "The municipality of Ajax did one of the presentations, and they focused on their shoreline with excessive algae growth. They have a very dedicated volunteer PACT POW group. They’re challenging the regions of Durham and York’s sanitary line extension because of the algae growth along the shoreline on Lake Ontario. Ajax is, from boundary to boundary, from Pickering to Whitby, so it’s a pretty extensive area. There were excessive bump-ups registered with the Ministry of the Environment and Climate Change, and they are being reviewed.", "I could list a whole bunch of other things, but because that lady gave me the slip, I won’t. I’ll just make it a little shorter.", "I would close in saying that I asked several of the speakers the other day if they have paid attention yet to Pope Francis’s papal encyclical, which is now being used as a cornerstone of most world leaders. That is appropriate. It is something special. When I was there a week ago, there was a special speaker from the United Nations speaking to about a quarter of a million people, agreeing with the papal encyclical. It, like Bill 66—both of them are great; both of them are needed for expansion.", "I appreciate the opportunity to speak." ],
  "anchor" : "para1059"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1076"
}, {
  "speaker" : "Julia Munro",
  "text" : [ "I’m pleased to have a few minutes to make a few comments about Bill 66.", "I think one of the things that struck me when I started looking at the details of the bill and some of the submissions that have been received—it reminded me that Elizabeth Gwillim, the wife of the first Lieutenant Governor, John Graves Simcoe, wrote in her diary about the loons on Lake Ontario, and I tried to imagine what the Great Lakes would have looked like when loons had enough area to nest and travel around.", "Instead, I am looking at a submission in the EBR, which, again, I think expresses a concern that people share:", "“The Great Lakes are an essential part of Ontario’s natural environment and a critical resource, especially for people who live, work, and play within their watershed. In the face of industrial discharges, invasive species, and the pressures of population growth and development, strong action is needed to protect and restore the ecological health of the Great Lakes for the present generation and for future generations. There are many benefits of promoting environmentally sustainable land and water uses, activities and development practices in the Ontario portion of the Great Lakes watershed. Public bodies, aboriginal communities, businesses and individuals share an interest in the ecosystem of the Great Lakes and have shared responsibility for their health.", "“The act should protect, improve or restore the elements that contribute to the ecological health of the Great Lakes....”", "But when I look at some parts of this bill, I’m struck by the challenge that faces us in this particular piece of legislation. By that I’m talking about the fact that we all recognize there’s the complexity of the ecology, whether we’re looking at lands that are agriculture, lands that are towns and cities themselves, forests and wetlands. But more importantly, I think the challenge lies in what has happened with the political overlap and the jurisdiction of the Great Lakes area. So I looked back and I found, for instance, some examples of the regulations that exist that Bill 66 could conflict with: the Clean Water Act, the Environmental Protection Act, the Nutrient Management Act, the Safe Drinking Water Act, the water opportunities act and the Water Resources Act.", "If that isn’t enough, there’s more: the Planning Act, the Conservation Authorities Act, the Condominium Act, the Greenbelt Act, the Niagara Escarpment Planning and Development Act, the Oak Ridges Moraine Conservation Act, the Places to Grow Act and the Lake Simcoe Protection Act.", "These give us an idea of the complexity of what is laid over the jurisdiction of the Great Lakes. That, then, has to be included, because there are the international pieces of legislation and bodies that have authority over the Great Lakes: the International Joint Commission, Great Lakes Water Quality Board and Great Lakes Executive Committee, to name a few.", "I think you can appreciate, when you start looking at that, that one of the major obstacles to being able to go back to the introduction of what we’re trying to succeed with here, with the oversight of the Great Lakes, is the complexity, all the legislation. This bill provides more. It provides us with the Great Lakes Guardians’ Council. So this act would then establish yet another advisory body, and the bill gives it the right to look at identifying priorities, sources of funding and areas in need of remediation, as well as to advise the minister on setting targets, establishing interjurisdictional agreements and approving proposals and initiatives.", "So you can see, again, that there’s more language, there are more rules, there’s more red tape, there’s more of all of these things that have not much to do directly with some of the problems that the Great Lakes face, like carp and phragmites and various other invasive species.", "This bill, as it stands, does not meet the test that we see as important. When you’re looking at the issue around local autonomy, visions of the Green Energy Act come to mind, where the ability of the local community to have any part in the decision-making was eliminated, and you see the landscape with unwanted industrial wind farms, just as one particular example. As well, when you look at all of the groups that I listed and their legislative functions, you can see, again, the voice of a local committee, a local group of landowners making processes and making it difficult for them with further red tape. The geographically focused initiatives, which have passed as a result of this bill, will also have the ability to override existing official plans and zoning bylaws in communities across the province.", "When we look at this and look at some of the volume of rules and regulations, of boards and bodies and assemblies and groups that all have some say, potentially, in what happens, but then at the top of that is actually the minister who will be responsible for creating the guardians’ council—so with this kind of pyramid of authority, it’s hard to imagine that this bill will actually translate into some action. I think of what I’ve seen in my community with something as uncomplicated—and I mean that in a charitable way—as the local conservation authority, and we get out once a year and help put in trees and various other projects. While that might seem not very exciting, at the same time it’s very crucial for protection against stream erosion and the ability of water to move slowly enough to actually have that wetland-sink effect that is key to the importance of wetlands.", "So I point out the morass of rules and people and groups, as I mentioned, and at the same time there’s no clear, set indication of funding. Obviously all of these organizations and rules will have to be fed through funding. This will mean that the bill, even without the funding, is obviously not going to be able to provide the kind of concern that I suggested came from the EBR in that: What does the lake need? Well, it needs an understanding of the shared responsibility for the health of the Great Lakes." ],
  "anchor" : "para1077"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1091"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "It is really an honour to join this debate on Bill 66, the Great Lakes Protection Act.", "I have been giving some thought to the Great Lakes today, knowing that mayors from the Great Lakes region were among us to discuss the issue. We had the pleasure of meeting with them this afternoon to talk about some of the issues: invasive species, Asian carp, phragmites and global climate change, in and of itself. They have many concerns, all valid, and all with a concerned focus to work together to try to address those concerns—also, of course, asking for our help at the provincial level.", "It was top of mind for me today. As I was thinking about it, I thought about my connection to the Great Lakes, specifically Lake St. Clair, in Belle River, where I grew up, and now I have the great fortune of living on Lake St. Clair. My wife and I and our family built a house on Lake St. Clair this year, so now when we wake up, when I am at home, I get to look out to that beautiful, vast expanse of water and to feel some of the things that the Minister of the Environment and Climate Change spoke about when he referenced the poem—just the enormity of it, almost the infinity of it. Knowing the content of this bill and understanding its ramifications, purpose and intent, I wonder if, indeed, we’ve missed the mark. Even in the title. it is a little bit of a misnomer: the Great Lakes Protection Act.", "The Great Lakes will always protect themselves. Long after we are gone, the Great Lakes will rejuvenate. They will be fresh again.", "Interjection." ],
  "anchor" : "para1092"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Think about it. It’s not the Great Lakes that we’re protecting; it’s us as a species. It’s humanity. It is our viability as human beings and our ability to live in health and prosperity, the prosperity that those bodies of water have brought us, generation after generation.", "Yes, the focus is protecting of the Great Lakes, but we should remind ourselves, as we do when we seek serenity, as we do when we seek peace and seek somewhere to focus—we are drawn to the water because it offers us that. Again, it’s remarkable, majestic—the fortune we have to live around it and the abundance that it brings. But our responsibility, our contract, should be to do everything we can to protect the generations to come to be able to experience that. Again, the Great Lakes will ultimately, through time, renew itself, and the environment will, long after the human species is gone. Our challenge is to acknowledge that it is our responsibility to do everything we can.", "This bill certainly has some good intent. I will support it, as will the rest of my caucus, but there’s so much more that we can do and so much more that we must do, not only to ensure that the Great Lakes are there but that our species is able to be there to enjoy it." ],
  "anchor" : "para1098"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1101"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today and speak to Bill 66, the Great Lakes Protection Act.", "This legislation acknowledges the vital role that the Great Lakes play in Ontario’s environment, economy and the health of our citizens. My constituents in Halton know well the importance of protecting the environment, not just for today but for future generations. Halton is filled with beautiful, natural landscapes, farmland and waterways that are woven into the social and economic fabric of our region. Keeping Halton clean, green and beautiful and keeping Ontario clean, green and beautiful is a priority for municipal, regional and provincial leaders. I’m pleased to see that that spirit of passionate and responsible environmentalism lives in this bill.", "We have a responsibility to protect the environmental integrity of our province for us, our children and our children’s children. And while the health of the Great Lakes has improved in recent years, the overall health of three of Ontario’s four Great Lakes is declining due to a number of modern threats: pressures arising from urban growth, changing climate, invasive species, toxic chemicals, loss of natural environments like wetlands—the list goes on and on. These are just some of the factors that threaten the health of our Great Lakes, and we must do more to protect them. So I disagree with the member opposite who felt that the Great Lakes will protect themselves. I disagree. I think our Great Lakes need our help right here in this province, and that’s what we’re here to do.", "Our Great Lakes play a significant role in Ontario. They are an invaluable resource that impacts our economy, environment and the well-being of all of us—all Ontarians. Close to 75% of Canada’s manufacturing, 80% of Ontario’s power generation and 95% of Ontario’s agricultural lands depend on the Great Lakes-St. Lawrence River basin.", "From an ecological standpoint, the lakes are home to rich array of plants, animals and ecosystems, and they are the foundation of Ontario’s strength and success. We must protect our Great Lakes to protect our future.", "There is no current comprehensive legislation that provides clear direction and requirements to protect the lakes. Considering the lake’s importance to the very foundation of our province’s health and prosperity, that needs to change. That’s why this bill is so important.", "Simply put, Mr. Speaker, this proposed act will build on this province’s strong history when it comes to protecting the environment today and for future generations. It will fight climate change, reduce algal blooms, and protect wetlands and other coastal areas. It will restore our Great Lakes so they are drinkable, swimmable, fishable and sustainable, and will properly recognize the importance of the Great Lakes in Ontario." ],
  "anchor" : "para1102"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1109"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to add my voice and the voice of those in my fine riding of Oshawa to this debate on Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin.", "Today, of course, is Great Lakes Day, and we had the privilege of meeting with 115 mayors from the Great Lakes and St. Lawrence Cities Initiative. They shared some great ideas, many that we’ve discussed not just today, but as we’ve talked about invasive species before, we’ve had these conversations and we recognize the importance.", "One of the things that I would like to add to this debate is the focus on the need for a targeted, and real, wetlands strategy. This government is talking about a net loss strategy or a net loss framework. That might be a good place to start, but we need to move beyond that and start already looking ahead; that it’s a net gain strategy, that we aren’t just protecting what we have, that we are creating more, that we are restoring, that we are ensuring that wetlands are a real priority.", "In the Durham region, Cranberry Marsh, Oshawa’s Second Marsh, Duffins Creek Marsh: Those are some in Durham where we see important coastal wetland water level control strategies that have been employed and that are successful. If you’re not familiar with wetlands, they do need that dynamic water level change for their ecosystem to really thrive.", "That’s a piece that we need to focus on when we’re looking at our wetlands: some of these coalitions. In Oshawa, the city of Oshawa and Ducks Unlimited have been working together with Friends of the Second Marsh and also the Central Lake Ontario Conservation Authority and Environment Canada. These are all the players that come together to ensure that our wetlands—the Second Marsh—are successful and are thriving.", "We really do need to hold this government to account and make sure that with this bill, and any time that we’re talking about the Great Lakes and the environment, we have clear targets, real funding, and ongoing and purposeful consultation.", "Of course, we support the bill, but more importantly, we support healthy Great Lakes and ecosystems." ],
  "anchor" : "para1110"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1117"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Well, I’m in a pretty envious position that in my riding, half of my riding drains into the Great Lakes and the other half drains into the Arctic watershed.", "Something that everybody knows about my riding also is that tomorrow we will be celebrating the seven-month anniversary of the train derailment in Gogama, when millions of litres of crude went into the Makami River and the mouth at Minisinakwa Lake. I’m talking about this because it has been seven months, with hundreds of workers on site and hundreds of thousands of dollars spent, but every day we are still taking away oily water, and oily debris continues to be removed daily from the collection points on the Makami and Minisinakwa Lake. It has been seven months and the work is not done. We all know that the fall pickerel spawning season is upon us. Where are those fish going to spawn if we continue to dredge the river and dredge the lake to remove the oil?", "This is important to the people of Nickel Belt, but it should be important to everybody in this province because we have those trains carrying those millions of litres of crude going through all of our communities. When it derailed, when it exploded, when the fire started shooting 100 and 200 feet up in the air, the people of Gogama were scared. Seven months later, they are still trying to put their lives together. They are still trying to enjoy their waterways and their river. They are doing this on their own. They would like the provincial government to come and help them to make sure that the people who have done this to them don’t do this to anybody else, but it’s not happening.", "I also want to say that we have some wonderful stewardships of our waterways. One in my riding is called the Vermilion River Stewardship. It’s headed by Linda Heron from my riding. Next Wednesday, we will get the results of a two-year study on phytoplankton in the Vermilion River. This has been a tremendous study that has gone on for the last two years to see the health of the Vermilion River as more and more people start to use the river. Vermilion is one of the rivers that drains into the Great Lakes. This study will be made public next Wednesday, the 14th, so I’m looking forward to that." ],
  "anchor" : "para1118"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?", "Pursuant to the order of the House dated Tuesday, June 2, 2015, I am now required to put the question.", "Mr. Murray has moved third reading of Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell.", "Interjection." ],
  "anchor" : "para1123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve just received a vote deferral. “To the Speaker of the Legislative Assembly:", "“Pursuant to standing order 28(h), I request that the vote on third reading be deferred until deferred votes on Wednesday, October 7, 2015.”" ],
  "anchor" : "para1131"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since there is no further business, pursuant to standing order 38, the question that this House do now adjourn is deemed to have been made." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Oxford has given notice of his dissatisfaction with the answer to a question given today by the Minister of Municipal Affairs and Housing. The member has up to five minutes to debate the matter and, in this case, the parliamentary assistant may reply for up to five minutes.", "I now turn it over to the member for Oxford." ],
  "anchor" : "para1137"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I appreciate the opportunity to speak to this misuse of taxpayers’ dollars. I know I’m not supposed to disagree with the Speaker, but this was a dissatisfaction with the question I asked the minister yesterday.", "Yesterday, during question period, I asked the minister about the fact that taxpayers’ dollars intended for social housing had been used for paying for a personal vacation: an eight-day, seven-night, sightseeing trip in Cape Town, South Africa.", "Today, I asked the minister if he had taken any steps to have the money repaid. In both instances, he failed to even mention the fact that taxpayers’ dollars had been used for a vacation. Taxpayers deserve answers about where their money was used to pay for a vacation.", "I have here an invoice from Go Touch Down Travel and Tours, which we obtained through a freedom-of-information request, for the expenses paid to Housing Services Corp. board members. The name on the invoice is Diane Deans, who was a board member of the Housing Services Corp., and the address is 390 Bay Street, which was Housing Services Corp.’s address.", "The invoice says, “Tours: Cape Town, seven nights, eight days package rate includes: accommodation at Burgundy luxury apartments for seven nights/eight days; all meals—breakfast, lunch and dinner including gratuities on included meals; private driver/guide. Return airport transfers, all excursions and entrance fees.” The total on the invoice for this vacation package is $2,975.", "I also have here an expense form from Diane Deans submitted to the Housing Services Corp. for accommodations in Cape Town, South Africa for—you guessed it, Mr. Speaker—$2,975, the exact amount of the package vacation invoice.", "The description of the vacation package from Go Touch Down Travel and Tours’ website is, “The eight-day Cape Town tour will introduce you to local cultures, as well as decadent award-winning wine farms, and touch your heart as only the people of South Africa can. Explore major sights of this vibrant city on an open-top double decker red bus. Take in the breathtaking view as you ride a cable car to the summit of Table Mountain. Visit the infamous prison which was once home to Nelson Mandela for nearly two decades on Robben Island. During whale season catch a glimpse of a humpback whale at Hermanus. Enjoy guided tours of Cape Town’s most popular destinations such as Cape Point, Camps Bay, Hout Bay, the Winelands, Kirstenbosch Botanical Gardens and so much more.” The website describes the luxury apartment in the Burgundy Estate, complete with lounge and dining room, and the many daily activities.", "Some have tried to suggest that this vacation package was simply the accommodations for the four-day conference. That simply doesn’t add up. In the same freedom-of-information request package was an accommodation expense for another board member, Jim Steele, who expensed $1,472.06 at the Southern Sun Cape Sun Hotel where, in fact, the conference was held. Why would anybody pay twice as much to stay at a hotel over 20 kilometres away from that conference?", "It’s clear that there was a misuse of taxpayers’ dollars, and it’s also clear that the minister’s independent review didn’t uncover it, just like it failed to uncover all the other world travels and other expenses, such as the $300 flannel shirts, and just like it failed to uncover the cost of Housing Services Corp. to social housing providers.", "Toronto Community Housing reported that it would have saved $6.3 million on their natural gas. Hamilton would have saved $1.1 million. Stratford would have saved $41,000. Oxford would have saved $100,000. That’s over $7.5 million that was siphoned out of affordable housing in a single year from four municipalities alone because this government refused to let them opt out of the housing services contracts—$7.5 million wasted because this government refused to call in the auditor to clean up this organization.", "The minister will try to point fingers and say that they have fixed the problem, but it isn’t fixed. The trip to South Africa happened in 2012, nine years after this government was elected. And the problems are still occurring. We started asking questions. The current CEO, who is now in charge of approving all expenses, has had to pay back thousands of dollars of inappropriate expenses.", "We can’t clean up this mess until we know the facts. Again, I ask the government to call the auditor, get her to open the books and try to get some of this social housing money back. Start with the cost of the luxury South African vacation taxpayers should never have paid for." ],
  "anchor" : "para1139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I turn it over now to the parliamentary assistant to the Minister of Municipal Affairs and Housing." ],
  "anchor" : "para1151"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It’s a pleasure to be here at this early time of the evening to debate.", "Speaker, the Housing Services Corp. is an independent, non-profit corporation originally established under the Social Housing Reform Act, and continued with the reforms we later made in the Housing Services Act. The HSC is mandated to handle bulk purchasing of natural gas, insurance and social housing providers so that they can focus their efforts on the important work of supporting their tenants.", "As he has said time and time again, the minister took immediate action as soon as he learned of concerning expenses activity at the HSC in years past.", "The member opposite is well aware that the minister recommended to HSC that it undertake a comprehensive review of its policies related to compensation and expense remuneration, and implement changes to ensure rigorous control and oversight of its expense and compensation practices. The member opposite is also well aware that the review verified that HSC has taken the right steps towards improving accountability and transparency.", "To refresh the member from Oxford’s memory, here are some of the actions taken by our government and the HSC: (1) refining its business activities; (2) streamlining the organizational structure; (3) reducing overhead and administrative costs; (4) enhancing corporate reporting and transparency; and (5) revising board remuneration and expense policies so that these are in line with the Management Board of Cabinet’s directives.", "Mr. Speaker, the HSC has also committed to invite a third-party reviewer to report on the implementation of the recommendations, which they have fully accepted, and provide any additional changes that may improve the efficiency of the corporation.", "In the spirit of openness, the minister has provided the member from Oxford with this third-party report from the review of the HSC on more than one occasion, and yet he continues to plead ignorance to the critical changes that have been made there, which now include a stringent expense framework that prioritizes the transparent and efficient use of funds.", "If the member opposite wants more information on what reforms were made by the HSC, I know the minister would be more than happy to sit down with him and provide a briefing of the actions being taken.", "Finally, if the member opposite chooses to ignore the information the minister has already provided to him through correspondence and here in the House, and continues to make these erroneous claims that attempt to obscure the important changes at the HSC, I can only conclude that he cares less for the truth than he does about making unfounded criticisms.", "Our government believes that our municipal housing partners should have a say in how best to receive the services they rely on. We will be listening to these partners in determining our way forward." ],
  "anchor" : "para1152"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank both members for this late show.", "Since there’s no further business, this House stands adjourned until tomorrow morning at 9 a.m." ],
  "anchor" : "para1162"
} ]