[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on September 16, 2015, on the motion for second reading of the following bill:", "Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act / Projet de loi 73, Loi modifiant la Loi de 1997 sur les redevances d’aménagement et la Loi sur l’aménagement du territoire." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Essex had completed his discussion, and we’re now moving into questions and comments." ],
  "anchor" : "para31"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Mr. Speaker, just a comment on the comments made by the previous speaker. Bill 73, the Smart Growth for Our Communities Act, is a very important and very comprehensive bill, because there is incredible opportunity, when development and building occurs, to ensure that when the development is completed, there are services and infrastructure like roads, transit and sewers that are a part of the project so that the project affords existing residents some services.", "You can imagine how complex it is with all the building, construction and development taking place across Ontario. So we have to have a comprehensive way of ensuring that when development takes place there is proper transit, parks, schools, sewers and road construction. That is why we need this act. It’s a very thoughtful process—a lot of consultation with all the partners—to come up with a more streamlined, comprehensive approach to building communities.", "I know that in my own riding I have four towers, the Treviso development, going up at Dufferin and Lawrence. What they did there, which was very smart, is that they had retail space on the main street, on Dufferin and Lawrence, and kept the built form on the main street. Then, out of the development charges, we have a new one-acre park in behind the development so that the local residents can use and enjoy this local park. That’s part of the process that this act, Bill 73, deals with.", "As I said, it’s complex and comprehensive, and that’s why this is needed." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para36"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s a pleasure to provide a couple of minutes of questions and comments on Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act. As most people who have been following the debate know, this is a very comprehensive bill; it’s a large bill compared to some of the bills that are before us.", "As someone who served at the municipal level, both as an elected official as a local mayor and also later in life as a CAO of a municipality—Ontario’s 444 municipalities watch this government very closely when it comes to planning legislation. I think some of my colleagues have, in the past, put on the record comments like “legislation before consultation.” I think municipalities really are looking for leadership from all three parties.", "I can remember, back when I was a mayor, the most contentious debate in the council chambers in Brockville back in those nine years I served was the year we started development charges. It was a very heated debate; it was a very divisive debate, both in the council and in the community. Growth and managing growth in municipalities is a very delicate balance at the council table.", "The one thing that I want to put on the record today—and it seems, over and over again, that this government has a one-size-fits-all model for planning and development in the province. I would just caution them, because, as all of us know, the 444 municipalities are all different. We have some small, we have some big. I know in my riding of Leeds–Grenville, just the fact that we were one of the last, if not the last, counties to have a county-wide official plan. That was an extremely divisive debate, and those members that lived in small rural communities wanted growth. They wanted development, and they felt that this government wasn’t listening to them.", "So I guess my two minutes of questions and comments are that the government needs to tread lightly and needs to consult municipalities throughout the process." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para42"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "It’s always a pleasure to stand and to talk about Bill 73. The title is an appropriate title. The Liberals usually give these fancy, snazzy titles: Smart Growth for Our Communities Act.", "The member from Eglinton–Lawrence pointed out an interesting point that I thought was very helpful: When there are projects, when there is development construction happening, there is allocation for recreation and parkland. That’s a smart thing. I know in London we are very conscious of green space. People want healthy communities, and healthy communities mean park space and bike trails. So it’s very good to see that in there.", "I did also appreciate the section where it says that for appeals, you appeal—part of the plan has to be designated. You can’t actually appeal the whole plan, because, like the member had talked about earlier, communities are setting these long-term plans and then someone just comes and opposes the whole plan. That means they have to start all over again or argue the whole plan, so it’s nice that they actually have to pick an area of that plan that they have a contention with. Sometimes, in the area of the bill that I read, was justify the appeal—don’t just make frivolous complaints against the plan.", "I hope that this will help cities plan for the future development that they actually need and make smart growth in communities, because I know London wants to grow in leaps and bounds and make sure we’re a viable city, and keep our students there—and make a quality of life for everyone in all cities throughout Ontario.", "There are many great cities that I’ve been to. Last week, we had, in Prince Edward–Hastings, a wonderful event. I was inspired by going to some of those cities, for the apple festival in Cobourg, I believe it was.", "We all have our strengths in our cities in Ontario, and I hope this will help build those strengths towards a future growth in many of our communities." ],
  "anchor" : "para43"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para49"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "It is a delight for me to stand up here and bring comments to the member from Essex, who had an opportunity to speak at great length about this bill. What we saw, of course, is an opportunity for a member who represents smaller municipalities across the province of Ontario and who brought some very reasoned comments about how this bill provides some of the flexibility that I believe is necessary for smaller municipalities. It was great to hear about his riding and some of the opportunities it will create there.", "We’ve also heard from members who represent mid-sized communities and large-sized communities who recognize that, while this is a very comprehensive bill, I believe it’s a piece of enabling legislation which provides the kind of flexibility municipalities need in order to advance development. We can still have, and municipalities will continue to have, very heated debates about whether the charges are up or down and what the best strategy is for their community to move ahead and create development, create jobs and create growth, while protecting the kind of green space that others have talked about, or putting in the infrastructure that’s necessary, whether it’s transit, sewer, waste water treatment etc.", "Now, in the riding of Beaches–East York, probably the most contentious issues for us are around large-scale developments. We have opportunities, under section 37 of the Planning Act, where developers can put money toward community amenities, community centres and such. We have a wonderful development going up on Kingston Road, where a YMCA has partnered with a funeral home and a developer who has bought up a whole tract of land. As a result of this development and the section 37 monies and some of the development charges and the co-operation of the city, we’re putting in two levels of YMCA, with swimming pools and tracks and recreation rooms and community meeting spaces, because of the way the developer and the community have been able to leverage some of the tools that are in the City of Toronto Act under the Planning Act in order for them to move forward. I believe this bill will give some of that flexibility to municipalities across Ontario, and we look forward to them taking it up.", "The debate has gone on a long time here. Maybe it’s time we move this to second reading so we can get on to some more important business." ],
  "anchor" : "para50"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Essex for final comments." ],
  "anchor" : "para55"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you very much, Speaker. Thanks to the members for Eglinton–Lawrence, Leeds–Grenville, London–Fanshawe and Beaches–East York for their comments. It is a comprehensive bill; nevertheless, they missed a whole—it’s a comprehensive issue and a complex issue involving municipalities, involving growth, involving sustainability for those municipalities.", "What I find ironic is that this government did roughly a year and a half of consultation with municipalities and stakeholders on this bill specifically, yet when it comes to the sale of the largest asset in the history of the province, Ontario Hydro, they have done absolutely zero consultation—none within municipalities. They’re hearing from municipalities loud and clear; however, they are not prepared to talk and take this issue to the streets to get some ideas, and to hear the concerns that residents have, that businesses have. Municipalities have serious reservetions about the effects that the sale of Ontario Hydro will have on their communities.", "Nevertheless, they missed a whole lot in this bill. I’ll just touch briefly on a couple of things. It still allows too many appeals to the OMB. They missed that completely. It’s a measure of reform that was established in Bill 39, by the member for Etobicoke–Lakeshore. Their own member has proposed a lot more reforms that would go a lot further than what the government is proposing. It’s a half measure, something we see regularly on the part of the government. They are not fully prepared to take the steps needed to support municipalities in smart growth. This is pseudo-smart. It’s a half measure. It’s something that potentially can address some of the minor problems, some of the low-hanging fruit. But to actually bring in real reform, I think they would have to take a more comprehensive approach to reforming the OMB." ],
  "anchor" : "para56"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from—it’s a big one—Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para59"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker. I want to engage in this debate on Bill 73. It’s called an act for smart growth. I don’t believe there is much smart about this bill at all. But I am pleased to see that the minister is here, because I do want the minister—I expect the minister—to be engaged in this debate and listening to the comments.", "I’m going to start by saying that, first off, our whole structure of government is based on the underlying principle of a distributed form of government. We have our federal government to take care of national affairs, provincial governments to take care of those jurisdictions that are best suited to be dealt with at the provincial level, and then we have our municipal governments, which are clearly most and best suited to take care of local issues such as planning, such as garbage pickup. There are many, many different, important functions that the municipality has.", "But that structure of a distributed form of government is lost when it comes to our planning laws, and I think it’s lost completely in the Ministry of Municipal Affairs and Housing. I want to share some examples with the minister today, and maybe he will have an opportunity to respond in questions and comments.", "I’ll give the House this example: The town of Perth has an official plan. It was approved by the council of the town of Perth. It was also approved by the Lanark county approval body. Then, that official plan was once again approved by the Ministry of Municipal Affairs and Housing—three levels to have this official plan for the town of Perth approved.", "Once it was approved, they went to work. There were three developments planned in Perth. If all three developments had gone forward, it would have resulted in a 1% deviation in the population forecast from the official plan. I want that to be clearly understood by the minister. If all three developments had gone ahead, the population of Perth would have been 1% greater than the official plan called for.", "The Ministry of Municipal Affairs and Housing appealed and prevented those developments from happening based on the 1% problem. The Ministry of Municipal Affairs and Housing frustrated, obstructed and prevented the town of Perth from growing. For a number of years, they had them tied up and frustrated in OMB appeals. Eventually, the town of Perth gave up. They gave up dealing with the bureaucracy and the frustration of the Ministry of Municipal Affairs and Housing and they agreed to only do two developments, which would result in a decrease from the population forecast in the approved official plan—1%.", "I think everybody in this House would normally expect that if you got to your target with a deviation of 1%, you should have a pat on the back. You should be applauded for your thoughtful, intelligent and purposeful meeting of those targets. Instead, the ministry frustrated and objected; 99% was not good enough for the Ministry of Municipal Affairs and Housing.", "Lost opportunities for work, lost opportunity for tax revenues by the municipality, lost opportunities throughout the community and, of course, lost money and time for people who have invested in that community, and these are people who were born in, raised in and are strong contributors to the community. Their town wanted it, their county wanted it, but the Minister of Municipal Affairs and Housing and his bureaucracy said, “Not good enough—99%, not good enough.”", "We see the same thing happening throughout rural Ontario with development. I know most Liberal members represent densely populated urban areas, and I understand that perspective; I understand their focus, but there is more to Ontario than just densely populated urban areas, a great deal more. And the people who live there and work there and make this province strong ought not to be penalized and punished by an obstinate, frustrating bureaucracy in Toronto who has their focus on high-rise condos on Front Street. There is more to Ontario than that.", "We’ve seen this with the obstinacy of the Ministry of Municipal Affairs and Housing on development in rural Ontario and development on private roads. A great deal of my riding is developed on private roads. To all the hundreds and hundreds of lakes and rural areas in my riding—people get to their homes on their private roads. This ministry has been obstructing and preventing development on private roads for a number of years now. Our communities cannot—Soo, why don’t you listen for a little bit instead of just making little—" ],
  "anchor" : "para60"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Hand gestures." ],
  "anchor" : "para70"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "—little hand gestures from the member from Scarborough–Agincourt." ],
  "anchor" : "para71"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member is to speak through the Speaker and not engage in contact or verbal discussions with members across. Thank you." ],
  "anchor" : "para73"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Thank you, Speaker. Maybe you want to have a chat with the member from Scarborough–Agincourt about hand gestures in the House.", "This bill does not address the concerns, the comments, the troubles and the problems of the Planning Act in rural Ontario. In fact, it exacerbates them; it makes them more difficult. For now, there will be no changes to an official plan for at least two years: no zoning bylaws, no amendments, no variations for two years. Once an official plan is done, it is locked in and there’s no discussion about it. Things change. We can have plans, but they may deviate a little bit and we need to be flexible enough to deal with those deviations, like that onerous, onerous misprojection of 1% on the three developments in Perth.", "The member from Beaches said that this bill brings flexibility to the Planning Act. Well, he either hasn’t read the bill or his idea of flexibility would not be found in the Oxford dictionary. Others might say he’s talking BS when he says this bill offers flexibility—anything but.", "I would ask the minister—he’s here today. He’s heard my comments about the town of Perth and he’s heard my comments about private roads. During the questions and comments, Minister, I would love to hear your rationale for preventing the municipality, the town of Perth, from proceeding with their developments because their forecast was off by 1%. Would this bill have prevented your ministry from bringing that appeal forward and obstructing the desires and wishes of the elected council of Perth and the councillors of the county planner?" ],
  "anchor" : "para74"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para78"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It’s always a great pleasure to stand in my place on behalf of the good people of Algoma–Manitoulin. I’m happy that I’m here today to listen to the comments from my good friend from Lanark–Frontenac–Lennox and Addington. Last week, he had the opportunity to rise—was maybe tripped as he was rising and he got scooped, but I’m happy I was here nonetheless to hear some of his comments that he made this morning.", "He talks about an opportunity for the government to capitalize on in order to bring real change, real reform. He talked about, within his constituency, the frustration that is there on behalf of constituents, on behalf of municipalities, on behalf of many in his area. He talked about an opportunity where there was 99% of his particular communities who were in favour of a certain project, but that just wasn’t good enough.", "Well, that “not good enough” is particularly the theme of this opportunity under the Smart Growth for Our Communities Act. This is just not good enough. There could have been a lot more. It’s a missed opportunity, for real OMB reform is something that is not within this bill. We had Rosario Marchese, who was a real champion of reforming the OMB. I miss him; I wish he was here. I miss his colourful character, but hopefully we will gain from his experience that he brought here—" ],
  "anchor" : "para79"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "God bless." ],
  "anchor" : "para82"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "God bless, God bless.", "Something that is also missing is an opportunity to bring real inclusionary zoning within the content of this bill. These are real, concrete steps that could have been in this bill and that could have brought real reform, but unfortunately, they are not within this bill." ],
  "anchor" : "para83"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions or comments?" ],
  "anchor" : "para85"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "Thank you for the opportunity to speak to Bill 73, the Smart Growth for Our Communities Act.", "Ontario has changed a lot over a period of years and time. Some of the most evident examples of this are found right here in the greater Toronto area and in my riding of Mississauga–Brampton South.", "As we know, it is a huge province. It is a very wide province, the size of France and Spain combined. While most of our residents live near the Great Lakes and that is where most of our urban and industrial development is focused, there are, of course, hundreds of communities scattered across the province. As legislators, and even as ordinary citizens, we travel around our province and see its beauty, its diverse communities, its many ways of life and its natural beauty, especially during this season of change.", "We all have a stake in ensuring that Ontario remains beautiful and that it continues to be the best place to live, work, play and raise our families. That is what this legislation is all about. I understand that the majority of the members support this bill. It is about time that this passes second reading and is referred to committee, where all members from all parties can hear from the stakeholders, experts and their communities, and if they choose so, they can move amendments to strengthen this bill." ],
  "anchor" : "para86"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments? We have the member from Simcoe–Grey" ],
  "anchor" : "para90"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Oh no, no." ],
  "anchor" : "para91"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oh. False alarm.", "The member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para92"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It is my pleasure to speak for two minutes to this bill. I hope I get the opportunity to speak longer and I hope that the government doesn’t deny me, because I know they’re thinking about putting a closure motion on this." ],
  "anchor" : "para94"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Guillotine—" ],
  "anchor" : "para95"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The guillotine.", "I’m going to say to the member from Lanark–Frontenac–Lennox and Addington: He’s bang on. This is the concern that I have with this bill: that you are hampering rural communities even more—the member from Mississauga basically just said that—hampering municipalities in rural Ontario that need to be able to develop those tracts of land. They cannot grow up; nobody is going to build 40-storey condos in Barry’s Bay. They have to be able to build lots on those lands that are available. Where you guard are the people who have an intensification problem down here. The problem with this government is that everything is viewed through the lens of a large urban community, and they fail to recognize the reality of rural Ontario time and time and time again.", "This is an opportunity to do something right with this bill and not, again, put a wedge between yourselves and the people in rural Ontario who need to be able to continue to exercise some of that freedom when it comes to developing the land that they are entrusted with.", "I want to take an opportunity in the few seconds that I have left to shout out to my brother Konrad Yakabuski, who is 50 years old today. He is the last of our family to hit the half-century mark, so I want to congratulate him. A lot of you might know of Konrad. He is a journalist with the Globe and Mail, and a lot of people say, “He can’t be your brother, Yak. No way. He’s too smart. He writes good columns. He makes a whole lot of sense. There must be something wrong there.” But in fact, he is my brother, my youngest brother, and I wish him the very, very best and continued great journalism. Have a fantastic 50th birthday. Welcome to the half-century club." ],
  "anchor" : "para96"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para100"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "This is a great opportunity for us to discuss the way we have grown so far and the way we need to really look at growth moving forward. If we look at the growth in certain urban communities and we look at the suburbs surrounding those urban communities, we know that there has certainly been a lack of proper planning.", "Now, I agree that there are different rules that should apply to different areas. Rural Ontario has different realities, and that is something we should certainly account for in our planning and in our strategies. It’s important to account for that. But when it comes to urban centres and the suburbs surrounding those urban centres, the sprawl has not benefitted the residents.", "In cities like Brampton and Mississauga, sprawl has made cities very unlivable in a lot of ways. Intensification, strategically done, is something very important. It’s integral to building sustainable communities, communities where you can live, work and play. In many of our communities it’s not possible to work in the same community where you live. They have become sleeper communities.", "It’s also the fact you can’t get around in certain communities without a car, and that seriously limits certain people: young people who can’t drive and older people who don’t want to drive anymore. To make a vibrant society, there need to be real ways to get around, to move, to enjoy your communities without driving; that can’t be the only way to move around. So we need to really work on developing societies where people can walk and bike and move around, particularly in urban and suburban communities. I really think we need to look at this.", "In addition, and this is a very sensitive topic and we have to do this with a great deal of care, there is only a limited amount of very good agricultural land in Ontario. If we want to really develop an autonomous and sovereign land, you need to have access to food. If we don’t ensure that our crop land, the land that can be farmed, is protected, then we are in a position where we can’t even grow our own food and we severely impact our own sovereignty. So it’s an issue we need to address, as well." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member for Lanark–Frontenac–Lennox and Addington for final comments." ],
  "anchor" : "para107"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I want to thank the members who engaged in the questions and comments that were relating to my debate. The Liberal member provided us with her rehearsed and scripted talking points that had nothing to do with my debate, nothing at all. I had asked the minister, or his parliamentary assistant or anybody, to answer some questions out of my debate; they chose not to. They chose to sit there and play with BlackBerrys or whatever else, but they chose not to engage in debate. They chose not to try to respond, not to try to justify or explain or provide a rationale why the ministry is obstructing and preventing municipalities in rural Ontario from growing.", "Why are they obstructing municipalities from growing? Why do they have such a narrow band of latitude? When a municipality comes up with a development proposal that is 101% of its target, why is it that 1% over is unacceptable and gives cause to the ministry to spend untold hundreds of thousands of dollars appealing that development through the Ontario Municipal Board, as well as putting further cost on the municipality to bring their lawyers into the OMB and still frustrate them? I’m disappointed that the minister—or anybody on the Liberal benches—chose not to engage in this debate and not to explain their actions to this House." ],
  "anchor" : "para108"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member from Oshawa." ],
  "anchor" : "para110"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "It is always my pleasure to stand in this Legislature and speak on issues that are important to people across our province and people across our communities. Today, I have the chance to bring my voice to the debate on Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act. This bill has been the subject of much debate, and we have heard from many of the members of the House. Many of my New Democrat colleagues weighed in and discussed the strengths and shortcomings of this bill.", "This bill includes some welcome improvements to the Development Charges Act and the Planning Act, but it falls short. It misses opportunities and the chance to tackle some very real issues faced by our municipalities and our neighbours who live—and often struggle to live—in our communities.", "Something that is missing from this bill—but fortunately has not been missing from the discussion, thanks to the New Democrats on this side—is the fact that we need housing and development growth. Ontario should be removing needless barriers and costs that prevent the construction of affordable housing.", "Affordable housing is about more than rent or a mortgage; it is about the expenses necessary to keep it running, to keep it warm, to keep the lights on, to keep food on the table. Where is the acknowledgment by this government that Ontarians need predictability when it comes to their homes? People need costs to be stable and fair so they can budget what little they might have to keep up with the cost of living underneath a roof.", "Waiting lists in communities across Ontario are growing quickly. Durham region is a region of growth, but also many families are forced to leave their houses and find affordable rental housing, and often it doesn’t exist. In Durham, the average wait time for housing is nearly four years for non-senior singles and couples. Seniors wait just over four years. According to the Ontario Non-Profit Housing Association’s 2014 waiting-list survey, more than 165,000 households were waiting for community-based affordable housing. In Durham, wait times are increasing, and 2013 numbers have us sitting at over 5,200 households on that waiting list.", "Existing housing that isn’t properly maintained or supported is a reason for so many people to come into my constituency office in Oshawa. The state of repair or lack of investment in our existing housing infrastructure is appalling. This is a government, however, that—I’ll give it to them: They really like their shiny new announcements. They want the positive press of announcing a new building or a new program. If only they thought it was flashy and exciting to make announcements about recommitting to funding or making repairs or fixing current programs. Those programs that were once new and have proven that they are worthwhile are often left to languish and scrape together what they can without support or government attention or acknowledgment. If only it was exciting to recut a ribbon, not just cut a new one.", "We heard at AMO that too many times this government is not being the partner that they could or should be. We hope that will change. Certainly, in a region that is east of Toronto but not east enough to be Ottawa, sometimes we beg for scraps when it comes to infrastructure, transit or housing investment, and that isn’t right.", "I would like to share some specifics and statistics when it comes to my region of Durham and Oshawa. The region of Durham published their housing plan for 2014 to 2024 called At Home in Durham. It proposed four main goals: to end homelessness in Durham, to ensure that rent is affordable for everyone, to see greater housing choice and to ultimately have strong and vibrant neighbourhoods. This document outlines the challenges and proposes a plan to address the ever-increasing need for more affordable, available housing. I’m going to read the section that discusses the way the government can support these initiatives.", "“The federal and provincial governments have vital roles to increase the supply of affordable housing, and availability of and access to support services. They must also support local planning and service delivery related to housing and homelessness.", "“Although the province recognizes that Ontario’s municipalities are the largest contributors to funding for housing and homelessness services, and that the future of affordable housing depends on sustained funding, there is no long-term funding commitment from the federal or provincial government to support local planning and service delivery.", "“The region, in collaboration with its partners, will continue to advocate for the funding commitments and legislative and policy changes necessary to support the implementation of At Home in Durham.”", "As in communities across the province, there are challenges faced by many individuals and families in many neighbourhoods. Oshawa is a city with a population of about 157,000, and it is the largest city in Durham region. Just east of Toronto we have been seeing steady population growth over the past 20 years, but in about the past five years our growth has increased substantially. We have a lot of competition for the little affordable housing that does exist. We have three universities in the area and a huge need for student housing. We have families and single individuals vying for anything that might be available, and there isn’t much. Our vacancy rate for one and two bedrooms is below what is considered balanced for a community, and if we consider public housing units, those vacancy levels would be far, far lower. We have many people earning minimum wage, currently $11, or who are on basic pensions.", "I would like to read from a submission from Cornerstone to the CMHC related to the need for affordable housing in our area: “Individuals who are paid minimum wage and working full-time (35 hours per week) earn less than $1,540 a month before taxes. Households spending more than 30% of their income are generally considered to have a housing affordability problem. In Oshawa, these individuals have to spend nearly 44% of their gross income on an average rent bachelor apartment and 57% of their gross income on an average rental one-bedroom apartment. Finding available and affordable apartments can be very challenging. Individuals whose only source of income is based on CPP/OAS (basic pension for a single senior) have to spend 61% of their income on renting an average rental one-bedroom apartment in Oshawa. The average cost of rental housing in Oshawa is also not affordable for those dependent on financial assistance, particularly single persons.”", "Speaker, I’d like to tell you a bit about Cornerstone Community Association Durham. Cornerstone provides men’s shelter and support. It is an organization that provides services to individuals who are homeless and require support to be in the community. They provide 40 beds of emergency shelter, 15 beds for individuals returning from correctional facilities, 10 units of transitional housing and 56 units of permanent housing.", "Another awesome example of a partner in our community providing support is the YWCA. They also offer second-stage housing. I’d like to read to you a bit about that:", "“The YWCA Durham provides the region’s only second-stage housing program for women at risk.” The women “will find safe, supportive and affordable housing and meals. The program also provides a peer network, professional counselling, advocacy and job and life skills development.", "“Over a maximum 24-months stay, these women will gain the skills, connections and confidence to achieve long-term success and independence in Durham region.”", "Mr. Speaker, I had the opportunity to tour and spend an afternoon at the YWCA. This is an organization that does so much with the little that they have, but with the never-ending need for affordable and safe housing for women, their challenges are increasing. With the cost of hydro and gas steadily increasing, they’re worried they won’t be able to provide the level of support that is needed.", "Mr. Speaker, one of the most wonderful parts of this job is the opportunity to connect with organizations that look after the needs in our community.", "We have an outreach centre called the Refuge, and they provide safe refuge for youth in our community up to age 24. They recognize that youth are struggling.", "There are unbelievable challenges in our community, and we’re doing our best to meet them, but we need support from the government.", "We’re debating a bill called the Smart Growth for Our Communities Act. There is nothing in it about the need for affordable housing. I could talk all day about the need in my community, and I wouldn’t imagine that there’s a single member here who couldn’t find real housing needs within their own communities. Why, then, are we not seeing it in this bill? If this government was actually interested in smart growth for our communities, then they would be interested in supporting that growth. Mr. Speaker, I’ll tell you, that wouldn’t just be smart; it would be the right thing to do." ],
  "anchor" : "para111"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para134"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "It gives me great pleasure to rise today in support of Bill 73.", "There are many, many good amendments in Bill 73, and one that really caught my eye is the review of ineligible services to determine if they would be made eligible for development charges. That’s something that we hear from municipalities—and not only from municipalities, but from different groups.", "I want to speak about this today because after a recent meeting that I had with the chair of Halton region—they need a courthouse. You’ve heard this, Mr. Speaker, in the House. Every MPP representing this area on both sides of the House—they need a new courthouse. The Milton courthouse doesn’t need any repairs; we need a new courthouse there. The chair, who used to be on your side at one point, sitting in the chair in this Legislature, would like to be able to add a development charge for the construction of this new courthouse.", "I don’t know if this would come on time to help Milton and the Halton region, but that is something we need to have a conversation about, and to review what should be in the development charge and what should be out. There is opinion on both sides, so let’s have this conversation.", "There are already 50 members who have spoken on this—more than 50—and the bill has been discussed for over nine hours. I think after most of us have spoken, it needs to go to committee where the real change will occur." ],
  "anchor" : "para135"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para140"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I want to commend the member from Oshawa for a great presentation on what is in the bill, but, primarily, the one mentioning that there is absolutely nothing in here about affordable housing—not so much that one would expect this bill to come out and say how many units of affordable housing the government is going to provide over the next five or 10 years, but to actually put something in the bill that would encourage the local planning to include that, to help municipalities to be able to afford to build housing, because obviously we know that most of the public housing is, in fact, maintained and provided by municipalities; to have something in there that they could accommodate building that housing, such as including that as part of the charges that new developments would come with. It’s a municipal service that could be provided.", "The minister, when he introduced it, might have wanted to look at my private member’s bill that deals with the Housing Services Corp., which presently is spending millions of dollars to be the bulk purchasing agent for all our public housing, when in fact the city of Toronto says that if they didn’t have to, if they weren’t mandated to do that, they could buy their fuel and their insurance and save $6 million a year, which they could put into front-line housing for the people who need it, the 160,000 or170,000 people who are waiting in line for that. Some of them could be housed with that $6 million.", "The city of Hamilton, where the minister is from, could save over $1 million a year if the minister would just allow them to opt out of purchasing it from the Housing Services Corp. and allow them to buy it where they buy their gas and insurance for all their other purposes. I think there’s an opportunity that he could use to further the cause of public housing and meet the concerns of the member from Oshawa.", "I also—since I’ve run out of time, I guess I don’t want to do anymore. Thank you very much, Mr. Speaker." ],
  "anchor" : "para141"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para145"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "This is why I love this place so much, really. It proves that debate is so important. I’m hearing a lot of great ideas—not too partisan; it’s really good. The member who just spoke brought up another great idea that could provide some benefit and support to municipalities. But my colleague the member from Oshawa really zeroed in on one of the most glaring spots of this bill that has been missed: the need for inclusionary zoning.", "Maslow’s hierarchy of needs—we’re familiar with it. It’s a psychological theory about the most important needs that human beings require—food, water and shelter—to maintain human dignity, to be able to prosper as a human being. In this chamber, here, what can we do to support those who are struggling to find those basic needs and to support themselves. Here’s an example of where we could implement that type of support: to bring in inclusionary zoning to make sure that affordable housing units are there. There’s the volume of it.", "I’m going to chat with you after, Minister, because I know you’ve got some great ideas, too. It sounds like you want debate to continue on this. But, my goodness, what a simple effect, a simple action we could take here in this House, to large effect—" ],
  "anchor" : "para146"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Wait for it." ],
  "anchor" : "para149"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Wait for it? We’ve been waiting for 12 years, Minister. Various bills have come through here. We can’t wait any longer. People can’t—" ],
  "anchor" : "para150"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to remind the member—but I will make it inclusive of all members—that during debates and during questions and comments, please address your comments through the Speaker and not to individuals within the Legislature. I appreciate your co-operation and I will thank you in advance.", "Back to the member from Essex." ],
  "anchor" : "para151"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "Thank you, Speaker. You know, I forgot about—" ],
  "anchor" : "para154"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Point of order—" ],
  "anchor" : "para155"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para156"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The member lost about 30 seconds, and he was making so much sense, I’d like to make sure we give that back to him." ],
  "anchor" : "para157"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much, Minister, but you just took another 20 seconds. So, unfortunately, I would like to say, “Back to the member”; however, we have now expired the time allotted for questions and comments." ],
  "anchor" : "para158"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Apologize." ],
  "anchor" : "para159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please.", "I’ll give you an opportunity to speak to the minister afterwards.", "Interjection." ],
  "anchor" : "para160"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All right; there you go.", "We’re back to further questions and comments. I recognize the member from York South–Weston." ],
  "anchor" : "para163"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "Thank you, Mr. Speaker, for recognizing me. I’m glad to add my comments to Bill 73. Listening to the debate this morning, it seems that most of the members are in agreement with this bill. They are adding more ideas to it, but it seems that we do have an overall consent to the bill.", "I just want to say that what I really like about the bill is the fact that it proposes to enhance citizen engagement. This would require municipalities, for example, and approval authorities to explain how public input affected their planning decisions, require municipal official plans to include locally designed public consultation policies, and not only increase the use of planning advisory committees and ensure citizen memberships are on these committees—that would be tremendously important. For example, it would make a difference in the community I have the privilege to represent, the area of York South–Weston here in the city of Toronto.", "We often feel that the community is not consulted enough. I think this would really strengthen that piece. I think we all look forward as members to hear from the municipalities, to hear from the stakeholders how this would affect them. We have the opportunity to see how we can improve the bill in many ways from their perspective. I think that there are some basic, stable elements in the bill that are worth supporting.", "I’m looking forward to this bill moving forward and going towards its next step so that we can have public hearings. That’s what we do before we pass legislation: hear from the people. Thank you." ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Oshawa for final comments." ],
  "anchor" : "para169"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you very much, Mr. Speaker. I appreciate the comments from my colleagues around the Legislature. Thank you to the member from Oxford. To your point of actually putting something in the bill that would support municipalities and encourage affordable housing, that’s a bigger conversation, and certainly, as we’re being rushed through this one, we will have to look forward to that another time.", "Also, thank you to the member from Essex. I appreciated your comments about maintaining human dignity. In our communities, with so many people struggling, it’s not just the people that we think of traditionally either in the margins or struggling in poverty; it’s also people who live in our established communities or in different pockets of the community whose life sometimes happens to—they’re struggling to pay their bills, a child gets sick, a partner loses an income, and they’re forced to change their situation, or life changes it for them. We have people throughout our communities who are in need of affordable and available safe and secure housing.", "This is something we need to prioritize, inclusionary zoning, as the member started to talk about before his time evaporated. That’s a conversation and something that the government has said that they support and have in the past. So let’s put that into the next bill we get to talk about.", "I had mentioned the Refuge Youth Outreach Centre as being an organization in my community. They serve street-involved and homeless youth up to the age of 24. This is a resilient group of youth who come from all sorts of walks of life and are struggling. I had a town hall meeting with many of the youth recently and they shared with me the difficulty of finding a place to live downtown. If it’s safe and affordable, it probably has already been taken by a family or a student.", "Many people are living in precarious arrangements, and they’re the invisible homeless. They’re sleeping on floors and sleeping on couches, and if they do find affordable rentals, sometimes it’s in a building with health and safety concerns, from mold and bedbugs to violence and drug use.", "You know what? These cannot be the only options for people. So let’s talk about smart growth; let’s talk about supporting that growth." ],
  "anchor" : "para170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para176"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Again, this is a very exciting bill. If you go through it, Mr. Speaker, as I’m sure you have, there are some incredibly interesting parts to it that really affect all aspects of living in Ontario, developing and planning our communities, our towns and cities all over this province.", "This area is so complex, and, again, this is a bill that deals with so many areas. In essence, what it does is that it lays out a more comprehensive process in terms of the processes for planning and deciding what density goes in the neighbourhood, what amenities, what the development charges are, putting some kind of order into this complex maze of development charges.", "In my own area, I’ve got one of the most highly developed parts of North America happening right now at Yonge and Eglinton. If you look at Yonge and Eglinton right now, I think there are about 30 new condominium towers under construction—30. It’s almost the size of the city of Orillia that’s going into the bottom end of my riding. So you need a proper comprehensive process and approval in conjunction with the province and the city of Toronto and its overwhelmed planning department.", "As we are building those towers there, there’s also a subway being built along Eglinton that intersects with the Yonge line. There’s going to be a massive new housing development there at the old bus loop at Yonge and Eglinton. You can imagine: All of a sudden, we’re going to have a new city of Orillia right in the middle of Yonge and Eglinton. Luckily, at least there is a subway and there’s a new east-west subway, the Eglinton line that’s being built. But beyond the subways, you have to have proper planning for sewers, for roads, for parks, for schools, so everyone is involved.", "That’s why this legislation is going to require municipalities to prepare park plans in consultation with school boards and the public in order to facilitate planning for all of this green space. Right now, it’s very ad hoc, so this is a critical part of this bill.", "I know that in my own riding we had one great success in terms of planning and preserving our heritage in the Yonge-Eglinton area. There is the famous spot where William Lyon Mackenzie held his ground in the Rebellion of 1837. It’s the famous spot, Montgomery’s Tavern, whereby a democratic government was established in Ontario at that time, in the Rebellion of 1837, and we have the historical spot where we have a postal station that was built: historic Postal Station K.", "At that spot on Yonge and Eglinton—Canada Post, as you know, has had a sell-off of all its postal stations across this country, sadly. Here, they were going to basically give away this historic site to unbridled development. Luckily, the community mobilized. We got over 10,000 people to sign a petition. We marched on city hall. We had rallies. In fact, we brought the petitions up to Ottawa. We were able to preserve Postal Station K for future generations. It’s a beautiful, iconic building, one of the few buildings in all the world that’s got the mark of Edward VIII on it. That’s quite rare. It’s an art deco building by a great architect, Brown. So we were able to protect that.", "What we did was, we had an agreement with the developer where the developer was going to preserve this historic building and he was going to build his building behind the historic postal station site and cantilever some of the housing up above. We now have this building preserved. We have a new public square there called Montgomery Square. So we’ve kept some green space on Yonge and Eglinton, and we’ve got this historic building, along with all these new buildings. But that took a lot of work. It took two or three years of the public getting mobilized and incredible cooperation.", "This is the type of thing that this act tries to put in a systematic process. I’m glad that in the bill, there’s also a reference to section 37. I don’t know if the members here are familiar with section 37, but section 37 means that when a development occurs, the city or town council can go to the developer and agree to have amenities put in place as part of the approval process. The problem with section 37, as you know, in Toronto, and especially in the GTA, is there are hundreds of these section 37 agreements that take place, but there is no full transparency in it. In other words, what was approved? What was received? What were the amenities? What was the cost? Is there any plan? It’s been very ad hoc. In this act, there is an attempt to try and formalize the section 37 intensification that’s taking place. It’s a very important part of this bill.", "I know the member from Oshawa made a good point that this bill will deal with—and that is in terms of the approval process. When developers build in an area, perhaps there should be some section 37 or other development charges for soft services; in other words, whether it’s supportive housing, or housing for the infirm or whatever. It’s not only for transit and sewers. So in this legislation, there’s a potential to have some of these development charges for soft services, social services, which are just as important as sewers and transit and roads. That’s why I just ask everybody to look at this bill. It is a very meaningful bill.", "As you know, we’ve had about 10 hours of debate on this thing. What we have to do now is bring in all the local municipalities, all the local experts, all the public stakeholders who want to speak to this bill. They can’t do it in this House. They can do it in committee. That’s where the real changes will be made as we get this input from these people who are knowledgeable and affected. That’s why the committee stage is critically important.", "I just ask the members here that—we need to get this comprehensive expert input from our people out in the community. I think we’ve heard good information here from over 60 speakers, and I think we need to hear from the people out there. It’s critically important to hear from ordinary citizens. The people need to be heard on this bill because it affects all of our communities.", "I think we’ve spent good time. As a result, Speaker, I move that this question be now put." ],
  "anchor" : "para177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Eglinton–Lawrence has moved that the question now be put. Having had the opportunity to listen to debate now for over 10 hours, it is my opinion that the—recognizing that the question has now been put, is it the pleasure of the House that the closure motion be made? I heard a no.", "All those in favour of closure, please say “aye.”", "Keeping in context with them, all those opposed, say “nay.”", "In my opinion, the ayes have it.", "Following question period this morning, there will be a vote—", "Interjection." ],
  "anchor" : "para191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There will be a deferred vote—" ],
  "anchor" : "para197"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Yes, but you haven’t decided if there’s enough debate. You haven’t said that." ],
  "anchor" : "para198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, I did." ],
  "anchor" : "para199"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "He mumbled." ],
  "anchor" : "para200"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To the member from Renfrew–Nipissing–Pembroke, I’ll ask you to come to order. Thank you." ],
  "anchor" : "para201"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para203"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "No further business, Mr. Speaker." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since there is no further business, this House stands recessed until 10:30." ],
  "anchor" : "para205"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "As the PC energy critic, I’m happy to see the Canadian Nuclear Association here at Queen’s Park today. Dr. John Barrett, president and CEO of the CNA, is here along with member companies to discuss the impact the nuclear industry has on Ontario. In 2014, nuclear energy provided 62% of grid power. We welcome the opportunity to meet with the representatives." ],
  "anchor" : "para208"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "I’m delighted to introduce members of the Regional Tibetan Youth Congress: Kunga Tsering, Thondup Tsering, Tenzin Rigdol, Tenzin Dolker and Ogyen Tsering. They’re here on a hunger strike to support the hunger strikers in India protesting the oppression of the Tibetan people by the People’s Republic of China." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Not wanting to interrupt the introduction, but I will use this opportunity as a reminder that we are not to read from any materials other than a piece of paper, and even then it’s not supposed to happen. I just offer that as a kind reminder to all.", "Further introductions?" ],
  "anchor" : "para210"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’d like to introduce Linda Prytula, who is here with us today watching question period. She is a member of the board of the Ontario Pharmacists Association and, more importantly, she lives and works in my riding of Oakville." ],
  "anchor" : "para212"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I would like to welcome Joan Pajunen, who is director-at-large in the Ontario Pharmacists Association. I met with her and other members of the pharmacy association this morning, and she’s from Kilworthy in Muskoka. I’d like to welcome her." ],
  "anchor" : "para213"
}, {
  "speaker" : "Cheri DiNovo",
  "text" : [ "Also, I have the pleasure to introduce Brandon Tenebaum, member of the Ontario Pharmacists Association and, most importantly, a member of my riding of Parkdale–High Park." ],
  "anchor" : "para214"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to welcome two good friends of mine who are visiting Queen’s Park. Please welcome Hafeez Rupani and Nadia Effendi to Queen’s Park." ],
  "anchor" : "para215"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to welcome a director with the Ontario Pharmacists Association and a councillor from one of the most beautiful municipalities in Ontario, Prince Edward county, Bill Roberts, to the Legislature this morning." ],
  "anchor" : "para216"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "I’d like to welcome two individuals from the Ontario Pharmacists Association to Queen’s Park today: my friend Sean Simpson, the chair of the OPA board, who lives and works in Niagara-on-the-Lake, and Connie Beck from Niagara Falls." ],
  "anchor" : "para217"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’d also like to welcome a board member of the Ontario Pharmacists Association, Christine Ling, who is visiting Queen’s Park from Don Valley West today." ],
  "anchor" : "para218"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’d like to welcome all the pharmacists that are here today to talk to us about care and service to the patients of Ontario. Especially, I want to welcome Brandon Tenebaum. I didn’t realize he was here. He was a classmate of mine, 1995. Good to see you." ],
  "anchor" : "para219"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "On behalf of the NDP caucus, I’m happy to welcome the Canadian Nuclear Association to Queen’s Park, led by Dr. John Barrett. The CNA and the member companies are here to discuss the importance of nuclear energy, the importance of the 60,000 direct and indirect jobs they bring. I look forward to meeting up with them. Welcome to Queen’s Park." ],
  "anchor" : "para220"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I’d like to introduce Fred Bristow, a board member of the Ontario Pharmacists Association who works, lives and plays in Toronto Centre. Welcome, Fred." ],
  "anchor" : "para221"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I’d like to welcome and introduce Jen Baker to the House today. Jen Baker is a member of the Ontario Pharmacists Association board and comes from the riding of Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para222"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I would like to introduce someone who is not a pharmacist. Frank Caron is here; he’s sitting in the members’ gallery. Welcome, Frank. He is the husband of Allison Buchan-Terrell, a member of my staff. Welcome." ],
  "anchor" : "para223"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’d like to introduce Mike Cavanagh from the great riding of Haliburton–Kawartha Lakes–Brock and a member of the board of directors of the Ontario Pharmacists Association. Thanks, Mike, for being here." ],
  "anchor" : "para224"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "I had the great pleasure of meeting members from the Canadian Nuclear Association this morning: John Stewart, Matt Mairinger and Mike Belmore. Certainly, it makes a significant impact on our economy. I welcome them and their colleagues in the House this morning." ],
  "anchor" : "para225"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I, too, would like to welcome some of the members from the Ontario Pharmacists Association: Deb Saltmarche, Bill Roberts, Christine Ling and Dennis Darby. Welcome to Queen’s Park." ],
  "anchor" : "para226"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I’m also pleased to welcome the Ontario Pharmacists Association to Queen’s Park today, including: Dennis Darby, the CEO; Sean Simpson, board chair; and Deb Saltmarche, past chair, who’s from my riding of St. Paul’s. They’re here with many of their colleagues, as we’ve heard.", "The OPA are hosting a reception in the legislative dining room this evening from 5 p.m. to 7 p.m. All members of the Legislature and their staff are, of course, invited." ],
  "anchor" : "para227"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I would like to welcome Stacey D’Angelo, a pharmacist from Trinity–Spadina and a board member of OPA; and also a student pharmacist, Kavita Puri. I look forward to meeting them this afternoon." ],
  "anchor" : "para229"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "It is my pleasure to introduce Bharati Bapat, the aunt of our page captain, Sameer Bapat." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? Maybe introductions of people who aren’t here yet but will be arriving? I’m seeing none.", "We have with us today in the Speaker’s gallery a parliamentary delegation from the National Assembly of the Republic of Fiji. They are led by the Minister of Agriculture, the Honourable Inia Batikota Seruiratu. Welcome." ],
  "anchor" : "para231"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Premier. On March 24, the Premier said, “When I say that I am going to co-operate and have been co-operating with the authorities, I’m talking about the authorities whose responsibility is to conduct the investigation.”", "When the Premier says that she’s going to co-operate with authorities, does that include the criminal court assigned to the corruption charges against her key fundraiser? Will the Premier agree to testify if subpoenaed to the trial of Gerry Lougheed Jr.?" ],
  "anchor" : "para235"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Obviously this is an issue that I have taken very seriously. Because I take it seriously, Mr. Speaker, I have co-operated with all of the authorities; I have co-operated in the investigations. I’ve been very open with the Legislature, and in fact, I’ve answered 96—", "Interjections." ],
  "anchor" : "para237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve heard enough, and it will stop." ],
  "anchor" : "para239"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I’ve answered 96 questions on this issue in the Legislature. I’ve made dozens of statements in the media and answered questions in the media. I have co-operated with the authorities. I will continue to co-operate with the authorities, as we all have." ],
  "anchor" : "para240"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para241"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again for the Premier: The Premier has told the Legislature 40 times that she will co-operate with authorities during the Sudbury investigation. In fact, on February 26, the Premier said that she would “fully co-operate and work with the authorities....”", "The official opposition respects the fact that the Premier met with OPP investigators, but her duty is to clear the air, and that hasn’t been done. The people of Ontario deserve to know who ordered Gerry Lougheed to make the phone call and offer the alleged bribe.", "This is very clear: Is the Premier prepared to appear before the court and answer those questions?", "Interjections." ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para246"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Thank you very much, Mr. Speaker. As I have said, I have answered all of the questions that have been asked of me. I have answered 96 questions in the House. If past behaviour is indicative of future behaviour—and I have co-operated with the authorities, I’ve worked with the authorities, I have co-operated with the investigation. I will continue to do that." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para250"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, this is as clear as mud. Again to the Premier: We know the Premier has the parliamentary privilege to be exempted as a witness. However, the privilege is not meant to impede the course of justice. The people of Ontario deserve to know what really happened with the Sudbury by-election scandal, so I’m sure the people of Ontario want the Premier to waive that privilege and appear if called to the trial.", "Mr. Speaker, yes or no: Will the Premier testify if subpoenaed to the corruption trial of her key fundraiser?", "Interjections." ],
  "anchor" : "para251"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Interjections." ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I am standing.", "Premier?" ],
  "anchor" : "para256"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I have not attempted to avoid answering questions that have been posed to me here, that have been posed to me by the police or that have been posed to me by the authorities. I have worked with the investigation. I have co-operated fully, and I will continue to co-operate fully.", "In fact, unprompted, I have made statements in public about the situation in Sudbury. I will continue to co-operate. I will continue to respond to requests by the authorities, as I have done. That behaviour is not going to change." ],
  "anchor" : "para258"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Yesterday, when questioned about health cuts, this Liberal government refused to take responsibility. This year, the Canada health transfer increased by $652 million. The Liberals shifted $54 million away from this transfer, maybe to a different ministry or maybe to cover up another one of their scandals. No one knows which one it is, Mr. Speaker, because the Liberal government refuses to even acknowledge the $54-million cut to health care.", "The decision to cut $54 million was the wrong decision. Will the Premier admit she cut $54 million from health care, from the front lines, at exactly the wrong time?" ],
  "anchor" : "para261"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know that the Minister of Health is going to want to comment on this, but let me just go over what has been going on in health in terms of the big picture in Ontario.", "Since 2003, hospital funding in Ontario has risen from $11.3 billion to $17.3 billion this year. That’s a 53% increase. This year, the health care budget is $50.8 billion. We committed to a 5% increase in home and community care investments, which will grow over $750 million over the next three years. Funding for community support services increased to almost $514 million this year. That’s an increase of $41.9 million over last year.", "The fact is that there are 24,000 more nurses in Ontario than there were in 2003. The number of physicians has increased by 5,600—" ],
  "anchor" : "para263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para266"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again for the Premier: These cuts are hurting people across the province, and at the CCACs in my own riding. Last year, a 74-year-old Simcoe county woman, who is nearly blind and had a below-the-knee amputation, had twice daily visits by a PSW to help her bathe and deal with developing sores. When her husband died last summer, the CCAC cut her evening support. Shortly after that, she was notified that she would lose her morning visit as well. At that point, she began developing sores. She couldn’t reach the sores to treat them herself. Her services were restored, but only after she hired a private patient advocate.", "Where is the Premier’s compassion? Does she believe patients should have to pay out of pocket to get their service restored, to hire a private contractor to fight for their services?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "To the Minister of Health and Long-Term Care." ],
  "anchor" : "para269"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Notwithstanding the fact that that party, the party opposite, voted against our increase of $250 million annually to home and community care for each of the next three years, the Leader of the Opposition has a chance to redeem himself and redeem his party by supporting—and I think he will, just given the nature of his question—our 10-point plan that we announced earlier this year, this spring, in fact, of important changes to make to our home and community care sector. Alongside that increase in funding, it’s a 10-point plan that implements in full the results of an expert panel led by the esteemed Gail Donner to help us make sure that the quality of services that we provide is the best that it can possibly be.", "So I ask the member opposite, the leader of the official opposition: Will he support our 10-point action plan to improve home and community care across this province?" ],
  "anchor" : "para270"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para272"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Ma question est encore pour la première ministre. Le vendredi passé, nous avons célébré la journée francophone. Mais dans ma circonscription de Simcoe-Nord, le gouvernement ferme l’hôpital de Penetanguishene. Ce gouvernement tourne le dos contre les municipalités comme Penetanguishene. Cinquante positions dans la résidence en médecine sont coupées quand 800 000 Ontariens ont besoin d’un médecin. En même temps, ce gouvernement coupe 54 millions de dollars dans le budget de la santé. C’est assez.", "Monsieur le Président, quand est-ce que notre première ministre va protéger l’hôpital francophone si important à Penetanguishene?", "Interjections." ],
  "anchor" : "para273"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please." ],
  "anchor" : "para276"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "To the minister of francophone affairs." ],
  "anchor" : "para277"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "C’est une excellente question qui est posée. En fait, je suis très au courant de ce qui se passe à l’Hôpital général de la baie Georgienne et son site à Penetanguishene. Le ministère de la Santé et des Soins de longue durée a indiqué que le site de Penetang ne pourra pas fermer ses portes tant que les services aux francophones ne seront pas transférés à l’Hôpital général de la baie Georgienne.", "Alors, le réseau d’intégration des services de santé de Simcoe-Nord, dans leur planification des services de santé en français, collabore très bien avec l’Hôpital général de la baie Georgienne. Aujourd’hui, je voudrais rendre hommage au ministre de la Santé, qui a intervenu rapidement pour s’assurer que les services seront maintenus dans le nouvel hôpital de la baie Georgienne. Alors, merci beaucoup, ministre de la Santé." ],
  "anchor" : "para278"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. Ontarians are growing increasingly cynical about this Liberal government and politics. It’s no wonder, considering the Sudbury bribery scandal and people’s disbelief that this Premier could actually sell off Hydro One without any public consultation whatsoever.", "Interjection." ],
  "anchor" : "para281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy House leader, second time." ],
  "anchor" : "para283"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Despite the condescending lectures of the government House leader yesterday, there is nothing that says that the Premier couldn’t stand in this place and accept some responsibility for her role and the role of her office in the Sudbury bribery scandal. Will this Premier finally take some responsibility and tell Ontarians who gave the order for Mr. Lougheed to offer a bribe to Mr. Olivier?" ],
  "anchor" : "para284"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I said to the leader of the third party yesterday, I have spoken on this issue. I have answered questions in the Legislature. Between February 17 and April 2, and including questions in the House this month, I’ve answered 96 questions. All of that is in Hansard. It’s quite clear what my position has been. I’ve made statements in the media, unprompted. So I’m not going to pre-empt the process that is now before the courts, and I think the leader of the third party knows full well that it would be inappropriate of me to do so." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para286"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the Premier is right about one thing: This place isn’t a court, where she would have to answer to a judge. This is the Ontario Legislature, and in this place she’s supposed to answer to the people of Ontario. It’s no wonder that people are becoming more and more cynical about politics if it takes being sworn in by a judge to actually get some honesty around here.", "Will this Premier finally take some responsibility and tell Ontarians whether she, Ms. Sorbara or someone else in her office instructed Mr. Lougheed to offer a bribe?" ],
  "anchor" : "para287"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I have been completely honest with the people of Ontario. I have answered questions repeatedly in the House. I have made statements in the media. I have responded to questions in the media. I have co-operated with the authorities. I will continue to do that. But this is not a court of law, and I am not going to pre-empt that process. There is an issue that is before the courts, and we have to let that process unfold." ],
  "anchor" : "para290"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para291"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Premier has had opportunities to show leadership. She has had opportunities to accept responsibility for her actions and the actions of people around her. But at every opportunity, she has refused and instead protected Liberal insiders, dragging the reputation of the Office of the Premier of Ontario through the mud, increasing that sense of cynicism that so many Ontarians are feeling about their government.", "If the Premier and her office have nothing to hide in the Sudbury bribery scandal, then why won’t she put cynical politics aside and tell Ontarians who it was that directed Mr. Lougheed to offer Mr. Olivier a bribe in Sudbury?" ],
  "anchor" : "para292"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The questions that the leader of the third party is putting forward are questions that will no doubt be asked in the court. I’m not going to pre-empt that process or presume to know what those questions will be. I have co-operated with the authorities. I will continue to do that.", "I think that it is extremely important that everyone understand that we are engaged as a government in making very difficult decisions in implementing a plan that is going to build this province up, that is already building the province up. The leader of the third party can laugh, because she actually doesn’t support investments in transit and transportation infrastructure. She actually doesn’t support making a business environment that allows businesses to thrive. She has opposed all of the actions that we have taken and will continue to take to make sure that this province is competitive and that our economy can grow.", "Interjections." ],
  "anchor" : "para294"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para297"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The people of Ontario are watching." ],
  "anchor" : "para298"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke: second time.", "New question." ],
  "anchor" : "para299"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. Over the summer, I was in every corner of this province. I spoke to New Democrats, I spoke to Liberals, I spoke to Conservatives and I spoke to people who have no partisan interest whatsoever. They all told me the exact same thing: They are frustrated, they are worried and they are angry that this Premier is selling off Hydro One without ever consulting them. They are growing cynical about a government that simply will not listen. Will this Premier address the concerns that people are raising and hold public hearings on the sell-off of Hydro One?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I understand that this leader of the third party perceives that it is in her political interest to make sure that she stirs up any concerns that people might have. I understand that that is in her best interests as she perceives it. Some might say that is cynical. Some might say it is cynical that when people raise concerns—because I know; I travelled the province. I was in every corner of the province, and I know—" ],
  "anchor" : "para303"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, you never heard it, eh?" ],
  "anchor" : "para304"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "No, I know that there are concerns, but it is my responsibility—and I would suggest it’s all of our responsibility—to tell the whole story, to make sure that people understand that the decision our government has taken is about investing in this province for a brighter future, a more prosperous future, a more competitive future. That’s what the decision is, Mr. Speaker.", "Interjections." ],
  "anchor" : "para305"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Supplementary?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "What about the 82% of people who do not want to see Hydro One sold off? I think these Liberals should listen to what Ontarians have to say.", "Yesterday, we heard that 165 municipalities so far oppose the Liberal sell-off of Hydro One. One of their biggest complaints is the utter lack of any consultation whatsoever by this arrogant Premier. Sarnia Mayor Mike Bradley said that you would have to actually be Sherlock Holmes to figure out that the Liberal pre-election budget was talking about selling off Ontario’s hydro utility.", "The Premier needs to listen. If she won’t listen to me, then she should be listening to the municipal leaders and the people of this province, who are telling her that they haven’t had a say and that they want a say. Will this Premier allow public hearings, either through the OEB or through any other mechanism, on the sell-off of Hydro One?" ],
  "anchor" : "para309"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’m glad that the leader of the third party raised the commentary that was made by the mayor of Sarnia yesterday, because I had the opportunity to attend the chamber of commerce in Sarnia. I had an—" ],
  "anchor" : "para312"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "The people have spoken: 85%." ],
  "anchor" : "para313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek: second time.", "Finish, please." ],
  "anchor" : "para314"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "It was a great opportunity. I think it was one of the first times in recent memory that a Premier had actually been to speak with the businesses in Sarnia. It was a great meeting. I had an opportunity to have a tour.", "But, Mr. Speaker, I will tell you that the number one issue that the mayor of Sarnia raised with me was the building of a road. The mayor of Sarnia wants money for infrastructure. The mayor of Sarnia knows that his and his community’s productivity and competitiveness rest on having investments in infrastructure.", "The leader of the third party needs to flesh out her story when she’s talking about—" ],
  "anchor" : "para316"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Final supplementary." ],
  "anchor" : "para321"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Well, Speaker, it’s no wonder that the people of Ontario are growing increasingly cynical about this government, considering the display we just saw. The cancellation of the gas plants, eHealth, Ornge, deleted public records, the Sudbury bribery scandal and now the sell-off of Hydro One: It’s easy to understand how Ontarians have become so cynical, but it is bad for democracy.", "The Premier has said that she wants to do things differently. Well, I would submit that it certainly is not too late. Will this Premier start actually doing things differently, start trying to regain the public’s confidence and hold public hearings before she sells off the first tranche of shares of Hydro One?" ],
  "anchor" : "para323"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I have said many times, a couple of things: This was a very difficult decision, but the fact is that we must make those investments, including in infrastructure in Sarnia and in every part of the province—Hamilton, Kitchener-Waterloo, northwestern Ontario—all communities that are looking for investment in infrastructure, Mr. Speaker.", "We made it clear in our budget, in our platform, that we were looking at assets and that we were looking at leveraging those assets so that we could invest in the new assets that we need for the 21st century. It was clear to people—it was even clear to the leader of the third party—that we were actually looking at those assets, Mr. Speaker. In fact, the leader of the third party, on July 9, 2014, said, “The budget says in black and white that the government is looking at the sale of assets, ‘including ... crown corporations, such as Ontario Power Generation, Hydro One and the Liquor Control Board of Ontario.’” She understood it, Mr. Speaker—" ],
  "anchor" : "para325"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para327"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "My question is to the Minister of Health and Long-Term Care. Speaker, today the halls of Queen’s Park are filled with the most accessible health care providers in Ontario, our pharmacists. Unfortunately, these health care professionals have been an easy target for cuts from this government for the past 12 years, and October 1 is no exception. With your cut to nursing positions throughout the province and your $235-million cut to doctors, pharmacists will see a $150-million cut to their profession.", "However, due to the accessibility of pharmacists, the government should be utilizing the abilities of the pharmacists to derive immediate cost savings in the health care system, such as implementing expanded injection authority, expanding smoking cessation programs and enabling pharmacists to treat minor common ailments. Minister, why do you ignore the expanded scope of practice for pharmacists?" ],
  "anchor" : "para329"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know my critic is new at the job, but I would have hoped, given his background, that he would know that we have dramatically expanded the scope of practice for our pharmacists across this province, as we should. Very shortly, later in the next month, in October, our pharmacists are going to join us in vaccinating, I anticipate, upwards of one million Ontarians against the flu by administering the flu vaccine in our pharmacies. It’s a wonderful example of increasing scope of practice, but also utilizing our pharmacists to the fullest extent.", "These are individuals who have such great capacities and are such an integral part of our health care system. We’re constantly looking for ways that we can take advantage of their expertise, take advantage of their presence in our communities and take advantage of the fact that they have the trust of our communities and the people who live there to make sure we provide that quality health service." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Back to the Minister of Health: I’ve been a pharmacist for 20 years. I’ve been proud of my profession; however, to just exemplify that pharmacists can only do flu shots is absolutely ridiculous. If you listened to my first question, it’s an expansion of vaccinations across the board. However, hopefully you can listen to my supplemental and come up with a better response for the pharmacists who are here today.", "Your government seems to have money to pay out bonuses for the Pan Am Games and, according to the Auditor General, money to create large bureaucracies in the health care system. However, you are continuing to cut front-line health services to the detriment of Ontarians.", "Pharmacists have been proven to create immediate savings in the health care system while increasing services. Other provinces have implemented expanded injection authority for pharmacists, expanded smoking cessation programs, and other provinces have enabled pharmacists to treat minor common ailments—all of which would create immediate savings in the health care system.", "Minister, why are you so focused on paying the salaries and bonuses of the health care bureaucracy while you wage a war with—" ],
  "anchor" : "para335"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock, please. Be seated, please. Thank you.", "Minister of Health." ],
  "anchor" : "para341"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "To the member opposite, I didn’t raise the issue of expanded access to further injectable vaccines because, quite frankly, I wanted to leave the best for last.", "I announced a number of months ago—in fact, it was in our budget—that we are expanding the scope of our pharmacists even further to enable them to provide travel vaccinations, potentially other vaccinations as well. You voted against that budget, but it was there in black and white. I made the announcement a number of months ago as well—", "Interjections." ],
  "anchor" : "para343"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me: Minister of Natural Resources; member from Haliburton. Thank you.", "Finish, please." ],
  "anchor" : "para346"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I would just invite the member opposite to come to the reception tonight and hear from pharmacists and from the OPA how much they are celebrating the fact that we’re increasing the scope.", "We’ve created a table to look at further injectables, and we are moving forward in a way that I think, if you actually talk to pharmacists, they’ll agree with." ],
  "anchor" : "para348"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier: Yesterday, the Minister of Energy tried once again to claim he has a public mandate to sell Hydro One. To reporters, he said that before the election, “We talked about repurposing our assets without being specific.” He said, “There is no government that is ever elected that abides by every single detail of an election platform.... The principle was in the election platform. The specifics were in the budget.”", "Some 166 municipalities now, including Peterborough, and more than 80% of Ontarians believe that the sale of Hydro One is more than just a detail. Since your minister now agrees that the sale of Hydro One was not specifically mentioned in her election platform, will the Premier finally admit she has no public mandate?" ],
  "anchor" : "para351"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para353"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Mr. Speaker, we know that the NDP, the third party, has been criss-crossing the province, telling everybody that rates will skyrocket because Hydro One is going to broaden its ownership. The reality: That is not the case. Last week—", "Interjection." ],
  "anchor" : "para354"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nepean–Carleton is warned, and I’m going to remind everyone to use titles or riding names. It does not elevate the debate; it lowers it.", "Finish, please." ],
  "anchor" : "para356"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "Speaker, they’ve been telling everybody the sky is falling and hydro rates are going to skyrocket. The reality is that last week the Supreme Court of Canada confirmed that the Ontario Energy Board has the authority to control rates, to reverse rates, not to give requested increases. In fact, it was Ontario Power Generation before the Supreme Court of Canada, and the Supreme Court of Canada said the Ontario Energy Board rolled back their increases and would not give it to them because of unacceptable costs." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para359"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Speaker, I think it’s very telling that the minister wouldn’t answer the question.", "I’m going back to the Premier. Before the election, the Premier said she preferred to keep Hydro One in public hands. The Minister of Finance told the Economic Club of Canada, “Public ownership is the key.” Now the Premier says the public should never have trusted her. She says the public should have understood that weasel words like “repurposing assets” or—" ],
  "anchor" : "para360"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not acceptable. Withdraw, please." ],
  "anchor" : "para362"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Withdrawn—that code words like “repurposing assets” or “leveraging” were code for selling Hydro One; and because the public didn’t understand the code, she now claims to have a mandate to sell Ontario’s oldest and most important public asset.", "Is the Premier really saying that the 80% of Ontarians who oppose the Hydro One sale only have themselves to blame for trusting her?" ],
  "anchor" : "para363"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "We’re talking about whether or not we had a mandate to proceed. The member has a convenient memory, Mr. Speaker. He forgets that around April and May 2014, we had a budget prepared, a draft budget which they would not approve. Before the election, we had a budget which indicated very, very clearly.", "We also had appointed before the election the asset council, and they had a specific mandate, including looking at repurposing the assets in the energy sector. It was very, very clear. We’re proceeding with that.", "One of our main issues in that election campaign was providing infrastructure to the people of Ontario, which we’re proceeding with. They’re two things in the same issue. The mandate was there, the issue was there, and we’re proceeding with it." ],
  "anchor" : "para365"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. My constituents in Halton are worried about the impact of climate change on our environment and our economy. Our region is a collection of local parks, rich farmland, conservation areas and the escarpment. Organizations like the Halton Environmental Network and the Friends of the Greenbelt Foundation are working tirelessly to keep our riding green and clean.", "We know the Earth’s temperature is rising due to increased greenhouse gases. It’s imperative that all governments take action—action to protect our communities, action to protect the agricultural sector and action to protect the air we breathe. That’s why I was encouraged to see yesterday that we unanimously passed second reading of Bill 9, the ending coal act.", "Mr. Speaker, through you: Could the minister please inform the House about what action our government has have taken to eliminate the use of coal in Ontario?" ],
  "anchor" : "para369"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, I actually want to thank my colleagues the Ministers of Energy present and past, because this was remarkable leadership by the energy ministry and our utilities which contributed the largest greenhouse gas emissions reduction in Northern American history.", "Some people have suggested that permanently passing legislation to keep this closed is somehow not serious politics. In fact, two other major OECD countries, because of other issues, have reintroduced coal. So we are actually locking down on something that is very serious, building our credibility.", "I want to thank the member from Halton, who came to this House as a mum and as a person who’s worked in communications, who well understands the importance of the environmental issues, realizing that these things have to be top-of-mind. I want to thank her for her question." ],
  "anchor" : "para372"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Thanks again to the minister. Mr. Speaker, again my question is for the Minister of the Environment and Climate Change. I think we could all agree that reducing coal was a significant step in the fight against climate change. I do find it strange, however, that the federal government, which used to be fiercely critical of ending coal, is now trying to take credit for our leadership on this key issue.", "We know that action on climate change is vital for the future of our province and that when it comes to this important fight, there is still more work to be done. But I know we are up to the task. Mr. Speaker, through you to the minister: Could he please inform this House about what other action our government is taking in the fight against climate change?" ],
  "anchor" : "para376"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "One of the things we’re doing is, we’re trying to avoid red tape and regulation that will hurt business. I was interested to hear Mr. Harper yesterday, during the debate, take credit for our coal reductions, given that he has campaigned against them. He’s out there campaigning in British Columbia against Premier Clark’s efforts on carbon pricing. He’s out campaigning in Alberta against Premier Notley’s efforts to reduce carbon. He’s here in Ontario, complaining about our climate change strategy. He’s in Quebec, attacking Premier Couillard’s efforts to reduce it—" ],
  "anchor" : "para379"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask the minister to refer that to government policy." ],
  "anchor" : "para380"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, what is he proposing to do? The exact opposite. He said yesterday that he will be proceeding with a sector-by-sector regulatory approach. This is the antithesis of the cap-and-trade systems we’re involving.", "As a matter of fact, the Ontario Chamber of Commerce came out and said that in contrast to a strict regulatory approach, like the federal government is proposing, policies can offer maximum flexibility, carbon pricing policies are much preferable and offer maximum—" ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. I would deeply appreciate all questions and all answers to be relevant to government policy. When we move over to any other level of government, it’s not appropriate in the House during question period.", "New question." ],
  "anchor" : "para385"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "My question is for the Premier. The public accounts of Ontario were released yesterday, confirming what we all know: Ontario is the most indebted sub-national borrower on the entire planet.", "But we also had confirmed one other item the Liberals denied for over a year: They sold Ontera, the telecommunications arm of Ontario Northland, for $6 million. We stood in this Legislature and said it would actually cost the taxpayers between $50 million and $70 million if they went through with this fire sale. Now the public accounts have confirmed this. They disclose that the Liberals lost $61 million selling off Ontera. How can this government justify this insulting loss to northern Ontario and this outrageous loss to taxpayers?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Northern Development and Mines." ],
  "anchor" : "para390"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Mr. Speaker, first of all—", "Interjection." ],
  "anchor" : "para391"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke is warned.", "Carry on." ],
  "anchor" : "para393"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Mr. Speaker, we are very proud, of course, of the fact that we made a decision about a year and a half ago to keep four of the five lines of the ONTC in public hands.", "The decision to move forward with the sale of the Ontera telecommunications wing was a well-thought-out one and, we very much believe, the right one, a necessary step to enable our government to focus strategic investments on the—", "Interjections." ],
  "anchor" : "para395"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "We were determined to focus on the strategic transportation services that are so crucial to moving forward with a sustainable, long-term, efficient ONTC.", "While there were short-term costs associated with the sale of Ontera, the costs of continued ownership unquestionably outweighed the short-term costs of the sale—" ],
  "anchor" : "para398"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para400"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the Premier: I can’t see how this was well thought out. The government took a 100-year-old, $70-million crown asset and gave it away for $6 million. This sounds hauntingly familiar to what they’re about to do with Hydro One.", "But it gets worse. The total doesn’t include the lawyers and the consultants who were paid $6.5 million to advise the Liberals. You heard it, Speaker: They were paid $6.5 million to tell the Liberals how to sell something for $6 million.", "They’re a laughingstock. They bungled the sale. How do the Liberals expect the people to trust them with the sale of Hydro One when they lost $61 million selling a smaller asset like Ontera?", "Interjections." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock. Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "It’s at least a tad ironic that the member asking this question is the one who was calling for the privatization of the Ontario Northland Transportation Commission. The fact is, I can pull the quotes out. You’re not against privatization. We know that well. The member knows that, which is why he’s been reluctant to ask questions in the Legislature.", "The bottom line is that we made a decision that is in the best long-term interests of the corporation. We will continue to support the ONTC as it transforms its operations and focuses on core transportation services. We worked long and hard to make those decisions, working with the municipal advisory committee, and those decisions were to keep four of the five lines in public hands and to move Ontera into the private sector.", "Our government remains absolutely committed to ensuring that northern communities and industries benefit from a viable, efficient and—" ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Windsor–Tecumseh, come to order.", "New question." ],
  "anchor" : "para412"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is to the Premier. It’s simply not enough to stand up and say you value our province’s teachers and education workers but continue to ignore them at the table. Members of this House heard this morning from CUPE education workers, who have been without a contract since September 2014 and are still seeking a fair deal. They still don’t have one. Education workers clean and repair our schools, make sure all the proper forms go out and records are kept, and they provide one-on-one care for students with special needs—a crucial bridge between these students’ complex needs and their educational outcomes. These students deserve to be successful too.", "Why won’t this government roll up its sleeves, get back to the bargaining table with our parties in the education system and treat this issue with urgency?" ],
  "anchor" : "para415"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para417"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I must say that I agree with the member opposite on one issue. We do think that coming to agreement with our education workers is urgent and essential. In fact, that’s why we have been in negotiations for the last two weeks, not just with CUPE, which represents many of our education workers, caretakers, maintenance, secretarial, clerical, education assistants, early childhood educators, professional student supporters, lunch-hour supervisors, all sorts of roles that are quite essential in our province’s schools; we’ve also been negotiating with the Ontario Secondary School Teachers’ Federation, which also represents a large number of education workers. It’s because we recognize the role that those workers play as being so important to our schools that we have been negotiating." ],
  "anchor" : "para418"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para419"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Again to the Premier: We heard this morning how hard, how complex and how diverse the roles of our education support staff workers are in our schools. They’ve been clear in bargaining about what they want, what is best for not only workers but students as well: not a bottom line, not a final answer, but respect.", "Why won’t this government get back to bargaining in earnest with elementary teachers and education workers? Why is this government content to create crisis in our schools?" ],
  "anchor" : "para420"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I can only repeat that we have been focused on negotiating with our education workers because we respect them, because we value them. As I said before, we have been negotiating with CUPE. We’re looking forward to establishing more dates with CUPE. We have been making good progress. I think that there’s real opportunity there for us to come together because CUPE has been quite clear about what it is they’re asking for, and I think that we will be able to come together on our negotiations with that group." ],
  "anchor" : "para422"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Ma question est pour la procureure générale, l’honorable Madeleine Meilleur.", "Je sais que dans notre province, notre système de justice a deux langues officielles : le français et l’anglais. Dans ma circonscription de Glengarry–Prescott–Russell, je reçois quelquefois des commettants qui aimeraient des mises à jour face à certains défis auxquels ils font face dans le système judiciaire en français en Ontario.", "Monsieur le Président, est-ce que la procureure générale peut nous mettre à jour sur les activités de son ministère en ce qui a trait à l’accès à la justice pour les francophones de l’Ontario?" ],
  "anchor" : "para424"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Merci à mon collègue et bon ami le député de Glengarry–Prescott–Russell pour sa question. Je sais qu’il est un fier défenseur de la francophonie dans sa circonscription.", "Paul LeVay, nous a permis de cerner les lacunes qui demeurent et d’établir une stratégie pour aller de l’avant.", "Nous avons entrepris un énorme travail sur toutes les recommandations de ce rapport qui touchaient le ministère du Procureur général. Cela incluait aussi la création d’un projet pilote, idée soutenue par le commissaire aux services en français dans son dernier rapport annuel, et justement nous avons lancé en mai dernier ce projet pilote au palais de justice d’Ottawa." ],
  "anchor" : "para428"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Question?" ],
  "anchor" : "para431"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "Merci à la procureure générale pour sa réponse. Vendredi dernier, la journée des Franco-Ontariens a été célébrée dans toute la province, ainsi qu’à Queen’s Park, avec la levée du drapeau en présence de la communauté francophone. Je tiens également à souligner la présence des francophones dans ma circonscription. J’ai eu le privilège d’être présent à deux évènements dans Glengarry–Prescott–Russell, à Alexandria et à Hawkesbury.", "Monsieur le Président, la procureure générale a mentionné dans sa réponse une recommandation portant sur la création d’un projet pilote. Est-ce que la procureure générale peut dire à l’Assemblée quel est le but, la portée et les résultats désirés de ce projet pilote?" ],
  "anchor" : "para432"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Oui, ce projet pilote à Ottawa sera d’une durée d’un an et le but à long terme est de l’étendre à toute la province. Une équipe de projet est déjà en place pour mettre ceci en oeuvre, et ça devrait commencer au printemps 2015.", "Alors, le projet pilote promouvra les pratiques exemplaires pour un accès fluide en français en se basant sur l’offre active de services. Notre objectif est de mieux faire connaître les droits des utilisateurs francophones afin d’améliorer notre système judiciaire.", "anniversaire de notre beau drapeau franco-ontarien. J’étais là avec mon collègue le député de Sudbury, et ça a été une célébration vraiment extraordinaire avec beaucoup d’émotion. Alors, merci à tous ceux et celles qui ont célébré le 25 septembre dans leur circonscription. Merci." ],
  "anchor" : "para434"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "My question is for the Minister of the Environment and Climate Change. Speaker, today we learned from the Ontario Chamber of Commerce that they have some very serious concerns about the Liberal cap-and-trade tax scheme, a system that we have yet to hear any details about. The Ontario chamber specifically mentioned that the government has yet to release any economic analysis of the cap-and-trade tax and that businesses across Ontario remain completely in the dark about plans for revenue and carbon credits.", "What Ontario businesses need to succeed is certainty, yet the Liberal government is rushing its introduction in time for a Paris photo op. Mr. Speaker, when will the minister listen to the Ontario chamber and the greater business community and address the concerns outlined in this report?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I would like to read from the chamber of commerce report. It’s very insightful: “Among strategies to reduce GHG emissions, businesses prefer market-based approaches that put a price on carbon, such as a ... cap and trade system. In contrast to a strict regulatory approach”—which denies businesses flexibility and innovation. Mr. Harper and your leader stand with the following position: “We’re proceeding with a sector-by-sector regulatory approach.”", "Mr. Speaker, the government of Ontario and the Liberal party stands, with business, opposed to a job-killing regulatory regime, which Preston Manning and Jean Charest say will restrain the economy by 3.7% GDP growth. When will the member stand up against Mr. Brown, the member for Simcoe North, and Mr. Harper, the Prime Minister of this country, and fight the regulations that business doesn’t want and work with this government—", "Interjections." ],
  "anchor" : "para440"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Order.", "Supplementary?" ],
  "anchor" : "para443"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I think we’ve just seen a new revenue tool for this government. They should be taxing hot air.", "Back to the minister—" ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m going to ask for temperate language, please." ],
  "anchor" : "para447"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you, Speaker.", "Back to the minister: The last thing Ontario needs is to rush into a system that will cripple business and cost more jobs. In California, the government took seven years to design their program, and in Quebec, it took five years to come up with their cap-and-trade tax scheme.", "However, this government is steamrolling ahead with plans to announce Ontario’s cap-and-trade details just seven months after the 2015 budget. We’ve seen the legacy of what happens when these Liberals rush into programs. Just look how SAMS turned out for everyone.", "Businesses need to know what to expect; they need to know how to plan accordingly. Will the minister commit to publicly releasing an economic analysis of the cap-and-trade scheme before Paris?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "That’s a rather passing-strange comment for the member opposite. We’ve been at this for years. We passed legislation back in 2008 that involved years of consultation. We’ve been meeting with business on a weekly basis and we are in the middle—" ],
  "anchor" : "para452"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "You mean all those consultations in March about carbon were for naught?" ],
  "anchor" : "para453"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Huron–Bruce, come to order." ],
  "anchor" : "para454"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "—of a multi-year consultation that goes on—", "Interjection." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Huron–Bruce, second time. You asked the question; listen to the answer." ],
  "anchor" : "para457"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "We’ve been working with business on a weekly basis.", "I’m confused by the member opposite’s questions. Businesses said they don’t want a regulatory sector-by-sector approach, which the leader of her party and the Prime Minister believe in. Preston Manning, Jean Charest, Chris Ragan, the entire Ecofiscal Commission—as a matter of fact, in the US, Citibank’s major study on cap-and-trade shows that you would lose 3.7% of GDP growth over the next five years. With a cap-and-trade system, you see net new growth—" ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. New question." ],
  "anchor" : "para460"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "My question is to the Premier. In the past two weeks, through media reports, we’ve learned that you can be a top procurement executive at Infrastructure Ontario, you could admit to procurement fraud, and absolutely nothing will happen to you. In fact, senior executives at Infrastructure Ontario, and possibly the board, can know about your fraud and you still get to stay in business. Even the Premier’s chief of staff can know about your fraud and, instead of being fired, as would be the reasonable approach, you get a promotion and get put in charge of procuring a $300-million patient centre at St. Mike’s Hospital.", "Will the government commit to a truly independent investigation of this fraud and cover-up and make the findings available to the public?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Economic Development, Employment and Infrastructure." ],
  "anchor" : "para464"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "I appreciate the question. There’s a little bit of different information that the member’s sharing with the House that’s not exactly accurate. The fact of the matter is, this is a serious matter, and a matter that not only does this government take seriously, but so do the hospitals that have had some association with this individual.", "All the hospitals involved to date are conducting third-party analysis and review of the time that individual spent in their hospitals or working on projects there. We’re doing the same prudent and diligent review. In fact, we’ve hired a forensic accounting firm to look at the transactions the person was involved in. We’ve hired a legal firm to look at the issues that the gentleman was involved in, as well as the issues around his departure. I’ve hired a third-party adviser as well to oversee the process, so I think we’re taking the prudent actions we must and I think we’ll continue to proceed in that way." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "The minister knows that an outsourced investigation is not the same as an independent investigation. We have evidence of a culture within Infrastructure Ontario that tolerates and covers up procurement fraud, but the government has trusted IO to investigate its own cover-up.", "Last December, the Auditor General found that conflict of interest guidelines at Infrastructure Ontario are routinely ignored. The Premier has also stacked the IO board with former executives of companies that do business with IO.", "Will this government take this investigation away from Infrastructure Ontario and commit to a truly independent public investigation? Or at the very least, will they invite the OPP to set up a permanent detachment here at Queen’s Park to investigate the never-ending list of scandals that this government is embroiled in?" ],
  "anchor" : "para468"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "We are actually taking this very seriously, unlike the member opposite, who seems to want to just play politics with this, which I understand. That’s the role of the opposition.", "We’ve got to keep in mind that the alleged actions of this individual took place outside of his work at IO, and the other actions that we’re talking about took place after this individual left IO. This leads us to the question: Was there anything untoward or were there any anomalies that took place during his time at IO?", "That’s why we’ve hired a forensic accounting firm to take a look to see if there are any anomalies. That’s why we’ve brought in independent legal advice, to do the same thing. And that’s why I’ve brought in an independent adviser to oversee the process to ensure that the public interest is protected. I think that’s the right action to take at this time. I think it’s being very prudent. We’re taking the matter seriously, as I know, really, the member is. I think we’re doing what we ought to be doing at this stage." ],
  "anchor" : "para472"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "This question is for the Minister of Municipal Affairs and Housing. This House has been debating the Smart Growth for Our Communities Act, which proposes important changes to the Planning Act and the Development Charges Act.", "The minister and other colleagues are aware that before coming to Queen’s Park, I was a city councillor, chair of Toronto’s planning committee, and my driving passion in elected office has been urban planning, city building, and now, province building. For this reason, I’m delighted to be part of a government that has proposed important changes to both the Planning Act and the Development Charges Act that will improve the processes communities and residents use to determine how their neighbourhoods grow, and how to plan and pay for this growth.", "Mr. Speaker, through you, can the minister tell this House what motivated these proposed changes, and provide a few examples?" ],
  "anchor" : "para476"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Thanks to the member from Etobicoke–Lakeshore for his long-standing and enthusiastic approach to municipal planning.", "Speaker, Ontarians deserve a predictable, fair and transparent system guiding how their communities will grow. Over the last 18 months, we have consulted widely with stakeholders, we’ve held more than 20 public workshops, and we welcomed over 1,200 mailed-in and electronic submissions. What did we hear? We heard that Ontarians want to have a greater say in the planning process that shapes their communities.", "Changes to the Planning Act, if passed, would ensure residents are better consulted on the future of their communities at the beginning of the process, so there are less late-in-the-game appeals to the Ontario Municipal Board.", "Also, it will encourage more parkland and green space across the province. Because of that, municipalities will need to put in place a parks plan—" ],
  "anchor" : "para479"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para483"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you to the minister for that answer. If passed, these changes would make the planning and appeals process more predictable and give more municipalities independence. This is what residents of Etobicoke–Lakeshore and across the province have been asking for.", "This legislation proposes changes to the Development Charges Act that will also be critical for smart community growth. It fits into several related steps put forward by the Minister of Municipal Affairs and Housing, as directed by the Premier in her mandate letter to the minister.", "Mr. Speaker, through you, will the minister now tell this House how the Smart Growth for Our Communities Act also proposes to change the Development Charges Act? In addition, what are the next steps the minister will undertake in the coming months that will also allow for important changes in municipal planning?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Mr. Speaker, through you, the changes we propose to the Development Charges Act aim to give municipalities more opportunities to fund growth-related infrastructure like transit and recycling. It would also support curbing urban sprawl in favour of livable, walkable communities that will help to create jobs and grow our economy.", "As the Premier instructed in my mandate letter, we will also be reviewing the scope and effectiveness of the Ontario Municipal Board and updating our Long-Term Affordable Housing Strategy. Both of these parallel projects will contribute to our work in fostering vibrant and complete communities, with abundant green space, thriving economies and a range of housing choices. Those future initiatives will build on the strong foundation we’ve been busy laying over the last several months." ],
  "anchor" : "para487"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is to the Minister of Tourism, Culture and Sport. Every day, Ontarians see more proof that this Liberal government just isn’t in it for them anymore. The Premier’s office is so embroiled in scandal and has set the bar so low on ethical behaviour that even the Toronto Star has had enough. Meanwhile, this minister rewards well-paid Pan Am Games executives with extravagant bonuses while our home care services are in shambles. Again, their priorities are out of step with hard-working Ontarians. Where I come from, you don’t pay a bonus without proof that it was earned.", "Speaker, if the minister is so confident that Games executives delivered, why oppose being accountable and transparent by having an independent audit before cutting those cheques?" ],
  "anchor" : "para490"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The last time I checked, the Pan Am/Parapan Am Games were the most successful games in the history of this province. The member opposite knows that we put together a plan working with TO2015. I have to remind the member opposite that the Leader of the Opposition’s government were equal partners at the table for TO2015 when those incentives were put in place.", "More importantly, Mr. Speaker, these were the greatest games that were ever held in Canada—217 medals for our athletes. The Parapan Am Games were the most successful parasport games in the history of this province. We saw an increase in spending right across the GTA and within the 15 municipalities and Toronto. In fact, we saw an 8.8% increase in debit card and electronic transfers of spending." ],
  "anchor" : "para492"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para494"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s obvious that the minister is confused about the issue. We know the athletes performed, because we can count the medals and the personal bests. We can’t do that when it comes to knowing if the games were on budget. Even the Premier admits that she doesn’t know.", "So I’ve made a reasonable request, in the interest of transparency and accountability. Tomorrow, my motion asking the Auditor General to audit the Pan Am Games will be debated at the public accounts committee. Speaker, will the minister write to the committee to support my motion, and will he put a freeze on those bonuses until the auditor can do her work?", "Interjections." ],
  "anchor" : "para495"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para498"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The member opposite knows that these have been the most transparent games in the history of any sporting event in this country. In fact, when you look around the world and you compare our practices, we’ve had five technical briefings, many of which the opposition didn’t show up to, to actually get the data. Everything was open to FOI, and we’ve had a lot of those requests come through.", "These have been very transparent games. We reported a $56-million surplus in infrastructure months ago, and it has only been a month and a bit since these games have been over. We will have a technical briefing, and I believe we will have some great news to share with the opposition around the success from a financial perspective of these games." ],
  "anchor" : "para500"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the President of the Treasury Board. Yesterday, former Justice Stephen Goudge released his review of presidential compensation packages at Western University. The review was conducted because of a double salary payout that legally allowed the president to earn almost $1 million last year, a payout that Justice Goudge believes should no longer be permitted.", "This is yet another example of this government’s failure to rein in executive compensation. In the last few months, Ontarians have learned about a $4-million wage package for the CEO of Hydro One, million-dollar salaries for CCAC home care contractors, and $5.7 million in bonuses for Pan Am Games executives. Will the minister act now to prohibit million-dollar salaries in the post-secondary sector by implementing the private member’s bill that I introduced in April?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We on this side believe that the people of Ontario do have a right to know how compensation is structured for the broader public sector. That’s why we introduced the Broader Public Sector Executive Compensation Act. It is still a mystery to me why the party opposite did not support that bill. It was one of the more surreal moments in this House, I have to say.", "But what I can tell you is, this act enables the government to directly control the compensation of designated senior executives in the broader public sector by establishing compensation frameworks. That work is under way now. We are taking a thoughtful and balanced approach to it. We are balancing the interests of Ontario taxpayers and the need to properly compensate senior executives in our public sector.", "Deferred vote on the motion that the question now be put on the motion for second reading of the following bill:", "Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act / Projet de loi 73, Loi modifiant la Loi de 1997 sur les redevances d’aménagement et la Loi sur l’aménagement du territoire." ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para511"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On April 21, 2015, Mr. McMeekin moved second reading of Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act.", "Mr. Colle has moved that the question be now put. All those in favour of Mr. Colle’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para513"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para568"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 39." ],
  "anchor" : "para609"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. McMeekin has moved second reading of Bill 73, An Act to amend the Development Charges Act, 1997 and the Planning Act. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para610"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour of the motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para617"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para709"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 90; the nays are 0." ],
  "anchor" : "para710"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the bill be ordered for third reading? Referred to committee?" ],
  "anchor" : "para713"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Referred to the social policy committee." ],
  "anchor" : "para714"
}, {
  "speaker" : "The Speaker",
  "text" : [ "So ordered.", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para715"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Yesterday after question period, I was very glad to tell the Minister of Health about the very successful Walk or Run for Georgetown Hospital, which my wife, Lisa, and I attended this past Sunday morning. This annual walk is a great community event, and this year it raised $37,000 for the Georgetown Hospital.", "Our Georgetown Hospital Foundation staff and volunteers do an amazing job. I especially want to acknowledge Jennifer McNally, the foundation’s manager for annual giving and special events.", "The money raised by the foundation is spent to improve health care services through the purchase of medical equipment and enhancements to the hospital’s programs and facilities. I try to attend the walk every year, and I was glad to see Halton Hills regional councillor Jane Fogal and town councillor Jon Hurst there as well.", "Since the Georgetown Hospital opened its doors in 1961, it’s been a pillar in our community, providing outstanding health care services to local residents. In 2011, I was glad to help secure a promise from the government of up to $2.6 million to support needed renovations at the hospital. In addition to the province’s commitment, money raised in the community paid for most of the project. After working together, we now have a new emergency room, CT scanner and upgrades to the diagnostic imaging department—better health care, closer to home.", "Someday, we’ll need a brand new Georgetown Hospital. It goes without saying that I would want to support whatever hospital redevelopment project our community submits to the ministry.", "I want to thank everyone involved. Working together, we make progress." ],
  "anchor" : "para720"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s my pleasure to stand in the House today to talk about a young lady—now, I know it’s not usually polite to talk about women’s ages, but I’m going to guess that Maya is probably about 11 years old, and she’s quite an exceptional young lady.", "Maya Mikhael is the founder of Maya’s Friends, a group of 22 young girls—and occasionally they have a young fellow or two who come out and help—who have raised funds to help those in need in my riding of Windsor West, as well as across all of Windsor and Essex county.", "As a result of their yearly signature fundraising event, Maya’s Lemonade Stand, Maya and her friends raised $3,288, as well as collecting hundreds of cans of food. They have donated the canned goods and the money that they collected to the Downtown Mission, the Salvation Army and the Windsor Youth Centre, which we lovingly refer to as the WYC. They all benefit from the fundraising efforts and the generosity of Maya’s Friends.", "Also notable is the partnership between Maya’s team and the Real Canadian Superstore. The RCSS generously donates gift cards and food items at cost in order to maximize the efforts of Maya’s Friends for a number of low-income or homeless residents of Windsor and Essex county.", "It is with great pride that I stand in the Legislature and thank Maya and her team of friends for their continued efforts to make life a little bit easier for those living in poverty." ],
  "anchor" : "para727"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "It gives me great pleasure to be able to take this opportunity to thank my colleagues from all sides of the House for taking time out of their busy schedules to support Northumberland–Quinte West Day last Thursday. I was proud to showcase my riding and to remind them of the exciting things going on in eastern Ontario. Mr. Speaker, I tell you, the day was a great success, and I’m truly grateful for the support shown by all members and their staff who attended.", "I’d also like to thank the many businesses and organizations that participated in showcasing only a small portion of the amazing things that Northumberland–Quinte West has to offer: people like Betty’s butter tarts, Burnham Family Farm Market, Northumberland County Economic Development and Tourism, William Street brewery, Quinte West Economic Development, the city of Quinte West, Rachel’s Tarts, Wild Card Brewing Company, Kaley’s kale chips, Habitat for Humanity Northumberland, Haute Goat, Empire Cheese, The Big Apple, Grills Orchards, Mrs. B’s chocolates, L’Auberge de France, La Cultura Salumi, Nestlé, Brighton Springs, Quaker bakeries, Trenton; and Saputo cheese products.", "This is the third year we have hosted this event. I was very pleased with the participation from our community—which included folks from across the riding—as well as the many different products displayed. I’m excited to make next year an even bigger and better event." ],
  "anchor" : "para733"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’d like to take a moment to recognize September as Big Brother Big Sister Month. For over a century, Big Brothers Big Sisters has been helping Canadian children and youth reach their full potential by providing them with proper mentorship. Currently, Big Brothers Big Sisters has more than 115 agencies in 1,000 communities across Canada that help more than 42,000 children. In Ontario, Big Brothers Big Sisters helps more than 21,000 children and youth across 500 communities.", "Mentoring has remarkably changed over the course of time from simply matching a role model in your life, whether it’s a teacher, a friend or a family member. Now there are mentoring programs for groups, and are designed for different needs, such as the importance of physical activity or eating healthy.", "Mentoring has profound benefits for a child, including helping a child stay in school and establish confidence in their ability to do well in school; helping instill in children that school can be enjoyable; and teaching the importance of doing well.", "Even with all of this great work, there are more than 8,000 children and youth in Ontario waiting for that mentoring opportunity. Every child deserves a role model in their life to instill the confidence to reach their fullest potential. If you’ve ever had a role model in your life, you know the profound effect it can have.", "If you can, I encourage you to donate your time to become a “Big” for Big Brothers Big Sisters and make a difference." ],
  "anchor" : "para737"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Did you know that the OLG has locked out its workers over pensions? Since September 19, Unifor workers working at Sudbury, Woodbine and Brantford have been locked out by the OLG. They were locked out by the government. Why? Because those workers want to keep their pensions. It’s as simple as that. The government has promised that as slots were going to be privatized and given to privatized casino operators, that they would have a pension. But they are not willing to say that they will have an opportunity to negotiate their pensions. So what does that mean? That means that Unifor employees who presently have and belong to the Public Service Pension Plan won’t be allowed to continue in this pension plan. They will have to take whatever the private casino operator has to offer them.", "This is a shame. It’s pretty hard to believe that this is happening when we have a Liberal government that goes out of its way to say that every worker in this province should have a pension plan. Not only do they say this; you cannot flip on any TV channel without seeing those ads about the new Ontario Retirement Pension Plan. But then you have 1,000 workers who have a pension plan, and all they want to do is to keep it when they get privatized. And what do they get? They get to walk the picket lines for the last two weeks.", "That’s a shame. The government has to mandate them back to the negotiation table so they keep their pension plans." ],
  "anchor" : "para743"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Polycystic kidney disease, or PKD, is one of the most common life-threatening genetic diseases in the world. It currently affects 66,000 Canadians and over 12.5 million people worldwide, including people in my riding of Etobicoke Centre. There is no cure. Last year, I had the opportunity to talk to a doctor about the devastating effects of PKD. What he said was that to fight PKD, it’s important that we raise awareness, that we raise money to find a cure, but that we also find ways to provide support to those who are suffering with PKD.", "One organization that has done so much work in helping to combat the disease is the PKD Foundation of Canada. The organization started out in the living room of an Oakville home in 1993, and now has chapters around the country. It raises awareness and funds for research, and is awarded hundreds of thousands of dollars in research grants.", "I was happy to join the PKD Foundation this past Sunday at Centennial Park in my riding of Etobicoke Centre for their annual Walk for PKD. Since 2007, the event has raised almost $700,000, including $134,000 last year. The turnout for this year’s walk was excellent, and I’m sure that it was a great success.", "While at the event, I had a chance to meet with the organization’s hard-working team, including executive director Jeff Robertson and the rest of the organization’s board. I’d like to congratulate them once again on the walk, and for all the work that they do to help fight PKD and to help those who are fighting PKD.", "It is with the help of organizations like the PKD Foundation that we will do exactly what is needed: continue to raise awareness, raise funds to find a cure and support those who are suffering from PKD. Thanks to organizations like the PKD foundation, we will defeat this disease one day, once and for all." ],
  "anchor" : "para747"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to share today with my fellow members that this year the Advancing Women Conference will be taking place in Toronto, on October 5 and 6. This unique opportunity will focus on recognizing and advancing the role of women in agriculture.", "The Toronto conference follows a similar event in western Canada, at which there were roughly 600 women in various agriculture and food roles in attendance this year alone. The conference will feature keynote presentations from agricultural leaders, most of whom are women, on topics related to leadership development, finances, career development, community, communication and health. Most importantly, the conference will provide the tools needed to break down Ontario’s agri-food glass ceiling, by discussing the issues that specifically affect women in this province and across eastern Canada.", "This event, next week in Toronto, will also aim to include diverse perspectives from across the industry. From farm owners and operators to the agri-business sector, this event will bring women together to discuss themes relevant to the agri-food sector as a whole. For instance, the deputy minister for the Ministry of Agriculture, Food and Rural Affairs, Deb Stark, will be speaking about “Mud, Mascara and Other Grand Challenges.” The executive director for the national organization known as Farm & Food Care, Crystal MacKay, will be speaking about “Searching for Unicorns, the Lochness Monster and Work-Life Balance.”", "Speaker, this will be a great event. With the Commonwealth Women Parliamentarians’ Ontario outreach program coming to this province from November 5 to 8, as well as my agri-food jobs motion, set to occur next week, I look forward to continuing to promote women in the agri-food sector." ],
  "anchor" : "para754"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I appreciate this opportunity to tell the House about an important milestone in my riding of Newmarket–Aurora. Speaker, 25 years ago, a group of citizens from across Ontario, concerned about the ecologically sensitive geography known as the Oak Ridges moraine, came together to form an advocacy group called STORM: Save the Oak Ridges Moraine. Since 1989, STORM has worked tirelessly at the local and regional levels to ensure that municipalities make planning decisions that respect the significance of the moraine.", "This past Sunday, supporters gathered in Aurora to celebrate the 25th anniversary of STORM’s founding, to celebrate the important contributions the group and its partner organizations have made, and to recognize 25 individuals for the work they have done on behalf of STORM and the moraine.", "In case anyone needs a refresher, the Oak Ridges moraine is a major landform, unique to southern Ontario, and extends 160 kilometres from the Niagara Escarpment in the west to the Trent River system in the east. Thirteen thousand years ago, as the glaciers began to retreat from southern Ontario, torrential flood channels developed beneath the melting ice, carrying sediments and dumping them into what became the moraine.", "Speaker, one of the moraine’s most important functions is the water recharge and discharge area, sustaining the health of many watersheds. It is accurately described as southern Ontario’s rain barrel. I’m proud to say that a good portion of my riding of Newmarket–Aurora sits atop the moraine, and we’re richer for it.", "Congratulations and thank you to STORM for the work that it has done in preserving the Oak Ridges moraine." ],
  "anchor" : "para759"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Yesterday, September 28, Michael Burgess, a remarkable Canadian, passed away in a Toronto hospice, surrounded by friend and family. This 70-year-old Canadian singer extraordinaire had been battling cancer for years.", "Burgess is most fondly remembered for his role in Les Misérables, in which he played Jean Valjean in more than 1,000 performances—I’m sure a lot of people here were there—at the Toronto Royal Alexandra Theatre and on tour across Canada. Burgess took the role across Canada on the first national tour of the production, and also appeared for the 10th-anniversary concert at the Royal Albert Hall in London.", "His other major performances included Man of La Mancha, Blood Brothers and starring roles throughout Canada and the United States. I saw him in that incredible feature here in Toronto also. We can all never forget, for instance, when he sang O Canada, our national anthem, at Leafs games for many years. Burgess was also the first person to sing O Canada at the World Series in 1992.", "Michael was born in Regina and spent his formative years in Toronto. He went to St. Michael’s Choir School just down the street here. He later attended the University of Ottawa. Burgess married his fellow Les Misérables performer Susan Gilmour in 1994.", "Sadly, we’ll all miss this incredible voice. I know the Royal Alexandra Theatre will dim their marquee lights this evening. We’ve lost an incredible Canadian whose heavenly voice we will surely miss, but now he’s singing up there with Saint Peter.", "Rest in peace, Michael Burgess." ],
  "anchor" : "para765"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today the Clerk received a report on intended appointments dated September 29, 2015, from the Standing Committee on Government Agencies. Pursuant to standing order 108(f)9, the report is deemed to be adopted by the House." ],
  "anchor" : "para774"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "I beg leave to present a report from the Standing Committee on General Government and move its adoption." ],
  "anchor" : "para777"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill, as amended:", "Bill 66, An Act to protect and restore the Great Lakes-St. Lawrence River Basin / Projet de loi 66, Loi visant la protection et le rétablissement du bassin des Grands Lacs et du fleuve Saint-Laurent." ],
  "anchor" : "para778"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Agreed." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House dated September 14, 2015, the bill is ordered for third reading." ],
  "anchor" : "para782"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ministry of Health and Long-Term Care’s lack of priority funding is causing the closure of the South Bruce Grey Health Centre restorative care Chesley site as of May 1st, 2015; and", "“Whereas in three years, the 10 beds dedicated to this program have seen over 300 patients utilize the program and at this time there is a waiting list for this successful program; and", "“Whereas currently over 83% of patients are discharged from the restorative care program to home after a two- to eight-week program which has prepared them to confidently return home, recognizing this program increases their quality of life through the regaining of strength, balance and independence; and", "“Whereas the closure of this program will deprive seniors and other eligible clients from the many health and mobility benefits that the restorative care program offers; and", "“Whereas the alternative to the restorative care program will see patients staying in active medical beds longer, while they wait for long-term care; and", "“Whereas the return of investment on the restorative care program far exceeds conventional approaches when considering the value of quality of life in the patients’ own home as compared to a long-term-care facility; and", "“Whereas it is our understanding that the CCAC has cut back its services enabling patients to remain confidently in their home;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the South Bruce Grey Health Centre restorative care Chesley site be recognized for its success; and for the Ministry of Health and Long-Term Care to showcase this program as a model to be followed across the province; and", "“That the closing of the South Bruce Grey Health Centre restorative care Chesley site on May 1st, 2015, not proceed and the provincial government support this health care model with base funding as an investment in the health and welfare of patients so they can confidently remain in their home.”", "I agree with this petition. I’ll affix my signature and send it to the desk." ],
  "anchor" : "para785"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I have a petition called “Ontario Needs Missing Persons Legislation,” from people across Ontario to the Legislative Assembly of Ontario.", "“Whereas Ontario does not have missing persons legislation; and", "“Whereas police are not able to conduct a thorough investigation upon receipt of a missing person report where criminal activity is not considered the cause; and", "“Whereas this impedes investigators in determining the status and possibly the location of missing persons; and", "“Whereas this legislation exists and is effective in other provinces; and", "“Whereas negotiating rights to safety that do not violate rights to privacy has been a challenge in establishing missing persons law;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We ask that the Attorney General’s office work with the office of the privacy commissioner to implement missing persons legislation that grants investigators the opportunity to apply for permissions to access information that will assist in determining the safety or whereabouts of missing persons for whom criminal activity is not considered the cause.”", "I wholeheartedly support this petition and send it to the Clerk with Alexander." ],
  "anchor" : "para798"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects more than 2.4 million people in the province of Ontario, more than 570,000 of whom are children. Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and this figure is estimated to rise to more than $80 billion seven short years from now;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a Lung Health Advisory Council to make recommendations to the Minister of Health and Long-Term Care on lung health issues and requires the minister to develop and implement an Ontario Lung Health Action Plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee, to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I agree with this petition. I affix my name and send it with page Grace." ],
  "anchor" : "para809"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "This is a petition to lower hydro rates.", "“To the Legislative Assembly of Ontario:", "“Whereas household electricity bills have skyrocketed by 56% and electricity rates have tripled as a result of the Liberal government’s mismanagement of the energy sector;", "“Whereas the billion-dollar gas plants cancellation, wasteful and unaccountable spending at Ontario Power Generation and the unaffordable subsidies in the Green Energy Act will result in electricity bills climbing by another 35% by 2017 and 45% by 2020; and", "“Whereas the Liberal government wasted $2 billion on the flawed smart meter program; and", "“Whereas the recent announcement to implement the Ontario Electricity Support Program will see average household hydro bills increase an additional $137 per year starting in 2016; and", "“Whereas the soaring cost of electricity is straining family budgets, and hurting the ability of manufacturers and small businesses in the province to compete and create new jobs; and", "“Whereas home heating and electricity are a necessity for families in Ontario who cannot afford to continue footing the bill for the government’s mismanagement of the energy sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately implement policies ensuring Ontario’s power consumers, including families, farmers and employers, have affordable and reliable electricity.”", "I couldn’t have written it better myself. Of course I’m going to sign it." ],
  "anchor" : "para817"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from people in my riding, including Mr. Emile Prudhomme from Val Therese in my riding of Nickel Belt, and it reads as follows:", "“Privatizing Hydro One: Another Wrong Choice.", "“Whereas once you privatize Hydro One, there’s no return;", "“We will lose billions in reliable annual revenues for schools and hospitals;", "“We will lose our biggest economic asset and control over our energy future; and", "“Whereas we’ll pay higher and higher hydro bills just like what’s happened elsewhere;”", "They petition the Legislative Assembly of Ontario:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I fully support this petition, will affix my name to it, and ask Jaleelah to bring it to the Clerk." ],
  "anchor" : "para828"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m pleased to present a petition to the Legislative Assembly of Ontario.", "“Whereas some establishments have instituted unfair tipping practices in which a portion of tips and gratuities are being deducted and kept by owners;", "“Whereas employees in establishments where tipping is a standard practice, such as restaurants, bars and hair salons, supplement their income with tips and gratuities and depend on those to maintain an adequate standard of living;", "“Whereas customers expect that when they leave a tip or gratuity that the benefit will be going to the employees who directly contributed to their positive experience;", "“Whereas most establishments do respect their employees and do not collect their tips and gratuities unfairly and thus are left at a disadvantage compared to those owners who use tips and gratuities to pad their margins;", "“Whereas other jurisdictions in North America such as Quebec, New Brunswick and New York City have passed legislation to protect employees’ tips;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That all members of the Legislative Assembly of Ontario support Bill 12, the Protecting Employees’ Tips Act, 2014, and help shield Ontario employees and businesses from operators with improper tipping practices while protecting accepted and standard practices such as tip pooling among employees.”", "I certainly agree with this petition, having introduced a private member’s bill, and leave it with Duha." ],
  "anchor" : "para838"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? The member for Woodstock." ],
  "anchor" : "para848"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Oxford, Mr. Speaker." ],
  "anchor" : "para849"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Oxford." ],
  "anchor" : "para850"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "Thank you very much. It does include the great city of Woodstock, so you were right on the money.", "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas the purpose of Ontario’s Environmental Protection Act (EPA) is to ‘provide for the protection and conservation of the natural environment.’ RSO 1990, c. E.19, s. 3.; and", "“Whereas ‘all landfills will eventually release leachate to the surrounding environment and therefore all landfills will have some impact on the water quality of the local ecosystem.’—Threats to Sources of Drinking Water and Aquatic Health in Canada;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That section 27 of the EPA should be reviewed and amended immediately to prohibit the establishment of new or expanded landfills at fractured bedrock sites and other hydrogeologically unsuitable locations within the province of Ontario.”", "I thank you very much for allowing me to present this petition. I affix my signature, as I agree with it." ],
  "anchor" : "para851"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "I’m pleased to introduce a petition to the Legislative Assembly of Ontario that reads:", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I agree with this petition. I will affix my name to it and send it to the Clerks’ table via Krishaj." ],
  "anchor" : "para859"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "I have a petition addressed to the Ontario Legislative Assembly entitled “Fluoridate All Ontario Drinking Water,” and it reads as follows:", "“Whereas fluoride is a mineral that exists naturally in virtually all water supplies, even the ocean; and", "“Whereas scientific studies conducted during the past 70 years have consistently shown that the fluoridation of community water supplies is a safe and effective means of preventing dental decay, and is a public health measure endorsed by more than 90 national and international health organizations; and", "“Whereas dental decay is the second-most frequent condition suffered by children, and is one of the leading causes of absences from school; and", "“Whereas Health Canada has determined that the optimal concentration of fluoride in municipal drinking water for dental health is 0.7 mg/L, providing optimal dental health benefits, and well below the maximum acceptable concentrations; and", "“Whereas the decision to add fluoride to municipal drinking water is a patchwork of individual choices across Ontario, with municipal councils often vulnerable to the influence of misinformation, and studies of questionable or no scientific merit;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the ministries of the government of Ontario adopt the number one recommendation made by the Ontario Chief Medical Officer of Health in a 2012 report on oral health in Ontario, and amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario.”", "I agree with and I’m pleased to sign this petition and to send it down with page Gabriel." ],
  "anchor" : "para868"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas collecting and restoring old vehicles honours Ontario’s automotive heritage while contributing to the economy through the purchase of goods and services, tourism, and support for special events; and", "“Whereas the stringent application of emissions regulations for older cars equipped with newer engines can result in fines and additional expenses that discourage car collectors and restorers from pursuing their hobby; and", "“Whereas newer engines installed by hobbyists in vehicles over 20 years old provide cleaner emissions than the original equipment; and", "“Whereas car collectors typically use their vehicles only on an occasional basis, during four to five months of the year;", "“Therefore, be it resolved that the Ontario Legislature support Ontarians who collect and restore old vehicles by amending the appropriate laws and regulations to ensure vehicles over 20 years old and exempt from Drive Clean testing shall also be exempt from additional emissions requirements enforced by the Ministry of the Environment and governing the installation of newer engines into old cars and trucks.”", "I’m pleased to affix my signature and send the petition to the table with page Eastyn." ],
  "anchor" : "para878"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further petitions? The member for Nickel Belt. That’s the reason why I keep forgetting you." ],
  "anchor" : "para886"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Sorry, Speaker. I didn’t realize that Lisa stood up at the same time I did.", "I have a petition given to me by Paulette Guillet from Hanmer in my riding. It reads as follows:", "“Whereas northern Ontario motorists continue to be subject to wild fluctuations in the price of gasoline; and", "“Whereas the province could eliminate opportunistic price gouging and deliver fair, stable and predictable fuel prices; and", "“Whereas five provinces and many US states already have some sort of gas price regulation; and", "“Whereas jurisdictions with gas price regulation have seen an end to wild price fluctuations, a shrinking of price discrepancies between urban and rural communities and lower annualized gas prices;”", "They “petition the Legislative Assembly of Ontario” to “mandate the Ontario Energy Board to monitor the price of gasoline across Ontario in order to reduce price volatility and unfair regional price differences while encouraging competition.”", "I fully support this petition, will affix my name to it and ask Krishaj to bring it to the Clerk." ],
  "anchor" : "para888"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "I have a petition that was given to me by my residents in Cambridge.", "“To the Legislative Assembly of Ontario:", "“Whereas Cambridge, Ontario, is a municipality of over 125,000 people, many of whom commute into the greater Toronto area daily; and", "“Whereas the current options available for travel into the GTA are inefficient and time-consuming, as well as environmentally damaging; and", "“Whereas the residents of Cambridge believe that they would be well-served by rail transit that connects this city to the rail station in Milton, and that this infrastructure would have positive, tangible economic benefits to the province of Ontario;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct crown agency Metrolinx to commission a feasibility study into building a rail line that connects the city of Cambridge to the GO train station in Milton, and to complete this study in a timely manner and communicate the results to the municipal government of Cambridge.”", "I agree with it, will affix my signature and give it to page Sameer to bring down." ],
  "anchor" : "para897"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions has now expired.", "Mr. Naqvi moved second reading of the following bill:", "Bill 113, An Act respecting police record checks / Projet de loi 113, Loi concernant les vérifications de dossiers de police." ],
  "anchor" : "para905"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, before I speak on Bill 113, I just want to inform you that I will be sharing my time with my parliamentary assistant, the member from Scarborough–Rouge River.", "It is my honour to begin the second reading of the Police Record Checks Reform Act, 2015. Bill 113 is all about protecting individual civil liberties and public safety. The proposed legislation would ensure a province-wide standard for police record checks, and will eliminate the disclosure of non-criminal records to increase employment and volunteering opportunities for countless Ontarians across our province. This approach will help build stronger, safer communities right across Ontario.", "I’m pleased to be joined today by leaders from Ontario’s policing partners, civil liberties organizations and mental health associations. They’ve all been true champions on the issue of information disclosed in police record checks. Joining us today are Bruce Chapman and Stephen Reid from the Police Association of Ontario, Jacqueline Tasca from the John Howard Society, Runako Gregg of the African Canadian Legal Clinic and Laura Berger of the Canadian Civil Liberties Association. From the Canadian Mental Health Association we have Joe Kim, who is the director of communications; Daniel Nugent-Bowman, who is the communications and marketing officer; Jenna Hitchcox, who is the project coordinator; and Uppala Chandrasekera, who is the director of public policy. I want to welcome them all to Queen’s Park today and thank them for their work on this important bill. It is great that they are here today in support of this bill. Many of their organizations joined me also in June when I announced this legislation.", "Last year, we heard from our Premier, Kathleen Wynne, when she expressed her concern over the inappropriate disclosure of information through police record checks. At that time, the Premier made a commitment to address the concerns that were raised to her. In fact, it is expressly laid out as a priority in the mandate letter that was given to me by the Premier. I’m pleased to stand here today as we take one more step in completing that goal.", "This landmark legislation, if passed, will create clear, consistent and comprehensive rules on how police record checks are requested, conducted and disclosed for the first time in our province’s history. The main goal of the legislation would be to strictly limit the disclosure of non-conviction information such as mental health information.", "There are times when there is a need to screen an individual for criminal history that would prevent them from holding a particular kind of job or volunteer position that they are being considered for in order to keep our children and elderly safe. That is what a record check is for. It was never intended to negatively impact individuals by imposing unnecessary barriers through the release of records of police contacts that do not pertain to criminal activity. We have heard from many Ontarians that they have faced unnecessary barriers because of inappropriate disclosure of non-conviction and non-criminal information in their police record checks.", "Through reports from organizations such as the Canadian Civil Liberties Association and the John Howard Society of Ontario, we have heard about people who learned during routine record checks that their records included non-criminal contact that they had with the police.", "Media coverage has also focused public attention on some of the key issues related to how record checks are conducted in Ontario. We have all heard the stories outlining the negative, unintended consequences of record checks that many individuals have experienced: people having difficulties with employment, volunteering and education that resulted from records being inappropriately disclosed, such as non-criminal information.", "In many of these cases, these individuals were denied employment, had their education placed in jeopardy, were denied access to their chosen vocations or lost out on other important opportunities.", "Although there may be a need to screen individuals for specific criminal matters to ensure they’re suitable to hold a particular job or volunteer position, a record check should not impose unnecessary systemic barriers to employment, education, volunteer work or other life opportunities.", "Over the past several months, we have been working hard with our partners: police services, volunteer organizations, civil liberties organizations and advocacy groups. What we heard is that there is a need for a consistent province-wide approach to police record checks that will keep our communities safe while protecting individuals’ privacy.", "The government committed to bringing forward change with respect to police record checks, and this legislation fulfills that commitment. Quite simply, a police record check should never disclose personal health information or identify that someone was a victim or witness to a crime.", "If passed, the Police Record Checks Reform Act would set province-wide standards by establishing specific types of checks, strictly limiting the release of non-conviction and prohibiting the release of non-criminal information.", "Our legislation covers a lot of ground, but at its heart, it does four very important things. First, it standardizes the three types of record checks that can be requested. They are: (1) a criminal record check; (2) a criminal record and judicial matters check; and (3) a vulnerable sector check. This will provide a consistent approach right across the province for all police services.", "Second, it’s strictly limits the disclosure of non-conviction records and prohibits the disclosure of non-criminal records such as mental health information. This will ensure that, if passed, this legislation will prohibit any information gathered in a police street check from being released. We’re also establishing a special test to ensure that those most in need of protection—children and seniors in particular—will continue to be protected by making sure all relevant information is contained in the vulnerable sector check.", "Record checks are a snapshot in time. They do not always reflect who the person is today and should only be one tool used by employers, not-for-profits and other organizations. As such, we will be working with partners to explain the role of police record checks and the practices that supplement them to protect individual liberties and keep our communities safe.", "Third, an important purpose of this legislation is that police record checks will now be sent to the individual for review first, rather than directly to the employer or organization, as is typically the current practice.", "Fourth, an individual would be able to request reconsideration of non-conviction and non-criminal information contained in their record check.", "This legislation is the result of a broad collaboration with our partners and stakeholders who have provided valuable input to help us develop a fair and effective framework. This framework is based upon the 2014 Ontario Association of Chiefs of Police Law Enforcement and Records (Managers) Network, known as the LEARN guidelines. I would like to acknowledge the efforts of the LEARN committee, who have worked to develop this guideline and are holding their annual conference in beautiful Port Elgin today. Unfortunately, for reasons of this legislation, I will not be able to join them there today.", "The LEARN guideline sets out standards and best practices for police services who conduct police record checks. I’m pleased by the fact that over 70% of police services across the province have already adopted these guidelines, and, if passed, this legislation will make it 100%. The LEARN guideline was developed in consultation with and has been endorsed by key partners from policing, civil liberties, business, non-profit, mental health and community organizations. I want to acknowledge all the people and groups who joined me back in June for this important announcement:", "—Niagara police Chief Jeffrey McGuire, president of the Ontario Association of Chiefs of Police;", "—Ruth Goba, the interim chief commissioner of the Ontario Human Rights Commission;", "—Noa Mendelsohn Aviv, director of the Equality Program from the Canadian Civil Liberties Association;", "—Camille Quenneville, the CEO of Canadian Mental Health Association;", "—Jacqueline Tasca from the John Howard Society;", "—OPP Superintendent Brian Smith, commander of the Security Bureau;", "—Sylvia Maracle, the executive director of the Ontario Federation of Indigenous Friendship Centres;", "—Bruce Chapman, the president of the Police Association of Ontario; and", "—Cathy Taylor, the executive director of the Ontario Nonprofit Network.", "In addition, I want to thank the Ontario Chamber of Commerce for their support in the work that has been done in the creation of the LEARN guideline and in this legislation, Bill 113.", "This legislation will make Ontario a leader in Canada by having comprehensive legislation mandating standards for all levels of police record checks. For Ontarians, it means that their civil liberties will be protected by limiting the disclosure of information, while also ensuring public safety is not compromised.", "I’m pleased to share with the House some of the comments that we have heard from these same organizations in the media upon presentation of the Police Record Checks Reform Act, for first reading. In a joint statement to the media, the Canadian Civil Liberties Association, the John Howard Society of Ontario, the Ontario Nonprofit Network and the Ontario Association of Chiefs of Police describe the proposed legislation as follows: “Good news for Ontario workers, volunteers, students, non-profits and businesses that will now see more consistent information released in police record checks.” The statement goes on to say that the aforementioned organizations “are united in their support of [the] proposed provincial legislation.”", "The John Howard Society at that time stated: “Today’s legislation is so important. Thousands of Ontarians have non-conviction records and don’t even know it. We applaud and wholeheartedly support the government’s initiative.”", "These quotes are a welcome endorsement of the legislation that the government is proposing in the Police Record Checks Reform Act of 2015. They speak to our collaborative approach in developing the proposal and the thoroughness of the engagement with the organization stakeholders involved. This is a very good example of how groups can be empowered to help shape legislation to address an important and complex issue.", "In the words of the John Howard Society, this proposed legislation “is the culmination of years of research, collaboration, advocacy and leadership among policing, community-based and governmental parties.” I wholeheartedly agree with that sentiment provided.", "The amount of work that went on in collaboration, with policing partners and our civil liberties and community groups working together and coming up with this proposal along with the government was absolutely unique, in my view, and is a model, I think, that we should try to replicate as much as possible.", "I also want to thank, Speaker, the work that the opposition parties have done on this issue and how we worked collaboratively to be able to come up with a proposal that will ensure that we are protecting our communities while also ensuring that civil liberties are protected at the same time. I urge all members of the House to support this legislation wholeheartedly, and I look forward to now hearing from my parliamentary assistant, the member from Scarborough–Rouge River, about the importance of this proposed legislation and some of the specifics that are contained within the legislation." ],
  "anchor" : "para910"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the Minister of Community Safety and Correctional Services for his contribution to the debate, and I continue with debate from the government side. I recognize the member from Scarborough–Rouge River." ],
  "anchor" : "para948"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "Thank you, Mr. Speaker, and let me say it’s my honour to continue second reading debate on the Police Record Checks Reform Act, 2015. I want to echo the words of my colleague the Minister of Community Safety and Correctional Services and urge all members of the Legislature to support this proposed legislation.", "If passed, this legislation would give Ontario a comprehensive provincial legislative framework governing how police record checks are conducted in the province. All people and groups involved in the process of conducting police record checks in Ontario, unless otherwise exempted, would be required to abide by the provisions of this legislation. This includes the Ontario Provincial Police and municipal police services, government-authorized entities responsible for conducting record searches, and third-party vendors involved in the intake of requests and disclosure of results.", "Moreover, for individual Ontarians, it would mean the protection of their civil liberties and privacy by limiting the disclosure of certain non-conviction information and prohibiting the release of non-criminal information.", "The legislation, if passed, will establish and standardize three types of record checks as follows: a criminal record check, a criminal record and judicial matters check, and a vulnerable sector check.", "A criminal record check is the least inclusive type of record check, and includes criminal convictions and findings of guilt under the federal Youth Criminal Justice Act.", "A criminal record and judicial matters check will include everything in a criminal record check plus absolute and conditional discharges, outstanding charges and warrants, and certain court orders such as probation orders and prohibition orders.", "The most inclusive type of check is the vulnerable sector check, which is restricted to individuals applying for positions that involve working or volunteering with children or other vulnerable persons. In order to continue to protect the most vulnerable in our society, applicable suspended records related to certain sex offences and certain non-conviction information will still be authorized for exceptional disclosure in a vulnerable sector check. “Non-conviction information” in this context means charges that have been dismissed, withdrawn, stayed, or that resulted in a stay of proceedings or an acquittal. Information that did not result in a charge being laid is not considered non-conviction information and will not be authorized for disclosure under any type of check.", "Non-conviction information can only be released in exceptional circumstances if it meets a strict test that is set out in the bill. Police services would be required to have a reconsideration process in place so that individuals may challenge the disclosure of a non-conviction record and request its removal from their police record check results.", "Mr. Speaker, on a personal note, this is a very important part to many residents in my riding. Previously, a record check would be sent to an employer or agency or whatever and the individual had no idea what was on it and had no opportunity to challenge what was on it. This change is a welcome change in my community and, I know, in many communities across Ontario. I just want to make sure that is well understood.", "Police record check providers will also be required to have a process in place for individuals to pursue corrections to factual errors in their police record check results.", "Information not referenced for authorized disclosure in the legislation would not be authorized for disclosure in any type of check. This includes information related to mental health, local police contact, and convictions under provincial statutes.", "There would also be mandated requirements on police record check providers to ensure that individuals receive the results of the check prior to consenting to its release to a requester, such as an employer—this is new, and I think it will be a welcome change for the public. This would ensure that the individual gets an opportunity to review his or her results first.", "In terms of enforcement, the Police Record Checks Reform Act, 2015, will enable the ministry to monitor and inspect police services for compliance with the act. It will establish offences and penalties for wilful contravention of its provisions, consistent with those penalties currently under privacy legislation. Individuals will continue to be able to file complaints related to their police record check with the Office of the Independent Police Review Director. A five-year review of the legislation will also be mandated.", "In addition to narrow exemptions for record checks performed for certain purposes, this legislation, if adopted, will not interfere with federal requirements, nor will it apply to record checks for law enforcement purposes, including investigations, prosecution services or subsequent tribunal proceedings.", "The proposed legislation has the unanimous support of a range of stakeholders, including the policing sector, civil liberties groups, the private sector, the not-for-profit sector, labour, the justice sector and the health sector. Overall, stakeholders have expressed support for the government pursuing this legislative solution to address key issues with police record checks.", "Mr. Speaker, we have consulted widely, we have listened, and we have incorporated the input and advice of our multiple stakeholders into the proposed Police Record Checks Reform Act, 2015. I am honoured to support its adoption in this House and recommend to my colleagues that they do the same.", "Mr. Speaker, this will be a welcome addition for many, many residents in my riding. This has been an issue for me for, I would say, well over 15 to 20 years. I was a former member of the Toronto Police Services Board, and I sat through many, many deputations from the public coming to the police services board and complaining about this unjust process that existed in the past. I think this is a welcome piece of legislation for the general public in Ontario, and they will thank us for it." ],
  "anchor" : "para949"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That takes us to questions and comments. I recognize the member from Huron–Bruce." ],
  "anchor" : "para967"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to stand and share, on behalf of the PC Party of Ontario, our support for this particular bill, Bill 113, the Police Record Checks Reform Act.", "This is an important piece of legislation. We, too, on this side of the House, as opposition, support the right of all Ontarians to be treated fairly and equally. We support this legislation because it brings consistency to police record checks, based on recommendations by Ontario police chiefs, the Ontario Human Rights Commission, the Canadian Civil Liberties Association and other groups.", "At this time, I’d also like to give recognition to my colleague from Dufferin–Caledon. She has done great work on this file previously, and I understand that she would appreciate it if the government took a look at embedding her PMB as an amendment—as a consideration—when it reaches committee, because she makes a very relevant point in her PMB. It is that when a volunteer wants to come forward and work for an organization—for instance, the member from Dufferin–Caledon spoke about Big Brothers Big Sisters in her statement earlier today—it costs money to have a police check. If a volunteer gets one security check done, if it’s good for Big Brothers Big Sisters, it should be good for 4-H Ontario and should be good for minor hockey.", "I really hope that when this particular bill gets into committee, they will give serious consideration to the member from Dufferin–Caledon—specifically to her PMB—and take a look at how volunteer checks are done." ],
  "anchor" : "para968"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Nickel Belt." ],
  "anchor" : "para972"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I, too, am happy to be able to do my few minutes on this bill. I certainly want to thank everybody who took the time to come to Queen’s Park today to listen to second reading of this important piece of legislation.", "Let’s not kid ourselves: The system we have in place has failed a lot of people; it has failed a lot of people in rather dramatic ways. That a person who is about to board a ship gets stopped at the border because some of her personal information has been shared among police is not okay. That people’s opportunity to get a decent job or get involved in the not-for-profit sector is basically taken away because some information about them that has no basis is being put onto the police check is not okay.", "This is a good piece of work that the member for Bramalea–Gore–Malton, from our party, has certainly been pushing for. But there are some issues that are still outstanding that we will talk about in more detail as to how they could be fixed. A piece of legislation like this does not come every year; it’s not like an incremental work. You get it right, and then it stays that way for many, many years to come. Let’s make sure, as we push it through, that we do get it right.", "We have a bit of an issue with how the people who gather the data and hold the data are also given carte blanche to decide the discretionary powers they have over sharing that data, and a lot of issues with the time it takes to get police checks. Sometimes they become irrelevant because you have missed the opportunity because it takes so long to get that information back to your employer or your volunteer association." ],
  "anchor" : "para973"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from Barrie." ],
  "anchor" : "para977"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "I rise in support of Bill 113, because if this legislation is passed, it would develop the province’s first-ever clear, consistent and comprehensive framework for how police record checks are conducted in Ontario. These changes will make Ontario a leader in Canada, with a clear, consistent and comprehensive framework to remove unnecessary barriers for success for individuals while making sure communities are safe.", "I come from an education background, as a teacher, and I know that sometimes it’s hard to find people who can volunteer, especially during the day. So when they have to go through the police records check, we want to make sure that there are certain things that do not need to be considered when they go through that record check. This procedure is already being followed by approximately 70% of the police forces across the province, from the OPP to the smallest police force. It also ensures public safety while respecting privacy.", "If passed, this legislation would help remove unnecessary barriers and increase employment, volunteer and education opportunities. It does this by prohibiting the release of non-criminal information such as mental health records and strictly limiting the release of non-conviction records. We are also establishing a specific test to ensure that all necessary information is provided in vulnerable-sector checks, so those who need it most, like our children and our seniors, continue to be protected.", "I urge everyone here to support this bill." ],
  "anchor" : "para978"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Chair recognizes the member from Haliburton–Kawartha Lakes–Brock." ],
  "anchor" : "para983"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’m pleased to add comment today on the bill that we’re discussing, the Police Record Checks Reform Act. In her comments, the member from Barrie said it’s time to make a framework that can actually help with police checks, to make it clear that Ontarians are treated fairly, so we don’t have the release of non-criminal information such as mental health-related information. Those matters are personal and private, and they should not be disclosed.", "We agree with that. I know that it has been brought up in a private member’s bill from the member from Dufferin–Caledon. She brought up her bill, which was passed, and I’m hoping that it can be incorporated when the bill goes to committee—and the minister is listening, so I appreciate that. It says that “an organization that retains the services of a volunteer is prohibited from requiring a criminal record check for the volunteer, as a condition for the volunteer’s starting work with the organization.... After a volunteer starts work with an organization, the organization can require a new criminal record check from the volunteer dated at yearly intervals.”", "That leads to the comment made by my colleague from Huron–Bruce, who was saying that it’s costly. We have a lot of volunteers out there. They have to have criminal checks before they get on certain boards, so if we can make an accommodation that if they get one check, it can be used—in this case it says “yearly,” but for some type of time period that makes sense. We need to encourage volunteers to work for 4-Hs or for any type of volunteer boards that we have in our riding—" ],
  "anchor" : "para984"
}, {
  "speaker" : "Interjection",
  "text" : [ "Baseball." ],
  "anchor" : "para987"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Yes, like baseball and hockey associations. That makes sense. So we support this bill in principle. We’re hoping that the member from Dufferin–Caledon’s private member’s bill, which was passed in the Legislature, might be considered as an amendment to this bill.", "I thank you very much for the time that I’ve been allowed, Speaker." ],
  "anchor" : "para988"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That concludes the questions and comments. A wrap-up from the Minister of Community Safety." ],
  "anchor" : "para990"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to thank the members from Huron–Bruce, Nickel Belt, Barrie and Haliburton–Kawartha Lakes–Brock for their very constructive feedback and comments on the comments that were made by the member from Scarborough–Rouge River and myself.", "I also want to thank them all for their support for the bill and the very important principle that is embedded in the bill, which is to ensure that there is fairness, clarity and consistent practice across the province when it comes to non-disclosure of non-criminal and non-conviction records, because too many people have been hurt in the process by information that was non-criminal and non-conviction-related in nature. Mental health comes to mind, for example; related information has been released that has been detrimental to opportunities that may have been available to them. I think it’s our collective responsibility in this Legislature to ensure that we have a system in place that does not disclose that type of information.", "I thank the members from Huron–Bruce and Haliburton–Kawartha Lakes–Brock for their advocacy for the bill from the honourable member from Dufferin–Caledon. I won’t make a specific commitment right now because I can’t, but I do make a commitment of looking into the bill more clearly and seeing if there are opportunities for us to work together and if that bill fits within this bill or not. So let’s work together on that.", "I want to make two important points in the 30 seconds I’ve got. One is, the bill contains a five-year review, because I think we need to make sure—and this goes to a point that the member from Nickel Belt was making—that we don’t just create this bill and this is it, but that there be an automatic review mechanism five years from now to see how the system is working and if there needs to be improvement made, so that could be done. That’s part of it.", "The other aspect, which is very important, is around education. We need to make sure that we do public relations and educate folks out there, employers and volunteer organizations, that they don’t need a records check all the time. I think there is too much reliance on records checks, which creates the bottleneck of taking too much time. It costs people and creates a challenge for them, so we need to work on that as well." ],
  "anchor" : "para991"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para996"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "It’s my pleasure to rise today and deliver remarks on behalf of the PC caucus as critic for community safety and correctional services. I’ll be sharing my time with the member from Leeds–Grenville, who will speak for the last 20 minutes of our lead.", "I say it’s my pleasure to debate Bill 113, the Police Record Checks Reform Act, because it’s been a long time coming. The bill seeks to set a framework, for the very first time in our province’s history, in regard to police record checks. Currently, there is no comprehensive legislative framework in Canadian jurisdictions, with the exception of British Columbia, which has a limited standard.", "Under the status quo in Ontario, police departments have been left to interpret what should or should not be included in these checks themselves. This lack of clarity has been problematic for citizens of Ontario, as well as our police services, who have been calling for reform. We share the belief that the status quo must change.", "Just last year in Toronto, as an example, there were 110,000 police record checks. That’s an astonishing number, and it’s a number that is, in fact, growing. The number of police record checks in the city has increased by a whopping 92% in just five years, so what was once a rarity has become commonplace.", "Today, Ontarians routinely apply for mandatory police checks for such things as job applications, volunteering to coach a local sports team or looking to help vulnerable persons. With hockey season just fast approaching, you can be certain that, well, many Ontarians will be going through this process. This certainly is a timely piece of legislation. The last thing we want to see is a law-abiding Ontarian being automatically disqualified from a position or volunteer opportunity because of the mere existence of a police record.", "A lack of clear framework has left police departments wondering what exactly should be included in a record. At the same time, organizations that require checks for screening purposes often do not have a clear understanding of what a police contact or non-conviction record is, with little to no guidance on how this should be factored in to their decision, if at all. For those following the debate at home, a non-conviction record is defined as charges that have been dismissed, withdrawn or stayed, or resulted in a stay of proceedings or an acquittal.", "Now, with the current lack of a provincial framework, good candidates have been passed over, as many organizations in today’s world will try to take the most risk-averse position possible and sometimes reject individuals over the mere existence of a record. For years, concerned groups have been calling on the Ministry of Community Safety and Correctional Services to clear the air on this issue. They were told that they must also help employers or volunteer organizations understand what they’re receiving in a police record check. This education aspect of the bill is critical. Organizations need to be able to understand what they are, in fact, receiving.", "Additionally, we must let the public know that the absence of a police record does not necessarily mean that an individual is safe. The following is a quote from the Ontario Association of Chiefs of Police: “From a policing perspective, there is an understanding that a ‘clean’ police record is not a guarantee of safety; database information may be incomplete or out of date, many individuals who commit crimes will have no police record, and not all police information will be released on a record check (e.g., if release will compromise surveillance or an ongoing police investigation). Organizations, however, tend to over-rely on police check results, viewing individuals who have no record as ‘safe’ and trustworthy, creating a false sense of security that may increase public safety threats.”", "Certainly there are a number of causes for concern when it comes to police record checks, as there is currently no legislative framework and they are being increasingly relied upon as a screening tool. That’s why I was glad when the minister informed me some time ago that this was a priority of his ministry, and that consultations had begun with a wide variety of stakeholder groups. I’m even more pleased to stand today as we debate this groundbreaking legislation, which is so sorely needed. Critics have said it is long overdue. It has certainly been a long time coming. But the issue is one step closer to being resolved.", "Ontarians have been hurt by the lack of a clear set of standards when it comes to police checks. Fixing this problem is good for Ontario. That’s why I will be supporting Bill 113 at second reading. The Police Records Check Reform Act has so far been met with support from a broad range of concerned stakeholder groups and community partners, including the Canadian Mental Health Association, the Ontario Association of Chiefs of Police and the Canadian Civil Liberties Association.", "When it comes to matters such as police record checks, there’s a tremendous need for a balance in policy. That balance is between the individual’s right to privacy and the need to protect community safety. Bill 113 is a first step in achieving that balance. We look forward to hearing directly from various stakeholder groups at the committee stage to see which areas of the bill are effective and which ones need to be strengthened just a little bit more. While the bill is broadly supported as a whole, there will undoubtedly be some areas of concern that need to be addressed, and I certainly hope that the minister respects the input of concerned Ontarians who take the time to come to Queen’s Park to have their say.", "As a summary, Bill 113 has a few main objectives. First and foremost is establishing province-wide standards and rules when it comes to police record checks.", "Next is the establishment of types of police records checks. In this bill, the government is proposing three types of checks. The checks would include the following information:", "(1) Criminal record check: Criminal convictions and findings of guilt under the Youth Criminal Justice Act—that’s a criminal record check.", "(2) Criminal record and judicial matters check: Criminal record check plus outstanding charges, arrest warrants, certain judicial orders, absolute discharges, conditional discharges and other records as authorized by the Criminal Records Act.", "(3) Vulnerable sector check: This is a criminal record and judicial matters check plus findings of not criminally responsible due to mental disorder, record suspensions or pardons related to sexually based offences, and non-conviction information related to the predation of a child or other vulnerable person; that is to say, charges that were withdrawn, dismissed or stayed, or that resulted in acquittals.", "“‘Vulnerable person’ means a person who, because of his or her age, a disability or other circumstances, whether temporary or permanent,", "“(a) is in a position of dependency on others; or", "“(b) is otherwise at a greater risk than the general population of being harmed by a person in a position of authority or trust towards them.”", "A vulnerable sector check is performed in cases where an individual would be in an employment or volunteer position of trust or authority over children or other vulnerable persons.", "The bill would also put into place rules for how police records are released. In my remarks, I will be going over some of the recent history that has led us to this debate in the Legislature today, as well as going over some of the aspects of this piece of legislation and highlighting the concerns of key stakeholders on this matter.", "Ontarians are often surprised to learn that non-conviction police records are not removed from police databases automatically. One would assume that if an individual has not committed a crime or if they were cleared of any wrongdoing, their record would be wiped clean.", "A recent John Howard Society of Ontario report on police record checks stated, “In some areas of Ontario, non-conviction records, including mental health apprehensions, unproven allegations that never resulted in charges, and criminal charges that have been withdrawn, dismissed, stayed or acquitted are regularly released on record checks.”", "In most cases, people are not aware that they have a non-conviction police record until it’s too late. For example, one may find out when they are rejected for an employment opportunity or turned away at the American border. You can only imagine the shock of being rejected on the basis of your police record if you have never been convicted of a crime. This is an issue that is of concern to a great number of Ontarians, and there is often no way to know if you have a record until one day you find out through such a rejection.", "A recent report by the Canadian Civil Liberties Association, the CCLA, puts the number of Canadians with a police record as high as one in three. Let’s let that sink in for a moment. I will highlight later in my remarks many individuals who have police records despite the fact that they have never been in any trouble with the law and have certainly not been charged or convicted.", "In our great province alone, the CCLA estimates that as many as four million Ontarians have some form of non-conviction record. To put it lightly, a large number of citizens will be positively impacted by this legislation—one in four. We have 107 members in this Legislature, so do the math. There are probably 26 of us who may not be aware.", "Police record checks are being required by an ever-growing number of Ontario employers and organizations for the purposes of screening employees, volunteers or students applying for higher education. In today’s world, these entities are under increasing pressure to minimize the potential risk and liability. This underscores the need for a clear framework around record checks.", "The Centre of Research, Policy, and Program Development at the John Howard Society of Ontario recently surveyed Ontario employers in two counties, and they found that “over half of the employers require police record checks of prospective employees, and 15% of those organizations that asked for record checks have a zero-tolerance policy and simply exclude all applicants with records from employment.”", "Given that Ontario is facing an unemployment crisis, this is incredibly concerning. We want to ensure that employers are not passing over qualified candidates who have done nothing wrong but are falsely rejected due to the current lack of a framework on record checks.", "If your record is not clean, it can have disastrous effects on your employment prospects, your ability to volunteer, attain higher education or even find a place to live. This is why one of the main goals of the bill is to severely restrict the release of non-conviction records on police background checks.", "Under Bill 113, the vast majority of police record checks would be forbidden from releasing any non-conviction information. The release of this information would only be permitted as part of a vulnerable sector check. Police services would be required to perform an assessment based on criteria set out by the province to determine whether information should be disclosed.", "Non-conviction information would not be disclosed except in the following circumstances: first, if the information relates to an offence authorized for disclosure under the act where the victim was a child or other vulnerable person; or second, if there are reasonable grounds to believe that the individual has engaged in a pattern of predation that presents a risk of harm to a child or other vulnerable person.", "There have been some critics who believe that there should be no circumstances where non-conviction records are ever released. I know that the member from Bramalea–Gore–Malton initially felt that the bill would be putting too much power in the hands of police as they would still have some limited authority to decide what gets released and what doesn’t. However, I feel that there are certainly cases where the limited release of non-conviction records is in fact needed.", "Under Bill 113, in purely exceptional circumstances limited strictly to vulnerable sector checks, police services would have the ability to disclose certain non-conviction records. Again, a non-conviction record would not be disclosed under the first two types of police record checks. It could only be disclosed as part of a vulnerable sector check if it meets the following criteria:", "The record relates to an offence that involved predation of a vulnerable person, and", "Consideration of the following factors provides reasonable grounds to believe that the individual has engaged in a pattern of predation and presents a risk of harm to a vulnerable person. These include:", "—whether the individual appears to have targeted a vulnerable person;", "—whether the individual’s behaviour was repeated and directed to more than one vulnerable person;", "—when the incident or incidents of behaviour took place;", "—the number of incidents; the reason for the incident, incidents or behaviour did not lead to a conviction; and", "—other factors that may be prescribed in regulation.", "I imagine that the last line, “other factors that may be prescribed in regulation,” would be cause for concern for some civil liberty advocates.", "Additionally, the list of relevant offences would be specified in regulations, so there is the potential for changes, good or bad, to be made in the regulatory phase. We will closely monitor any regulations passed to ensure that the balance between protecting public safety and protecting individual rights is in fact maintained.", "As a whole, I support this exceptional disclosure test. It means that police services will be able to do their jobs and keep the most vulnerable members of our society safe while ensuring non-conviction records are only disclosed in the most extreme cases, with a clear set of requirements in place.", "The Ontario Association of Chiefs of Police correctly noted that there is an increasing risk and liability associated with the release of non-conviction information specifically, and the establishment of proper testing criteria will decrease this risk. If the province can manage to get it right, I think that this is a win-win. The test is consistent with the LEARN Guideline for Police Record Checks, which was created after extensive consultation.", "Mr. Speaker, the following groups were in fact consulted by the Ontario Association of Police Chiefs to create the guideline. They include the Canadian Civil Liberties Association, the Canadian Mental Health Association Ontario, the John Howard Society of Ontario, Justice for Children and Youth, Legal Aid Ontario, the Mental Health Legal Committee, the Ontario Association of Patient Councils, the Ontario Human Rights Commission, the Police Records Check Coalition, the Psychiatric Patient Advocate Office, the Schizophrenia Society of Ontario, the University of Toronto and Volunteer Toronto, just to name a few.", "This is an incredible list of community and government partners who all came together to help systemize the record check process while addressing significant concerns, all while striving to find the right balance between public safety and privacy.", "The only problem with the LEARN record check guideline was that it was ultimately a suggestion for police departments. With the absence of any provincial legislation, it was the next best thing that our police services could do to establish continuity. But Bill 113 will help address a serious issue that has caused undue hardships for a shocking number of Ontarians.", "Over the last few years, we have learned some of the personal stories of individuals who were shocked to learn that they had a police record despite never getting in trouble with the law. Many of these cases highlight the limitations of criminal record checks, which groups like the Ontario Association of Chiefs of Police have been bringing to the public’s attention for years. For their part, they recommended that the police services take a presumption against the disclosure of non-conviction records while they simultaneously educated the public.", "But at the end of the day, the lack of a provincial framework and education to a public that is increasingly relying on police record checks meant that non-conviction records were often included in reports, and organizations misinterpreted this as someone having a non-clean record.", "I’d like to now share some of those stories. Chris was over the moon when he learned that he had earned a part-time spot firefighting in his hometown of Caledon. After months of training on weekends, he was asked to provide a vulnerable sector police check. While the check stated that he had no charges or convictions, a letter was attached that said he had been named in a drug investigation. But Chris had never been questioned by the police so he never considered that he might have a mark on his police record. It just so happened that one of his friends had been convicted of drug charges and he had been out socially with this friend a couple of times while he was investigated. I quote: “For me to be investigated, I understand, but to go on my record when I was hanging out with a group of people? My friend sold drugs. He’s an idiot. But I shouldn’t get penalized for what he did.” Chris said this in a Toronto Star interview. Not long after, he received a letter from the town which stated that he was terminated from the fire service due to a non-clean background check. Now, if this legislation is not passed, Chris will no longer be able to pursue a career in firefighting anywhere in the country.", "In 2011, 27-year-old Ali applied for airport security clearance while he was already employed in the airline industry. It was then he learned that he had a police record which would put his career on hold. Ali was forced to quit his job with Air Canada because he could not obtain airport security clearance. He has since left Ontario to work in the Alberta oil patch. He has never faced charges or convictions and he has never been questioned by police. In Ali’s case, his record was tainted simply because of where he grew up.", "Growing up in social housing in Ottawa, some of his friends got caught up in drug activity. Now I quote him. He said this: “I grew up with these people since I was nine years old. I don’t know who’s doing what. I’ve lived my life, paid my taxes....” However, he was mentioned as part of a drug investigation. We certainly understand why police may have looked at those who associate with drug dealers. That’s just part of an investigation. But people like Ali, who were shown to be innocent of any wrongdoing, should not suffer because they grew up with people that committed a crime.", "At some point in everyone’s life, I’m sure we will come in contact with someone who committed a crime, whether it’s a childhood friend or someone from a school you attended, to a neighbour. Clearly, this should not be something that gets in the way of employment or travel to other countries.", "While Ali was able to find work outside Ontario, he still has difficulty crossing the border into the United States.", "In 2010, Lois Kamenitz was stopped by US custom officials at Pearson International Airport. They prevented her from boarding a flight to Los Angeles because she had made a suicide attempt four years earlier. She was quoted in a CBC News article in 2011, saying, “I couldn’t figure out what he meant. And then it dawned on me that he was referring to a 911 call my partner made when I attempted suicide.” Lois went on to say, “I’ve been battling not only anxiety and depression but also chronic pain since my teen years.... I am not a criminal.”", "After years of struggle and hard work to recover with help from therapists and doctors from St. Michael’s Hospital and the Centre for Addiction and Mental Health here in Toronto, Lois was deeply hurt by the notion that she was unsafe and that records she thought were private were disclosed to a foreign government agency. “It was discrediting all the efforts that I made to recover,” she said.", "Speaker, Bill 113 would strictly prohibit the release of non-criminal information such as a suicide attempt. This case would not have occurred if the province had acted sooner.", "Catherine was studying nursing at an Ontario university a few years ago, was on the dean’s list and was excelling on the road to her profession. As part of her program, she underwent police record checks annually, all without any issues. In 2012, a change in the local police department’s disclosure policy meant that two incidents dating back to 2009 were now included on her record which involved alleged “violent and aggressive” behaviour. It stemmed from a mental health issue that came at a tough time when she had said she just wanted to end her life.", "The family hardly described these incidents as violent or aggressive. Catherine’s mother commented on the tragic effects that the patchwork of policies has had. She said, “It depends on where you are. You just don’t know if something is going to come up. You just don’t know if you should call 911 because it could end up on their police check.” The family was angered, because if the check was performed in a different city, these mental health issues would not have been included in the report.", "Bill 113 would ensure that these sorts of private, personal health matters would not be included in police record checks.", "Many people with mental health problems and mental illnesses often experience stigma, negative attitudes, and the negative behaviours they produce. Stigma spreads fear and misinformation, labels individuals and perpetuates stereotypes. More than 60% of people with mental health problems and mental illness won’t seek the help they need. Stigma is one of the main reasons.", "One of the most damaging myths regarding mental health is that people with mental illness are typically violent. In most cases, this is false. The Mental Health Commission of Canada believes that the practice of making non-criminal information related to a person’s mental health available during checks of police records is discriminatory and stigmatizing. In 2011, the commission commented on the issue and noted that there is no national framework for the matter: “No national policy exists for police related to including mental health information in checks of police records. Historically, disclosure has not been the result of an active decision or policy to include it but rather a failure to have policy that excludes it.”", "The commission strongly opposes the revealing of non-criminal information regarding individuals’ mental health. They state this: “[We] would argue that assumptions about the relevance of mental health information are not likely valid and that there is no compelling reason for this type of information to appear on a police record check. Ultimately, disclosure of this information can negatively influence a person’s ability to find a job or volunteer for a position.”", "As I have mentioned in my remarks, one of the main areas of concern when it comes to police record checks is the damage that can be caused to an individual if they have a record that is not clean. If passed, Bill 113 would establish a reconsideration process for these types of cases. An individual would be able to request a reconsideration of the inclusion of information if they believe that unjustified non-conviction information is included in the record check’s results. Police services would be required to have a reconsideration process in place in accordance to regulations. That would mean that in cases where police services and individuals agree—as it stands today, individuals often have nowhere to go to have their concerns addressed. This process will assist the Ontarians who have been hit hardest on this issue, and, if properly implemented, it is a positive.", "It’s my hope the government continues to work co-operatively with policing leaders and departments to determine a process that is effective for all parties and can resolve issues as quickly and as fairly as possible. A continued dialogue between police and the ministry will be critical.", "Police representatives around the world and around the province have noted that administering the records check system is taking up a significant amount of policing resources. This is hardly surprising as more and more police department services are being used up in areas other than front-line police work.", "From a budgeting perspective, both in terms of dollars and people power, we hope that any additional responsibilities undertaken by our province’s police departments do not detract from community safety. Perhaps the minister can clarify whether departments will receive a clear framework from the province or if they will simply be required to establish some sort of process. That has the potential to lead to another patchwork and policies with variance from community to community throughout Ontario.", "Policing leaders in Ontario have been at the forefront of discussions regarding police record check reform, and I’m sure that they will in fact offer their valuable insight and expertise throughout this process. I hope that the reconsideration process that is eventually established can balance the need of individuals to have an accurate record that does not unnecessarily hinder their employment or volunteering efforts with the need for police departments to fulfill their increasing number of responsibilities and duties.", "I’d like to shift gears for a moment now and just highlight some of the issues regarding mental health in this province and the corresponding effects on police services. In many of the cases where individuals had encounters with police for mental health issues and this non-conviction information was then later released, contact with police occurs before they are seen by mental health professionals. The lack of an effective mental health care system is putting an increased strain on our province’s police services.", "London police estimate that they handled over 2,000 mental health calls in 2014. These calls could be better dealt with by the medical community.", "This problem stems back to decisions made by governments of different political stripes going back to the 1960s, but it’s gotten much worse under our current government. The London police chief, Brad Duncan, said, “In the past 10 or 12 years, we’ve seen a real increase in the number of individuals that we’re dealing with on a regular basis.”", "The average wait time for funded counselling and treatment is nearly two months, so people are forced to call 911 instead. Since I was first elected in 2011, I’ve heard this question a lot, and I think it’s a very pertinent question: Why does Ontario force those experiencing mental health issues to call the police instead of getting medical help? That’s the reality we face here in Ontario. The government’s status quo approach to mental health is an ineffective use of public dollars and an unfair burden to place on emergency responders.", "The cost of policing is, in fact, skyrocketing. Members throughout all three sides in the House know that. It’s skyrocketing, and this is the big reason why. London Police Service estimates that mental health calls account for roughly 15% of its budget.", "But worst of all is the human cost. The status quo is a tragic disservice to Ontarians suffering from mental health issues.", "Police officers acknowledge that they are not best suited to handle these issues, but they’re left picking up the slack for the government’s total failure on the file on that issue. Many of the issues regarding police record checks stem from a lack of adequate resources being placed into our mental health care system, with spillover effects onto our province’s police services.", "What is truly tragic is that the government has sat on reports on the file for over a decade with few tangible results or improvements. Yes, the government has committed to some more funding, but if you were to have a conversation with those who deal with this issue on the front lines, you’re not going to get the same rosy picture that the government press releases tend to paint.", "In 2010, an all-party committee of the Legislature came together with the goal of improving mental health. Unfortunately, it’s a shame—because I know that we have members in each party in the Legislature who have a genuine commitment to improving mental health, and we have a list of recommendations that all parties agreed on. Under the Chair, the member for Oakville, and the Vice-Chair, former MPP Christine Elliott, the committee heard 230 presenters and received 300 submissions in meetings around the province over an 18-month period, yet here we are today with little, if any, of the select committee’s well-thought-out recommendations actually acted upon. Sadly, it’s not the first time that this government has sat on such a report.", "The Liberals took power back in 2003. At that time, they inherited a report on mental illness reform called The Time Is Now. It was comprised of 10 regional reports and a consolidation report. In fact, when the recent Select Committee on Mental Health and Addictions was having hearings, Sarah Cannon, the executive director of Parents for Children’s Mental Health, commented that it had been nine years since the report was published and “we would like to see action and a plan.” It was the fifth report in the past 20 years that called for an accessible, community-focused mental health care system.", "Given the vacuum left by the government, individual communities have stepped up. We have a great success story in Chatham-Kent, and that’s the HELP Team. The HELP Team consists of police officers and support staff who receive extra training to deal with the mentally ill and who are partnered with local mental health agencies and support groups. The officers work regular patrol duties but are available to handle calls for service involving the mentally ill. Consumers, family members and mental health professionals indicated, through a survey with the Canadian Mental Health Association and the Chatham-Kent Health Alliance, that the service to the mentally ill has been significantly enhanced.", "As the government fails to take action, it is placing an increasing burden on Ontarians left to struggle to find mental health services, while our police services try to keep up with an increasing number of mental health-related calls. Our police officers, such as the HELP Team in Chatham-Kent, do a fantastic job, and they’re glad to help members of their community in their greatest time of need, but every time someone is forced to call the police because they couldn’t get proper mental health support, it’s a failure by the government to do the right thing by the people of this province.", "Despite these criticisms, as I wrap up my remarks, I just want to reiterate my support for Bill 113. It is critical that we establish a framework for police record checks and replace a patchwork of policies put in place without any direction whatsoever being given by the province. It answers years of calls from police services and human rights groups to address this oversight. It will increase public confidence in our province’s police services. It will, in fact, make it easier for police officers to do their jobs, as they will no longer be left to independently decide what should or should not be included in record checks. Most importantly, it will reassure the public that they will not be falsely rejected from employment or job opportunities because of non-criminal information, nor will their private mental health information be disclosed, unless it is of a criminal nature.", "This bill is good for Ontario, and that’s why I will be supporting Bill 113 at second reading.", "Thank you very much, Mr. Speaker, and I will now give the remainder of my time to our member from Leeds–Grenville." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m pleased to recognize the member for Leeds–Grenville and deputy leader of the official opposition." ],
  "anchor" : "para1085"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you very much, Speaker, and thanks for the kind words, as well. I want to thank my colleague the member for Chatham–Kent–Essex and our critic for community safety and corrections for the opportunity to share in the lead this afternoon.", "But before I get into my comments on Bill 113, I want to echo the remarks that I made at the annual police officers’ memorial run when it stopped in Brockville on Friday. The Minister of Community Safety and Correctional Services was with the runners when they arrived, and as I said during the ceremony, he deserves a lot of credit for taking part in the run. Supporting those who put their lives on the line every day to keep us safe is definitely something all MPPs in this Legislature can agree on. I want to, again, extend kudos to Minister Naqvi for what he did.", "Knowing police officers like I do, I’m sure the minister heard plenty of advice when he was out there on his trek, and I truly hope he was listening to what the officers had to say. We need to see some of that insight the minister received from the front-line officers reflected in future legislation that he’ll be bringing forward over the course of this session.", "That’s actually a good lead-in to this bill that we’re debating this afternoon. We’ve heard during the government’s lead and from the comments by our outstanding PC critic that Bill 113, the Police Record Checks Reform Act, 2015, has the support of the police and community. In particular, the Association of Chiefs of Police have expressed the need for reform, and in fact, they actually began working on this initiative—if you go back—in 2007. I would be remiss at this point if I didn’t mention the two municipal chiefs of police from my riding who are members of OACP. That would be Chief Garry Hull in Gananoque and Chief Scott Fraser from the city of Brockville.", "As we know, the real momentum for these reforms are the numerous headlines about people whose lives were turned upside down by information released through police background checks. In the connected world we live in today, so much about us is captured and preserved some somewhere, whether it’s on a computer database, the magnetic strip on a swipe card, or in our social media history. I know that some former candidates in the current federal campaign have learned a very public and painful lesson about that last area that I mentioned.", "Ultimately, we have control over what we say on social media and the image that portrays about who we are to our friends, our family, our employers and the general public. But unfortunately, we don’t have as much control as we should over the aspects of our personal information. On almost a daily basis, we hear stories about personal information getting into the wrong hands because some government agency, organization, or business failed to put the proper protocols and security in place; or in many cases, where they are in place, these measures prove to be flawed or out of date because of rapidly advancing technology—all of which leads us to the situation in Ontario today when it comes to police record checks.", "We have clearly reached the point where we need to put some legislated standards in place. I think most people will agree in this chamber that these checks can be an essential tool for employers and agencies that have the responsibility to protect vulnerable people. I think that if you surveyed the members, we’d all agree with that. But at the same time, given the sensitive nature of this information, it’s essential to establish a system that clearly sets out what information about us can be released. When we don’t have that, it leads to some of the horror stories that we’ve already heard this afternoon.", "No one should have details released about an interaction with police if they called for assistance for a mental health crisis. People suffering with mental illness face enough problems with stigma in our society already than to have this added to the mix. If such information showed up on a police background check required by a prospective employer, unfortunately we know it could harm a person’s chances of landing that job. It’s wrong—actually, it’s illegal—but we know that it’s happening today in Ontario.", "It’s not just potential employment that can be affected. The problems created when unnecessary information about an interaction with police is released extend to finding a place to live, volunteering to help a community organization and, as mentioned earlier, travelling across the border. There’s more as well.", "The potential to harm a person’s reputation is perhaps even greater when we look at some of the non-conviction data that’s been released in the past. It’s been mentioned before in this debate this afternoon.", "The John Howard Society has done some very interesting research on this. I know it’s been quoted. I’ll quote it again: Between 2010 and 2011 in our province, 43% of adult criminal court cases resulted in charges being withdrawn or stayed. That’s a lot of Ontarians who have no criminal record but who might be surprised to learn that this non-conviction information is being disclosed as part of a police record check.", "As the John Howard Society’s work shows, an increasing number of employers are relying on criminal background checks in the hiring process. I know it’s been mentioned again, but in two counties in our province, they found that more than half of employers are now requiring a check for every new hire that they have. The study also found that 15% of those organizations that do check the background of potential employees have a zero tolerance policy. Now I could say something here about the standards in the Premier’s office these days, but I don’t want the members across to jump up on their feet so early in my speech.", "If that non-conviction record is uncovered, you’re not getting the job. You have no opportunity to explain what happened, period. It’s done. Indeed, it’s rather an ironic situation given that the hallmark of our justice system is the presumption of innocence. But that hasn’t been the case when it comes to employers acting on information uncovered in a police background check.", "The other point worth making here is that a person denied employment due to a mental health matter on a record check has protection under the law. That’s because the Ontario’s Human Rights Code makes it illegal for an employer to discriminate on the basis of a disability, including mental illness. However, there is no such human rights protection for those with non-conviction records. Again, Speaker, it’s critical to remember that we’re talking about something that affects thousands of Ontarians who have non-conviction information associated with them.", "I certainly want to take the opportunity to commend the work of the police chiefs’ association, who, I mentioned, recognized that this was a problem as far back as 2007. Little action has been taken on those guidelines since then. The so-called LEARN guideline was developed last year and has been implemented by so many police forces, to their credit. It’s unfortunate that in our society people are quick to condemn the police but too slow to give them credit for their good work. I want to applaud them for this initiative today." ],
  "anchor" : "para1086"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Thank you. That’s very good.", "Even with the efforts of the police chiefs, though, LEARN is only a guideline. It’s only a guideline. The reality is that we still have a patchwork of policies and procedures in place across the province today. And that, as I’m sure you’ll have from the debate we’ve already had this afternoon and the debate that will follow, is the problem that Bill 113 attempts to rectify.", "There are many questions we need to address in the course of the debate on this bill. The first and most obvious is whether this legislation gets it right when it comes to the delicate balance between protecting public safety and respecting the privacy of individuals.", "We also need to look closely at the issue of whether the legislation will continue to allow the police to do their work. To keep us safe, police have to be able to share even sensitive personal information with other forces and agencies, including the courts and including border services. We all want Ontario to have the best set of practices in place when it comes to respecting our individual privacy rights. However, we can’t allow those regulations to go too far to hamper the work of those working every day to keep us safe.", "As our critic has indicated, in general, we like what we see outlined in the legislation. It’s a bill that we’re prepared to support so that we can get it into committee and bring some other experts and community groups into the discussion. Certainly I’m mindful of the need to get these legislated standards around police checks in place. That said, Speaker, no legislation is perfect, which is why even when we have a general consensus between parties, and on a particular piece of legislation, debate is important. We saw again, this morning, this government closed down debate on very important legislation. I hope the government also recognizes that and is going to allow us to have a full debate on Bill 113.", "I don’t want to spend a lot of time this afternoon going over the details. I think other members today have already done that. Certainly, that information has been covered.", "To review quickly, the bill is designed to clear up the problem with that patchwork of policies I mentioned earlier that are in place now, by setting up a process that will govern all providers of police record checks in Ontario. It establishes three types of police record checks: a criminal record check, a criminal record and judicial matters check, and a vulnerable sector check. It specifies what information is and is not authorized for disclosure by police under each category.", "It also requires that a person have the opportunity to review what’s contained in the background check before it’s disclosed to a third party. That’s a very important component of the legislation. Frankly, it’s pretty shocking that it hasn’t been the case up till now.", "As we heard, Speaker, there are circumstances when non-conviction information can be released under the vulnerable sector check. We recognize the need for this to be maintained in the interest of ensuring the safety of those vulnerable individuals in our society.", "The bill also gives a person the opportunity to file for a reconsideration of that decision, but I note it’s left up to the individual police services to establish that review process.", "Reconsideration, Speaker, falls under section 10 of Bill 113. If you’ll indulge me, section 10(4) states: “If the individual submits a request for reconsideration in accordance with the regulations, the provider shall, within 30 days after receiving the reconsideration request, reconsider its determination in accordance with any requirements prescribed by the minister.”", "The same is true when it comes to an individual’s ability to have the results of a background check corrected before it’s released to a third party.", "If you look further into the bill, section 15(1) deals with these corrections and states: “Every police record check provider shall create and implement a process to respond to a request from an individual to correct information in respect of the individual if the individual believes there is an error or omission in the information.”", "It goes on to say, Speaker, in section 15(2), “The process shall comply with any requirements the minister may prescribe.”", "I’d like to know whether the minister has any plans to set some guidelines around both of these review processes to ensure consistency across the province. As I said, it’s an important component of the legislation, so we need to ensure that every Ontarian has access to a proper review process.", "I appreciate that the bill also empowers the Ministry of Community Safety and Correctional Services to monitor and inspect police services for compliance. But I’m going to suggest it’s better to establish a clear process for all forces to follow first, rather than leave it up to a ministry review at some point in the future to identify a problem.", "The other unknown here is the commitment by the minister to accompany the legislation with a public education campaign. We’ve heard that the purpose of this effort is to raise awareness among businesses, organizations and the general public about Bill 113, as well as provide information about best practices. These best practices are supposed to include when it’s appropriate to ask for a police record check, so I sincerely hope that there’s a big focus on the public awareness initiative that’s being planned by the ministry. I really hope that during this debate someone in the ministry, either the minister or the parliamentary assistant, talks about that public awareness campaign. We live in an increasingly risk-averse society, one of the consequences of which is that police record checks are becoming standard practice by more and more organizations and employers.", "Certainly, if the minister’s public awareness campaign is to include bringing some seminars to different parts of the province—and I think it’s a good idea to have some seminars across Ontario—I would welcome one such orientation session in Leeds–Grenville. So I’m making the offer to host one in my riding.", "One of the other reasons I’m pleased to have the chance to speak to Bill 113 so early during second reading debate is that this is a subject I hear about fairly regularly from my constituents. On both sides of the criminal record check process, I’ve had concern expressed to me. People having a check done or the organization requesting it have told me they’re frustrated with the cost of these checks and the time it can take to complete them. I appreciate that neither of these issues is directly addressed in the legislation we’re debating today, and I am aware that the Ontario Nonprofit Network will be coming forward, when we get this bill into committee, to bring forward some recommendations on behalf of its members. Certainly, I’m looking forward to hearing what they have to say and how we, as legislators, can make life easier for these critical organizations in all of our communities.", "But I want to assure the minister of something this afternoon: He doesn’t have to go searching for a way to use Bill 113 as an opportunity to address the issue of record check costs to volunteers or groups they want to help out. My caucus colleague, my fellow Ontario PC deputy leader, the member for Dufferin–Caledon, Sylvia Jones, has already done the work for the minster. She has tabled a bill that would make a great amendment to Bill 113. It’s Bill 79, the Helping Volunteers Give Back Act, 2015. It’s a really straightforward piece of legislation. It’s a bill that I believe will go a long way to opening the door to more volunteers to get involved. As we all know very well from the many events that we all attend in our ridings, volunteers truly are the heart of our communities. In all 107 ridings, volunteers make the difference in every riding in the province.", "Ms. Jones’s Bill 79 would establish that a volunteer could pay for one criminal record check per year and would allow them to use it for multiple organizations in which they want to get involved. This would remove the situation now where individuals must pay for numerous checks to help out at their child’s school, their sports teams or many, many community organizations. We all know that many volunteers are involved in more than one thing in our community. Anyone who attends the Ontario Volunteer Service Awards can see multiple volunteers for many, many organizations.", "Where organizations are now covering the cost of record checks, as we encourage some of them to do to get more volunteers—that means there’s going to be more and more money spent on that instead of programs. So I think it’s very important that it’s something that the minister can use at his disposal and can incorporate as an amendment. I hope, during the debate, that someone on the government side would actually express support for this amendment. I know Ms. Jones has worked very hard on Bill 79. It’s an issue that I’ve heard numerous times in my riding, as I said earlier, from both sides, from groups and from volunteers, and to me it would signal to the government that they want to put—I think the words in the throne speech were “partnership over partisanship.” This bill is not a partisan bill. It’s a bill that will show and signal to the government that they are serious about this and they want to make it work in the riding.", "I know that the minister does value volunteers in the agencies and activities that are in the province, so I really hope to hear him say that very soon. Maybe even this afternoon, under the questions and comments section, someone from the government will say that.", "It has been a privilege for me to have the opportunity to share the lead with our exemplary critic for community safety and corrections, Mr. Nicholls. I’m even more pleased that what we see in this bill builds upon the good work of our police community and the Ontario Association of Chiefs of Police. It’s clear that many of the stakeholders are in general agreement that this bill gets the balance right between protecting our privacy and protecting our safety.", "As I’ve outlined, there are some questions about the regulations. I also think we have a chance to make it better with some amendments in committee. Obviously, I’m partial to Bill 79. I think it would be a great amendment to add, but I know that there are other groups, like the Ontario Nonprofit Network, that have some ideas as well.", "I think it’s important that we use the opportunity we have to debate the bill, to talk more about the growing trend of using police record checks. Certainly, there are times when this information is absolutely necessary, but not every time. Let’s face it: If one of the concerns we have now is the cost and the time to process these requests, continuing to increase their use will only exacerbate the problem. So I think we have to deal with this piece of legislation. We have to get it into committee and move it forward.", "I would hope that the outcome of the debate is that organizations will learn that there are other effective screening methods they can use when a potential volunteer steps forward to help. I really hope that during the debate over this session, some of those suggestions will not only be talked about on the floor, but they’ll actually get their way through committee.", "Again I want to reiterate that I’m asking the government for a full debate on this issue, because there are so many different opinions and different voices that need to be heard. This minister is also the government House leader, so I hope they won’t bring the guillotine motion down to cut off debate like they did this morning, and that we can actually have that good discussion here in the Legislature.", "I’m pleased to be able to share the lead. I look forward to questions and comments from all three parties." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s now time for questions and comments." ],
  "anchor" : "para1133"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "It’s a pleasure to stand in the House today and make comments on the comments made by the members from Chatham–Kent–Essex and Leeds–Grenville.", "I guess I’ve been lucky; I’ve passed all of the police checks that I’ve undergone, and I’ve undergone probably more than most people. Let alone when you’re coaching ball or working bingos, as a reporter in a border area, in Windsor, I used to cover a lot of stories in Detroit: the Presidents, the Vice-Presidents, Pope John Paul II. I remember covering Ronald Reagan’s Republican nomination convention in 1980, and the Pope there in 1987, but other Presidents who came through, such as Jimmy Carter, or Senators like Teddy Kennedy and all those guys. We used to have to put in our credentials to have them checked by the FBI, the Secret Service or whatever, and if I got a chance to go to Washington to do a story, again, it goes through the same thing if you’re going through the White House or Congress or whatever.", "So I’ve been cleared, up until now. Some people may check my sanity after coming up here to Queen’s Park; I don’t know. But I’ve been one of the lucky ones. Other friends have told me about being turned away at the border on their way to a holiday because they had been asked the question, “Have you ever been charged with anything?” Even though you were never successfully prosecuted—the charges could have been dropped—if you give an honest answer, if the border guard is having a bad hair day or a bad day, he can turn you around. There goes your vacation; there goes your deposit.", "So once we get this kind of thing straightened out, I think it will be good for everybody. I think we can all work together and improve it a bit, but I think that at the end of the day this is long overdue, and I certainly hope we all support it." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1138"
}, {
  "speaker" : "Bas Balkissoon",
  "text" : [ "I’m pleased to add a few comments to what my friends from Chatham–Kent and Leeds–Grenville presented from the opposition. It’s great to hear that they support the legislation and that the government is going in the right direction. I think they both actually expressed the concerns of the public very clearly, and why this particular piece of legislation is needed.", "The most important thing on this piece of legislation: Currently, police services across the province issue these record checks, and there is no standardization. So depending on which community you live in, you may be subject to a record check that is inappropriate. You may have lost employment or you may have lost a volunteer position or whatever in one community, but if you go to another community there’s a good chance you’ll get one. This legislation actually standardizes that record check and the three types of record check that can be done.", "I fully believe also that when this gets implemented, some of the record checks that are being requested today by employers and other agencies and organizations—as soon as they realize the rules and regulations behind these checks, a significant number of them will not be requested anymore. I think the police services will see a reduction in the number of requests for these types of record checks as time goes on, and I think that’s a good thing.", "But I just want to say that the member from Leeds–Grenville made it very clear that people are being affected in terms of jobs, in terms of finding homes, in terms of travelling, and this piece of legislation will correct that. I’m glad he’s saying that he’s willing to support it, and so is my colleague from Chatham–Kent–Essex." ],
  "anchor" : "para1139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1144"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to rise to offer my comments during the two-minute comments and questions. I admired the comments and the direction my colleagues took in the last 60 minutes. They did a great job.", "First, to the member from Leeds–Grenville, I echo your concern about closing this debate off too early. Earlier today, when Bill 73 was being debated, I was really looking forward to commenting and contributing to the debate on the Smart Growth for Our Communities Act. But unfortunately, because they closed down that debate so quickly, that opportunity was stripped away from me. It’s unfortunate, because the realities of rural Ontario are very different from urban.", "That aside, we also want to ensure that people have an opportunity to exercise their voice on important issues. Bill 113 is exactly the type of bill that everyone should be able to chat about and reflect upon.", "In terms of the real-life examples that the member from Chatham–Kent–Essex shared, they really drew together the importance of why this bill should be supported by all three parties. I thank him for sharing those examples, because we need to stand up for our vulnerable people every which way you look at it. When you take a look at the fact that non-conviction data can impact people in so many different ways, it’s just not fair. We all stand united in this House, I believe, in ensuring that Ontarians are treated fairly and consistently, so I applaud everyone in that regard.", "Another reason we need to build consistency into this particular bill is that even in our family, a student teacher applied for one security check in Ottawa and paid a certain amount of money. Then, based on her second placement back home, the security check parameters and cost were totally different. We need consistency, and this bill will get to it." ],
  "anchor" : "para1145"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1150"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I, too, listened with quite a bit of attention, actually, to the two previous members, from Chatham–Kent–Essex and Leeds–Grenville.", "I would say that the member from Leeds–Grenville really focused on the part of the bill that we will be seeking an amendment to. This is section 10, that he talked about. Basically, although we agree with what the bill wants to do, and we all know that the way it is now is not working, the bill is not an incremental process. You have to get it right. So we will need to have modification done to section 10.", "When the minister was there, he said in his remarks, “We will review the bill in five years to see if it needs review.” I don’t want any part of that, Speaker. I will remind you that the local health integration network act of 2007 said that it would need to be reviewed five years later. That would have been in 2012. I asked for the review to take place in 2012, in 2013, in 2014 and in 2015, and the review that is in the law that we passed in this chamber still has not been done. So to say, “We agree that there are parts of the bill that need to be looked at, but we will do this at a future time”—no. This is why the members from Leeds–Grenville and Chatham–Kent–Essex both said they want to have an opportunity to talk about this bill.", "Although we support its principles and support where it wants to go, the bill has to be done right, because the opportunities to change it are really limited, and right now, it has a few flaws." ],
  "anchor" : "para1151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Leeds–Grenville can now reply for two minutes." ],
  "anchor" : "para1155"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank my fellow members from Windsor–Tecumseh, Scarborough–Rouge River, Huron–Bruce and Nickel Belt for their comments.", "I want to just pick up briefly on what the member for Nickel Belt talked about. The 107 MPPs need to take a more active approach on some of the reviews of these bills. Too many times in committee we allow the clause to come in that the minister will review the bill after five years. I really think that we could strengthen that, that we could send it to one of our standing committees of the Legislature so that we, as members, can actually take what we’ve heard in our ridings and apply it when these legislative reviews take place.", "I have to tell you that I’m disappointed a little bit with my good friend from Scarborough–Rouge River. He is the parliamentary assistant. I really had hoped that you would have addressed the two important points I mentioned, that being the awareness programs—and I think the ministry could really do a tremendous show of goodwill by tabling in this House, with all three parties, a schedule of public awareness about this bill, as well as Bill 79. The member for Dufferin–Caledon has a great bill that I think could be easily incorporated into this legislation.", "I really would hope that at some point before debate collapses or before the guillotine from this government comes down to choke off debate, to quote a former speech from the member for St. Catharines, we actually get those two aspects addressed. I think they’re critical for Bill 113 to move forward. We need to find out how the government is going to communicate these changes to the stakeholders, to businesses, to organizations, to municipalities and to police service boards. There are a number of stakeholders that need this, so I really hope those two aspects get dealt with at some point." ],
  "anchor" : "para1156"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? The member for Oshawa." ],
  "anchor" : "para1160"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you, Mr. Speaker." ],
  "anchor" : "para1161"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you to the member from Leeds–Grenville.", "I think you’ll find that we have unanimous consent to stand down our lead today." ],
  "anchor" : "para1163"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Oshawa is seeking unanimous consent to stand down the lead. Do we have unanimous consent? Agreed.", "Please continue. You have 20 minutes." ],
  "anchor" : "para1165"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I am pleased to be able to stand in this Legislature and share my thoughts today on Bill 113, the Police Record Checks Reform Act, 2015. I would also like to welcome to the Legislature today guests who are here in connection with this bill, who are involved and invested in our communities in terms of community safety and fair community participation. We appreciate the work that you do in our communities every day. Thank you for joining us today at Queen’s Park.", "This is a bill that is in response to many personal and public cases of unfair use of police non-conviction records that have had devastating effects on the lives of individuals across the province. This is also an issue that my colleague from Bramalea–Gore–Malton has worked extensively on, and we look forward to his remarks later this week.", "We live in a society built on the presumption of innocence. However, we see regularly that in practice that often isn’t the case. When we find examples that challenge the presumption of innocence, whether we are talking about street checks or non-conviction record disclosures, we must challenge the framework and re-establish and reaffirm our commitment to justice, privacy and freedom to equitably participate in our communities.", "What are we talking about? This bill was born out of public concern for the unfair disclosure of non-conviction records. Many people have been needlessly denied opportunities in their adult lives as an unfair result of a police record check that turned up a record of something that did not result in a conviction ending up in a police check. People who have sought housing, employment, volunteer opportunities or opportunities for self-improvement have been denied them because of a negative and unfair surprise on a police record check.", "A bit of background: Police record checks are routinely required in the non-profit sector. Individuals who want to volunteer or are looking for employment opportunities are routinely required to have police record checks done. These checks are done through the Canadian Police Information Centre, or CPIC, database.", "When a record check is done, as it stands now, the release of information disclosed through the record checks is not limited to records of conviction. In fact, it may, and routinely does, include non-conviction records. Non-conviction—let’s talk about what that means: all contact with police where a record is taken, including criminal matters before the courts that result in acquittal or where a conviction is to be expunged, or if someone is a witness to an event or even when someone may be in mental health distress resulting in police contact; records of something that does not result in a conviction or even charges—those are examples of non-conviction records. When these non-conviction records are disclosed through a routine background check, they can have injurious consequences, and that isn’t right or fair.", "Mr. Speaker, just over a year ago, you may recall, the Toronto Star ran a series of articles called Presumed Guilty. They focused on individuals whose lives had been upset and unfairly affected by non-conviction records coming out on background checks. In May 2014, the Star reported:", "“Hundreds of thousands of people are listed in Canada’s national criminal records despite never having been convicted of a crime....", "“More than 420,000 people were listed in the RCMP’s Canadian Police Information Centre (CPIC) database as having no conviction in 2005....", "“Many of them are listed in the database for mental health issues.", "“For example, nearly 2,500 with no conviction registered had a notation for ‘attempt suicide.’ Another 2,200 had a notation for ‘mental instability’ with no conviction.”", "As I said, the Toronto Star ran a series of pieces. I actually brought a few with me today to share some of the personal stories that were featured. One example of how damaging non-conviction disclosures can be was highlighted by the Star in a piece from May 24, 2014:", "“The most outrageous aspect of non-conviction disclosures is the re-victimization of the innocent, says Anne, 58....", "“In 2003, she called police and fled to a woman’s shelter because of domestic abuse....", "“Her then husband was arrested and charged with assault and threatening death. Shortly after, he called the arresting officer and filed a complaint against Anne for allegedly threatening him.”", "“‘The officer believed my husband wanted to get back at me (and) filed the complaints out of spite,’ she says. ‘I was told not to worry about it.’...", "“When she applied years later to be a volunteer at a women’s shelter, she was shocked to discover she had a police record indicating she was ‘suspected’ of uttering threats.", "“‘Anybody can pick up the phone, dial 911, file a complaint against you and if it goes into the database, you’re stuck with it,’ she says. ‘When I discovered that I had this label for who knows how long, I just couldn’t get my head around it. It boggles my mind. Who came up with this?’....", "“She appealed to the officer who investigated the allegations against her and asked him to remove the information from her record.", "“‘He stated he could not,’ she says. ‘I would just have to explain to future employers the circumstances and hope they would believe me.’”", "Interjections." ],
  "anchor" : "para1167"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. I appreciate when there is conversation, but not when it’s across the aisles. In respect to the speaker, the member from Oshawa, I would ask that we listen a little more attentively and not have across-the-aisle discussions. Thank you very much." ],
  "anchor" : "para1189"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Thank you, Mr. Speaker. And thank you, Minister.", "I will continue. As Anne was saying in this article from the Star: “‘I was told, “There’s nothing we can do, this is how government expects (police) to record every incident they are called upon,”’ she says. ‘The convicted are protected. But these non-conviction record releases definitely violate my constitutional rights to be heard, to defend myself against these false records.’”", "Mr. Speaker, I told you I brought a couple to read. I’ve got another one, another example of a personal story, from May 18, 2014. This is a piece submitted by John Pierce, who contacted the Star:", "“He tried to file a complaint to police about being stalked online by a hacker.", "“‘The officer starts telling me, “You’ve got a history of violence dating back to 2002,”’ Pierce recalls.", "“He was referring to a decade-old record—which Pierce says he didn’t know existed—of an incident in which a businessman claimed Pierce pushed him in the heat of an argument. The police showed up. Pierce says he explained the situation. There was no arrest or charge, he says....", "“‘I was shocked to learn that I was not convicted of anything but they have it listed on police records suggesting I was charged and convicted. This needs to be addressed.’”", "One more, Mr. Speaker, while I’m up, another story taken from June 22, 2014, about a trip through a security line at Pearson International Airport. A gentleman named Andrew was “directed into secondary screening for the first time in his many trips south....” He waited “90 minutes in puzzlement until a US border guard asked him if he’d ever been convicted of possessing narcotics.", "“‘No, sir,’” he replied.", "“The officer told Andrew that records showed he was investigated for possession of narcotics in 1990 and that, as a result, he was being denied entry to the US.", "“Never having been convicted of a crime, Andrew didn’t understand. And then he remembered a high school incident when he and some friends were nabbed in a park by police who charged them all with smoking a joint.", "“‘We were in Oakville sitting on a bench to celebrate graduation. Some people took off and some stayed like me.… I’ve never hurt anyone in my life. I don’t even kill spiders.’", "“The narcotics charge was dismissed in court. But the record was never removed from police computers.", "“While his colleague was boarding the flight … Andrew was being fingerprinted, photographed and escorted back to the terminal.", "“‘It’s not only the business I lost there, but my reputation. You can imagine how embarrassing that is. Is there no ability to use judgment? No discretion? How does a boy having fun in high school become a threat to the United States?’....", "“He’s also filed a nearly $600 waiver to have his record cleared—a process he says he’ll have to undergo every year to maintain his access to the US.”", "Mr. Speaker, these are some interesting examples and, I think, food for thought for some of us. People have no idea what a police record might include. Records are very common, and they are disclosed without discretion. There are very real concerns about the information kept in these records serving as a deterrent to seeking police help or involvement. If community members know that by interacting with police, there could be a resulting record that could mean they can’t get a job, a volunteer position or pursue a goal, how likely will it be for them to interact with police? I would wager not too likely.", "Now imagine a situation of crisis or distress. When an individual is in distress or in danger, we would hope they would reach out to the appropriate authorities or emergency services, if needed. However, how much of an effect would the fear of repercussions have on someone deciding to dial 911 or not? For someone who is in crisis, if they have to stop and wonder if this is going to mean that they can’t get a job, how likely are they going to be to reach out?", "People who find themselves in medical distress or facing mental health challenges should not be captured under police record checks. Sometimes people need help or find themselves connecting with police when in distress or while suffering a mental health or emotional crisis. Any record of this interaction should not be accessible by prospective employers or anyone else. In fact, non-conviction records are none of anyone’s business. There shouldn’t be any disclosure of non-conviction records, with the only possible exception involving the most extreme cases connected to safety, to child welfare, access, or the vulnerable person sector. As we’ve talked about today, those are matters to be discussed further as this bill continues.", "Again, I’m going to refer to the Toronto Star series on the issue and an article from June 8, 2014. This one is called “U of T Med Students Petition Cops to Stop Release of Suicide Attempt Records.”", "“Toronto medical students have signed a petition asking police not to automatically disclose suicide attempts as it could cause people with mental health issues to hesitate when accessing help.", "“Phillip Gregoire and more than 200 of his classmates at the University of Toronto’s medical school … have all signed a petition demanding Toronto police stop automatically disclosing suicide attempt records in a national police database where the information can be shared on employment background checks and with US border authorities.”", "He says, “In our first year medical education we learn a lot about stigma and how it impacts the health of our patients….", "“People who have attempted suicide or had a variety of other mental health issues could hesitate when accessing help because it may be a barrier for them travelling to the US or having it on their record when they apply for jobs. We don’t want them to fear accessing emergency services for fear of harming their future.”", "Surprisingly, health records can be accessed by US border officials. From a Star article on June 6, 2014, Nadia from Toronto shared her story. She says, “I was stunned when I was stopped at the Detroit border and told to go into the office for questioning.” She had called 911 during a troubled period in her life eight years before. She says, “I eventually found out I was flagged because of what they called a contact with police. I had no idea what they were talking about. Then I figured out they were looking at my 911 call. I was humiliated and stunned that some American border guard could access my personal health information. It’s obscene.”", "When it comes to mental health, I think we would all agree that we must support Ontarians, not vilify and persecute. We do not accept a system of persecution without prosecution. We also want a system where Ontarians connect with the police as needed, and that they don’t regret it for the rest of their lives.", "There also seems not to be any real rhyme or reason when it comes to record checks and their use. Currently, there is no consistent framework on how and when a police record check can be used. Until there is legislation that takes effect and receives royal assent, there is no framework, and records releases can vary widely from police jurisdiction to police jurisdiction.", "According to the Ontario Nonprofit Network, or ONN, “It was clear that inconsistent practices across Ontario about the type and detail of information contained in a police record check were creating uncertainty and challenges for non-profits.... Many non-profits were concerned about how to interpret this information with respect to privacy, human rights and community safety.”", "Well, Mr. Speaker, it’s no wonder. If background checks are yielding non-conviction information about police interactions, from youthful indiscretions to acquittals, and from mental health distress to discriminatory carding data, how could a non-profit fairly navigate that information and then decide how best to use it?", "Last December, the Ontario Nonprofit Network and partners asked for a province-wide solution, based on the OACP’s voluntary Law Enforcement and Records (Managers) Network, or the LEARN record check guideline. LEARN guidelines were developed by the Canadian Association of Chiefs of Police.", "Other groups that have organized against police non-conviction records disclosure include those who had been working for police record check reform through the Police Records Check Coalition. Groups including the Canadian Mental Health Association of Ontario, the Schizophrenia Society of Ontario, the Canadian Civil Liberties Association, the John Howard Society of Ontario and the Ontario Association of Patient Councils have positioned against the disclosure of police non-conviction records.", "This issue doesn’t only affect those seeking employment or volunteer opportunities. Students hoping to graduate from post-secondary education who have already paid for their degree and gone through the program can find themselves then unable to graduate because they are barred from completing a placement because of a surprise non-conviction report.", "Schools may have a privacy policy that prevents the school from investigating or delving into specifics when it comes to those non-conviction record disclosures. As a result, the schools don’t have any room to manoeuvre. These records preclude students from participating in some placements, which means they cannot complete the program. There may be some cumbersome, costly and fruitless measures that students can take, but ultimately it can come to the same.", "Our current system persecutes individuals who were not charged, tried or convicted of anything. That isn’t fair, which is why we are here discussing this bill and a fairer way forward.", "Both the John Howard Society of Ontario and the Canadian Civil Liberties Association have written reports on non-conviction records. They call for tighter control and for information to be withheld, except in cases of significant threat to public safety. According to the Canadian Civil Liberties Association, one in three Canadians are thought to have some form of non-conviction record just hanging out in police computers.", "While we are here, Speaker, let’s talk about those computers. How much data is held, and why? How relevant is it what happens when we are kids when we are pursuing our adult goals? Now that data is digital, and it doesn’t take up much physical space—as opposed to the old days with paper and physical notes—is there ever any incentive to purge or get rid of it? Digital files can’t be buried by the years or yellow with the passage of time. Everything can come back to haunt us, even things we didn’t do or things that we don’t know about.", "The police often have a reason to make a record, but what reason is there to keep it forever if it does not lead to or connect with any charge or conviction? Why should health records be filed as police records?", "I believe in safe communities where people participate freely. Sometimes they make mistakes, and sometimes they are in the wrong place at the wrong time; sometimes they are the wrong age or description; and sometimes they are just living life like anyone else. We want communities to communicate with police. We would hope that when they do, any record of it isn’t going to ruin their careers or their hopes. Ultimately, I am sure the police want smooth and open interactions in their communities as well.", "There may be some divide within the various communities regarding records, whether street checks or background checks, but I do think that at the very basic level, policing might be an easier job if more people felt they could interact with law enforcement safely and without negative repercussions. This is an important step in that direction. We want people in need and in crisis to turn toward help and never away from it.", "Mr. Speaker, we support this bill. As I said earlier, we must challenge the framework and re-establish and reaffirm our commitment to justice, privacy and freedom so that everyone is able to participate fully and fairly in our communities and in their own futures." ],
  "anchor" : "para1191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? I recognize the member from Beaches–East—" ],
  "anchor" : "para1232"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "York." ],
  "anchor" : "para1233"
}, {
  "speaker" : "The Speaker",
  "text" : [ "—York." ],
  "anchor" : "para1234"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Thank you, Mr. Speaker. If I could remind you, Beaches–East York—I’m the first Liberal since 1902. But that does not have anything to do with this conversation today.", "What I do like is the opportunity to respond to the member for Oshawa on her very thoughtful comments on this bill. Of course, we appreciate very much her indication of their support for this legislation. Particularly, I appreciated her introduction to this concept of the revictimization of the innocent, because that’s a very great way of describing what this bill is trying to prevent and avoid in unsolicited police checks where we can take a look at people’s records and non-convictions. They shouldn’t be having to suffer the kinds of indignities that she went through very carefully—the effects on their volunteer work, the effects on travel.", "I was most interested that she mentioned Phillip Gregoire. He’s a very close friend of my niece, Alex Tevlin, who’s a U of T student. She connected with Mr. Gregoire a number of months ago, many months ago, and we’ve been working with him and his group of very dedicated medical volunteers who are particularly concerned about the impact that these non-disclosure incidents will have on people’s access to the mental health system. I appreciate very much the work that he’s done through the PA and the minister’s office. I like to think that in some small measure their intervention has had a direct impact on the way this bill is currently being framed as an opportunity to go forward.", "It’s not just that. I’ve heard from lawyers and members of legal aid who have come forward with the same issue, particularly as it affects people who are travelling. You do get to that situation at the border where, quite often, just the appearance that something has happened in the past seems to be enough to get you turned away from the border so you can’t go on and do your business, do your travel—things that you were planning to do in the US.", "I appreciate very much that the member opposite, notwithstanding she didn’t have the lead, has indicated that their party will be supporting this legislation, and I look forward to more debate on it." ],
  "anchor" : "para1235"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1240"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I found the debate very interesting this afternoon. I want to comment on the member from Oshawa’s remarks as well as the other members that I’ve heard so far. I’m waiting to hear from the government as well.", "This is an important bill. As the member from Leeds–Grenville has suggested, if we adopted Bill 79 from the member from Dufferin–Caledon as an amendment as well to this bill, it would help improve this bill.", "I know there are a number of issues that were addressed by a number of the members where people can be inadvertently or unfairly impacted in their volunteer activities when they’re doing this research. I’ll tell you how easily it can happen, too. As I was listening to those remarks—I don’t know whether I’ve got time to get it in, but the member from Windsor–Tecumseh mentioned it. I was coming back from a trip from the Caribbean one time with three other couples, my wife and I. We crossed the border at Sarnia, where I live. I found out about this after. We cleared secondary and all that stuff; we just went right through, with no problems. But I found out later from a friend of mine—his sister, at the time, worked for customs, and someone made an anonymous phone call ahead of time. They said that a number of us were on this trip—they mentioned my name—and said that they knew we’d be bringing back some kind of contraband. Now, they never stopped us, because she said, “I knew you guys, and I knew that wasn’t right.” So she didn’t bother following up on it. But that’s how some simple kind of thing—I’m wondering now if that might still be on file somewhere. This person, at the time—she’s retired now—didn’t act on it. But the ability for people to be able to do these kinds of things anonymously, get them on some type of a record—I forgot all about it till this debate going on here today.", "So I certainly support the bill, with amendment, and I think the sooner we get it to committee—and I really urge the government to take a look at those kinds of amendments so that we can make this bill even better." ],
  "anchor" : "para1241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1246"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s certainly my pleasure to stand and add comment to my colleague from Oshawa’s comments, and also to the member from Beaches–East York, who gave us a little bit of a history lesson as far as the Liberals go.", "I’d just like to add a little history from this side of the room. In fact, I am the only member of the 41st Parliament to defeat a Liberal cabinet minister.", "To add comment to the member from Oshawa, she went to great length talking about those who suffer from mental health issues and the fact that often the police non-conviction records can be a barrier to employment or to volunteering opportunities and a barrier for those in post-secondary education, as far as the successful completion of their studies.", "Due to privacy legislation and concerns, without qualifiers to explain what exactly it is that’s showing up on this non-conviction record, we’re seeing people who are unfairly being rejected from being put in placements that would allow them to complete their post-secondary studies and go on to be the doctors, the lawyers or what have you for future generations. So I certainly think, specifically around mental health issues—that’s a touchy subject for me, having had the portfolio of community safety and correctional services for a short period of time and seeing those with mental health issues who end up in the corrections system who really shouldn’t be there. They should be getting help out in the community. We don’t want to be re-victimizing people who are already suffering from a disease. We want to see them get the supports they need to succeed. We don’t want to see a barrier to them receiving future employment or volunteer opportunities.", "That was a short two minutes, Speaker." ],
  "anchor" : "para1247"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1252"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "I follow in the steps of an illustrious cabinet minister, but a Liberal one.", "Thank you, Speaker, for the opportunity to speak to this bill.", "What’s really nice about this bill is that very rarely do we have all-party support for a principle, and it’s really, really nice to see that all parties, at least in principle, support this bill. So I’m really pleased.", "I look forward to the speedy passage of this bill, because this is a bill that’s going to have a real impact on people’s lives, and the sooner we can pass it, the sooner we can fix the loopholes, the better it is for the lives of the people it impacts. I know that there are a number of people, even as we speak today, who are waiting for this legislation to be passed so that they don’t have the negative impacts that people in the past have had to live through because of these loopholes.", "All I can say is, this is a really good bill. It’s about balancing public safety while respecting privacy and human rights. If passed, this legislation will develop the province’s first-ever clear, consistent and comprehensive framework for how police record checks are conducted in Ontario.", "I want to applaud the Minister of Community Safety and Correctional Services for the leadership he has shown in bringing this legislation forward and the speed with which he has brought it forward, the speed with which consultations were done, because this really is something that needs to be passed as soon as possible so that the positive impact of this can be felt by all Ontarians." ],
  "anchor" : "para1253"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the member from Oshawa for final comments." ],
  "anchor" : "para1259"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I appreciate all the thoughtful comments from my colleagues around the room.", "I would also like to challenge the member from Beaches–East York to once in a while resist the urge to stir things up. But going on, I thank him for reminding us of the personal connections we do have to these big issues in the province, that all of us do have those personal stories of people in common.", "Also, to the member for Sarnia–Lambton, I thank him for his personal border-crossing story. It kind of begs the question, how many other people are reminded of incidents and how many things may be lurking in some of our own records, potentially?", "Thank you to the member from Windsor West for reminding us about some of those barriers to personal success, specifically in regard to mental health and ensuring that those who have been through their own personal challenging journey, whether it involves corrections or whether it’s just someone in our community, when they are on the other side of that journey, are not meeting with barriers when it comes to employment, when it comes to education and when it comes to setting goals and achieving them.", "Finally, the Associate Minister of Health and Long-Term Care: I appreciate what she was saying, that we want to see this take effect. We want to see this get out and into our communities and make that difference, balancing public safety with privacy and human rights.", "As I said earlier, Mr. Speaker, this is a good bill. It’s been an initiative brought forward through a very collaborative process that has clearly built on the work and advocacy of many groups and many individuals who strengthen our communities and work so hard to keep them safe.", "We want our communities to be communities in which people can go about their business and live their lives while being presumed innocent, and that is the foundation of our society. So we are really glad to see this change come and we are, I’m sure, all glad to be a part of it." ],
  "anchor" : "para1260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. Further debate?" ],
  "anchor" : "para1267"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I’ll be sharing my time with the Chair of Cabinet and also the Minister of the Environment and Climate Change.", "I’m pleased to rise today and speak on Bill 113, the Police Record Checks Reform Act. I’m proud that our government is moving forward with a clear and balanced approach to the way we do police checks in this province. The new framework, as we heard earlier, will follow the LEARN Guidelines. These principles have received wide-ranging input from many sectors, including police services, civil liberty groups, mental health advocates, community safety workers and business, among others. And it is an approach already being used across the majority of the province.", "We are confident that this legislation will protect public safety while also respecting privacy. There’s no question that personal privacy is a cherished principle for the people in this province, but there are exceptions, one of which is the well-accepted practice of police background checks. I’m sure many of us in the House have either gone through the process themselves or know someone who has needed to submit to a police check as part of an employer’s hiring requirement. I know I had to do it to volunteer, for example, at my kids’ nursery school and also at their school.", "These checks are valuable tools for employers and help protect our children and vulnerable members in our society. But too often, the sharing of personal information goes too far. Instead of protecting public safety, it can undermine an individual’s ability to engage in society.", "We have heard today and we have heard from too many Ontarians who have faced unnecessary challenges because of the inappropriate sharing of non-conviction and non-criminal information, such as mental health records disclosed during routine police record checks with others. Regular folks who have had mental health issues, for example, have had their educational and employment opportunities placed in jeopardy because of this sharing of some of their information and, unfairly, have lost important opportunities and jobs. It makes it harder for some Ontarians to get a steady, meaningful job or to volunteer with a charity or non-profit organization.", "In these instances, police record checks can become barriers, unfairly and unnecessarily restricting the rights and freedoms of our citizens and exposing them to the possible misuse of their information and the system.", "We’ve also heard from many of our partners, stakeholders, police services, businesses and volunteer organizations that there is a need for consistent practices and policies across the province. Bill 113 addresses these concerns in a clear and comprehensive manner. First off, this bill would set province-wide standards for the types of police record checks available across Ontario. It provides consistent language across the province for three levels of checks: criminal, judicial matters and vulnerable sector checks. It also helps to remove the barriers to opportunity for many residents by prohibiting the release of non-criminal information such as mental health records and strictly limiting the release of non-conviction records.", "It should be noted that the legislation also specifies time limits on the non-conviction information released in vulnerable sector checks under the exceptional disclosure provision, which also establishes a test for the very narrow circumstances under which this information may be released. These tests are vital to ensuring the necessary information is provided in vulnerable sector checks so those who need it most can make sure our children and seniors will continue to be protected.", "Also with this bill, we are ensuring that individuals will have a chance to review their non-conviction records and seek a reconsideration of the information contained in their checks—so a requirement for police services to establish standard processes and more consistency.", "This new legislation will directly address the release of non-criminal information that can create barriers for people’s education, employment, volunteering and other matters. But let me be clear: This bill will not affect the safety of Ontarians. This will ensure that those most in need of protection—children and seniors—will not be put at increased risk. It’s not always easy to balance personal privacy and public safety, but this legislation does exactly that." ],
  "anchor" : "para1268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member from St. Catharines." ],
  "anchor" : "para1279"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I have been very impressed with the tone of this debate. It is in keeping with a book by Bob Rae that I’ve been reading recently called What’s Happened to Politics?. Now, you can’t hold props up, but there it is. It’s selling for only $24.99 Canadian. That has nothing to do with the debate other than it talks about the tone of the debate.", "What I’m pleased with today is what I consider to be largely a constructive tone taken by all members of the House—conciliatory and constructive. That isn’t the norm, unfortunately, anymore, but I think in this particular debate it is, and I think that’s because there’s close to a consensus. Your speech certainly demonstrated this, Mr. Speaker; that there’s a consensus amongst members of the House about the importance of this legislation, but also you have suggested some cautions for it that I think are important.", "I know there are a number of people who have been quoted about how important this is. Former MPP Christine Elliott, for instance, is quoted as saying the following—and she was very much involved with mental illness issues in the committee of the Legislature: “‘I do see it as a problem if there’s non-criminal information being released,’ said Conservative MPP Christine Elliott (Whitby–Oshawa) in an interview. ‘There seems to be a piecemeal approach taken by police forces across the province. I would definitely be in favour of studying this with a view to having legislation that can be enforced across the province.’” That was found in the Toronto Star on June 11, 2014.", "I think there are people of all political persuasions in this House who recognize that trying to find the appropriate balance between, yes, you want the checks on people—Jerry Ouellette, a former member of the Legislature, for instance, was instrumental in bringing forward a private member’s bill and certainly a suggestion that there be very careful checks with people involved in sports because Jerry, himself, was involved in sports. I think it’s exceedingly important we have that kind of consensus.", "I know my friend the Minister of the Environment and Climate Change would like to add to this particular debate. He has some specific instances that I recall him talking about in cabinet committees regarding this legislation when it was in its formative stage. So I will now yield the floor to the Minister of the Environment and Climate Change." ],
  "anchor" : "para1280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the Minister of the Environment and Climate Change." ],
  "anchor" : "para1285"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "That would be me—" ],
  "anchor" : "para1286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The floor is all yours, sir." ],
  "anchor" : "para1287"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "—Toronto Centre, the centre of the universe, as they say. You can imagine how that plays back home in Winnipeg. They always call me the member from Winnipeg. You can imagine how much I get teased, Mr. Speaker.", "I want to pay tribute to the official opposition and the third party, because I agree with the member from St. Catharines: I always like Thursday afternoon. It’s my favourite time in the House because we don’t have to be rabidly partisan and we can actually—", "Interjections." ],
  "anchor" : "para1288"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you. Mr. Speaker, I have to tell you, people like this tie. I had my Ukrainian friends call this the Ukrainian tie and my other friends call this the Ikea tie. So I’ll leave it up to—" ],
  "anchor" : "para1291"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "It’s actually a 1980s tie." ],
  "anchor" : "para1292"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "The 1980s tie, yes. Jim, we won’t go into what you and I were doing in the 1980s.", "Anyway, what I was going to say is, part of what’s interesting—", "Interjections." ],
  "anchor" : "para1293"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Maybe the House can be too friendly, Mr. Speaker; I don’t know.", "I did want to say something about this. I reflect on my youth because, Mr. Speaker—" ],
  "anchor" : "para1296"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "On your misspent youth." ],
  "anchor" : "para1298"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "My misspent youth, as the member for Leeds–Grenville said.", "I grew up in an inner-city neighbourhood in Montreal. That inner-city neighbourhood was, I would say, a heavily policed neighbourhood. It wasn’t Nepean–Carleton; it wasn’t that gracious a neighbourhood. It was a very hard-edged downtown Montreal neighbourhood I grew up in, and it was heavily policed, and a lot of kids who were five or 10 years older than me were often in conflict with the law.", "Then my parents did very well. My dad got his own company going, and we moved out to suburban Montreal. At that time, that was not a heavily policed neighbourhood. But I noticed that people who were five or 10 years older than me were spray-painting, were sometimes drinking and driving a bit and doing a lot of the same things that people did in the heavily policed neighbourhood that I lived in, except they never came into conflict with the law.", "I represent downtown Toronto. I represent places like Regent Park, Moss Park and St. James Town. I see a lot of kids at 14 or 15 doing the same things that the member for Essex, probably, and I did in some of our misspent youth, or the things that the member for Leeds–Grenville and I did in our misspent youth. We never got in conflict with the law.", "Interjection." ],
  "anchor" : "para1299"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Well, okay. The member for Leeds–Grenville and I never got in conflict with the law.", "I say this because we’re—", "Interjections." ],
  "anchor" : "para1304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1307"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Mr. Speaker, I’m trying to make a very serious point, because I really have an appeal here to my colleagues. The issue of carding comes up a lot. In the neighbourhoods where I live, where there’s heavy policing and heavy police checks, kids get in trouble for doing things that many of us did at 14 or 15. Some of us didn’t live in heavily policed neighbourhoods so we never came into conflict with the law for those kinds of things.", "One of the problems that I’ve noticed in a lot of urban neighbourhoods, and maybe in some other communities, is that a lot of the kids, especially many young black men, will end up being in perpetual conflict with the law—because it changes the dynamic with the police. Records get developed and people become criminalized. I think one of the things this law does—it’s one of the first foundations to do that.", "It’s also different times. I remember, growing up in Montreal, when I was 18 or 19, I’d go out to gay bars in the city to have beers with my mates, something most of us probably did at 18, 19, 20 or 21, whenever the age was legal—because I’m sure none of us ever snuck into a bar under age. We just would not do those things, being fine, upstanding Ontarians.", "I also remember, and I just want to say this—", "Interjection." ],
  "anchor" : "para1308"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I know, but they stopped interrupting me.", "At that time, you would get charged, if you were in a gay bar, for being found in a bawdy house, which was a felony conviction. A lot of young men I knew who were gay would get charged—today we would think that was outrageous—and that would carry on. So as time changes, things become more progressive.", "I want to thank my colleagues for an elevated debate. I think we’re of one mind: This is a great piece of legislation." ],
  "anchor" : "para1313"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank all members who participated in this afternoon’s debate, keeping it civil, keeping it friendly." ],
  "anchor" : "para1316"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is now 6 o’clock. This House stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1318"
} ]