[ {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY" ],
  "anchor" : "para190"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the government House leader." ],
  "anchor" : "para194"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Good morning, Speaker. I hope you, and all members, had a good summer.", "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice regarding a number of housekeeping items." ],
  "anchor" : "para195"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para197"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that notwithstanding standing order 98(a), private members’ public business shall not be considered on Thursday, September 15, 2016; and that the House may instead consider other business; and", "That notwithstanding standing order 98(g), notice for ballot items 1 through 6, inclusive, be waived.", "And that the 2016-17 estimates, selected for consideration in the first session of the 41st Parliament by the Standing Committee on Estimates in its report to the House dated April 7, 2016, be deemed to have been selected by the committee in the second session of the 41st Parliament following the re-tabling of these estimates by the Ministry of Finance; and", "That the committee resume consideration of these estimates at the same stage of progress as at prorogation of the first session of the 41st Parliament.", "And that the Standing Committee on Social Policy be authorized to meet for up to four hours of public hearings on the legislative and regulatory barriers and burdens facing service clubs in Ontario, to be completed no later than October 31, 2016, during its regularly scheduled meeting times.", "And that the following bill, introduced in the first session of the 41st Parliament, be reinstated forthwith on the orders and notices paper at the same stage of progress as at the prorogation of the first session of the 41st Parliament:", "Bill 64, An Act to amend the Ministry of Training, Colleges and Universities Act and the Employment Standards Act, 2000; and", "That the Standing Committee on the Legislative Assembly be authorized to meet for up to four hours of public hearings on the bill to be completed no later than October 31, 2016, during its regularly scheduled meeting times" ],
  "anchor" : "para198"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Mr. Naqvi moves that—" ],
  "anchor" : "para206"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Dispense?" ],
  "anchor" : "para208"
}, {
  "speaker" : "Interjection",
  "text" : [ "No, I’d like to hear it again." ],
  "anchor" : "para209"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I move that notwithstanding—" ],
  "anchor" : "para210"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para211"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you.", "Do we agree? Carried." ],
  "anchor" : "para212"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order." ],
  "anchor" : "para216"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "Speaker, I believe that we have unanimous consent to put forward a motion without notice regarding changes to the membership of standing committees." ],
  "anchor" : "para217"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader seeks unanimous consent to put forward a motion without notice. Do we agree? Agreed." ],
  "anchor" : "para218"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I move that the following changes be made to the membership of the following committees:", "That on the Standing Committee on Estimates, Mr. Delaney replaces Mr. Crack, Mr. Dickson replaces Mr. Thibeault, and Miss Taylor replaces Monsieur Mantha;", "That on the Standing Committee on Finance and Economic Affairs, Mr. Rinaldi replaces Mrs. Albanese;", "That on the Standing Committee on General Government, Mr. Baker replaces Ms. McMahon;", "That on the Standing Committee on Justice Policy, Mr. Colle replaces Ms. Naidoo-Harris, and Monsieur Mantha replaces Miss Taylor;", "That on the Standing Committee on Public Accounts, Mr. Kwinter replaces Mr. Ballard, and Mr. Potts replaces Mr. Rinaldi;", "That on the Standing Committee on the Legislative Assembly, Mr. Bradley replaces Ms. McMahon;", "That on the Standing Committee on Social Policy, Mrs. Mangat replaces Mrs. McGarry, and Mr. McMeekin replaces Madame Lalonde;", "That on the Standing Committee on Regulations and Private Bills, Mr. Crack replaces Mrs. McGarry, Mr. McMeekin replaces Mrs. Mangat, Mr. Sergio replaces Mr. Delaney, and Ms. Wong replaces Ms. Naidoo-Harris; and", "That on the Standing Committee on Government Agencies, Mr. Bradley replaces Madame Lalonde, and Mr. Cho replaces Mr. Bailey." ],
  "anchor" : "para219"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The minister has—" ],
  "anchor" : "para229"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Dispense? Do we have unanimous consent?", "Is it the pleasure of the House? Agreed. Carried." ],
  "anchor" : "para231"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "House leader?", "Consideration of the speech of Her Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para234"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I move, seconded by Ms. Naidoo-Harris, that an humble address be presented to Her Honour the Lieutenant Governor as follows:", "To the Hon. Elizabeth Dowdeswell, Lieutenant Governor of Ontario:", "We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session." ],
  "anchor" : "para237"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Ms. Wynne has moved, seconded by Ms. Naidoo-Harris, that an humble address be presented to Her Honour the Lieutenant Governor as follows:", "To the Hon. Elizabeth Dowdeswell, Lieutenant Governor of Ontario:", "We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.", "I’ll turn it back to the Premier." ],
  "anchor" : "para240"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I’ll be sharing my time with the Associate Minister of Education and the Minister of Agriculture, Food and Rural Affairs.", "I want to begin by welcoming everyone back; it’s a pleasure to be here.", "I want to express my thanks to the Lieutenant Governor for reading the government speech from the throne yesterday. The speech outlined this government’s priorities, Mr. Speaker, and its determination to continue to build Ontario up with a balanced plan that works for everyone in the province.", "Le discours énonce les priorités de notre gouvernement et fait part de notre détermination à continuer à faire progresser l’Ontario grâce à un plan équilibré qui profite à tout le monde.", "Since 2014, we have made meaningful progress by choosing to invest in better infrastructure, stronger pensions, improved skills training and a competitive business climate. And make no mistake: It is a choice. There are those in this House who wanted to cut services. Others wanted to spend more and raise taxes. As a government, we chose to protect our economic recovery and to focus on growth.", "That choice has resulted in a stronger economy that grew last year at twice the national average; a stronger employment market that, over the past year, saw the creation of nearly 24,000 new jobs—and most of those jobs are full-time, Mr. Speaker—and, as of next year, a budget that is in balance with no deficit, I say to the Chair of the Treasury Board. But by making the choice to focus on growth, we’re building Ontario up. That is the point." ],
  "anchor" : "para244"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Now, some in this House, you can hear from the heckling on the other side, would make very different choices. They would take our province in a very different direction, leading to different outcomes for Ontario families and a different future for our province. For instance, there are some who think that we should not have stopped burning coal in this province. There are some who feel that we should not have invested to make our electricity grid more reliable.", "We made a different choice. We chose to reduce pollution and make the single-largest contribution in North America to the fight against climate change. We chose to invest to ensure that our electricity supply is reliable for people across the province. Now we’re choosing to deliver relief on electricity bills for families and businesses alike.", "Nous avons choisi d’offrir des mesures d’allégement des factures d’électricité pour les familles et les entreprises.", "We’re also proud that Ontario’s leadership helped frame the choice the world made this past December at the Paris climate conference. We’ll continue to work in partnership with the federal government and our colleague provinces across the country to make real progress on measures to combat climate change.", "There are some who want to see greater privatization within our health care system. We’ve made a different choice. We’re choosing to strengthen our public health care system by investing in the front lines, expanding the number of hospital beds and long-term-care beds and ensuring more seniors are able to benefit from a program that reduces their out-of-pocket costs for prescription drugs. We believe that additional resources for health care should be directed where they will help the most patients, not simply to physician salaries.", "There are some who choose to ignore the coming crisis in pensions. They don’t want to talk about it; they don’t want to acknowledge it. They threw up their hands and they said that government should stay out of it. We made a different choice. We chose to fight to improve retirement security for the people of Ontario. We took a national leadership role, Mr. Speaker. We worked with our federal and provincial partners across the country to make meaningful improvements to the Canada Pension Plan. The result will be a more secure and less anxious retirement for generations of Ontarians.", "In all the choices that we make across the whole government, we are working to build Ontario up for everyone in this province and to improve the quality of life that we share. We have a high quality of life in Ontario, but not everyone shares equally, and we want to increase that quality of life for everyone.", "We’re choosing to help create 100,000 more child care spaces—" ],
  "anchor" : "para252"
}, {
  "speaker" : "Interjection",
  "text" : [ "Wonderful." ],
  "anchor" : "para260"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "—that’s right—so that working families are better able to find affordable, reliable child care.", "Nous avons choisi d’apporter notre aide pour créer 100 000 places de plus en service de garde d’enfants pour ainsi permettre aux familles de trouver plus facilement des soins de qualité et abordables.", "We’re choosing to make post-secondary education more financially attainable, so that more young Ontario students can get the education that they need in order to broaden their horizons and to thrive in their careers.", "We’re choosing to help young people get valuable work experience through Ontario’s Youth Jobs Strategy. That strategy has created thousands of opportunities for young people in this province.", "We’re choosing to help people upgrade their skills so that they’re better able to find their way in the job market of today and in the job market of tomorrow.", "We are choosing to invest in roads, in transit, in bridges and in modern infrastructure to help build Ontario up physically for today and for tomorrow.", "Nous avons choisi d’aider les gens à améliorer leurs compétences pour qu’il leur soit plus facile de progresser sur les marchés de l’emploi d’aujourd’hui et de demain.", "In our cities, we’re building more than 350 kilometres of new rapid transit over the next decade. We all know in this House, Mr. Speaker—and I think everyone would admit it—that new and upgraded transportation infrastructure is essential to improve the quality of our communities and the quality of life for Ontarians.", "We’re choosing to build an even more competitive business environment, driven increasingly by innovative, low-carbon industries. We’ll keep working to attract businesses and the good jobs that they bring here to Ontario. Putting those conditions in place—the highly skilled workforce, the infrastructure, the partnering with business—those are the conditions that bring business to Ontario and allow businesses that are here to expand.", "Government is about making choices. Our choices are clear, and they’re in the interests of all Ontarians.", "In 2014, the people of Ontario entrusted us with a new mandate. Ever since, we have been working to build our province up. Because of the choices made by this government, because of our balanced plan, the people of Ontario have, at this point, new and better transit options to help with the daily commute; new schools and hospitals; more nurses and better home care; cleaner air and a reliable electricity system; free post-secondary tuition for students from middle- and low-income families; and we will all soon have a balanced budget, which will help make Ontario even more attractive to those job-creating businesses that we know are coming and want to come to Ontario.", "Many in our province are seeing the benefits of economic growth but, as I said, some have yet to share in Ontario’s resurgence. That is not acceptable to us. We believe that everyone should be able to share in the progress that we are making. That’s why our top priority will therefore remain job creation and economic growth, to make sure that everyone can share in the prosperity that we are building together. That is the point of economic prosperity: to make sure that everyone has an opportunity to live their lives in the way that they want to and provide for their children and future generations in the way that they need to.", "Notre grande priorité demeurera la création d’emplois et la croissance économique pour veiller à ce que tout le monde puisse profiter de la prospérité que nous bâtissons ensemble.", "That’s our choice. That’s the choice of this government, because we know that those choices, that economic growth, that job creation, the services that we’re providing for people in the province will improve quality of life across the province. That’s the choice that we’re making on behalf of the people of this province and the future of Ontario.", "This is not about a four-year cycle; this is about making sure that generations—our children, our grandchildren and their children—have the benefit of a thriving Ontario to live in, an Ontario that we can all be proud of." ],
  "anchor" : "para261"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para276"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I’d like to start out by saying how great it is to be back here in the Legislature with you and all of my colleagues. I hope everyone had a great summer and I hope you all had some quality time with your constituents, your family and your friends, because I know this is an important time and an important way to have a break.", "Yesterday’s throne speech was remarkable. It was remarkable because it was a perfect way to return to Queen’s Park, but it was also remarkable because it was a way to reflect on the work we’ve been doing to build Ontario up and the steps we’ve been taking to expand on that progress. No question, we have an ambitious plan that will secure a strong Ontario for years to come. It’s about people, it’s about investing in their skills and their talents, and it’s about providing security for their families and for our kids.", "I am fortunate to represent one of the fastest-growing ridings in all of Canada. Communities in Halton region are expanding at a remarkable pace. In fact, all you have to do is walk, cycle or drive down virtually any street in Halton and you will see growth: bulldozers, tractors, graders—they can be seen everywhere—along with houses in various stages of construction. It’s truly amazing.", "Our population is surging as more and more people choose Halton as the place that they want to live, work and raise a family. Several years ago, my husband and I had that very same thought. We chose Milton as the place we wanted to live and raise a family. Now, we’ve lived in Halton for close to 25 years, and the changes are astounding—quite remarkable.", "Both of our children were born and raised in Milton, and it has always been a very family-oriented community. When our kids were little, we didn’t have family nearby, like so many other families, so we counted on the help of our friends, our neighbours, teachers and local community programs to keep our children engaged and safe. Today, as I see parents walking their children to school or picking them up from daycare, I’m reminded of how important it is that Ontario has a strong support system for our kids and for our families.", "The early years of life are important and have a long-lasting impact on a child’s future. It really does take a village to raise a child. It takes the best efforts of all of us to provide kids with the tools that they need to thrive, because those kids are our future. They will one day grow up to be our artists, our engineers, our teachers, our leaders, our mothers and our fathers. That’s why I was honoured when Premier Wynne announced my appointment as Associate Minister of Education for early years and child care.", "Every child deserves the best start in life, and it’s our responsibility in government to make sure Ontario families have the right supports so our children can grow and learn in a healthy environment. It’s vital for families to have in place a child care system that is high-quality, accessible and affordable. I want to thank the Premier for having confidence in my ability to take on this new portfolio and I am excited about the future of child care in Ontario.", "In recent years, we’ve made significant investments in programs and supports for our earliest learners, including, of course, the rollout of full-day kindergarten in every publicly funded school across Ontario. But we also recognize that a child’s path to success begins long before they head off to school. Child care and early years programs help get our little ones ready for full-day kindergarten and success beyond the classroom.", "Over the past three years, the government has helped to create 56,000 new licensed child care spaces. This builds on investments since 2003 that have helped to support the increase in licensed child care spaces by 87%, to a total of nearly 351,000 spaces. Less than two weeks ago, I was privileged to announce that the government is creating even more spaces by adding 4,000 new child care spaces in schools.", "But we’re not done yet. There’s more work to do. Right now, approximately 20% of zero-to-four-year-olds in Ontario are in licensed child care and it’s estimated that that demand is approximately 45% to 50%. We’ve heard from parents that finding a child care spot can be challenging. We know that current capacity just isn’t enough. so we’ve been listening. We’ve been listening to the parents out there and we’ve been listening to the caregivers, to the community leaders, to the families and, of course, to our children. We’re listening and we’ve decided that we’re going to be helping more families find quality, affordable, accessible and flexible care.", "In order to meet the demands of our growing province within the next five years, our government will help to create another 100,000 licensed spaces for infants, toddlers and preschoolers—100,000 new spaces, Mr. Speaker. This will double the current capacity of the zero-to-four age group, creating spaces for close to 40% of our children. It’s an investment that’s going to help so many Ontario families—families who want better access, more choice and greater convenience when it comes to licensed child care.", "I know that in my riding of Halton, there is a growing demand for child care. I’ve spoken to Halton parents concerned about whether they will be able to find licensed spaces for their kids. I’m proud that I’ll be able to share with them that Ontario is getting 100,000 new spaces in the next five years.", "We’re going to do this by providing one-time capital funding and operating dollars that will support dedicated spaces through a mixed approach of expansion. This will include spaces created in school settings through new builds and retrofits. We’ll work closely with municipalities to create new spaces in community- and workplace-based settings with a mix of leased, new and retrofitted spaces. We’re also going to work with our partners in the licensed home child care sector to create more capacity there.", "This is a historic investment in child care and in our future as a province. This is all part of our promise to students and to parents that Ontario will continue to develop a world-class child care and early years system.", "Ontario recently banned fees for child care wait-lists, to improve the accessibility of child care and make life easier for families. This means licensed child care centres and home child care centres and agencies can no longer charge fees or require deposits to join child care wait-lists. I want to correct myself: This means that home child care agencies can no longer charge fees or require deposits to join child care wait-lists. I’m proud to say Ontario was the first province in Canada to ban child care wait-list fees.", "Ontario is building on the foundation we have established for the early years through the introduction of full-day kindergarten for four- and five-year-olds in publicly funded schools, the doubling of child care funding since 2003 to $1 billion annually, and our commitment to ensuring before- and after-school programs are available for four-to-12-year-old children in all schools where there is sufficient demand. Imagine that.", "By January 2018, we are committed to putting in place a renewed and coordinated system for the Ontario Early Years Child and Family Centres to better serve families. We are transforming early-years supports for families, including free drop-in centres for kids, with better integration and coordination of services. This plan will include working together with our partners, including municipalities, school boards and other community partners in supporting new parents and our youngest learners, no matter where they live. This is about partnerships, this is about conversations and this is about working with the people in the sector to ensure that we are listening and that we get it right.", "First and foremost, we know that a high-quality child care and early years system supports families, and it is an essential start to a child’s cognitive and social development. But we also know that the effects are far-reaching and long-lasting. Quality, affordable and flexible options for child care are an important part of women’s economic empowerment. They will allow them more freedom to choose if they want to go to work, and if they do join the labour market, it helps close the gender wage gap and strengthens the overall economy. We also know that investments in education help to reduce poverty and homelessness.", "It’s going to take a lot of hard work, Mr. Speaker, but in the long run, investing in our children is beneficial to all of us, and it’s the right thing to do. In fact, the return on public investment in early learning is at least 7 to 1. Think about that: 7 to 1.", "In our ongoing efforts to modernize the child care system in the coming months, I’ll be working with federal, provincial and territorial partners on a pan-Canadian early years and child care framework.", "Since 2010, Ontario has provided $63.5 million annually to help fill the gap left when the previous federal government stepped away from its responsibilities to child care. This is about laying a foundation that will start children on an early path to success. It’s about giving parents access to high-quality, affordable child care where they know their kids are safe, happy and developing their skills. Families, communities and the province all benefit from having in place a quality child care system.", "I grew up in a family of educators. Education is a gift that no one can take away from you. As a child growing up in South Africa, it was the path to success for children like me. So I am thrilled and pleased to be working on a file that will give Ontario youngsters a head start in life and set them on a strong, healthy path to success.", "Our government is demonstrating its commitment to providing parents with the options and access they need to know their children are getting the best possible start in a safe and supportive child care environment. It shows our commitment to Ontario’s hard-working families who want fair access to Ontario’s child care and early years system—a system that is high-quality and accessible; a system that better serves the province’s children and families; a system that better serves Ontario." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the Minister of Agriculture and Rural Affairs." ],
  "anchor" : "para302"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "It’s always an honour to have the opportunity to get up and deliver a few remarks on behalf of the throne speech that Her Honour the Lieutenant Governor delivered yesterday.", "I just want to work in a couple things about Peterborough here before I start off. I want to say that last Saturday night was the 80th anniversary of the Peterborough Lions Club receiving their charter. It’s a very distinguished group in Peterborough doing great work.", "Also last Saturday in Keene, Ontario, was the 100th anniversary of the junior farmers in the riding of Peterborough. We were all there to assist them in their wonderful celebrations.", "I always like to promote my wife’s school—my wife, Karan, who is the principal at St. Patrick’s. This Thursday, her school council is having their annual barbecue. I’ll be there to help barbecue about 500 all-Ontario-beef hot dogs. I invite all members of the Legislature, if you’re in Peterborough on Thursday afternoon, to make sure that you get a wonderful hot dog and a drink, no charge. So please be there.", "But I want to start off my remarks. I’m a subscriber to the eastern Ontario Farmers Forum. It is a wonderful newspaper. I just want to make reference today—and this is about the throne speech—to page A30. The headline is “Black Gives Up on Brown.” Now I want to tell you who Tom Black is. Tom Black is the leader of the Ontario Landowners Association, and he’s “disappointed with Progressive Conservative leader Patrick Brown and ... no longer actively supporting him.” Mr. Speaker, I feel that there’s probably a letter coming on to all the landowners to try to get them back on side.", "But having said that, I know that this little marriage spat can be really healed up, and I call upon my good friends, the member from Lanark–Frontenac–Lennox and Addington and the member from Carleton–Mississippi Mills, to work with Mr. Black and Mr. Brown and get this relationship back on the rails again." ],
  "anchor" : "para303"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Well, good luck with that." ],
  "anchor" : "para310"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para311"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to now talk about—" ],
  "anchor" : "para312"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me, Minister. We have a point of order. I recognize the member." ],
  "anchor" : "para313"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Is he sometime this century going to talk about the throne speech rather than the Ontario Landowners Association?" ],
  "anchor" : "para314"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I thank the member for the reminder, and I would just remind the minister that you refer to what we’re speaking about now. Thank you." ],
  "anchor" : "para315"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I do apologize. I appreciate the intervention of my good friend and colleague from Leeds–Grenville. But I know that when it comes to the Ontario Landowners Association, when there’s a split between Mr. Black and Mr. Brown, I just want to make sure the people of Ontario know that.", "I was pleased yesterday to hear about the throne speech and how it’s going to help the everyday needs in rural Ontario. Just last Wednesday, I had the real honour to do a tour of eastern Ontario with my good colleague and friend the chair of our caucus, Lou Rinaldi. We visited farmers and rural residents who have been impacted by the dry conditions this summer due to the lack of rain. I saw first-hand the abnormally dry conditions we’re experiencing in some regions, including the city of Kawartha Lakes, the county of Peterborough, Hastings county and Prince Edward county, and in my own riding, of course, Peterborough county, and the impact these dry conditions are having on the growing season for many crops and livestock operations across the province of Ontario.", "I know our farm communities are all out working very hard this morning and I appreciate the difficult weather conditions they’re having on family farms. I know each and every one of us in the province of Ontario—and I do know you, Mr. Speaker, in particular, come from a farm community—share all our concerns.", "This morning I want to assure all the people from Ontario’s ag community that our government has existing resources available to help them deal with the impacts of dry weather, including a range of robust business risk management programs to assist producers in dealing with circumstances out of their control.", "Farmers, Mr. Speaker, as you well know, as all of us on all sides of the House know, have a very hard job and do it well, even in challenging times. During our tour, Mr. Rinaldi and I sat down with a number of farmers at two round tables, and it was eye-opening to hear how low water levels, something out of control of farmers and rural residents, is taking a toll on every one of them. There are everyday needs and challenges for rural residents that are out of their control, and our government is here to help them to find solutions that they need.", "Yesterday’s throne speech directly addressed the needs that are so vital—so vital—to the health and well-being of rural Ontario, things like hydro, child care, education, health care and infrastructure; the kinds of things that people talk to me about when I’m sitting at their kitchen tables and travelling every back concession in the province of Ontario. I’m pleased that our government, your government, is addressing these key issues, issues that I’ve heard about from rural residents in my conversations, as I said, on back concessions and at kitchen tables all across rural Ontario.", "That is why in the throne speech we announced that we’ll provide additional relief on electricity bills by introducing legislation that would rebate directly and make permanent on consumers’ monthly residential electricity bills—reducing the amount of residential electricity bills by 8%, the amount of GST. Mr. Speaker, philosophically, I’ve always felt that that’s very important because something as important as a commodity like electricity should not be subject to consumption or sales taxes.", "This 8% savings will go into effect on January 1, 2017, and would result in savings of about $130 a year for a typical Ontario resident. In rural Ontario, for those people who are in the R2 category, we will provide them an additional 12% on the rural delivery charge for eligible rural customers, which, with regard to the 8%, becomes a 20% decrease, an average of $45 per month, which equates to $540 a year. Mr. Speaker, that’s leadership. That’s leadership.", "This relief will benefit rural Ontario businesses like First Ontario Shrimp in Campbellford, Ontario—and I recommend everybody take the opportunity to visit this thriving industry. Paul and Tracy Cocchio have the first indoor Pacific white shrimp farm in the province of Ontario. I’m not one who goes to the fancy restaurants in Toronto—I like to eat at the East City Coffee Shop in Peterborough and Swiss Chalet—but for those folks who go to those upper-end restaurants in Toronto, I can tell you that the shrimp that’s on the table comes from this shrimp farm in Campbellford, Ontario. So for those of you who want to go there, I recommend it. It’s shrimp second to none.", "Mr. Rinaldi and I had the opportunity to visit that thriving operation, and one of the things they said to us was, “Mr. Rinaldi, Mr. Leal, I want you to take decisive action on electricity prices in the province of Ontario,” so I know Paul and Tracy are watching this morning and they’ll be calling my good friend Mr. Rinaldi’s constituency office today. And I know what they’re saying to Mr. Rinaldi: “Thank you, Lou. You listened to us and you’re delivering action.” So thank you, Mr. Rinaldi.", "Of course, this newly announced reduction in their electricity bill will surely be welcome news to a lot of farmers right across the province of Ontario. This news will be welcome. I can tell it’s welcome: They were calling my constituency office yesterday afternoon—all the good folks from the 40% of my riding that’s rural—to say thank you very much for helping those farms in the thriving agri-food sector of the province of Ontario. Mr. Speaker, it’s a sector that now contributes in excess of $36 billion to the GDP in the province, and one in nine jobs—a thriving sector.", "Reducing red tape and new measures to reduce injury costs are welcome news, of course, to many farmers in the agri-food businesses and helping us to collectively meet the Premier’s agri-food growth challenge, which we are facilitating through dedicated trade missions and by making strategic investments in this area. We’re well on track to create 120,000 new jobs in the sector by the year 2020.", "As I like to say to audiences right across this province, the two key public policy questions of the 21st century will be food security and the provision of fresh water, and Ontario is in a position to be an international leader in both of those areas.", "Another way we’re fostering growth is through a strategic investment through our Jobs and Prosperity Fund. Just recently, I was with my wonderful friend Ted McMeekin. We were in Hamilton, Ontario, to visit the new Maple Leaf Foods processing operation under a great leader, Michael McCain, who’s a member of the famous McCain family from Florenceville, New Brunswick. What was so impressive there were the new jobs that they’re creating in that operation. Mr. Speaker, just a side fact: They actually produce 700 packages of Schneiders all-beef hot dogs every minute. That’s remarkable progress and productivity and innovation.", "The province continues to partner with job-creating businesses, including farmers and processors. These partnerships mean good, well-paying jobs right here in Ontario—certainly very important to the good folks who live in Chatham, Ontario.", "In addition to reducing hydro rates, addressing other key issues for rural residents was evident in yesterday’s throne speech. Our government is addressing critical needs like child care by creating 100,000 licensed spaces to get more children the quality care they need. This is about middle-class households in the province of Ontario, because when mum and dad go off to their jobs each and every day, they want to know that they have reliable, safe daycare that they have confidence in and can depend upon. This commitment will make that happen.", "We’re continuing to ensure that our young people have the right tools for a changing workforce, putting a new emphasis on math skills—and I know that’s very important—and ensuring that the Ontario Student Grant will help tens of thousands of low- and middle-income students by making average college and university tuition free. My wife, Karan, and I are very proud that our son, Braden, is actually starting at Trent University in environmental chemistry. We’re very pleased about that.", "Building a health care system that everyone can rely on is also very important to us. That’s why we’re delivering on our primary care guarantee: connecting a doctor or a nurse practitioner to everyone who wants one; helping seniors with the cost of prescription drugs; reducing wait times for specialists; and helping families by adding an additional 350,000 hours—Mr. Speaker, I want to repeat that for all Ontarians, particularly the people in Peterborough riding that I know tuned in this morning at about a quarter to 10: 350,000 hours of nursing care and 1.3 million hours of personal support. That will make a difference in every part of Ontario.", "Something that I feel is very, very important for rural residents and businesses, of course, is infrastructure. By investing in infrastructure, you create the foundation for a dynamic private sector economy in the province of Ontario. Through the largest infrastructure investment in Ontario’s history—over $160 billion over 12 years—we’re helping people with their everyday lives by reducing road congestion and the time spent in traffic.", "Just a personal story: My good friend the Minister of Transportation—back in June, we opened phase 1 of the 407 extension that’s coming towards Highway 115/35. It has taken an hour off my commuting time. That’s what people want in Ontario today. I tell my friend from Wellington–Halton Hills that he should take the opportunity to travel that new section of the 407. There are no tolls on it, and we’re going to keep the new 407 under public ownership—not like that deal back in 1999, when they took an asset valued at $9 billion and they had a fire sale for $3 billion. We remember that all too well. Shame on that one, Mr. Speaker.", "I just recently announced, with my good friend Lou Rinaldi, a significant investment of $17 million for Northumberland–Quinte West through the Ontario Community Infrastructure Fund for critical infrastructure projects, including bridges and waste water treatment facilities. This predictable, stable, annual OCIF funding will give to small, rural and northern communities investments in projects that will help communities attract other investments and create jobs and economic growth. Our government plan has always been to create a balanced plan for rural Ontario.", "I want to talk about infrastructure for a moment. My good friend the member from Northumberland–Quinte West was a very distinguished mayor of Brighton for many years. I remember being with Mr. Rinaldi when we went to AMO in Ottawa in 1998-99. I remember the speech by one Michael Harris at AMO, when he stood up and talked about the Who Does What committee and said, “My friends, I want to assure you that this will be revenue-neutral.” But as all of us said, and to quote my good friend when he was the mayor of Brighton, Ontario, a very distinguished mayor, it wasn’t the Who Does What committee, it was the who-got-done-in committee, and that was municipalities. We remember that very well. In eastern Ontario—and this is quite relevant—43% of all the roads and bridges were downloaded. That was an infrastructure ditch that, with our government’s investments, we’re gradually growing out of. We’re very proud of that.", "You know what? I just happen to have a spreadsheet here. I like spreadsheets because I used to use them when I was working for the Coyle Packaging Group back in Peterborough. I want to maybe help some of the members opposite organizing some press conferences to spread the good news about the OCIF. So I want to—" ],
  "anchor" : "para316"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Well, first of all, the member from Wellington–Halton Hills is a very good friend of mine, and I know he’s listening. He’s got his hand up there.", "What are we going to look at here? Let’s look at the town of Halton Hills. In 2017, under the formula, that wonderful community will receive $717,670. In 2018, it grows to $1,018,549, but get this: In 2019, it grows to $1,581,524. I know that member is going to have a press conference within the next week. He might do it in conjunction with the plowing match, which we look forward to being at in Harriston, the town of Minto, next week. I encourage my good friend to call a press conference—I’ll help him organize it—and share that good news with the good folks of Halton Hills.", "Mr. Speaker, I’m just getting warmed up. Let’s go to my other good friend—I’m just looking here; I’ve got it here somewhere. I’ve got enough here to talk for hours. What about my good friend from Hawkesbury? Just bear with me here for a moment.", "Well, no. First of all, we’ll go to the member from Perth–Wellington. He’s a great guy too. Let’s look at Perth county. With Perth county there, the formula allocation right now, this year, is $125,000. It goes up to $222,000 in 2017, $315,000 in 2018, and it then goes to $485,747. I’d help him, too, to organize a press conference to share that very good news.", "What about this fine member, a guy I like a lot, the member from Kitchener–Conestoga? Let’s look at one of his numbers here. We’ll take Wilmot township, a beautiful part of the province of Ontario. Currently, under the formula, they get $128,861. It grows in 2017 to $301,680, and then in 2019 it goes to over $700,000. Again, I’d like to help him organize a press conference.", "My other good friend Monte McNaughton, who has a wonderful Home Hardware in Wallaceburg—I think his family runs it. I recommend people go there. I think paint is on sale this week so you’ll be able to get a bit of a bargain there.", "Let’s look at what we have here. Here’s a good one in his riding: Middlesex Centre municipality. Currently, under the formula, they get $259,749; in 2017, it grows to over $440,000; in 2018, over $600,000; and in 2019, just under a million dollars.", "I want to get these numbers. I have my good friend from Oxford next; I’m going to get to his list.", "Why is this important? This is important because many people in this chamber had very distinguished careers in municipal politics. One of the most important things in municipal politics is the ability to plan your capital projects. By us reforming the Ontario Community Infrastructure Fund—which was widely lauded. I was at AMO on the Monday. I met with my good friends the Eastern Ontario Wardens’ Caucus. My warden from Peterborough county, J. Murray Jones, is the vice-chair. He and I were at an event together last night in Peterborough county. I also met with the mayors from eastern Ontario, and they’re on board. They said, “Thank you for what your government is doing in providing predictable infrastructure funding.”", "I want to go to my good friend, a predecessor in the current portfolio I have, another guy I like a lot, Mr. Hardeman from Oxford. Let’s look at Oxford county. This is a very good one. I know he’s listening very carefully, and I’m sure he’s going to do a press conference, not this week but maybe next week. I’ll make myself available. Currently, under the formula, Oxford county is getting $530,194; in 2017, I say to my friend the member from Oxford, it grows to $966,441; and then in 2018, it grows to $1,373,162." ],
  "anchor" : "para341"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Hold on, folks. That’s not the end.", "Then, in 2019, it grows to $2,145,702.", "I want to come to Oxford county, Mr. Speaker, and do a press conference with my friend just to tell him that Christmas is coming early. I do know that my good friend David Mayberry, who is the warden—I can feel his excitement right now, that he’s going to be there.", "A guy I have a lot of respect for because he did such a great job on the farm credit donation—farmers giving to food banks—and I always take the time to acknowledge him, is my good friend Mr. Bailey, the honourable gentleman from Sarnia–Lambton.", "Let me talk about the city of Sarnia, because this is another good one too. The city of Sarnia currently, under the formula, gets $765,745; in 2017, it climbs to $1,351,634; in 2018, it climbs to $1,914,421. Now here’s the cream on that cake, Mr. Speaker: In 2019, it grows to $2,938,620. That is success." ],
  "anchor" : "para353"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Where did you get the numbers, Jeff?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "Well, I say to my friends, my spreadsheets here are available to everybody. They should have these in their constituency offices and take the time to call these press conferences. This should be a 4 by 8 in every constituency office, so when your mayors and reeves and elected people come in, you can point to these kinds of things right here to show the investment that we’re making.", "Mr. Speaker, I just wanted to really lay out this morning what this throne speech does, what it does for every corner of the province of Ontario—north, south, east, west: our investments in infrastructure, our relief on the electricity file, creating daycare spaces, creating health care. This province is moving ahead." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? I recognize the member from Leeds–Grenville." ],
  "anchor" : "para361"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I move we adjourn debate." ],
  "anchor" : "para362"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The member moves adjournment of debate. Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para363"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Orders of the day?", "Since there is no further business, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para365"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Niagara Falls." ],
  "anchor" : "para369"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "Thank you very much, Mr. Speaker, and welcome back.", "I’d like to welcome Weston Miller, a young man from the great city of Niagara-on-the-Lake, to the Legislature today. Thanks for coming, Weston. I’m looking forward to having lunch with you today." ],
  "anchor" : "para370"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "It’s my pleasure to welcome page captain Paul Grein. His mother, Melanie Grein, and father, Keith Grein, are in the public gallery this morning. Welcome, Paul. I’m looking forward to a great session." ],
  "anchor" : "para372"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "On behalf of the member for Algoma–Manitoulin, today’s page captain is Amelia Spacek. Her father, David Spacek, is in the members’ gallery this morning." ],
  "anchor" : "para373"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’d like to welcome the Charles Tatham family in the gallery, along with a lot of people from my great riding of Oxford, who are here this morning for the tribute to Charles Tatham." ],
  "anchor" : "para374"
}, {
  "speaker" : "Hon. Michael Gravelle",
  "text" : [ "I very much want to greet my new director of communications in our minister’s office, Mallory Clyne. Welcome." ],
  "anchor" : "para375"
}, {
  "speaker" : "Mrs. Cristina Martins",
  "text" : [ "Good morning, Speaker. It’s my pleasure to rise here today in the House to introduce the mayor of Povoa de Varzim in Portugal: Aires Henrique do Couto Pereira, who is here on the occasion of the 30th anniversary of Casa dos Poveiros Community Centre in my riding of Davenport. Accompanying him here today is Laurentino Esteves and Manuel Ferreira from Casa dos Poveiros. Welcome." ],
  "anchor" : "para376"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "Point of order." ],
  "anchor" : "para378"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A point of order, the member from Bruce–Grey–Owen Sound." ],
  "anchor" : "para379"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’d like to seek unanimous consent for everyone in the Legislature to wear gold ribbon pins to recognize Childhood Cancer Awareness Month." ],
  "anchor" : "para380"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Bruce–Grey–Owen Sound is seeking unanimous consent to wear the pins for Childhood Cancer Awareness Month, and I’m sure that all members have the pins available to them. Do we agree? Agreed." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader on a point of order." ],
  "anchor" : "para382"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I believe you will find that we have unanimous consent to pay tribute to Charles Tatham, a former member for Oxford, with a representative from each caucus speaking for up to five minutes." ],
  "anchor" : "para383"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The government House leader is seeking unanimous consent to do the tribute. Do we agree? Agreed." ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Before we entertain our first speaker, would the members please join me in welcoming the family and friends of the late Charles Murray Tatham, MPP for Oxford during the 34th Parliament, who are seated in the Speaker’s gallery: his daughter Charlene Gavel; her husband, Lee; his daughter Pat Garrod; his son Peter Tatham; his daughter-in-law, Patricia Morton, wife of Charles’s late son, Andy; and many friends and family. We welcome you here to the Legislature." ],
  "anchor" : "para386"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A former parliamentarian, organizer and, also, Speaker in the 35th Parliament, Speaker David Warner is here representing as well." ],
  "anchor" : "para388"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I’m pleased to rise to pay tribute to Charlie Tatham, the member for Oxford from 1987-90. He was a statesman, a dedicated public servant, an environmentalist and a loving husband and father.", "On Saturday, the city of Woodstock arranged a tribute to Charlie. It was touching how many family members travelled long distances to be there, including people from British Columbia, California and Alberta. Many of those family members are here today, including three of Charlie’s children—Pat, Charlene and Peter—along with Charlie’s grandchildren, nephews and cousins. I want to say thank you to them and to Charlie’s wife, Millie, for sharing Charlie with the people of Oxford county.", "Charlie started his career in the Royal Canadian Air Force and then worked at Woodstock General Hardware with his father and his brother, Sid, but it was serving the people through politics that was his calling. In 1956, Charlie was elected as an alderman and, the next year, became mayor of Woodstock when he was just 32 years old. At that time, Woodstock wasn’t part of Oxford county, but Charlie was always interested in county issues and looking out for the best interests of Oxford as a whole. In fact, Charlie was the first and so far only city of Woodstock politician ever elected as warden of Oxford, and he once told me that it was the nicest job you could have in politics.", "I followed in Charlie’s footsteps as warden and then as MPP. Charlie was always one of those people that set an example for others. When I was elected as warden and had to do a warden’s address, I went through the council papers and found his. You can compare mine to that and you will find that there are a lot of similarities.", "When we were both in municipal politics, I served with Charlie on the land division committee. After each applicant had left, he would read us a poem that he had created to sum up the situation. Charlie’s poems were well known and when he was elected an MPP in 1987 he brought those poems to Queen’s Park. In fact, in 1988 he sent a Christmas poem out to all the people of Oxford as a Christmas message. He used those poems to bring attention to some of the issues that were important to him, such as high-speed rail. Charlie was always a big believer in railways and that high-speed rail was an important part of dealing with our traffic and environmental problems. As an MPP, he served as the Premier’s representative on the Ontario-Quebec high-speed rail committee. He also chaired a committee that toured around the province and looked at the restructuring of county government. That may ring true to some of the other members of the Legislature, as that went on after Charlie’s time here at Queen’s Park.", "Despite his work on municipal issues around the province, the people of Oxford were always his first priority. I remember that when he was MPP we went to a meeting in Brownsville together because there were problems with the water system. There was a huge rainstorm that night, so Charlie observed, “Water, water everywhere and nary a drop to drink.”", "The people were understandably frustrated with the lack of water and wanted answers on why it was taking so long and what they could do to get rid of the mayor of the day. Charlie could have easily blamed the mayor for the whole problem, but instead he explained that, before the water system could be rebuilt, it needed provincial funding and approval, which he was pushing for, so the people shouldn’t dump the mayor just yet. Since I was the mayor, I was pretty grateful for that position. But that was typical of Charlie: He put the good of the people before partisan politics. After the Peterson government was defeated, Charlie once again ran for municipal politics because for him it was always about serving the people.", "After Charlie retired from his second stint into municipal politics, he and Millie moved to British Columbia, where three of his children lived. He told me that it was the only way that he could really retire and stay out of Oxford’s politics, but it was also keeping a promise to Millie and so that they could be closer to their family.", "Of course, being on the far side of the country didn’t stop Charlie from having opinions, and it didn’t keep him from being involved in Oxford’s politics for very long. When I was first elected, every few months I would get a call from Charlie, who had been reading the Woodstock Sentinel Review and wanted more information or to tell me, sometimes, how something should be done, and I really valued those calls.", "On Saturday, I heard from the former editor of the Woodstock Sentinel Review that he also had received the calls, and how much they had meant to them. I heard that Ann Ash at the city had been receiving the calls—and Woodstock city councillors. It turns out that from British Columbia, Charlie was even more involved than any of us knew.", "Part of that continued involvement was because Charlie had a long-term vision for the future of our community, much like he did for high-speed rail. Many of his ideas only became reality long after he’d moved away, such as the trail along the Thames River and connecting Highway 2 to the 401, but he could see them and the benefits that they would provide to our community.", "Charlie wrote a letter to his grandchildren and explained the philosophy that he had inherited from his father, that there are three things in life: “First you arrive, the last thing you do is depart. In between there are a lot of changes, so try to make them on the plus side.” Charlie took that to mean helping people and he made a whole lot of changes on the plus side.", "He was an environmentalist long before it was popular and was instrumental in creating the Men of the Trees and the Landsaver Award, which recognized a person for protecting the environment and conserving our soils. His contributions were recognized when the Charlie Tatham Peace Park was named in his honour, and last week were recognized again by putting a bench in Victoria Park, where he used to practise as a cadet.", "Charlie was a true gentleman, and everyone who knew him and served with him was better for it. The people of Oxford and the people of Ontario were better for the fact that Charlie served.", "As Charlie said in one of the last poems he read in this Legislature, shortly before the 1990 election:", "We shall lose their fine talents when they have withdrawn.", "We shall always remember the kindnesses shown,", "The happiness, sadness of battles long gone.", "But the qualities human they have in full measure,", "And love for our province we all join together.", "Thank you very much for allowing me to participate in his tribute." ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further tributes?" ],
  "anchor" : "para411"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "For anyone who’s had the privilege of spending any meaningful time at Queen’s Park, we can all attest to the unmistakable impact that this place has on you. It’s a feeling that’s both unexplainable, yet at the same time incredibly familiar to those who regularly walk through those doors: a mix of nostalgia balanced by a sense of historical magnitude and present-day purpose; of what this building signifies and what it inspires.", "Because buildings like Queen’s Park will outlive us all, we invest in them a special significance. They become the embodiment of the aspirations and values that we hold dear, either collectively or individually, and for better or worse become shared cultural touchstones of our collective experience. When in a place like Queen’s Park, we sometimes forget that, as impressive as bricks and mortar can be, it’s the people who make it matter, both those who have the privilege of walking these halls and those from the ridings across this province who entrust us with the hopes and dreams for the communities we’re proud to call home. They are the reason that this place has the power to inspire or, sometimes, to frustrate, and why these halls have the power to signify change. That’s why it’s a privilege to hear these tributes to former MPPs: Because it give us, in the present, a unique insight into the people who came here before us and a look into the communities they had the honour to serve.", "I never knew Charles Tatham nor did I have the opportunity to serve with him, but as we prepared for today’s tribute, it was incredibly clear that he loved his riding of Oxford and its people, and whenever he got up in this House, there was always a positive word about Oxford county. You see, to Charlie, public service wasn’t about finding a job, but honouring a colleague. Like many MPPs past and present, his roles as mayor, warden and MPP weren’t about titles, but about finding the best way to use his talents and his abilities to make his community a better place.", "Charlie was just as passionate and hard-working in his volunteer roles as he was in his official ones, a trait clearly demonstrated by his commitment to the environment. As an outspoken advocate for conservation and stewardship, Charlie saw a greener society as a part of our collective responsibility to protect and preserve our natural treasures for future generations. This led him to join organizations such as the Ontario Forestry Association, the Upper Thames River Conservation Authority and the Soil Conservation Society of America.", "But Charlie’s passion for the environment was only one example of a life committed to working for the greater good. Upon retirement, Charlie and his wife, Millie, moved from Ontario to British Columbia, where his passion for community and people found him new ways to serve. Charlie was as determined to be involved in the advancement of his new home as he was in his old one, serving as a volunteer on the local library board and co-founding the Powell River Community Foundation, among other volunteer roles. Even though he changed addresses, Oxford and his hometown of Woodstock always retained a special place in his heart, and he in theirs, as evidenced by the Charlie Tatham Peace Park commemorated in his honour for his years of service.", "Perhaps the most telling thing about Charlie’s career wasn’t the offices he held or the elections that he won but the way he was remembered. In the tributes following his death earlier this year, a common theme was his impact on people, not his record of service. In the recollections of family, former colleagues and lifelong friends alike he stood out for his dedication to the community and the way he made the most of his time and talents to help it become better than it already was.", "Today we are joined by members of Charlie’s family in the Speaker’s gallery: His children Charlene, Pat and Peter; his daughter-in-law, Patricia; and his grandchildren Andy and Zachariah, to name just a few. As elected officials and dedicated volunteers, we’re acutely aware of the sacrifices our loved ones make to allow us to heed our calling. We thank you for sharing him with the people of Woodstock, Oxford and with the people of Ontario.", "Finally, I’d just like to publicly thank Charlie for his service during the Second World War. He was a member of the Oxford Rifles reserve from 1940 until 1943. He joined the Royal Canadian Air Force when he turned 17, and he served until 1945.", "On behalf of Andrea Horwath and Ontario’s New Democrats, we thank you, Charlie, for your service to the county and the people you loved, and for your service to Ontario. May you rest in peace." ],
  "anchor" : "para412"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Further tributes?" ],
  "anchor" : "para421"
}, {
  "speaker" : "Mr. James J. Bradley",
  "text" : [ "I guess one of the advantages I have is that I’ve served with most of the people we pay tribute to in this House, including Charlie Tatham, who was a very remarkable person.", "I heard mention made of poetry. There were different people who came forward with poems that they read in the House. It made them quite distinctive. The other was Patrick Lawlor of the NDP, who used to recite poetry from time to time; he was the member for Lakeshore at that time. Dalton McGuinty, Sr., I noted from time to time, would come forward with poetry. It was really nice to hear the different poems that would be read in the House as part of the debate that took place. The Speaker was tolerant in those days and allowed that to happen.", "Previous reference has been made to Charlie’s service in the Armed Forces. I noted, when I was reading back about some of the things he had done, that I think he joined the RCAF when he was 17 years old, which is a clear demonstration at a very young age that he wanted to serve the people not only of his own community but the people of Canada. We pay particular tribute to those who served in very difficult times because there was action in those days—it was a time of war—and we thank Charlie for that as well.", "As the present member for Oxford said, it was Oxford first for the member, and I think that’s particularly true in rural areas. It’s different for those of you who represent rural areas. There’s a different kind of representation that takes place, and the issues can be somewhat different.", "Charlie always brought a good sense of humour. Some days I didn’t know if he was kidding or not kidding when he said certain things. His humour was very, very nice in this House, and, as has been mentioned already by Ernie, he was a person who put aside partisan considerations in the deliberations that took place, or in the service of his community.", "It’s interesting to note as well that he was on the task force for high-speed rail from Windsor to Quebec. I think that task force has been going on forever at the present time and we still don’t have that train, but he was very interested in that and the restructuring of the counties, of course—a very significant issue and a contentious issue from time to time. He was prepared to take that on because, as is the case with not all but many in this House, his first introduction to politics was at the municipal level of government. That’s a good reading of the population. Whether we like to believe it or not, the closest you can be to your people is when you’re serving at the municipal level of government, and he knew that very much.", "I saw something that I thought was particularly amusing because it talked about rats. He raised the issue of rats in the Legislature at one time. It says:", "“The homespun former warden and Liberal MPP for Oxford got maximum attention in the Legislature by holding up”—now that’s back in the days when they allowed props, which I think we should allow again, but that’s another thing—“by holding up a piece of chewed electrical wiring and giving a 90-second dissertation on the depredations of rapacious rodents.", "“‘If you came out to your chicken house and saw your three-week-old chickens dead with their heads off, you would want to find out why,’ he said to astonished MPPs.”", "Again, no issue was too small. That would be a significant issue to people. In the urban area, they would probably find it somewhat odd or even amusing. In the rural area, that was something they had to confront, and Charlie wasn’t afraid to raise that.", "I also know that he was persistent. He ran for the federal Liberals about three times before he ran for the provincial Liberals. Oxford county couldn’t be called a bastion of Liberal support. Although there is Liberal support there, I don’t think it could be called a bastion of Liberal support. He was prepared to take on that particular riding on a number of occasions, eventually being elected in 1987 with Mr. Peterson as the leader.", "We are always thankful to members of the family for sharing, even in this case, for three years, but for many years in municipal government, the person from the family with the rest of the population. It is a sacrifice which is made, particularly with the number of children who were in the family and a very, very long marriage that had taken place. You would like the person to be there every day of the week with you, and they are not able to be with you. So we are very thankful to the family.", "Lastly, I want to say that I was the Minister of the Environment between 1985 and 1990 for five years, three weeks and four days, I think it was. Charlie, for the full time from 1987 to 1990, was prepared at that time to give me a lot of advice on the environment, and it was homespun advice and front-line advice that was very good.", "There was a tribute. It mentions, “Heart FM”—which is a local radio station—“caught up with the former CAO of Oxford County Mike Bragg who says that Charlie Tatham really was a great man who loved his community.”", "Here’s the quote which I think captured what Charlie was all about:", "“‘Well, Charlie was a consummate politician wrapped up in a true gentlemen’s cloak, he cared deeply about our communities in Oxford and he was well-informed on local issues and how to get consensus on the multiple parties. When I heard of his passing, I had great sadness, yet recognition: Here was a man who waited for nothing and had his own ideas of where life should end up.’”", "That was Charlie Tatham, and we, the people of Ontario, are grateful that he served us here in the Legislature from 1987 to 1990 and served the people of Oxford county for so many years in a very dedicated fashion." ],
  "anchor" : "para422"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank all members for their heartfelt and kind comments in your tributes. Again, to reinforce what has been said, thank you to the family for the gift of Charlie. We would like to show our affection by providing you with a copy of Hansard and the DVD of the tributes that are paid today. Thank you for our colleague and friend.", "It is now time for question period." ],
  "anchor" : "para440"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Premier. Yesterday was too little too late. This government has ignored the hydro rate crisis for too long. It wasn’t a crisis when the Minister of Finance said his bill was going down. It wasn’t a crisis when the infrastructure minister said Ontario hydro rates will “remain competitive.” It wasn’t a crisis when the rookie Minister of Energy said he wouldn’t even use the word “crisis.” But then the Liberals lose a long-held Liberal seat and suddenly they take notice. So will the Premier thank the member for Scarborough–Rouge River for finally opening her eyes up to Ontario’s energy crisis?" ],
  "anchor" : "para444"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, I will welcome the member for Scarborough–Rouge River to the Legislature, Mr. Speaker. I’ve known Raymond for many years as a city councillor. Welcome to the Legislature, Raymond.", "Yesterday, the Lieutenant Governor read a throne speech that was an extension of the work that we have been doing for the last two years, since we were given a mandate by the people of Ontario in 2014. We have been working to build this province up. We have been working to make sure that as we see the results of the investments that we have made, we see the economic growth, we see the job creation, we make sure that everyone in the province shares in that. And so we did make a decision to take the provincial portion of the HST off electricity rates. That is but the next step in the changes that we have been making to deal with electricity prices." ],
  "anchor" : "para445"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para447"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Premier: The Premier can tout this plan all she wants. But let’s be clear: Hydro rates are not going down. In fact, they will go up again on November 1, before this band-aid solution kicks in.", "If the Liberals were actually serious about tackling the province’s energy crisis, they wouldn’t have given away $3 billion worth of energy in the last three years. This government wouldn’t have just signed another 12 renewable contracts for energy we do not need. And they wouldn’t have continued with the fire sale of Hydro One.", "So, Mr. Speaker, will the Premier commit to signing no more contracts for energy we don’t need and will the Premier announce she’s going to stop with the reckless fire sale of Hydro One?" ],
  "anchor" : "para448"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para452"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "As I said in my remarks this morning in the Legislature, governing is about making choices. It’s about making choices to make sure that we have clean energy. It’s about making choices to make sure that, for example, greenhouses in the Leamington area have the power that they need. We have to continue to invest.", "It’s about choices like—and, obviously this is not a choice that the Leader of the Opposition would make—helping people who live in northwestern Ontario get off diesel. In order to be able to connect them to the grid, there needs to be continued investment.", "We are making a choice to reduce electricity bills. We are taking the provincial portion of the HST off electricity bills. We’re making sure that in remote and rural communities, not only will they have an 8% relief; they will have a 20% relief, because of distribution changes. So, Mr. Speaker, we’re making a change that’s good for the people of the province." ],
  "anchor" : "para454"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para457"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: The Premier says government is about choices. Well, the Premier is choosing to give Ontario hydro away to Michigan, to New York, to Quebec. That is not responsible.", "I realize there’s been a lot of attention lately on math scores in Ontario, how students are slipping and students are struggling. But I want to know if the Premier could pass her own government math test. Can the Premier please tell me, if you take an Ontario hydro bill and first take away the 10% Clean Energy Benefit, then add an 8% band-aid solution, while at the same time raising rates on November 1, how does that equal any form of relief? You’re raising bills. You’re raising hydro rates." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Be seated.", "Premier." ],
  "anchor" : "para461"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Just to be clear, Mr. Speaker, I think the Leader of the Opposition knows full well that as we sell power to other jurisdictions, on balance that is a profit to the province of Ontario. It’s a market and the price goes up and down, but overall—" ],
  "anchor" : "para463"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I guess my attempt at patience is not going to last very long." ],
  "anchor" : "para466"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville, come to order.", "Wrap up, Premier." ],
  "anchor" : "para468"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I think the opposition also knows that it’s why we are in an agreement with Quebec in terms of peak and off-peak hours. It’s why our officials are talking with Manitoba. I think it makes sense for us to co-operate with adjacent jurisdictions." ],
  "anchor" : "para470"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "My question is for the Premier. Since I can’t get an answer on hydro, I’ll talk about health care.", "Yesterday, this government said, “Every person in our province deserves high-quality public health care.” That, I don’t disagree with, but it’s pretty rich, coming from a government that has been rationing health care for the last three years. It’s pretty rich, coming from a government that cut $815 million from physician services for patient care, cut 50 medical residency positions, cut $50 million for seniors’ physiotherapy services, and fired over 1,400 nurses in the last year. Yes, this government says that every person deserves high-quality health care, but this government won’t guarantee it.", "My question is, will the Premier stand by the cuts we’ve seen in the last three years?" ],
  "anchor" : "para472"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let’s look at what’s actually going on in the health care system, including in our recent budget that we’ve increased spending in health care by a billion dollars, up to $51.8 billion.", "There have been increases in health care year over year, consistently. We’ve increased funding to hospitals by $345 million in this recent budget. The increased number of nurses since 2003 is over 26,000. The reality is that there are more health personnel in the system. There are more nurses, more doctors, more personal support workers.", "There is money being invested in the infrastructure in health. Part of the $160 billion over 12 years—we’re in year 3 of that investment—is going to hospitals and health care facilities.", "That is the commitment that we have made to the health care system in this province." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Premier: The Premier can say all the PR, all the spin that she likes, but you can’t find a single physician or nurse in the province of Ontario who supports these cuts.", "We’ve seen time and time again that the Liberal government’s scandals, waste and mismanagement are taking funding away from health care services. That was evident in the speech from the throne yesterday. There was no commitment to reduce the nearly three-year wait at Extendicare Rouge Valley. There was nothing to shorten the incredibly long seven-year placement time at the Hellenic Home for the Aged in Scarborough. There was zero commitment to reduce the eight-year wait at the Yee Hong Centre for Geriatric Care.", "Mr. Speaker, why is the Premier leaving these vulnerable seniors with no help in health care?" ],
  "anchor" : "para480"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para483"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Our investments that we announced earlier this year go far beyond the hospitals and the nurses and, indeed, the doctors that we continue to support in this province. It’s 75 million new dollars for hospices—many of those hospices, actually, in the ridings and the constituencies of the opposition parties. We’re investing in palliative care, in end-of-life care, in home and community care—$250 million.", "But I want to ask a question of the member opposite of the official opposition, because he opened the door to doctors. We were proud of the agreement that we had put forward, that was endorsed by the OMA board and endorsed by the president of OMA, of a more-than-$1-billion increase in doctors’ compensation over the next four years, a more-than-10% increase—2.5% each and every year for our doctors—over the next four years. I’m going to ask him a question in terms of his position in the supplementary, Mr. Speaker." ],
  "anchor" : "para484"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary?" ],
  "anchor" : "para486"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "Back to the Premier: This by-election wasn’t decided on hydro alone. We heard over and over again about the government’s attack on health care." ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Come to order, please. Start the clock.", "Please finish." ],
  "anchor" : "para489"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "I see the government is sensitive about their loss in Scarborough–Rouge River.", "The Premier let her minister pick a fight with our province’s physicians. He singled out doctors’ compensation, but implied that overhead was part of salaries. If you counted money that way and included overhead in terms of compensation, the highest-paid doctor in the province of Ontario would be the Minister of Health at $7.7 million.", "Does the Premier believe it’s okay to allow the Minister of Health to include staff—" ],
  "anchor" : "para491"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. When I stand, you sit.", "Minister." ],
  "anchor" : "para494"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "Of course, he’s including my entire office: all of the assistant deputy ministers and the deputy minister. But my overhead would be 99.5%. What I need to know—because he talked about Scarborough and the recent by-election—we’d like to know whether the—" ],
  "anchor" : "para496"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member from Leeds–Grenville will withdraw." ],
  "anchor" : "para498"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Withdrawn." ],
  "anchor" : "para499"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Minister of Transportation.", "Minister." ],
  "anchor" : "para501"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I would like to know from the member opposite whether his party would immediately offer binding arbitration before negotiations. They have a responsibility to the people of Ontario. Because what we’ve seen from Scarborough, what we’ve seen from the sex ed question, is that the party across from me will say what they believe is in their political interest in the moment.", "Will you support binding arbitration prior to negotiations? Yes or no?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My question is for the Premier.", "Yesterday’s throne speech could have done so much more to give immediate relief to families, to stop the sell-off of Hydro One, to make sure everyone has the health care that they can count on, to improve the quality of work in this province, to make sure our kids have the supports they need to succeed in the classroom, and if new child care spaces are indeed created, making sure that they are not-for-profit and that parents can actually afford them.", "Why didn’t the throne speech have the sort of action that Ontarians need to see?" ],
  "anchor" : "para506"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let’s talk about what was in the throne speech. I’m happy that the leader of the third party has asked this question because I’m very proud of the results that we were able to talk about in the throne speech yesterday: the economic growth that we’re seeing in Ontario and the job creation that we’re seeing in Ontario. That allows us to invest in child care spaces to give people the options that they need with their youngest children, the zero-to-four-year-olds who need an opportunity, need a space. We’re happy to be able to make those investments.", "We’re also pleased that we’re able to give further relief on electricity bills. The member opposite knows that we have the Ontario energy support program in place, but that there is more that needs to be done. We’ll be acting immediately to get legislation in place to remove the provincial portion of the HST. I would think that the leader of the third party would be supportive of those actions." ],
  "anchor" : "para509"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Yesterday the throne speech said that “government has been dedicated to reducing electricity costs wherever possible....” I don’t think the people of Ontario feel that effort. The Liberals haven’t been doing much at all, as we all know, on the cost side. In fact, they’re increasing the costs by selling off Hydro One. Yet again, the Premier is letting people down.", "The Premier needs to stop the privatization of Hydro One so that families and businesses will get permanent relief. Will she do that?" ],
  "anchor" : "para512"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Well, again, I know that we’ve been over this a number of times, but I just want to reassure the leader of the third party that the broadening of the ownership of Hydro One is about making investments in transportation infrastructure: in transit, in roads, in bridges. Again, those are investments that will ensure assets that people of the province of Ontario need. The Hydro One changes have nothing to do with the energy prices. The Ontario Energy Board sets those energy prices.", "Let’s look at what we are doing and what we have already done to improve electricity prices: The Ontario Electricity Support Program is a program that saves eligible low-to-middle-income families an average of $430 a year. The Ontario Energy and Property Tax Credit: Individuals can save up to $1,008 a year. I think the leader of the third party knows that there have been a number of programs in place, and we’re taking another step to—" ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Final supplementary." ],
  "anchor" : "para517"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, people are finding it harder and harder to make a good life for themselves, and they’re worried that it’s going to be even worse for the next generation, even tougher for the folks that are coming down the line. They need good-quality jobs. Ontarians deserve a $15 minimum wage. Temporary workers deserve the same rights and pay as permanent workers. People should be able to have the benefits and the stability that comes with a union. But there was nothing in the throne speech yesterday to offer hope for struggling families and young people. When will this Premier take action to improve the quality of work in Ontario?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The plan that we ran on in 2014, the plan that we have been implementing and will continue to implement and the changes that we are making are all about helping people in their lives every single day. Whether it is about helping a young student get into post-secondary and have their tuition free, whether it’s about one of those 100,000 child care spaces for zero-to-four-year-olds or whether it’s recognizing that there was a need for us to do more on electricity price reduction, we understand that those are things that affect people every single day. That’s why we are implementing them. That’s why we’re acting on them.", "Mr. Speaker, our plan has been about building this province up so that for the long term—because I agree with the leader of the third party that it is extremely important for government to recognize what those long-term needs are to act in the present so that we build that foundation for the future. That’s exactly what we’re doing." ],
  "anchor" : "para519"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "My next question is also for the Premier, Speaker. But I would say quite straight up that the Liberal Premier’s plans are failing Ontarians. That’s where we are right now in this province.", "When people across Ontario go to the hospital, they deserve to know that they’re going to get the care that they need and that they won’t be waiting for hours in overcrowded hospitals or be treated in hospitals that are literally falling apart. But yesterday’s throne speech has no vision for hospitals. It doesn’t even take the most basic action of ensuring that hospital funding keeps up with inflation and population growth. The Premier could have done so much more.", "New Democrats are going to keep fighting for patients and for hospitals. My question is, when will we see some action from this government?" ],
  "anchor" : "para522"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know the Minister of Health will want to speak to this in the supplementary, but he will, I know, begin with the $345 million that was included in our budget directly for hospital funding.", "I just want to say to the leader of the third party and to the people of Ontario that the plan that we ran on, that we put in place, has meant that Ontario is leading the country in economic growth: over the last two years, 6% in economic growth, and nearly 600,000 net new jobs since the recession. We are leading the way.", "The reality is that that accomplishment, because of the investments that we have made, because of the choices that we have made, means that we are able to invest in 100,000 new child care spaces. It means we’re able to give people relief on their electricity bills. The plan is working, and it is working for people across the province." ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Students across Ontario will be in sweltering classrooms today. In a few months’ time, when things start cooling off in terms of the weather, they might actually have to start wearing their jackets inside their classrooms. That’s because the throne speech doesn’t do anything to address the $15-billion repair backlog for Ontario schools.", "Ontarians need action and they need that action now. Why isn’t the Premier doing anything to fix schools across Ontario?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "The $1.1-billion investment to repair and renew school buildings on top of $1.6 billion in existing funding—a total of $2.72 billion—that $1.1 billion is money that is in direct recognition of the fact that school boards need to have additional funding to deal with school renewal.", "I had the opportunity to talk to one of the folks from one of the parents’ groups that have been advocating for change. They are very happy about the $1.1 billion. They want us to know—and it’s fair—that we recognize that there is an ongoing need. We do recognize that, but the reality is that school boards have acquired more money, they’ve received more money from this government, to repair schools. We understand that there is more to be done, but they are using that money to do those renewals right now." ],
  "anchor" : "para531"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Final supplementary." ],
  "anchor" : "para533"
}, {
  "speaker" : "Ms. Andrea Horwath",
  "text" : [ "Speaker, $15 billion in classroom repairs—$1.1 billion is barely going to touch the problem. I don’t understand how the Premier doesn’t see that. Look, this province is at a tipping point. That’s where we are right now. We know that it can be a great place to live. I think we all know that that’s the case, but unless there is some action soon, people are worried that things are only going to get tougher for them and tougher for the next generation.", "This government has got to start looking out for people. Whether it’s the cost of hydro, the lack of good jobs, proper care for patients, or dealing with the high costs of child care, the government is failing the people of Ontario.", "I know that things can be better in this province. When will we see action from this Ontario government?" ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. Premier?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I agree with the leader of the third party that it is very important that the government pay attention to people’s lives every day and understand the affordability issues they have in their lives, which is exactly why we have put in place free tuition for low- and middle-income families. It’s exactly why we understand that there’s a need for more and more affordable child care, so 100,000 new child care spaces is an important part of that. It is exactly why 30,000 more seniors every year will have access to the seniors’ drug benefit—because we understand that that is an extremely important day-to-day expense for seniors who have to buy medication. It’s exactly why we fought so hard to get an enhancement to the Canada Pension Plan across the country, because in retirement people need to have those additional resources. All of those things are in recognition of the fact that people need support from their government." ],
  "anchor" : "para539"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please." ],
  "anchor" : "para541"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "My question for the Premier. Yesterday, the government squandered an opportunity to provide families and seniors with meaningful relief from skyrocketing hydro rates. Instead, they introduced a $1-billion Band-Aid that does nothing to actually reduce hydro costs.", "What they didn’t tell us was how they intend to pay for it. Let’s face it: They’re going to borrow another $1 billion to do this. That’s money that has to be paid back, plus interest. They’re either adding this to the provincial debt or they’re adding it to our hydro bills. So Speaker, I ask the Premier: How are you paying for this? Are you adding it to our tax bills or to our hydro bills?" ],
  "anchor" : "para543"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I think the member opposite should know that as we see the results of the plan that we’ve put in place, as we see the economic growth that’s happening, we are in a position to put these dollars into relief for people on their electricity bills.", "So the member opposite is absolutely wrong when he talks about borrowing to do this. That’s not the case, Mr. Speaker. We have made changes. We have put the Ontario Electricity Support Program in place, and we are now able to take the 8% provincial portion of the HST off people’s electricity bills. The member opposite will see, as the public accounts come forward, that the province is in much better shape than it was three years ago. The economic growth, as I said, leads the country. We’re outstripping the growth in the United States and other jurisdictions, and we are very happy that we are going to be able to help people across the province with their—" ],
  "anchor" : "para545"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary." ],
  "anchor" : "para548"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Back to the Premier: The government has also squandered an opportunity to address the sad state of Ontario’s finances. The Financial Accountability Officer confirmed that they’re attempting to artificially balance the budget—through the one-time sale of assets—only to plunge us back into deficit immediately after the next election. The throne speech did nothing to address the government’s structural deficit, nothing to address the fact that Ontario is the largest subnational borrower on the entire planet. There’s nothing to address the more than $1 billion a month spent on interest payments. Now they’re adding this additional billion dollars without explaining how they’re going to pay for it. So I ask the Premier, how do you intend to pay for your government’s years of waste, mismanagement and scandals?" ],
  "anchor" : "para549"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para550"
}, {
  "speaker" : "Hon. Charles Sousa",
  "text" : [ "Mr. Speaker, the member opposite has had a difficult time trying to understand how it is that we’re coming to balance—because we are. We’re taking the necessary steps to balance the books next year. We’re growing the economy. Ontario’s housing starts are the highest in the country. Our merchandise exports are the highest in the country. Our retail sales and manufacturing are growing, and we’re outpacing not only Canada but around the United States in comparison. We have more jobs than we had before. Our borrowing over the next year is the lowest it’s been since 2008 because of the steps we’ve taken.", "The member opposite doesn’t understand the degree of reserves and contingencies that we put in place in our budget purposely so that we can account for ways to making life more affordable for Ontarians. As we are succeeding, we’re also providing for more relief and we’re very proud of the efforts that this Premier and our caucus have taken to improve the economy—notwithstanding the opposition’s contrary measures that enable us not to do so." ],
  "anchor" : "para551"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "My question to the Premier: For a century there was no provincial sales tax on electricity in Ontario. Liberals introduced the tax in 2010. Then, with an election looming, the Liberal government brought in a hydro rebate. Then, with the election over, they took it away. Now, with another election on the horizon, the government has introduced another rebate. If history is any guide, this rebate will disappear after the next election as well. Instead of playing games with temporary rebates, will the government make electricity permanently exempt from the HST in Ontario?" ],
  "anchor" : "para554"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "First of all, Mr. Speaker, I would suggest from that little rendition that the member for Toronto–Danforth would be happy with the move we announced in the throne speech yesterday. We will be introducing legislation that I hope, given the stance that the third party has taken, they will be eager to support, and will not stand in the way of getting the legislation passed. We will bring in legislation that would allow us to take the provincial sales tax off electricity bills. As I say, I think it’s something that the member sounds like he’s very supportive of." ],
  "anchor" : "para555"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para556"
}, {
  "speaker" : "Mr. Peter Tabuns",
  "text" : [ "I’m sure, Speaker, that we will see many wonders in this chamber.", "This temporary rebate will save Ontarians 8% on their hydro bills next year. The problem is, each year hydro rates have been rising by more than 8%, this in part because we have a massive energy surplus here in Ontario. This government has been on a spending spree, contracting for energy we don’t need, can’t use and have to pay for. And bills will rise even higher as Hydro One’s new private owners demand their profits.", "What will the government do to stop privatization and rein in Ontario’s massive energy surplus so the savings from this temporary rebate won’t be immediately wiped out by rate increases?" ],
  "anchor" : "para557"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "So let me just get this straight: This is a member of the NDP railing against green energy. This is a member of the NDP railing against a stable, clean electricity grid. This is a member of the NDP railing against extending power and the grid to First Nations people who are on diesel power. This is a member of the NDP who doesn’t think that we should be finding ways to partner with Manitoba and with Quebec to make sure we have clean energy in peak periods.", "Really, everything that the member has said runs counter to my understanding of how we have a progressive, clean, green energy system in Ontario. That’s what we support, Mr. Speaker." ],
  "anchor" : "para560"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "New question?" ],
  "anchor" : "para563"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Speaker, my question is to the Minister of Agriculture, Food and Rural Affairs.", "By the way, Minister, thank you for visiting Northumberland–Quinte West and Prince Edward–Hastings last week. It was a great opportunity to meet with local farmers.", "Minister, our government recognizes that rural residents across the province work hard each and every day to build a better tomorrow for their children and their communities. Part of planning for the future means those families must know that they have access to dependable infrastructure such as high-speed Internet and reliable energy. Yesterday’s speech from the throne made it clear that all Ontarians are important and that our government hears the needs of its rural residents.", "Speaker, through you to the minister, can the minister tell this House how our government is ensuring a brighter, better future for the people of Ontario’s rural communities?" ],
  "anchor" : "para566"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "I want to thank my good friend and colleague, the hard-working member for Northumberland–Quinte West, for his wonderful question this morning. I want to thank Mr. Rinaldi. We had a wonderful tour last Wednesday, an opportunity for me to be at the kitchen tables on the back concessions of Northumberland and Prince Edward–Hastings.", "Yesterday’s throne speech, of course, responded directly to Ontarians’ concerns about rising electricity prices. I want to thank the member from Northumberland–Quinte West, who has been a real advocate on this file.", "Mr. Speaker, come January 1, 2017, we’re taking the 8% off the HST in the province of Ontario to help families, individuals, farms and small businesses, and, more importantly, for the hard-working people in rural Ontario, an extra 12% off on their R2 designation, which will help everybody—" ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you." ],
  "anchor" : "para573"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I stand, you sit.", "Supplementary?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Thank you, Minister Leal, for that answer. It’s great to hear that this government has a plan to help people in their everyday lives, and that saving on residential electricity bills is part of that plan.", "While the rebate on electricity prices is great news for residential electricity bills, I have heard from businesses and they are concerned about the rising electricity prices and how this affects their competitiveness.", "Speaker, through you to the minister, can he please tell this House how our government is ensuring that businesses stay competitive in our global economy?" ],
  "anchor" : "para577"
}, {
  "speaker" : "Hon. Jeff Leal",
  "text" : [ "To the Minister of Economic Development and Growth." ],
  "anchor" : "para580"
}, {
  "speaker" : "Hon. Brad Duguid",
  "text" : [ "The member is absolutely right. I think an important part of leadership is listening, and that’s exactly what this Premier and this government do. In fact, Mr. Speaker, we’ve listened very carefully to our business community as we’ve made Ontario the number one jurisdiction when it comes to creating jobs, when it comes to creating economic activity. We have listened carefully to our Ontario Chamber of Commerce, to our Toronto Region Board of Trade, to the CFIB, and to small and medium-sized businesses right across this province when they have told us that energy rates are a bit of a challenge to them, despite all the competitive advantages that we have.", "That’s why, yesterday, we responded to what we have heard. Small businesses across Ontario will benefit from an 8% savings on their energy bill. This will ensure that businesses continue to thrive and grow. We’re also expanding the industrial conservation initiative so our industry across this province will continue to be competitive, continue to lead North America, continue to create jobs and continue to lead this country." ],
  "anchor" : "para581"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "My question is for the Premier.", "It is my honour to stand here in this chamber today to represent the people of Scarborough–Rouge River. They sent me here with a strong and clear mandate: I will fight for lower hydro rates, better access to health care and better transit to Scarborough–Rouge River. Because of that, yesterday, I noticed a huge omission: There was no mention of a Scarborough subway.", "When will the Premier commit to extending a subway north of the 401 in Scarborough, a subway that reaches Scarborough–Rouge River?" ],
  "anchor" : "para585"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para589"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Transportation." ],
  "anchor" : "para591"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Of course, I want to begin by acknowledging the question from the new member from Scarborough–Rouge River and congratulating him on his election to this Legislature.", "I think it would be encouraging to all Ontarians to hear that, somewhat belatedly, there is now a member of the opposition caucus who actually supports public transit. But what I will say—because we’ve waited for a long time. We in Ontario—not just as Liberals—have waited, frankly, for an eternity to hear that a member of the opposition, the Conservative caucus, supports significant investments in public transit in this region.", "That member, I think, would know that in addition to our ironclad commitment to make sure that we extend the Scarborough subway—the Bloor-Danforth line—we are in the process of building GO regional express rail. For example, the extensions of those tracks through the Stouffville area, on the Stouffville line, would be servicing people in that part of Scarborough.", "In the supplementary, I’d be happy to expand on—" ],
  "anchor" : "para592"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Mr. Raymond Sung Joon Cho",
  "text" : [ "Back to the Premier: My predecessor, former Liberal MPP Bas Balkissoon, spoke his true feelings. He said that the Scarborough hospitals do not meet “the needs of modern medicine.” The Scarborough Hospital wasn’t in this government’s past capital projects and it does not seem to be in their future plans. The Liberals will not commit to a much-needed new hospital in Scarborough, and there was no mention of Scarborough in the throne speech yesterday.", "Mr. Speaker, isn’t it time for the Premier to stop ignoring the needs of Scarborough?" ],
  "anchor" : "para597"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Stop the clock. Be seated, please. Be seated, please. Start the clock.", "Minister?" ],
  "anchor" : "para600"
}, {
  "speaker" : "Hon. Steven Del Duca",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para602"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I know that if the member opposite had been elected six months ago he would have embraced the opportunity to join me with literally every other member from Scarborough and from Durham to make an important announcement with regard to health care in Scarborough.", "We announced a $10-million increase in operating funds for Rouge River and Scarborough hospitals; we announced a $19-million capital investment in a new diagnostic imaging corridor within the Scarborough Hospital; we announced a $5-million planning grant to build new capital infrastructure going forward; we announced a $10-million investment for a new ER at Rouge Valley hospital; and we appointed, as our special adviser, Mark Rochon, who I know the Conservatives know well because he did some work for them as well—an individual who knows very well how to manage this process going forward to ensure that the quality of services in Scarborough are top in this province." ],
  "anchor" : "para603"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre.", "Improving health care is one of the most important priorities for families, for seniors and for all of us, but apparently not for the Wynne government. Today, hospitals are overcrowded. Nurses and health care workers are being laid off. Patients are waiting far too long in emergency rooms and even longer for their surgeries, and the wait time for long-term care has increased by 280% since the government came to power.", "Why is the Premier refusing to take real action to strengthen public health care and stop the cuts to our hospitals?" ],
  "anchor" : "para606"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know the Minister of Health and Long-Term Care is going to want to speak to the supplementary, but I just want to make it clear that we recognize the importance of health care in people’s lives. There are few things that are more important to a family, whether a child is ill or a senior loved one is ill.", "Making sure that we continue to reduce wait times—which we are doing; we are committed to that—and making sure that people have access to a primary care provider, a physician or a nurse practitioner; and making sure that local hospitals have the resources that they need, putting $345 million into the budget, for an overall increase of $1 billion: Those are choices that we have made.", "We have not, as some in this House would have us do, chosen to put all of those resources into physician salaries, but Mr. Speaker, we believe that making the health care system work for everyone is the role that government should play. That should be our objective." ],
  "anchor" : "para609"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para612"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "According to the throne speech, Speaker, the government has no plan to solve the overcrowding in our hospitals, no plan to stop the layoffs of nurses and hospital workers, no plan to repair trust with Ontario’s physicians, no plan to come clean about the huge repair backlogs in our local hospitals and, above all, no plan to protect public health care as we know it.", "Why is the Premier offering so little action, so few solutions, to fix the silent crisis in health care?" ],
  "anchor" : "para613"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para615"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We are making extraordinary investments in our health care system right across the province. The throne speech referenced how there are roughly 35 new hospital capital activities going on, many of them new hospitals and many of them renovations. They are either happening right now or they’re in the planning stage.", "We tripled for deferred maintenance. We tripled the funding this year that we’re investing to allow hospitals to upgrade their services and the buildings that they rely on to provide those services.", "The $345 million in new operating expenses for hospitals and thousands of new nurses who are working in this province, as referenced in the throne speech—an increase in the past number of years, including an increase in our hospitals.", "And we are continuing to make that shift into home and community care, providing services where people want them. That means investing in hospitals, but also across the system." ],
  "anchor" : "para616"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Speaker, welcome back. My question is for the Associate Minister of Education for early years and child care.", "Minister, I would first like to congratulate you on your new role. The creation of this office demonstrates the government’s commitment to giving our children the best start in life and ensuring Ontario families have the right supports so that kids can grow and learn in a healthy environment.", "It is crucial to Ontario families to know that they can rely on access to safe and affordable child care. It means parents can choose to go off to work, confident in knowing that their child is being well cared for and developing their skills while they are there.", "In my riding of Barrie, I often hear from families about the need for quality child care. Mr. Speaker, through you to the minister, what is the government doing to improve accessibility and affordability of child care in Ontario?" ],
  "anchor" : "para621"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "Thank you to the member from Barrie for raising this important question. I want to thank the member for her hard work and dedication in improving the lives of the residents in her community.", "I’m looking forward to building on the progress we’ve made to create a high-quality early years and child care system that is affordable, accessible and flexible for Ontario’s hard-working families.", "Since 2003, we have doubled child care funding to more than $1 billion annually. Already this year, we have made a significant new capital investment of $120 million to create 4,000 new child care spaces.", "And we’re not stopping there: We are also ensuring before- and after-school programs are available for four- to-12-year-olds in schools where there is sufficient demand. We committed in yesterday’s throne speech to create 100,000 new licensed spaces for infants, toddlers and preschoolers across the province in the next five years." ],
  "anchor" : "para625"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para630"
}, {
  "speaker" : "Ms. Ann Hoggarth",
  "text" : [ "Thank you to the minister for that answer. It was great to hear in yesterday’s throne speech that we are committed to helping parents find child care because parents in my riding and other ridings have expressed frustration with the hurdles they face when looking for licensed child care spaces. For some, it can be a lengthy and costly process to try and find quality care.", "Would the minister please explain how the government is simplifying that process and making it easier for Ontario families?" ],
  "anchor" : "para631"
}, {
  "speaker" : "Hon. Indira Naidoo-Harris",
  "text" : [ "I’m pleased to say that we have made significant progress when it comes to providing parents with easier access to high-quality child care, but we know we have more work to do. In the next five years, we will be doubling the capacity of the child care system for children aged 0 to 4. That’s equal to 100,000 new spaces. This means that we are investing between $1 billion to $3 billion in capital to build these spaces and an additional $600 million to $750 million in operating dollars.", "Thanks to the member from Beaches-East York for his work that pushed us to ban licensed child care centres and home child care agencies from charging wait-list fees or requiring deposits to join wait-lists. This delivers on our promise to make life easier for parents frustrated with costly fees.", "These investments will provide the essential start to a child’s journey of education, supporting their social, emotional and cognitive development, so that children can get the best start in life." ],
  "anchor" : "para633"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "My question is for the Premier. January 1 is a big day for this government. It’s the day that this government’s Band-Aid solution will be applied to Ontario hydro bills. It also happens to be the day that this government’s cap-and-trade scheme hits the pocketbooks of Ontarians.", "According to this government, starting January 1, an average household will begin to save $130 a year on their hydro bills. But wait a second, Speaker. The government’s own projections say the cap-and-trade cash grab will cost a family $156 a year. The money is simply going in one pocket and out of another. What a shell game.", "Why is the Premier trying to fool Ontario families and what is she trying to hide?" ],
  "anchor" : "para637"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "I know that the Minister of the Environment and Climate Change is going to want to weigh in on the supplementary. But let me just be clear that what the member opposite is talking about is not giving people relief on their electricity bills and not fighting climate change.", "The choices that we are making are to fight climate change, because we believe that all of us on this planet should be taking responsibility for fighting greenhouse gas emissions. That’s what cap-and-trade is about. I know that the party opposite does not have a coherent position on that and does not believe that fighting climate change is what we should do. We are working with leadership across the country and around the world to find ways to tackle climate change and we’ll continue to do that.", "At the same time, we believe that reducing people’s electricity bills, continuing on the path that we have been on because we have put other programs in place—this is the next step in reducing people’s electricity bills. We believe that’s the right thing to do to help people every day in their lives." ],
  "anchor" : "para640"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para643"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Back to the Premier: This government can’t wait for the HST band-aid solution to show up as a line item on hydro bills across the province. But it’s interesting to note that this government also refuses to show the cost of cap-and-trade on natural gas and energy bills. As the member from Trinity-Spadina once said, this government supports “openness and transparency but at the right time.” Sadly, that right time is only when it’s convenient for this government’s political survival.", "I must say that it’s rather self-serving that the throne speech explicitly said that the reductions will be seen on electricity bills yet cap-and-trade costs will be hidden from natural gas and energy bills. Frankly, that’s unacceptable.", "Will the Premier commit today that she will mandate the cost of cap-and-trade to be shown on energy bills in this province?" ],
  "anchor" : "para644"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of the Environment and Climate Change." ],
  "anchor" : "para647"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I want to commend the member opposite and her leader for being so consistent—consistently inconsistent. On sex ed, they’re in favour of it and then they’re opposed to it. On carbon pricing, they’re in favour of it and then they’re opposed to it and then they’re in favour of it and then they’re opposed to it. It is mind-boggling.", "The member opposite listed all of the reductions and measures we’re taking to reduce expenditures, and she’s right. What she doesn’t say—" ],
  "anchor" : "para648"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Finish, please." ],
  "anchor" : "para651"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Her party supports a tax-only system, which costs $150, increasing costs seven times over anything anyone else in Canada imagines. At the same time, because it’s revenue-neutral, you’d cut all the retrofit programs for farmers, for families, for apartments, the Electric Vehicle Incentive Program, all the investments in public transit and all the carbon offsets. You’d cut $8 billion in subsidies to help families while charging $150 a tonne for carbon compared to a cap-and-trade system. That’s what—" ],
  "anchor" : "para652"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Be seated, please. New question." ],
  "anchor" : "para654"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "My question is to the Premier.", "Ontarians, especially young Ontarians, want to work. They want good-paying jobs where they know they’ll be valued and where they know they’ll be able to meet their needs: food on the table, clothes on their backs and the ability to build a future for themselves and for their families. That’s why New Democrats believe that Ontarians deserve a $15 minimum wage.", "Will the Premier stand here today and commit to increasing the minimum wage to $15 an hour?" ],
  "anchor" : "para656"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Minister of Labour." ],
  "anchor" : "para659"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Thank you to the honourable member. What you will see when you look around the country right now is that Ontario is leading the way when it comes to the minimum wage—not only the minimum wage itself, but the way that that minimum wage is set. In the past, it was unpredictable. Business asked us for predictability, and those people who are working in those types of jobs asked us for predictability as well.", "What we did is, we went out in the field, we talked to experts from the field of poverty, from employment law and from advocates for people who are working in these jobs, and we came to the conclusion that we could put in a system that was better than the one that was in place when the minimum wage was frozen for years. Ontarians are proud of the system we have in place today. It gives a guaranteed increase based on the rate of inflation and gives predictability to business." ],
  "anchor" : "para660"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para662"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Hard-working Ontarians, whether they’re just starting out or whether they’re starting over, don’t think that $15 an hour is too much to ask. No one wants to risk their lives or worry about being fired if they get sick or miss work. That’s why, if someone wants to join a union, they should be able to join a union with fewer barriers, and when they do join a union they ought to be able to negotiate a contract quickly.", "We think that people deserve good jobs that help them into the middle class. Why wasn’t there anything in the throne speech that does that?" ],
  "anchor" : "para663"
}, {
  "speaker" : "Hon. Kevin Daniel Flynn",
  "text" : [ "Once again, thanks to the member for this question. We know that work is changing in the province of Ontario. As a result of that, we did something that no other government has ever done in the past: We looked at the Employment Standards Act and we looked at the Labour Relations Act and we examined them clearly in detail in a way that simply hasn’t been done before in the province of Ontario. The last time this was looked at was in 1990 and in 2000.", "We’re determined to bring the legislation that governs employment law and that governs labour relations in the province of Ontario up to date so that people who work in workplaces in Ontario, and those employers that do an excellent job and those employers that need perhaps a little bit of work are all brought into the same fold.", "Ontario remains an incredible place to work, an incredible place to raise a family." ],
  "anchor" : "para665"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Mr. Speaker, my question is for the Minister of Health and Long-Term Care.", "I know that health care is a top priority for our government, and with yesterday’s throne speech, our government has reiterated our commitment to make everyday life easier for Ontarians. I know, as the member for Kingston and the Islands, that an important part of this commitment is providing Ontarians with timely access to the health services that they need.", "We have seen major progress in Ontario, including reducing wait times for surgeries, increasing the number of Ontarians who have a health care provider, reducing wait times to see specialists and expanding service for Ontarians at home and in their community, but we also know there is more work to be done.", "Can the Minister of Health and Long-Term Care please inform this House of the important investments our government is making to make everyday life easier for Ontarians?" ],
  "anchor" : "para670"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "I want to thank the member for Kingston and the Islands for this important question.", "We are making those investments in our hospitals: $345 million, and a $12-billion capital investment over the next 10 years.", "I want to acknowledge and thank the member for the extraordinary work in advocacy that she has done for her community. I had the honour of joining her about a month ago in Kingston when we were able to announce not only a $2.5-million planning grant for the future capital expansion of Kingston General Hospital, but increases in the operating budgets of all three hospitals, with almost $7 million for Kingston General this year alone, an additional $4 million for Providence hospital this year, and additional funding for Hotel Dieu. And importantly, we also announced funding for an incredible program called community paramedicine, where paramedics go into the home and work with seniors to make sure that they can stay independent and healthy longer, avoiding those unnecessary trips to the ER and to hospitals." ],
  "anchor" : "para674"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary?" ],
  "anchor" : "para677"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "Thank you, Minister, for that response.", "I know that health care is a top priority for our government. In August, I was proud to announce that the three hospitals, as mentioned, in my riding of Kingston and the Islands would receive more than $14.9 million this year through the Health Infrastructure Renewal Fund.", "But I also know that our government is doing more than just investing in hospitals. Our government has made a commitment to provide Ontarians with the care that they need closer to home. The Minister of Health and Long-Term Care was in my riding, as mentioned, this summer to announce a $13-million investment to ensure that patients in Kingston and the Islands have faster access to the right care in the right place, now and in the future.", "Can the Minister of Health and Long-Term Care please inform the House of the investments that this government is making to improve and expand home and community care?" ],
  "anchor" : "para678"
}, {
  "speaker" : "Hon. Eric Hoskins",
  "text" : [ "We’re investing about 250 million new dollars this year in home and community care. Of that, we’re taking $100 million specifically to invest in support for home care clients who have the highest needs, and we are providing support for their caregivers as well, because we all understand the critically important role that caregivers play with regard to home care. So $80 million of that $100 million is going to support enhanced care; $20 million is going to caregiver respite. We’re going to have 350,000 additional hours of nursing care, more than a million additional hours of personal support workers working, 100,000 more hours of rehabilitation and 600,000 additional hours of respite services for caregivers who need it most." ],
  "anchor" : "para682"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "My question is for the Premier. The Premier knows that for years ratepayers have been crying out desperately for help, the help they need on high hydro bills. They need to be lifted out of the crisis that this Liberal government has created. Yesterday, the Premier announced that they’re going to give them a rebate that amounts to 36 cents per day for the average family, all this during a period of time since 2003 that your government has raised electricity rates by over 400%.", "Speaker, will the Premier simply admit that yesterday’s too-little-too-late announcement was only a band-aid solution and it confirms that they refuse to reverse the damage done by their failed energy policies that are hurting everyone across this great province of Ontario?" ],
  "anchor" : "para684"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "It is a pleasure to be back in the presence of the orator from across the way.", "He referenced 2003, when we came into office. Mr. Speaker, if you remember back to 2003—brownouts, blackouts, an unreliable, dirty system—we’ve moved away from that. We have made investments. We have rebuilt transmission lines—over 10,000 kilometres of transmission lines. We’ve shut down coal. We have a clean, green electricity grid in Ontario.", "There has been a cost associated with that, so what have we done? We’ve put programs in place: the Ontario Electricity Support Program, in which eligible low- and middle-income families save $430 a year; and the Ontario Energy and Property Tax Credit, in which individuals and families save up to $1,008 a year.", "We have put programs in place. We are now taking off the HST, the provincial portion. That’s the next step." ],
  "anchor" : "para686"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Supplementary." ],
  "anchor" : "para690"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Back to the Premier: The voters of Scarborough–Rouge River sent a clear message to this government that the current chaos in the energy system is all on them. They said in no uncertain terms that your government has failed.", "The Premier is promising an 8% rebate on their energy bills, yet last November, those bills went up 4.3% and, this May, another 2.5%. How long before that rebate is eaten up with continuous energy increases that we know, under your own plan, are still to come in the weeks, months and years to come, under your energy policies?", "Can the Premier simply state and admit that she is trying to change the channel, but it does not change the fact that more and more Ontario families are facing real energy poverty under the failed policies of your government?" ],
  "anchor" : "para691"
}, {
  "speaker" : "Hon. Kathleen O. Wynne",
  "text" : [ "Let’s look at what we are doing, because we are doing more than what the member opposite has suggested.", "We are rebating the provincial portion of the HST to reduce bills by 8%; we are doing that. But we’re also cutting delivery charges for the most rural and remote customers in the province. That will mean, actually, a 20% reduction. I would think that for the member opposite, there will be many, many constituents of his who will directly benefit from that change of a 20% reduction because of the distribution changes.", "We’re also empowering smaller businesses to reduce their bills under the ICI, the Industrial Conservation Initiative. They can reduce their bills by upwards of 30%.", "We recognize that there are costs associated with the investments we have made to have a clean, reliable grid, which was not the case when they were in office. We’re making changes to address those challenges, and I would think that the member opposite would be supportive of those." ],
  "anchor" : "para694"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para698"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Introduction of guests? The member from Niagara Falls?" ],
  "anchor" : "para701"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I was talking to the kids. I’m good." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "You’re good? Thank you.", "Further introduction of guests?" ],
  "anchor" : "para703"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I’d like to introduce Melissa Wendt, Alyssa Wendt, Cameron Wendt and Amber Wendt; Neal Rourke; Maureen and Dave Jenkins; Susan Kuczynski; Kathleen Barnard; and Deborah Poole with daughter Emily Brown. They’re here to join us for Childhood Cancer Awareness Month." ],
  "anchor" : "para705"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’m going to reintroduce two people, Dave and Maureen Jenkins, who are constituents of mine from the Belmont area. We welcome them here today." ],
  "anchor" : "para706"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I know his sister well." ],
  "anchor" : "para707"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "Oh, very good." ],
  "anchor" : "para708"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "A former colleague of mine.", "Further introductions? Seeing none, I’d like to call for members’ statements." ],
  "anchor" : "para709"
}, {
  "speaker" : "Mr. Jeff Yurek",
  "text" : [ "I’m pleased to rise today to highlight suicide prevention day, which was just held on September 10. Suicide prevention day has been recognized for the last 13 years, the first one taking place in September 2003 by the International Association for Suicide Prevention.", "This year focused on three key points to suicide prevention: connect, communicate and care. It is crucial to connect with those who have been affected by suicide, whether it’s someone who may be at risk, a family member, a friend or a loved one who has been lost to suicide. We cannot overlook the importance of a connected society. We must be alert when a friend, co-worker or family member is disconnecting themselves from the community.", "The next point is communication. We’re constantly struggling with the stigma that is associated with mental illness. Members of our communities have a role to play. They must be open to discussing the risk of suicide. We should encourage everyone to discuss these matters in a considerate matter.", "The third point in the discussion regarding suicide prevention is care. We must ensure a strong health care system that can support and treat those at risk.", "The city of St. Thomas acknowledged suicide prevention day by raising a flag that was in memory of Nicholas Knapp. His mother, Penny, has been a tireless advocate for suicide prevention since the loss of her son nearly a decade ago.", "There is more the government can do to prevent suicide. Our communities have lost too many people." ],
  "anchor" : "para713"
}, {
  "speaker" : "Mrs. Lisa Gretzky",
  "text" : [ "Let’s get right down to business. Energy to power our heaters, our refrigerator and our lights is a basic need, but skyrocketing prices mean that more and more people are struggling to afford everyday necessities.", "I’ve heard from too many single parents and low-income families who can’t buy new school supplies for their children because of their skyrocketing hydro bill. I’ve heard from too many seniors who set their alarms for 2 a.m. just to do their laundry. There are still too many young people in Windsor who are not working or are underemployed who will be forced this winter to choose between heating and eating.", "Our Royal Canadian Legion pays nearly $3,000 a month in hydro when that money should be spent on programming and services. At our Downtown Mission, last April’s rate hike is equivalent to the cost of one meal per month for someone in need.", "I would ask that a page please walk over and deliver the hydro bills that I’ve received to the Minister of Energy and the Premier so that they can no longer look away as people in Ontario struggle to afford the most basic costs of living.", "I’d like to thank everyone in Windsor and Essex county who have sent me their bills.", "The government could have used yesterday’s throne speech to truly change direction and work for Ontario families. They could have halted the sale of Hydro One. Instead, they chose to stay the course and continue to work only for themselves." ],
  "anchor" : "para720"
}, {
  "speaker" : "Mr. Granville Anderson",
  "text" : [ "I had a great summer in the riding of Durham. I spent my time exploring different events and festivities in my riding, and I spent time listening to my constituents on local issues.", "While celebrating numerous events across the riding, such as the Clarington Heritage Week, the Pow Wow on Scugog Island and the BluesBERRY Festival in Bowmanville—I also attended the Blackstock, Uxbridge and Port Perry fairs—I could not help but wonder what these events would be without the hard work and dedication of volunteers.", "I wanted to take this opportunity today to tell you how grateful I am to be living in a wonderful riding such as Durham that is so rich with volunteerism. They spend hours of their time planning, organizing and providing support for others, and this is without the expectation of reward. They are the cornerstone of my community, and it would be remiss of me not to acknowledge that today.", "Thank you, volunteers of Durham riding, for the tireless work you have completed over the summer and throughout the years that allows us to ensure that there was a variety of events to keep our community close and entertain our families. You guys give of yourselves without expectation of anything in return. Saying that you make Durham a great place is quite an understatement.", "With that being said, let me make one request of my community. When attending a local event, find a volunteer, give them a high five and say thank you because without them we would have no fun fairs or art festivals to bring our children to and there would be no one to plan the charitable events that so many organizations rely upon." ],
  "anchor" : "para727"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to rise today to say thank you: Thank you to the thousands of people who have taken the time to sign the petitions, raising their voices collectively to tell the Ontario government that they no longer can afford the ever-rising electricity costs that this government is imposing upon them. Petitions are being shared in seniors’ apartments. They’re being shared in the lunch rooms of manufacturers. They’re being shared throughout fall fairs. The list could go on and on.", "In particular, I want to give real examples of the concerns that are being raised because of the mismanagement of the energy file. Gail from Paisley said that they took over the grocery store in 2014. “We spent $410,000 on new ultra-efficient refrigeration display equipment and associated condensers, fans and heat reclaim systems, $29,000 on new LED lighting, and $75,000 on a new double-door entry to keep heat and coolness in the store. We did all the renovations in the name of energy efficiency. We applied for Hydro One electricity grants and received a total of $24,000,” about 5% of their total investments, and now their costs are reaching $6,000 a month.", "That story can be echoed in Blyth. For individuals who are living on their own, they don’t know where the money is going to come from one month to another to meet these costs. Ontario needs to do better." ],
  "anchor" : "para733"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’d like to give you two numbers. The first is 2,000 and the second is 24. These numbers relate to a petition that I circulated in my riding. The petition called for the government to address the crisis with hydro rates and to stop the sale of Hydro One. In just 24 hours, 2,000 signatures. Over 24 seniors, workers, business owners and young people all asked me to tell the Premier that enough is enough.", "But I can tell you that our plan to give residents relief on their hydro bill does not end with the rebate of the HST, and neither should it for this government. Hydro is an absolute crisis in this province. The Premier should announce she is stopping the sell-off of Hydro One. Hydro should remain publicly delivered and publicly owned.", "The rebate for the HST in 2017 does not do enough for the 4,000 residents who are behind on their hydro bills in my riding or the residents who are choosing between paying their hydro bill or buying groceries. I have constituents coming into my office who break down crying over their bills. Premier, the crisis is real in my riding and in Ontario.", "Mr. Speaker, from the people of Niagara to the Premier of Ontario, we ask that you stop the sale of Hydro One, recognize that people can’t afford their bills and work with us to make life more affordable in Niagara and right across Ontario." ],
  "anchor" : "para737"
}, {
  "speaker" : "Ms. Sophie Kiwala",
  "text" : [ "On August 20, the community of Kingston and the Islands welcomed The Tragically Hip home. Fans from across the country were transfixed as the band performed a heartfelt concert at the K-Rock Centre. When a band becomes legendary, their place of origin is inevitably swept up with it. The Hip’s gift to Canadian cultural identity and, by virtue, to Kingston, to this province and to this country is unparalleled. Some 11.7 million Canadians shared in the three-hour concert, which would not have been possible without the CBC and The Hip’s collaborative approach. Gord’s pantomime playfulness towards the end of the concert was a gentle reminder for all of us to find the joie de vivre even in the face of adversity.", "Thank you to the countless city staff, Kingston city police, Frontenac paramedics, Kingston firefighters and numerous volunteers who worked tirelessly to ensure that the concert was safe for all.", "I especially want to thank The Tragically Hip for capturing the heart of the nation and bringing our hometown into the national spotlight on that unforgettable night. For the Hip, for the love of Gord, and for your searing and poignant message that night that touched the heart of our nation, we will be forever thankful." ],
  "anchor" : "para742"
}, {
  "speaker" : "Mr. Bill Walker",
  "text" : [ "I rise today in recognition of Childhood Cancer Awareness Month in Ontario.", "I’m pleased to update this House that, since we unanimously agreed last spring to recognize September as Childhood Cancer Awareness Month, a new movement has spawned coast to coast, and it will surely impact the lives of all children diagnosed with cancer. More than 40 buildings from Charlottetown to the Victoria Legislature have lit up in gold in support of the Maggie Project, as it is now known.", "From Childhood Cancer Awareness to the Big Book of Care and “Go Gold for Kids” to the Maggie Project, we need to continue to stand united to conquer what’s known as the number one cause of disease-related death for children ages one to 14.", "I want to thank our supporters who are in the public gallery for joining us today: Advocacy for Canadian Childhood Oncology Research Network; OPACC; Childhood Cancer Canada; Childcan; Meagan’s Walk; and the Pediatric Oncology Group of Ontario; along with my constituent and advocate Neal Rourke and Maggie Jenkins’s parents, David and Maureen.", "The fight against childhood cancer should never be fought alone. That is what the gold ribbons we are wearing today symbolize. I wear my pin proudly in honour of three young people whom I have a personal connection with: Conah Higgins, the son of dear family friends from the UK, who sadly passed away from cancer at the age of 17; Hayley Nuttal, the daughter of dear family friends the Ruth and Nuttal families, who passed away at the age of 8; and Brendan Rourke, a young man from Bruce–Grey–Owen Sound, whose father Neal is now a tireless advocate and a member of the Advocacy for Canadian Childhood Oncology Research Network, raising funds and awareness for young girls and boys whose childhoods have, regretfully, been cut short.", "Neal recently shared with me that the World Health Organization has found that, globally, for children before their 20th birthday, 821 are diagnosed and 164 die every day from a form of childhood cancer. So let us be reminded that we need to do more.", "I respectfully ask all of us to commit to take action and work tirelessly to ensure that we give children and youth every opportunity to grow and thrive and live in a world that is free from this life-threatening disease. It is my hope that we will soon—for the dream of my hero, Terry Fox—find a cure for all cancers. “Somewhere the hurting must stop.”" ],
  "anchor" : "para747"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I thank our guests for being here—Neal, in particular, who visited my riding. But, also, I would ask if you would keep in your minds the people that are actually biking across Canada as we speak. Speaker Chris Collins from New Brunswick, who lost a child to cancer, is a friend of mine, and he asked me to thank you for the support that you showed today. So thank you very much." ],
  "anchor" : "para754"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "I rise today to bring congratulations on behalf of our summer Olympians who represented Canada in Rio and to congratulate local volunteers in Beaches–East York who planned a great parade to welcome them all home.", "Last month, we all watched and cheered as athletes from across Ontario ran, swam, cycled and rowed their way to glory. We celebrate not just those who won medals but those who achieved personal bests or who fought their way through injuries in order to achieve their goals.", "Among those we cheered was Penny Oleksiak, a 16-year-old Monarch Park student from Beaches–East York. She was raised in the Beaches. She swam at Summerville pool and Glen Ames Senior Public School. Penny won four medals in Rio and inspired a whole generation of young Beachers and Canadians to pursue their dreams.", "She also inspired two local leaders, Johanna Carlo and Alison McMurray, who planned a great parade on her return. The parade walked down Woodbine Avenue to Queen Street to Kew Gardens. It was attended by the Premier; Eleanor McMahon, the Minister of Tourism, Culture and Sport; a local MPP—myself, actually; and the local MP and the member from city council.", "I want us all to celebrate the incredible success Ontario had both in the Summer Olympics, but also to acknowledge that we now have the Paralympics going on down in Rio.", "There are more reasons to cheer: Another Beaches–East York resident, Victoria Nolan, has won a bronze medal in rowing despite her affliction—she is completely blind." ],
  "anchor" : "para756"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Few in the Ottawa Valley did not have their eyes fixed to their television sets when Eganville’s Melissa Bishop returned to the Olympics in Rio to represent Canada in the women’s 800 metres.", "Finishing with the second-best time in the qualifiers, Melissa secured her place in the Olympic finals with the whole country watching. Melissa went on to run a tremendous race for a personal best time and a Canadian record of 1:57.02. Sadly, she finished fourth amid a controversy. Melissa, showing the first-class person that she is, stayed on the high road and didn’t wade in. She has since continued to conduct herself with the highest level of professionalism, with her eyes fixed on future competitions.", "This past Saturday Eganville welcomed Melissa home in perhaps the biggest parade the village has ever seen. The parade was followed by a dinner later that evening, where people could once again honour and congratulate their Olympian.", "Even though she is one of the world’s best in her sport, Melissa is an amazingly humble person. It has been an honour for me to have followed her athletic progress throughout the years. Melissa has made the valley and indeed all of Canada shine brightly on the world stage.", "In addition, through her many visits to local schools, Melissa has inspired a generation of youngsters to believe in themselves. One of those children is our granddaughter May, who now hopes to one day be able to run like Melissa. She even inspires some older folks, like me, who recently got a new hip. But as I said to Melissa on Saturday, I won’t be challenging her any time soon. I was thrilled when Melissa announced that she plans to compete in the 2020 Olympics in Tokyo.", "Melissa, we’re so proud of you and all that you’ve accomplished through your tremendous sacrifice and hard work. The valley loudly and proudly calls you our Olympian. We and all of Canada will watch closely over the next four years, and we’ll be enthusiastically cheering you once again when you take to the track in Tokyo." ],
  "anchor" : "para763"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Point of order, the member from Niagara Falls." ],
  "anchor" : "para770"
}, {
  "speaker" : "Mr. Wayne Gates",
  "text" : [ "I’d like to correct my member’s statement. I said that in 24 hours, we had 24 signatures. I got that wrong. Within 24 hours, we had 2,000 signatures." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Thank you. Members are allowed to correct their record." ],
  "anchor" : "para772"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "I beg to inform the House that during the adjournment, the following reports of parliamentary officers were tabled:", "—a special report from the Environmental Commissioner of Ontario with respect to the Environmental Bill of Rights;", "—the 2015 annual report of the Information and Privacy Commissioner of Ontario;", "—a report from the Ombudsman of Ontario concerning an investigation of the Ministry of Community Safety and Correctional Services;", "—the 2014-15 annual report from the Chief Electoral Officer of Ontario;", "—a report from the Integrity Commissioner of Ontario concerning Marie-France Lalonde, member for Ottawa–Orléans;", "—the 2015-16 annual report of the Financial Accountability Officer of Ontario;", "—a report from the Integrity Commissioner of Ontario concerning Bob Chiarelli, member for Ottawa West–Nepean, and Charles Sousa, member for Mississauga South;", "—a report from the Ombudsman of Ontario concerning an investigation of the Ministry of Community and Social Services;", "—reports from the Integrity Commissioner of Ontario concerning the review of expense claims under the Cabinet Ministers’ and Opposition Leaders’ Expenses Review and Accountability Act, 2002, for submissions received April, June, July and August 2016.", "Mr. Naqvi moved first reading of the following bill:", "Bill 2, An Act to amend various statutes with respect to election matters / Projet de loi 2, Loi visant à modifier diverses lois en ce qui a trait à des questions concernant les élections." ],
  "anchor" : "para774"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para788"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para790"
}, {
  "speaker" : "Hon. Yasir Naqvi",
  "text" : [ "I’m pleased to introduce this bill, as amended by committee, that would, if passed, be the largest overhaul of Ontario’s election financing laws in 40 years.", "This bill seeks to ban corporate and union donations, limit third-party advertising, drastically lower political donation limits and, for the first time, regulate nomination contestants. Should the bill pass second reading, we plan to go even further in committee with an amendment to ban MPP fundraisers completely.", "These are critical reforms that look to change the way politics are done in Ontario.", "Mr. Clark moved first reading of the following bill:", "Bill 3, An Act to amend the Highway Traffic Act / Projet de loi 3, Loi modifiant le Code de la route." ],
  "anchor" : "para791"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para798"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para800"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "The Cutting Red Tape for Motor Vehicle Dealers Act, 2016, amends the Highway Traffic Act to enable certain motor vehicle dealers to apply for permits, number plates and other things by electronic means or in an electronic manner. It was previously before the previous Parliament.", "Ms. Thompson moved first reading of the following bill:", "Bill 4, An Act to amend the Pesticides Act / Projet de loi 4, Loi modifiant la Loi sur les pesticides." ],
  "anchor" : "para801"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para805"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para807"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "This bill makes various amendments to the Pesticides Act. The definition of “professional pest adviser” is added to the act. The bill adds a requirement for the ministry to consult with interested professional pest advisers regarding how pest assessment should be conducted, and the bill also provides that when a soil inspection is conducted by a person who is supervised by a professional pest adviser, the professional pest adviser is not required to be present during the inspection.", "Ms. Jones moved first reading of the following bill:", "Bill 5, An Act to amend the Ministry of Health and Long-Term Care Act in respect of Hepatitis C / Projet de loi 5, Loi modifiant la Loi sur le ministère de la Santé et des Soins de longue durée en ce qui concerne l’hépatite C." ],
  "anchor" : "para808"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para812"
}, {
  "speaker" : "The Speaker (Hon. Dave Levac)",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para814"
}, {
  "speaker" : "Ms. Sylvia Jones",
  "text" : [ "This is a reintroduction of a bill that I introduced for first reading in June of this year. It relates to access to hepatitis treatment once a person has discovered that they have hepatitis C." ],
  "anchor" : "para815"
}, {
  "speaker" : "Mr. Ted Arnott",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario, and it reads as follows:", "“Whereas the price of electricity has skyrocketed under the Ontario Liberal government;", "“Whereas ever-higher hydro bills are a huge concern for everyone in the province, especially seniors and others on fixed incomes, who can’t afford to pay more;", "“Whereas Ontario’s businesses say high electricity costs are making them uncompetitive, and have contributed to the loss of hundreds of thousands of manufacturing jobs;", "“Whereas the recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion over the next 18 years if nothing changes;", "“Whereas the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, the sale of surplus energy to neighbouring jurisdictions at a loss, the debt retirement charge, the global adjustment and smart meters that haven’t met their conservation targets have all put upward pressure on hydro bills;", "“Whereas the sale of 60% of Hydro One is opposed by a majority of Ontarians and will likely only lead to even higher hydro bills;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To listen to Ontarians, reverse course on the Liberal government’s current hydro policies and take immediate steps to stabilize hydro bills.”", "Mr. Speaker, I support this petition and affix my signature to it as well." ],
  "anchor" : "para818"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "It’s with a very heavy heart that I present this petition, signed by over 200 people from Gogama, Mattagami First Nation and their supporters. It reads as follows:", "“Gogama Needs Help.", "“To the Legislative Assembly of Ontario:", "“Whereas at 2 a.m. on March 7, 2015, a Canadian National train derailed just outside of Gogama;", "“Whereas this derailment caused numerous tank cars carrying crude oil to explode, catch fire and spill over one million litres of oil into the Makami River; and", "“Whereas residents continue to plainly observe an oil sheen and find dead fish on the Makami River as well as Lake Minisinakwa, despite the fact that the Ministry of the Environment has declared the cleanup complete;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“That the Ministry of the Environment require CN to continue the cleanup of Gogama’s soil and waterways until the residents are assured of clean and safe access to water for drinking and recreation.”" ],
  "anchor" : "para829"
}, {
  "speaker" : "Mr. Ernie Hardeman",
  "text" : [ "I have a petition here signed by a great number of my constituents.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I affix my signature to the petition." ],
  "anchor" : "para838"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Ontario does not have missing persons legislation; and", "“Whereas police are not able to conduct a thorough investigation upon receipt of a missing person report where criminal activity is not considered the cause; and", "“Whereas this impedes investigators in determining the status and possibly the location of missing persons; and", "“Whereas this legislation exists and is effective in other provinces; and", "“Whereas negotiating rights to safety that do not violate rights to privacy has been a challenge in establishing missing persons law;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“We ask that the Attorney General’s office work with the office of the privacy commissioner to implement missing persons legislation that grants investigators the opportunity to apply for permissions to access information that will assist in determining the safety or whereabouts of missing persons for whom criminal activity is not considered the cause.”", "It is my pleasure to affix my signature to this petition and give this to page Zoe." ],
  "anchor" : "para846"
}, {
  "speaker" : "Mr. Jim Wilson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Stevenson Memorial Hospital is challenged to support the growing needs of the community within its existing space as it was built for a mere 7,000 visits and experiences in excess of 33,000” emergency room “visits annually; and", "“Whereas the government-implemented Places to Grow Act forecasts massive population growth in New Tecumseth, which along with the aging population will only intensify the need for the redevelopment of the hospital; and", "“Whereas all other hospital emergency facilities are more than 45 minutes away with no public transit available between those communities; and", "“Whereas Stevenson Memorial Hospital deserves equitable servicing comparable to other Ontario hospitals;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the” Wynne “government immediately provide the necessary funding to Stevenson Memorial Hospital for the redevelopment of their emergency department, operating rooms, diagnostic imaging and laboratory to ensure that they can continue to provide stable and ongoing service to residents in our area.”", "I agree with the petition and I will sign it." ],
  "anchor" : "para856"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "I have a petition entitled “Supporting Fair Pay and Fair Wages in the Post-Secondary Sector.", "“To the Legislative Assembly of Ontario:", "“Whereas the government is obligated to spend public funds in a manner which delivers quality services and supports the sustainability of the province; and", "“Whereas post-secondary institutions in Ontario receive over $5 billion in public funds, and act as a critical pillar of Ontario’s economy; and", "“Whereas post-secondary institutions rely on the livability of the local communities as a contributing factor in attracting both student applications and qualified staff, as well as maintaining their global competitiveness; and", "“Whereas studies show that living wages improve productivity, significantly reduce training costs, reduce worker absenteeism, provide for healthier communities with broader economic growth, and significantly increase the livability of a community; and", "“Whereas there is an emerging trend in post-secondary institutions to substitute good-paying jobs with contracted-out services which rarely offer any benefits or pensions and do not provide fair pay and hours of work;", "“We, the undersigned, petition the Ministry of Training, Colleges and Universities to end the practice of contracting out front-line jobs, and provide fair, stable hours of work as well as equitable remuneration.”", "I fully agree. I’ll sign my name to it and give it to Adam to bring down to the Clerks." ],
  "anchor" : "para866"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas beginning August 31, 2017, an exclusionary clause in ON Reg. 63/09 will prohibit a professional pest adviser from completing a pest assessment if they receive an income from a manufacturer or retailer of a class 12 pesticide; and", "“Whereas Ontario currently has 538 certified crop advisers” and 30 professional agrologists “providing services to Ontario farmers; and", "“Whereas the implementation of this regulation will significantly reduce the number of certified crop advisers capable and willing to conduct pest assessments in the province to approximately 80; and", "“Whereas Ontario is the only jurisdiction within North America to adopt this exclusionary clause; and", "“Whereas this regulation will impact farmers by forcing an end to the effective professional partnerships they have established with experts who understand their unique crop needs, soil types and field conditions;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario and the Ontario government to support measures that will remove the exclusionary clause and ensure farmers can continue to work with the professionals they have built a relationship with, and who are familiar with their land and crop needs.”", "I totally agree with this petition. I’ll affix my signature and send it to the table." ],
  "anchor" : "para876"
}, {
  "speaker" : "M. John Vanthof",
  "text" : [ "« Pétition à l’Assemblée législative de l’Ontario :", "« Attendu que le gouvernement provincial conçoit un projet de privatisation qui entraînera une hausse des tarifs d’électricité, une baisse de la fiabilité et des centaines de millions de dollars en moins pour nos écoles, nos routes et nos hôpitaux; et", "« Attendu que le projet de privatisation sera particulièrement préjudiciable pour les communautés du Nord et des Premières Nations; et", "« Attendu que le gouvernement provincial conçoit ce projet de privatisation dans le secret, faisant que les Ontariens n’ont pas un mot à dire sur un changement qui affectera sérieusement leur vie; et", "« Attendu qu’il n’est pas trop tard pour annuler le projet;", "« Compte tenu de cela, nous, les soussignés, pétitionnons l’Assemblée législative de l’Ontario comme suit :", "« Que la province de l’Ontario annule immédiatement son projet de privatisation du réseau de distribution d’électricité de l’Ontario. »", "I wholeheartedly agree and affix my signature and give it to page Amy." ],
  "anchor" : "para885"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "This is one of 1,500 petitions I’ll read today.", "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the current Liberal government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss; and", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the Liberal government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount; and", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and deny Ontarians the option to choose affordable natural gas heating; and", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills; and", "“Whereas the ill-conceived energy policies of this Liberal government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to an Ontarian’s energy bills.”", "I agree with this, Mr. Speaker, and sign my name to it." ],
  "anchor" : "para894"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "It gives me great pleasure to read this petition from the great people of Sudbury. It reads as follows:", "“Privatizing Hydro One: Another Wrong Choice.", "“To the Legislative Assembly of Ontario:", "“Whereas once you privatize Hydro One, there is no return; and", "“Whereas we’ll lose billions in reliable annual revenues for schools and hospitals; and", "“Whereas we’ll lose our biggest economic asset and control over our energy future; and", "“Whereas we’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I couldn’t agree with this more, Mr. Speaker. I’m going to affix my name to it and give it to page Matthew to bring to the Clerk." ],
  "anchor" : "para907"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas electricity rates have risen by more than 300% since the current Liberal government took office;", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment;", "“Whereas the global adjustment is a tangible measure of how much Ontaro must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss;", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the Liberal government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount;", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and deny Ontarians the option to choose affordable natural gas heating;", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills;", "“Whereas the ill-conceived energy policies of this Liberal government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to an Ontarian’s energy bills.”", "I have over 2,500 of these petitions and I’ll pass them off to page Sophia." ],
  "anchor" : "para918"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "The time for petitions has now expired.", "Resuming the debate adjourned on September 13, 2016, on the motion for an address in reply to the speech of Her Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para929"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para934"
}, {
  "speaker" : "Mr. Patrick Brown",
  "text" : [ "I am pleased to rise here today to respond to the speech from the throne. Before I begin my remarks, I would like to inform the House that I will be splitting my time with the member from Renfrew–Nipissing–Pembroke.", "Just a few months ago, I stood in this chamber and asked the Minister of Finance what he planned to do about hydro rates. At the time, the best answer he could come up with was, his hydro bill was going down. He wasn’t the only one out of touch, Mr. Speaker. The Minister of Energy at the time later said that electricity rates were competitive and fair. Then the new Minister of Energy refused to call the hydro situation in the province a crisis. It was the same old, same old from an out-of-touch government, a tired government.", "C’est le même gouvernement qui est fatigué, déconnecté et qui se répète.", "But then something miraculous happened: The Liberals lost their fortress of Scarborough–Rouge River for the first time, and a new MPP, Raymond Cho, was elected. Then, all of a sudden, hydro rates in Ontario were increasing faster than inflation and stretching family budgets.", "That brings us to the latest speech from the throne. In the past, the Premier has claimed to draft policies while sitting at the kitchen table. Hopefully, that reminded her of what the average Ontario family is doing every month: sitting at their kitchen table struggling with their hydro bills and their bank statements, trying to figure out how to make ends meet.", "This is not a new problem for Ontario families, but it is a new problem for the Liberal government.", "Ce n’est pas un nouveau problème pour les familles ontariennes, mais c’est un nouveau problème pour ce gouvernement libéral.", "In 2004, hydro prices were 4.4 cents a kilowatt hour. Now the peak price is 18 cents—more than four times what it was. That’s astonishing—four times. In dollars, that’s more than $1,000 a year, since the Liberals took power, for the average family. But don’t worry, the government says; all those increases were just the price of closing coal and upgrading infrastructure. If that was truly the reason costs went up, why are they still climbing?", "Let’s look at the facts: On May 1, 2015, rates went up $68. On November 1, 2015, rates went up $53. On January 1, 2016, rates went up $96. On May 1, 2016, rates went up $38. Mr. Speaker, in just one year—from May 1, 2015, to May 1, 2016—rates went up for the average family by $255 a year. And it’s not stopping there, sadly. On November 1 of this year, rates are likely to climb again. No matter which way you slice it, electricity prices in Ontario are going up.", "What’s the solution to this problem? How about we stop signing expensive energy contracts? I realize this is a difficult commitment for the Liberal government to make since these companies are also major donors to the Ontario Liberal Party. But the starting point on this conversation on energy has to be around stopping this government’s addiction to signing contracts for power we do not need.", "They can also stop the fire sale of Hydro One, forcing us to lose control over future rates.", "Alors, quelle est la solution à ce problème? Devons-nous arrêter de signer des contrats d’énergie coûteux pour de l’électricité dont nous n’avons pas besoin? Ou arrêter la vente des actions d’Hydro One qui nous forcera à perdre le contrôle sur les taux dans l’avenir?", "Neither of these policies that the Liberal government introduced—whether it’s the fire sale of Hydro One, whether it’s the signing of these contracts for energy we don’t need—do they have the courage to correct course, to acknowledge that they’ve made a horrible mistake for the province.", "The Premier said this morning in a radio interview that not everyone has shared the benefits of Liberal policy decisions. I think that’s an interesting way of putting it. Mr. Speaker, she couldn’t be more right.", "One Ontarian who hasn’t benefited is Carole Legault. While Ms. Legault and her family tried to figure out how to pay their $660-a-month hydro bill, the Liberals gave the new Hydro One CEO a $4-million salary and continued to hand out contracts for energy we have to give away. I know this Liberal government hasn’t placed a priority on teaching math, but even they can see this doesn’t add up. It’s out of touch. It’s irresponsible. It has to stop.", "Instead, the Liberals are putting forward legislation to remove the provincial portion of the HST from Ontario’s hydro bills—a $10-a-month rebate for the average family. I would note that the Liberal cap-and-trade scheme, by the government’s own estimation, will cost the average family $13 a month, completely wiping out any benefit from the HST rebate. Give with one hand, take with the other.", "Not only are the Liberals playing a shell game with family finances; they’re not being up front about it. If the government was proud of their actions, they would be transparent. When it comes to cap-and-trade, this government will be burying the added changes to your natural gas bill; your bill will go up and you won’t know why. But when it comes to the great hydro rebate of 2016, the Liberals will insist it is displayed on your bill as a credit for everyone to see. What a stark difference. When they give, they shove it in your face. When they take, they do it behind your back. That’s your Ontario Liberal government.", "I must say, it is rather self-serving of this Liberal government. Ontarians deserve to know what they are paying and why they are paying it. The Premier should direct the Ontario Energy Board to reverse its decision and clearly state cap-and-trade costs on the natural gas bill. That is the right thing to do.", "Since this government is only concerned about their own spin, I’ll tell you the whole story. This summer, while in Scarborough–Rouge River, I heard countless times from people of all stripes about their hydro bills. The increases are unaffordable and life is getting harder under the Liberals. But it’s not just families that are struggling; it’s businesses that are supposed to be able to create secure, good-paying jobs, keeping our economy growing.", "Les augmentations sont trop chères, et la vie devient plus difficile sous les libéraux. Mais ce ne sont pas seulement les familles qui ont des difficultés; ce sont les entreprises qui sont censées être en mesure de créer des emplois bien payés.", "I toured a manufacturing company in Scarborough, Leland Industries. They make threaded building materials, the literal nuts and bolts of the manufacturing sector. But they have a problem: Hydro rates are eating into their business and causing them to consider expanding to the United States, not to Ontario. Their hydro bill averages out—and this is astonishing—to $85,000 to $90,000 a month. Approximately $42,000 of this is the Liberal global adjustment fees—$42,000 in global adjustment fees. How can the Liberal government be proud of that? It’s killing jobs in Scarborough. It’s killing jobs everywhere in this province.", "On top of this, businesses are still waiting to stop paying down the debt retirement charge on their electricity bills, making it harder to operate in Ontario—this after the Auditor General reported the debt retirement charge was paid off in 2011, yet this government has decided to keep it. Leland Industries continues to pay approximately $2,800 for their debt retirement charge each month. And guess what, Mr. Speaker? They’re not eligible for the HST rebate.", "So here we have a business employing 220 hard-working Ontarians struggling with their hydro bills. The government claims it suddenly wants to fix the problem and starts handing out rebates. Not a single aspect of the throne speech will help this company that is struggling to keep jobs in Ontario. Electricity rates at Leland Industries will be up 42% by 2018 because of this government—no relief and, unfortunately, more bad news coming. Mr. Speaker, they’re supposed to be making screws, not getting them.", "But it’s not just this business, Mr. Speaker. What about Automatic Coating, also in Scarborough–Rouge River? In April of this year their bill was $34,000, but just a few months later, in July, it rose to $45,000. Once again, they’re not eligible for the HST rebate because they’re too large, but they’re likely not large enough, so they can’t apply for the industrial conservation initiative either. There is no help for a small business like them. It’s just another example of how the government is out of touch.", "Mr. Speaker, this isn’t the first time we’ve seen an HST-type rebate from the Liberal government. The Premier’s predecessor once introduced the Ontario Clean Energy Benefit, which ended in January of this year. That subsidy was actually a 10% reduction, not the 8% one we’re seeing it replaced with. So the current Premier has replaced one subsidy program with another, providing less money—less relief—for Ontario families. Yet they claim it is a success; yet they claim it is a relief. Only in Liberal math does that add up.", "Let’s remember why the Ontario Clean Energy Benefit was brought in in the first place. It was created to offset the Liberal decision to apply HST to your hydro bill. That’s right, Mr. Speaker. The HST rebate that the Liberals will now gloat about is actually a reversal of their own decisions to tax hydro in Ontario.", "With countless Liberal decisions in the electricity sector like the decision to add the HST to bills or create the disastrous Green Energy Act, bills are rising 42% by 2018. This rebate program, although needed, is too little, and it’s certainly too late. Let me put this another way: I’m glad this government has finally seen the light because it may not have been able to stay on much longer, given the prices in Ontario.", "Before I move on to another aspect of the throne speech, I want to quickly address the rural rebate program that was announced yesterday. The throne speech details that rural customers will receive an expanded subsidy of up to 20% of their bill, or $45 a month. Now, let’s be clear. This subsidy is only for rural customers in low-density areas, not all rural citizens.", "In addition, despite what the throne speech may imply and despite all the Liberal PR, the subsidy already exists at a rate of $28.50 a month. So the subsidy will increase by about $17 a month, not the $45 the government tries to leave as an impression. As my colleague from Simcoe–Grey said, in rural Ontario that’s barely enough to pay for the gas to get to the end of your driveway. A $17 rebate is not the answer to skyrocketing hydro rates.", "Un rabais de 17 $ n’est pas la réponse aux hausses de tarifs de l’électricité.", "With rates likely to go up again on November 1, it is nothing but a Band-Aid solution to a much more serious problem.", "Mr. Speaker, I would be remiss if I didn’t touch on some of the aspects of the 2016 throne speech other than hydro. The government did an exceptional job at reannouncing past promises and commitments, most well beyond its mandate. The transit commitments and now child care commitments are all well into the future, so that the government can figure out how to pay for them down the road. With a debt of $300 billion and growing, it’s curious how the Liberals can suddenly announce lavish new spending. The HST rebate will cost a billion dollars, and the child care program will cost between $1.6 billion and $3.7 billion. This government doesn’t even have the financial foresight to peg the cost of child care spaces within a $2-billion range—once again, Liberal math. That wouldn’t be acceptable anywhere in Ontario, but for some reason it’s good enough for this government.", "Altogether, the new spending commitments could total over four and a half billion dollars. Coincidentally, we’re selling Hydro One for a similar amount. First the money will go to making the books look balanced in time for the next budget. Then, when they’ve tabled the document, they’ll spend the money on the HST rebate their Minister of Economic Development once called short-sighted and a gimmick. It’s funny how they changed their tune on this. The Hydro One sale isn’t about what’s best for the province; it’s about getting enough money for a tired Liberal government to try to ensure its own survival.", "We’re selling our hydro utility to raise money to pay our hydro bills. How ridiculous does that sound? No family in Ontario would sell their home to pay their mortgage, but that’s what this Liberal government is doing. It doesn’t make sense for you and me and it doesn’t make sense for the province of Ontario. The people of Ontario deserve better.", "Mr. Speaker, the newly announced child care spaces are yet another example of a Liberal give-and-take policy. In 2014, the government passed Bill 10, which changed the ratios for daycare operators across the province. Because of these restrictive ratios, qualified daycare operators started closing up shop, taking valuable spaces away from parents. The government wanted to punish a few bad apples but instead decimated the entire industry at the expense of Ontario families. Now they’re going to spend billions of dollars of taxpayer resources they don’t have to fix their own mistakes.", "I appreciate when a government admits it made a mistake and takes a course to correct it. I just wouldn’t support the government spending billions of dollars before they come to that conclusion. Unfortunately, the government fails to acknowledge that. That is the real crux of the throne speech: Can you trust this government to actually do what they say?", "None of the Liberal government’s past throne speeches ever said they’d throw away $1.1 billion on cancelling the gas plants. No throne speech ever said they were going to spend $2 billion on smart meters or billions on eHealth and Ornge, frivolously wasting taxpayer dollars. No throne speech ever said the government would be the subject of five OPP investigations at the same time.", "Instead, the Liberals expect Ontario families and businesses to share their rose-coloured-glasses view of this province. But they’re losing trust. The reality is that, under 13 years of Liberal rule, life is getting harder under the Liberals.", "La réalité est que, sous 13 ans du gouvernement libéral, la vie devient plus difficile sous les libéraux.", "Life is becoming more and more unaffordable for Ontario families and Ontario job creators. We need more than a 17-page speech and $17 rebates to turn this province around. It is time for legitimate change to put Ontario back on track by addressing the core problems of our electricity system. We need to stop signing expensive energy contracts for power we do not need, and we must halt any further sales of the shares of Hydro One.", "You see, Mr. Speaker, the worst thing about a Band-Aid solution is when you have to rip off the bandage. When the Premier removed the clean energy benefit on January 1, it raised bills by $153 in a single day. I’m not looking forward to the day when the Premier has to choose between a balanced budget and hydro relief. No rebate will get us out of the mess the Liberal government’s policies have gotten us into.", "While I’m glad that the Scarborough–Rouge River by-election opened the Premier’s eyes to the urgent crisis in skyrocketing hydro rates and what it means for families and businesses, it shouldn’t take a by-election or a general election to force the government to do the right thing.", "The question is, Mr. Speaker, will the Premier stop her reckless health care cuts? Will it take another by-election for them to stop these health care cuts? I’d like to think it doesn’t operate that way. I’d like to think the government would do the right thing. I’d like to think the government is hearing the pleas of nurses saying, “Stop cutting 1,400 nursing jobs.” I’d like to think the government has heard the pleas from the physicians saying that $815 million taken away for patient care isn’t right. I’d like to think the government has heard the pleas from seniors who are saying that a $50-million cut to physiotherapy isn’t right. It shouldn’t take a by-election for the government to wake up to what is right.", "In closing, I am truly pleased the Premier has finally seen the light on hydro prices. It’s just a shame we’ve had to pay so much to keep it on all this time." ],
  "anchor" : "para935"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Continuing with debate, I recognize the member from Renfrew–Nipissing–Pembroke." ],
  "anchor" : "para980"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you very much, Speaker, for this opportunity to respond to the throne speech that was delivered yesterday. Quite surprisingly, actually, we found out on the weekend, basically—I guess on Thursday we found out that Parliament was being prorogued and that the Premier would deliver, through the Lieutenant Governor, a throne speech on Monday, September 12. I guess the question has to be asked: Why? Was there any discussion at any time that this Parliament would be prorogued and that there would be a new throne speech in the middle of this session? Was there any hue and cry out there in the public that there had to be a reset?", "You have to ask yourself what the motivation was of the government to prorogue Parliament and bring in a new session of the 41st Parliament with a throne speech yesterday. Now, to get an answer from the government is not likely. I’ve been here for 13 years and I’ve never seen an answer during question period, so I’m not likely to get an answer as to why they prorogued Parliament and brought in a throne speech. If you ask yourself the questions, you might come up with a reason. But is it really a justification? What I’ve concluded is: Raymond Cho, you’re at fault.", "I want to first congratulate Raymond Cho for his tremendous victory in the by-election in Scarborough–Rouge River. We are so proud of you as a new member of our caucus and are looking forward to working closely with Raymond over the next many, many years. But yes, I have to say, Raymond, I think you’re at fault here. You’re the reason that this Parliament got prorogued and that we had a throne speech yesterday, because all of the things that the government talked about in the throne speech when it comes to energy are nothing new. We’ve been talking about this for years. This is not new news, this did not come as a thunderbolt out of the sky, that somehow Premier Wynne was on the road to Scarborough–Rough River, was struck down off her horse and came to a realization that somehow the people in Ontario were suffering from exorbitantly high energy rates. It couldn’t have happened that way, because they are fully aware of what people in Ontario have been going through for many, many years." ],
  "anchor" : "para981"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "Just ignored it." ],
  "anchor" : "para985"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "However, as my colleague from Huron–Bruce just said, they chose to ignore it.", "I could ask myself the question—I could ask you the question—where were they when busloads of protesters came to Queen’s Park from all across Ontario, friends of mine like John and Beth Hildebrandt and Jeannette Kosnaski, who organized a group of people from Barry’s Bay and Renfrew county to come down here and protest about what this government was doing to them with regard to hydro rates? Where were they?" ],
  "anchor" : "para986"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "They were hiding." ],
  "anchor" : "para988"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "They were hiding and completely ignoring the issue. Where were they when we raised question after question after question in this chamber and brought it to the attention of the then Minister of Energy and the Premier about the suffering that people were undergoing or being subjected to because of hydro rates in this province? Where were they? Nowhere to be seen. Hiding from the issue, or consciously choosing to ignore the suffering that they were causing to the people of Ontario.", "But Liberals always act in self-interest. I’ll get back to covering some of this stuff a little later. Liberals have always shown that they will act in self-interest. Even this summer—and I’m sure all of you would have seen the number of Global News stories going into people’s homes, sitting down at the kitchen table and seeing the strain and the tears in their eyes about the choices they had to make when it came to hydro in this province.", "Even after that, the member for Sudbury—that riding the subject of a police investigation; we’ll get to that as well—the new energy minister, said, “No, no. There’s no such thing as a crisis in energy. Not here. Not in Ontario. We don’t have a problem. Not a problem at all.” Global News story after Global News story—and I want to commend them on working hard and going across Ontario to bring this issue to the forefront. But none of that seemed to matter. As I said, Liberal self-interest never fails to be the motivating factor when it comes to action on the part of this government.", "So what did spur them to action? Raymond Cho, the new member for Scarborough–Rouge River." ],
  "anchor" : "para989"
}, {
  "speaker" : "Mr. Victor Fedeli",
  "text" : [ "Everybody loves Raymond." ],
  "anchor" : "para993"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Everybody loves Raymond. They certainly do in Scarborough. There’s no question about that.", "But in that election, Mr. Cho went around to homes all throughout that riding. Our leader, Patrick Brown, was with him there almost every day. Many of my caucus colleagues were there every day—on different days—and they heard it at the door: People were tired of being ignored and mistreated by this government on hydro prices, on the failure to properly fund and redevelop the Scarborough Hospital, and also on the broken promise that—when the member—I’m not sure of the riding—the Minister of Education today, Mitzie Hunter, ran in the by-election, replacing Margarett Best, she promised that she would bring a subway to Scarborough, that she would be the champion of a Scarborough subway. Whatever happened to that promise? You see, that was Liberal self-interest, because they needed to win that by-election back a couple of years ago, and once that by-election was over, did we ever hear again from the member, the Minister of Education? Did we ever hear again talk about bringing a subway to Scarborough? Never again.", "So what happened? Well, the Liberals lost a riding which they had held since it was created—held since it was created, Speaker. The Liberals lost a riding that they didn’t believe they could lose. Well, all of a sudden, you know what? We do have a crisis. I don’t believe they think we’ve got a crisis in energy prices or in electricity. They believe they’ve got a crisis in the Liberal Party. They’ve got a crisis, because they are now recognizing that the people are not going to be fooled any longer. They are not going to be fooled any longer. The people in Scarborough–Rouge River spoke in the clearest terms possible that they’re not buying your gobbledygook on the energy system anymore, where you invent stories about what shape it was in.", "We had a wonderfully operative, reliable energy system when this government took over, and they decided they were going to change it dramatically. The Green Energy Act of 2009—which, by the way, my friends next to me all voted for, the ones who were here. We told them. We told the Liberals then that that Green Energy Act, and the way the FIT program was going to work, and the willingness to pay above-market prices—seriously, significantly above-market prices—for energy was going to cost Ontario $40 billion extra. Lo and behold, the Auditor General says that since its introduction, Ontarians have paid $37 billion more for energy than they should have.", "That was the Green Energy Act, and the Liberals brought it in. Why? Did they care about people in Ontario, or did they care about how well funded the developers were who, just coincidentally, give more money to the Liberal Party than anywhere? How good the balance sheets of those developers were going to be was directly related to how well the Liberal Party was going to be funded.", "That was what spurred the desire to pay exorbitant rates that everyone across this province was subjected to. They didn’t check to see if somebody could afford it. They didn’t care. They decided that this was going to be part of their way of ensuring that they would be in power for decades to come. Unfortunately for them, the people will not be fooled any longer.", "So here we have now the situation: The Premier knows now that the jig is up. She had to do something. Even only weeks ago, when they pooh-poohed any thought of giving any kind of a rebate or relief or anything to energy consumers, all of a sudden, again on the back of an envelope because they’re desperate, they decide—too little, too late—they’re going to bring out a rebate on the provincial portion of the HST. They didn’t even have time to talk to the federal government about whether or not they could rebate all the HST, because they’d have to have an agreement in place with the feds to do that. They certainly knew where Justin Trudeau was during the by-election, because my understanding was that the Liberal candidate there in the by-election was more interested in getting his picture out with Justin Trudeau than he was in getting his picture with Premier Wynne, which again should tell this Liberal Party that, yes, they’re in crisis.", "We don’t even know why Bas Balkissoon resigned. He seemed to be doing well as a member, and all of a sudden he took his leave—no explanation and nothing evermore was said as to why that by-election was necessitated in the first place. So we have to question as to whether that’s another suggestion that there might be a crisis in the Liberal Party. But this is the reaction to it. They’re going to hit the reset button. We’re going to have a throne speech and everything in Kathleen Wynne’s Ontario is going to be fine all over again.", "But then we listened to the throne speech yesterday, and other than the provincial portion of the HST rebate and some child care spaces, there was nothing new in that throne speech—absolutely nothing. A reset button that was basically just a re-recording, a reannouncement of what we have heard time and time again from this government: reannouncements of infrastructure programs and promises so far down the road my hair could be grey by that time. I say that nicely to you, Speaker, because listening to the promises that they said about your riding has probably turned yours grey.", "Waiting and waiting and waiting for things to happen: That’s what that throne speech was about, just like the budget, where they talk about $160 billion in infrastructure spending, the biggest infrastructure program in the history of the province of Ontario. When? Where? When is the money actually going to flow? They keep talking about that. They do ads on television talking about it. There are announcements on television about what they’re planning to do, but no dates. We don’t know where it’s going to happen. We don’t know what municipalities, what regions, what sections of the province are going to get the money, just “Trust us. It’s coming. It’s coming.”" ],
  "anchor" : "para994"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "The cheque’s in the mail." ],
  "anchor" : "para1005"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The cheque’s in the mail, as they say. The cheque’s in the mail.", "So it’s clear that the motivation and the reason for a throne speech was quite simply the fact that the Liberals lost. They didn’t expect to. In fact, they didn’t think it was possible, but they did. And now they’re worried.", "All you have to do—and this has got nothing with the members personally, but all you have to do is look at the expanded cabinet here in the province, the Liberal government. There are more people in cabinet than are not in cabinet. And if you look at all of the people who were appointed to cabinet—on a personal basis I think they’re fine people, but let’s look at the ridings they represent. Every one of them is a riding that the Liberals are very worried about—very worried about—in the next election. Every one of them—they’re very concerned.", "Joe Dickson is nodding to me because he knows I’m right. Thank you very much, Joe." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "He’s giving me the blessing as well. Thank you very much for that as well, Joe." ],
  "anchor" : "para1011"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me. I just want to remind the member that when you’re referring to other members, please refer to them by their riding, not by their name. I appreciate that. Thank you." ],
  "anchor" : "para1012"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you very much, Speaker. I apologize for that. I just got caught up with emotion because I was so tickled that the member from Ajax–Pickering was actually nodding approval as to what I was saying." ],
  "anchor" : "para1013"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Most likely.", "Back to my original point: Everything that the Liberal government does is done in the self-interest of themselves and the Liberal Party. Every move is calculated. Every move is politically thought out. Every move is choreographed to ensure that the maximum benefit is derived for the Liberal government and the Liberal Party, over and over again. Now we have a throne speech that does exactly that.", "As I said, let’s look at some of the purported benefits to the people of the province of Ontario with this too little, too late rebate of the provincial portion of the HST.", "As my leader so ably pointed out earlier, from May 2015 to May 2016 the average ratepayer’s bill went up by $255 per year under this government—for energy, for electricity. If you look at this rebate—which will only take effect, by the way, on January 1, 2017—it’s expected to lower those hydro costs for the average family by $130. The year before—May of last year to May of this year—prices went up $255. They’re going to be lowered by $130.", "What kind of relief do you really think you’ve brought to the people who are suffering, to the people like the lady I spoke to earlier this year who volunteers at the food bank in Eganville, who has never seen a demand like they have seen recently? In fact, they ran out of food at the food bank. People were coming to the food bank and being turned away. She was asking people, “Why? What’s going on? Why are so many people coming to the food bank at this time?” She was told point-blank that they had to make a choice between paying their hydro bill or having it cut off, and they couldn’t risk that. So by trying to pay their hydro bill, or as much as they could, they had no money left for groceries and had to rely on the food bank in Eganville.", "What is approximately 36 cents a day—which is what this rebate means to the average family, by the way. You might be able to get a can of tomato soup if it’s on sale for 36 cents. But what is that going to do to help those families who have struggled for so long under this government and will continue to struggle?", "In fact, it’s not just the $255 that they’ve already raised the price—and I’m just talking May to May. On November 1, we will see another increase. I don’t have to have a crystal ball or be the world’s greatest prognosticator. I’m not Nostradamus at all—" ],
  "anchor" : "para1015"
}, {
  "speaker" : "Interjection",
  "text" : [ "Or Kreskin." ],
  "anchor" : "para1022"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "—or Kreskin. I’m not even Kreskin. But I do know this—and you can mark my words here on September 13, 2016: On November 1, the rates for those same families that you’re giving 36 cents a day—starting in January—will already have gone up.", "So where is the help? This is not about caring for people. This is a crass political move to get some headlines in the Toronto newspapers to say that “Kathleen Wynne cares and feels your pain and wants to bring some relief to the energy consumers in the province of Ontario.” But you know better. All you people across the way here: You know better. You’re not fooled by it. But you’ve got to go along with it because that’s what you do as members of the Liberal Party and the Liberal government." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "The party line." ],
  "anchor" : "para1026"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "The party line.", "I’m sure some of you members over there probably feel a bit of a sense of relief yourselves. Because if you tell me that you haven’t heard about the skyrocketing cost of electricity and how it’s hurting citizens in your constituencies—if you tell me that you haven’t heard that, you know that’s not true. If you tell me you haven’t heard that, then you haven’t been talking to your constituents, or it’s simply not true, because there is not a constituency in this province where its citizens have not been negatively affected by the price of energy under the failed policies of this government, the policies where they decided they would pay the highest rates anywhere in the free world to satisfy the developers, to make those people happy so that the consumer would pay more.", "All you have to look at is the lobbying that goes on from these energy stakeholders: the developers. Wow. They’ve got more people crawling the halls here wanting to meet MPPs and cabinet ministers, wearing fancy suits that I certainly couldn’t afford. And do you know why? Because those developers are making so bloody much money on the contracts that this government has signed. We know it’s true. We know it’s true because in fact in the throne speech—talk about an admission of guilt. Why don’t they just put their hands out and let the cops take them away? You want to talk about an admission of guilt: When this government, in their throne speech—and I don’t have it in front of me—it was the Premier’s speech, delivered by Her Honour—" ],
  "anchor" : "para1027"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I would ask the member to address the Speaker. I would also ask the member—you’re getting very close to some words that are perhaps considered not parliamentary in this Legislature. So I would ask that you think very carefully about the words that you are about to say. And again, to remind you to address the Speaker." ],
  "anchor" : "para1030"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Thank you, Speaker. I just have to keep moving around a little bit to keep the blood flowing to where I had recent surgery. It looks like I’m talking to the members but I really am talking through you." ],
  "anchor" : "para1031"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I appreciate the explanation. I know your hips might be facing me, but your face is facing somewhere else. I need to have your face facing me. Thank you." ],
  "anchor" : "para1032"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "I’m liable to get a sore neck, but I’ll do the best I can, sir.", "The Premier, through the Lieutenant Governor, in the throne speech yesterday, talked about how they mitigated some of the costs and renegotiated some of the costs in these contracts. Do you remember the Samsung deal, I say to my colleague from Oxford and my friend from Sarnia? The Minister of Energy got up and he was puffing his chest out, that they renegotiated a better deal with Samsung. Why in the name of God didn’t they negotiate a decent deal in the first place? Why did they give the people of Ontario a royal kick in the pants in the first place? Why would you sign a deal that was bad for Ontario in the first place? Why wouldn’t you negotiate a deal that was more fair?", "But even with these renegotiated deals the people of Ontario are still taking it on the chin. They’re still taking it on the chin because they’re still exorbitant. All you have to do is look at what they call—Speaker, it’s called the “global adjustment.” Makes you feel so warm and fuzzy, doesn’t it? The global adjustment.", "They used to call it—get this—the “provincial benefit.” But that was just stretching it too far. So the Liberals came up with a new name, a new moniker: the global adjustment. You know what the global adjustment essentially is, Speaker? It essentially is the difference between the actual wholesale price of electricity—what the market is selling electricity at—and what the Liberal government has contracted to pay for that same electricity.", "We’ve had times when that price—I can’t tell you what it is today; I didn’t look—but we’ve had times when the global adjustment itself has exceeded nine cents a kilowatt hour. Now, put this into perspective: As my leader said, if you go to 2003, in 2003 you were paying 4.3 cents a kilowatt hour for electricity. No global adjustment; no provincial benefit; just 4.3 cents a kilowatt hour for electricity. Now it’s worked into your hydro bill. If you’re a Hydro One customer, it’s worked into your hydro bill. You don’t see the global adjustment. That’s one of the reasons you’ve seen rates go from 4.3 cents a kilowatt hour to 18 cents a kilowatt hour.", "If you’re a large industrial user, that’s part of your bill. I talk to people who run sawmills and bigger businesses, and the rate of the electricity they get looks pretty good some days, because they pay the wholesale rate, the hourly price. But then they look at this thing, this monster called the global adjustment, and they just about get ill." ],
  "anchor" : "para1033"
}, {
  "speaker" : "Mrs. Gila Martow",
  "text" : [ "Rip-off." ],
  "anchor" : "para1039"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Rip-off. That’s essentially what has happened here in the province of Ontario. The global adjustment has become the biggest part of the energy bill, hidden from you, the consumer, who is a customer of Hydro One. Not if you’re on one of these secondary contracts, like a reseller, where you’ll have the global adjustment separated on your bill. So you don’t know how much global adjustment has gone into your hydro bill.", "But every six months, when they have to readjust that, they have to do a balancing act and figure out how much they’re short. That’s why those rates go up. They’ve got to figure out how much energy that we don’t use here in the province of Ontario they’ve given away to Quebec, given away to Manitoba, given away to Michigan or New York, either at a price that is well below the market value, sometimes even for negative dollars.", "The Premier says, “When we sell electricity, that’s profit.” I’m just trying to figure this out, Speaker, but you might be able to help me. I’ve got a friend who makes widgets, among the best widgets in the world. But he found that the bottom fell out of the widget market. It was costing him $3 to make every widget. As it turns out, with the bottom falling out of that widget market, he couldn’t get any more than a dollar for each widget.", "In Kathleen Wynne’s Ontario, my friend making widgets would be making a dollar profit per widget. But in the real world, he’s losing two bucks every time. That’s what she talks about when she says, “We made a profit,” because they took energy that wasn’t being otherwise used and got something for it—“We made a profit.”", "But all of those people out there who pay a hydro bill still had to pay the full price of that electricity to those contracts of those generous developers who donate millions of dollars to the Liberal Party." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Mr. Robert Bailey",
  "text" : [ "Millions?" ],
  "anchor" : "para1046"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Millions of dollars to the Liberal Party. Those consumers still have to pay that full price. The Liberals sold it at a loss to another jurisdiction—" ],
  "anchor" : "para1047"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Starting with the Macdonald committee, and whose idea was the Macdonald committee?" ],
  "anchor" : "para1048"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "But those people who have to go to a food bank, I say to you, Minister Murray, to feed their families still have to pay—the Minister of Environment. I’m sorry; I apologize. Those same people still have to pay that full price.", "Now we’re saying to them, “Look at the heart of us Liberals. We’re going to give you a rebate. Starting January 1, 2017, we’re going to give you a rebate of 36 cents a day.” You should not be very proud of the damage and the pain that you’ve inflicted, and now, at the 11th hour, you’re going to give people 36 cents a day—families—as a rebate on their hydro bills.", "I just have to have some water here." ],
  "anchor" : "para1049"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "Let’s hear some ideas." ],
  "anchor" : "para1052"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Some ideas?" ],
  "anchor" : "para1053"
}, {
  "speaker" : "Mr. Han Dong",
  "text" : [ "Yes." ],
  "anchor" : "para1054"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Well, you could have stopped signing those energy contracts years ago. You could have negotiated proper contracts in the first place. You didn’t have to have the Cadillac FIT program that was the most expensive anywhere in the world. But I understand that if you want to get lots of donations from those developers, it’s nice to make sure that their pockets are filled too." ],
  "anchor" : "para1055"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "Cash-for-access." ],
  "anchor" : "para1056"
}, {
  "speaker" : "Mr. John Yakabuski",
  "text" : [ "Cash-for-access.", "And it’s not just me. We’ve been talking for years about the damage that is being done to Ontario’s economy because of the energy policies of this government. Our words have fallen on deaf ears. They’re not listening.", "But just this past August—now, they can say if they want that I don’t know the first thing about economics, and maybe they’re right. I don’t have a degree in economics. I haven’t gone bankrupt. But Douglas Porter, the chief economist of BMO—I guess he must have a degree in economics. What do you think? The chief economist at BMO. He said that Ontario’s economy—and I paraphrase—is seriously threatened by the price of electricity here in Ontario.", "Douglas Porter: He knows what he’s talking about. He knows that businesses have made decisions to relocate elsewhere or to locate elsewhere when Ontario was a viable option. It could have been a viable option. But the decision to locate elsewhere was made because of the electricity policy of this government and the energy policy of this government.", "So how much more pain does that inflict on those people, those people who are at the food bank? There’s a good chance they don’t have a job. What chance do they have of getting a job if Ontario can’t attract new business? What chance do they have of lifting themselves out of poverty when you drive them into energy poverty? What chance do they have? When does the circle stop? When do the dominoes start to stop falling and stand up and Ontario rights itself?", "It’s not going to right itself because you people have come out with a 36-cent-a-day rebate. Nothing will right itself until you change the direction you’re going with energy policy. If you don’t change the direction we’re going with energy policy, this is just—as my leader has so aptly pointed out—a Band-Aid solution. Just as they had a Band-Aid with what they called the Clean Energy Benefit, when that Band-Aid is removed and the wound is exposed once again, if this government doesn’t change the direction we’re going with regard to energy policy, when they rip off that Band-Aid, it’s not only going to expose a wound, but you’re probably going to find that underneath is a case of gangrene because it’s gotten worse here in the province of Ontario. A few pennies is not going to change the narrative. A few panacea pennies is not going to change the lives of these people. As they say, you’re giving them a few cents, but you’ve taken dollars away and you’re going to continue to do that. Every six months the price of electricity changes.", "It’s not going to give much comfort to the 60,000 customers across Ontario—60,000 families who had their hydro cut off in the last year. I want you to put that into perspective: 60,000 families had their hydro cut off in the past year. I’ll bet you that every member in here knows one of those families, and I’ll bet you that every member in here had some of those families come into their office, beg and plead and ask what you could do.", "I know that in my riding I’ve dealt with countless numbers of those people. We were successful in the case of some of them, where we’ve been able to negotiate a payment plan that has kept the lights on. Some of them we have helped through the LEAP program. Some of them, when the LEAP money dried up in rural Ontario because so many people needed it—and I pleaded with the government to extend some of that money that was still left in the bank that hadn’t been used in some of the urban centres to give us some of that money in rural Ontario. It didn’t happen.", "For many of those people we’ve had to go to the Lions Club, Rotary, Kiwanis, local fire departments, other service clubs in the area and say, “Is there anything you can do for this family?” We are never going to live in a perfect world, Speaker, but we live in Ontario. We live in Ontario, and I remember when I was a young boy—and I’m not that old now—it used to say on the licence plates in the province of Ontario—my friend from Oxford would remember this—“Land of Opportunity.” The licence plates in Ontario said “Land of Opportunity,” and it was exactly that.", "I remember people years ago went from rural Ontario to the cities down here, when the industries were growing. They had four jobs before the day was out and had to pick which one they wanted. What do we have today? Our manufacturing sector has been hollowed out—hollowed out. Yes, partially because of a very, very difficult and competitive climate internationally, but so much of it is the result of the cost of energy.", "Douglas Porter understands. Why, in the name of Sam Hill, doesn’t this Liberal government understand? Energy is the lifeblood of an economy. This economy in Ontario was built on an abundant supply of reliable energy that made Ontario the envy of the world. And now we live in an era when it is the price of energy that is the biggest impediment here in the province of Ontario to letting us be that once again, and the blame can be laid at the feet of only one entity, and that is the current Liberal government and its predecessor under Dalton McGuinty. This Liberal regime is the number one reason that energy prices have driven us out of the competitive place and Ontario is no longer envied but one that is taken advantage of by our neighbours. When they want free electricity, they know Ontario will pay the price to a developer to give it to them.", "Speaker, I believe I’m out of time, but I want this government to try for the next 18 months to focus on the needs of those people that you’ve hurt so badly." ],
  "anchor" : "para1057"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1070"
}, {
  "speaker" : "Ms. Catherine Fife",
  "text" : [ "The NDP seeks unanimous consent to stand down our lead." ],
  "anchor" : "para1071"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "She’s seeking unanimous consent. Do we have agreement? Agreed.", "Further debate?" ],
  "anchor" : "para1072"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I just want to say it’s a pleasure to be back. It’s great to have the summer in your riding and to get a chance to be with your family and all the people that you represent. It’s really hard to come back when you leave, but once you get here, it’s such a warm bunch of friendly people. I really do love seeing all of you.", "It’s so hard to follow the member from—" ],
  "anchor" : "para1074"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "You saw me all summer." ],
  "anchor" : "para1076"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "Most of the summer. But I mean all of us here. It’s such a collegial body.", "As I was saying, it’s really hard to follow the member from Renfrew–Nipissing–Pembroke, whom I have a great deal of respect for. I appreciate his penchant for theatre. I won’t be able to equal that. But I do want to let him know that many of us, including myself, knock on doors in the summer. We’re out on the barbecue circuit, out at places where people are at, and we do talk to people. We do talk to people about the things that are most important to them.", "I think we all in this Legislature know what those things are. They’re health care—people want to know that the health care that they need for them and their family is there. They want to know that education is going to be there for their kids. It’s the great equalizer. It’s the thing that’s going to give their children opportunities. Obviously jobs for themselves and for their children—that’s a really critical thing. That’s something that I’ve heard often from families, that they want to ensure that their children—I think we all want that. We want our children to succeed. We want them to do better than we have. Yes, the cost of everyday living and hydro is something that people do talk to us about and it is a concern, and especially a concern for those people who are most vulnerable and low-income.", "I’m pleased that, in this throne speech, we’ve taken measures to address those things, along with other measures that we’ve taken, like the OESP and the seniors’ hydro and property tax credit and removing the debt retirement charge.", "I do want to say something about energy, because we’ve got a bit of a half-story coming here. The half of the story we heard this morning was that, in 2003, it was 4.3 cents a kilowatt hour, so the meter was running slower. Well, there was another meter that was running, and that was called hydro debt. It was running really quickly. It was about $39 billion. If we remember, the party opposite, with all due respect, was just going to sell the whole thing and deregulate it, lock, stock and barrel. The reality is, if you don’t spend the money to invest in things like new generation and new transmission, then you’re not going to have a secure electricity system, a secure power system, which we depend on for our economy. We all remember the blackouts and the brownouts of 2003.", "So there has been a significant investment, and there is a cost to that. But we have to recognize that those costs are affecting both our businesses and individuals. We have to look at those that are most vulnerable. I think the measures that we’ve taken through the budget address those.", "In this chamber, it’s constant work to make sure that we make those choices that we need to make. I made a joke this morning with my colleague the member from Essex about there being a money tree in the east lobby, and he made an equally cheeky comment back to me, and that was fair. But the point is, we have a finite set of resources, and we have demands that outstrip the ability of those resources. So we have to make choices, and they’re not easy choices. If you look across at the other side, hopefully they’re saying, “Well, we would make different choices,” and not saying, as the Leader of the Opposition does, “I’m going to make all the choices. So I’m against a price on carbon; I’m for a price on carbon; I’m against a price on carbon. I’m for sex ed; I’m against sex ed; I’m for sex ed.”", "With all due respect, it’s about choices. I’m just trying to make the point that it’s about choices. You can’t choose everything. It doesn’t work that way. You can’t do it at home. You can’t do it in your business. We can’t do it here. So what we have to do, as members in this assembly, is try to address the needs of those people.", "I believe that in the throne speech we address those concerns in hydro for individuals and businesses.", "I was speaking to François Bouchard, who is the owner of the Country Grocer in my riding of Ottawa South. I used to work with him. I worked with him many years ago at Steinberg’s. He came to speak to me about what his hydro bill was, in terms of his costs for his business and how it increased and how he had worked to keep that down. The measures that were announced in the throne speech are going to address those costs for him, which are very serious and real.", "We can’t do everything for everybody. It does not work that way. We have to try to take measures that are balanced and directly try to affect the lives of the people we serve.", "I want to say a few words about health care. This summer, I had the pleasure of making a few announcements in my riding of Ottawa South and also outside my riding. I know that we have made significant investments in repairing much-needed hospital infrastructure in the city of Ottawa—and I was very pleased to make that both at the Ottawa Hospital and at CHEO. I felt very proud of the investments that we’ve made in palliative and end-of-life care and especially in hospices. I happened to be in the ridings of the member from Simcoe–Grey and the member from Renfrew–Nipissing–Pembroke to visit and tour and make some announcements in those ridings.", "As well, I had a chance to be in the ridings of Elgin–Middlesex–London and Niagara Falls, for redevelopment of long-term-care homes, and announcing that. Those are the things that are really important to people, and these are the things that we are addressing in our plan.", "Over the course of the summer, and I think it was mentioned today—that’s how the money tree comment came up. With regard to school repairs, we delivered two years of investment in repairs and refits for schools—I think it’s about $80 million in Ottawa for all four school boards—so that those necessary repairs could be made. That’s a significant investment. Is there more need there? Of course there’s more need, but there’s also need in health care.", "I really firmly believe this throne speech speaks to those things that are most important to the people that we all serve. I look forward to further debate on other measures that we’re going to talk about in this House.", "I will yield my time to the Minister of the Environment and Climate Change." ],
  "anchor" : "para1077"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the Minister of the Environment and Climate Change." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "Thank you so very much, Mr. Speaker. That’s very kind of you.", "I always enjoy my friend from Renfrew–Nipissing–Pembroke. He likes to talk about energy in Ontario after 2003.", "Have you ever noticed, my friend from Ottawa South, that the opposition—my friend from Ottawa South may not have noticed this, but they don’t like to talk about what happened before 2003. I’ve been here for six years, and I’m always perplexed by that. It has always seemed surprising to me that they’re so silent—and you can almost see them get a little itchy when someone talks about 1999 or 2001. I wonder if any of my colleagues have ever had that kind of observation.", "They used to call me the member from Winnipeg—because I was the mayor of a city where I cut taxes by 11%, cut the debt in half and kept hydro rates lower than Ontario. I watched the deregulation by the Mike Harris government of their hydro utility. I did some interviews at that time, because we had a lot of people coming to Manitoba because the rates there were so low. They said at the time, “What would the”—as they sarcastically referred to me—“member from Winnipeg say about that?” I said at the time that stranded assets would devalue after you break up a monopoly, and you would end up with a stranded debt, which is what—I wasn’t particularly that smart, Mr. Speaker—everyone was saying.", "So what was the first big disrupter that the member from Renfrew–Nipissing–Pembroke that apparently—and I agree with him in some senses—that created all this havoc in the energy sector? Well, it was stranded assets of $12 billion. I think in the entire history of energy in Canada, that was the biggest loss of value in a public asset and the greatest transfer of cost to ratepayers with no value created.", "But because I’m in government, they may not believe me. So they got—" ],
  "anchor" : "para1094"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "When we came to power in 2003-04, what happened, Mr. Speaker?" ],
  "anchor" : "para1102"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I’m going to agree with you guys. You may not want to pick on me; I’m about to quote one of your—" ],
  "anchor" : "para1104"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "So what happened in those years? In those years—in 2004, 2003 and 2005—there was a series of reports that were tabled in this House by the Chief Energy Conservation Officer, who was commenting on the plan laid out by the Macdonald committee that was launched by the Harris government. What did these geniuses do? Well, when they deregulated between May 2002 and July 2002, do you know what happened to hydro rates in Ontario? Do you know what that new platform, which the member opposite forgot to mention—does anyone know what happened in one summer?" ],
  "anchor" : "para1106"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "They went up." ],
  "anchor" : "para1107"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "They went up. The member from Hamilton Mountain is quite correct, as she often is. It went from a rate from three cents to 6.2. It doubled in three months. They oversaw the most dramatic increase in energy rates in the history of Ontario, based on one action.", "Then what did they do, Mr. Speaker? What did they do? They then decided to roll those rates back and they froze them." ],
  "anchor" : "para1108"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "I can always tell when they’re heckling, because they don’t want to hear the truth because it upsets them.", "Then they froze them at just over four cents. And what happened? Massive divestment in the hydro sector. I sat watching transmission lines rot, projects get cancelled. Ontario spent less on energy and energy reinvestment than any province in Canada, and in the last years they were in office, they left the system rotting. They’re not going to believe me, so let’s go back to my friend the Chief Energy Conservation Officer, whose report you commissioned to tell you exactly what the state of the system was.", "So what did they say? Did they say that 10% needed repair and replacement? No, Mr. Speaker. Did they say 20% needed repair and replacement? No, Mr. Speaker. Did they say 30%? No, it wasn’t 30%. Do you think it was 40%? It wasn’t 40%. Maybe it was 50%, Mr. Speaker. But no, it wasn’t 50% needed to be repaired and replaced. Was it 60%? No, it wasn’t 60%. Was it 70%? No, it was not 70%.", "It was 80% of the system that had to be replaced—80%—according to your appointed official, the Chief Energy Conservation Officer’s report tabled in this House. Unprecedented in Canadian history. Had anyone ever left office with an energy system in a greater state of disrepair than the Conservative Party? And everything that’s happened since has been trying to figure out, which this government does—when you don’t invest in energy for generations, you artificially freeze rates because you doubled them.", "Now let’s talk about climate change, which is my subject. Do you know what the greatest increase—we all know that closing coal plants was the largest decrease in greenhouse gas emissions in the history of North America. Do you know what they did in the energy sector in just four years? This was an amazing accomplishment. I really have to seek out some advice from the members opposite because they obviously have a level of salient genius that is quite beyond us Liberals. They doubled greenhouse gas emissions in just three years—doubled them. How did you do that? Guys, that’s an accomplishment. Congratulations. In just three years you doubled greenhouse gas emissions. I think you also have a North American record. They have a North American record. Our record is the greatest greenhouse gas emissions reduction in North American history, and they managed to double it in just three years. Now, that’s efficiency, Mr. Speaker. That’s a level of genius in energy policy. We really ought to be listening to them a lot more.", "Then two other reports came out, and what did they conclude? They basically said that Ontario from 2004 on had three things that had to be invested in, three things that were going to be very expensive. They said that coal plant closures were absolutely essential due to the health implications and air quality, because Ontario is vulnerable to the amount of coal emissions and air quality issues out of the Ohio Valley, and that was going to cost a small fortune. There were five coal plants, which were five of the largest in North America, that had to be closed. The opportunity cost of how you were going to manage that was going to be very difficult.", "So while you are really good at dissing and criticizing an 8% cut, you’d be hard-pressed to find a party in the history of Ontario that is more responsible for all the bills that Ontarians get, which were created by you. Some 80%—" ],
  "anchor" : "para1111"
}, {
  "speaker" : "Hon. Glen R. Murray",
  "text" : [ "The member for Oxford is laughing. Would you like me to send the report over to you, sir? A little humility might be a nice thing, because you’ve said to us—Mr. Speaker, they’ve said to us that we need a little humility because of the current state.", "What was the second thing they said? They said that the impending end-of-life shutdown of nuclear generation between 2009 and 2025 was now critical because of the level of replacement and refurbishment and maintenance of the nuclear fleet and there was no plan to replace it. When they decided to freeze rates at 4.3%, they cancelled the integrated power plan, and all the work the Macdonald committee did went out the window—so that they could do what? What were they accusing us of? Self-serving decisions that make a political party look good.", "Well, when you jump rates from two cents or less than three cents to six and then you artificially freeze them, believing you’re going to get re-elected, and you massively disinvest and leave your kids this horrible deficit legacy, exactly what do you call that? Putting your political party’s interests ahead of the public good, Mr. Speaker. No one does it better than our friends opposite. That goes down in the history books as the Academy Award performance for self-serving disinvestment.", "And then there was the problem that we’ve been solving with Quebec, because we actually have a relationship with Quebec, which is our counter-peaks between summer and winter, and we’ve started to do that. But it also points out that the nature of the peaking plants, the undersupply and the lack of stable partnerships led to a lack of stability in the system which had to be corrected.", "Then they left us, unlike Quebec and Ontario, with this hodge-podge of private and public ownership and one of the most complicated systems, and stranded assets and repairs of 80%.", "I find the lack of humility of the party opposite remarkable. For someone who has watched the party on this side struggle to deal with coal plant closures, $8 billion in transmission repairs—$8 billion of what’s on our energy bills right now is for repairs to transmission lines. Compare the standard of transmission lines in Ontario 10 years ago to today or to anywhere else in the country. And why? Because it was politically cheap politics. No one sees transmission lines. You put money in transmission lines and there are no votes in that but there are certainly huge economic problems if you can’t maintain the system. That was it.", "If you want to pick a fight with me, you’re wasting your time, my friend.", "Explain why you had not one, not two, but three different studies that showed you left Ontario’s energy system in the greatest state of disrepair of any energy system in the history of Canada because you froze rates and you cut billions of dollars of needed investment. You left your kids and us with the problem." ],
  "anchor" : "para1119"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1128"
}, {
  "speaker" : "Mr. Jim McDonell",
  "text" : [ "It’s always great to follow—we thought we had an order but I guess they have topped it.", "We talk about a party that has taken rates to a 400% rate increase—400% since they took over. It’s little wonder I sit in my office back in Cornwall and people come in and people are desperate because they can’t pay their bills.", "We saw some of the numbers today. I’ll just pick up something: He talks about 80% of the system had to be replaced. Being from the industry, the life of hydro poles is somewhere around 100 years to, probably, 20 years. There’s an average in there because we have poles well over 100 years old. We date-nail them all, so we see them. There are not many but they are there. So to think, in eight short years, that this 80-year problem would have been the Conservative government—after essentially 15 years of Liberal and Conservative rule—I think that’s a little rich.", "We talk about the price of carbon. It’s too bad that we got the carbon problem under control by making everybody unemployed. As the member from Simcoe–Grey said, we created one million jobs and, yes, hydro had to ramp up.", "They tried to blame the brownouts on the system and, foolhardily, the commission to study that came back and said the problem wasn’t Ontario. It was in Ohio. Those are the messages that we hear coming out of this government. Let’s get to the real problems. They didn’t get the answer they thought they were going to get there, but they still repeated it for years.", "They talk about stranded debt. They’ve been charging that, and they still are charging that today. The Auditor General’s report says that’s been paid off since 2011.", "But, you know, these guys opposite have not seen a tax they just don’t love. Unfortunately, it’s putting Ontario businesses out of business. The rate has gone from 4.3. They had offers for cheap power from somewhere—nuclear suppliers—they turned it down and this is what we have today." ],
  "anchor" : "para1129"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1136"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "I have to say that this afternoon has definitely been entertaining, to say the least, listening to the Conservatives talk about how they are not wanting to sell off hydro when, quite frankly, they’re the ones who began this process back years ago. Then to have the Liberals talk about how awful the Conservatives were for starting it, and yet they’ve allowed this system to get out of control for the last 13 years that they’ve been in power. Really, the only people who are suffering are the people of this province.", "We’ve heard the member from Ottawa South talk about choices, that choices should have been made. Quite frankly, he’s right, because the Premier had a choice. She had a choice whether to try to get the hydro file under control or to sell it off for profit and for people who have no interest in anything other than putting money back in their own pockets and creating profit off that. It’s at the expense and at the—" ],
  "anchor" : "para1137"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Detriment." ],
  "anchor" : "para1139"
}, {
  "speaker" : "Miss Monique Taylor",
  "text" : [ "—detriment, thank you, of the people of Ontario. When we have seniors who are coming in to our office literally sobbing because they have over $700 bills, are on a pre-authorized payment and have no idea how they’re going to pay that, that’s a choice. That’s the choice that this Premier has made. That’s the choice that the Premier has decided that she will put the people of this province in.", "We have people who are literally deciding whether they’re going to buy food and put food in the fridge or keep the fridge running with hydro. That’s an awfully sad state to have put the people of this province into.", "Premier Wynne is completely at fault for this. She’s the one who made this decision. She’s the one who chose to sell off our hydro system.", "But the Conservatives certainly cannot take credit for this. They’re just as much to blame as the Liberals." ],
  "anchor" : "para1140"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1144"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "I’m very pleased to join the conversation this afternoon as we talk about the positive points in the throne speech.", "I’ve been listening this afternoon and I have to say to you, Mr. Speaker, that as a former news journalist, it’s a natural reflex for me when I hear comments to put them through a lens of scrutiny—to fact-check, if you will—and I’ve heard a lot of what I would characterize as alarmist misinformation this afternoon. I think what we need to do, and what I want to do with my time, is to state some facts.", "I know that people in my riding of Kitchener Centre are looking for ways to make life more affordable. That’s a fact. Businesses are always looking for ways to reduce their costs. That’s a fact. Yesterday, our government delivered. People are going to be paying less for their electricity bills—an 8% rebate—a fact. People living in rural Ontario are going to see a 20% decrease. That’s a fact.", "These are measures that the opposition lobbied for. So here we have this now, and yet they’re complaining. Why are they complaining? I’d like to ask: What’s their plan? We’re all ears, and we haven’t heard anything. All we hear is complaining.", "The other important measure that was announced on Monday is the creation of another 100,000 licensed child care spaces. I can tell you that as a mother of three children, I can remember what a challenge it was trying to find reliable, quality child care. They’re all in their twenties now, but when they were kids this was a struggle for us. Another fact: We’re delivering this to the people of Ontario.", "A final comment for you: We are investing $160 billion over 12 years in infrastructure. I invite you to come to Kitchener just to witness this. We have an LRT under construction, a new Highway 7 and a $43-million transit hub that they voted against.", "We have some members from the Kitchener-Waterloo area on that side of the House, and they said no to those measures. I’m in favour of them; I’m working for those things. We’re building Ontario up." ],
  "anchor" : "para1145"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1152"
}, {
  "speaker" : "Ms. Lisa M. Thompson",
  "text" : [ "I’m pleased to add to this debate and comment on what we heard from the member from Ottawa South as well as from the Minister of the Environment and Climate Change.", "One thing that stuck with me: A comment was made by the member from Ottawa South that they knocked on doors and they’re hearing what’s most important to constituents. Well, they maybe heard but they definitely weren’t listening, because they did nothing in the throne speech yesterday to demonstrate they understand the root cause of why electricity prices are going through the roof.", "I’m going to share some emails that I’ve received from thousands of constituents who have signed our petition.", "From Paisley, we have an email that reads, “I live alone on a seven-acre parcel in Bruce county....", "“If the government wants to put in wind turbines and such to be energy efficient and for people to be mindful of our resources, why is my delivery charge over twice that of my usage?” People are clueing in to how you’re trying to hide your baskets of revenue that you need for other initiatives.", "Jim from Mildmay says, “I would like to agree with Lisa that the hydro rates are a disgrace and no wonder businesses are moving out of this province.”", "Robert from Blyth says, “The electricity rate petition is timely. But may I suggest you add delivery rates as well as electricity rates. Our hydro bills in total are skyrocketing and it has become ridiculous.” Ontarians across this province are clueing in to you.", "Wayne from Port Elgin says, “My monthly payment has just increased to $373. My wife and I are retired so having to pay approximately $4,476 annually is definitely concerning.”", "The little kickback that was announced in the throne speech yesterday is not going to do anything for seniors on fixed incomes, and for goodness’ sakes, if they’re going to put a line item with regard to the rebate, they’d better add in the cost of cap-and-trade." ],
  "anchor" : "para1153"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Ottawa South for final comments." ],
  "anchor" : "para1162"
}, {
  "speaker" : "Mr. John Fraser",
  "text" : [ "I’d like to thank the members from Stormont–Dundas–South Glengarry, Hamilton Mountain, Huron–Bruce and Kitchener Centre for their comments.", "To the member from Huron–Bruce: I do knock on doors. I do hear what people are concerned about, what’s important to them. I think we all do that. I think that what we’ve done here, in particular on hydro prices, especially in rural areas, is to try to address and equalize the rates, to spread that as we do inside an urban centre.", "Half the story—I talked earlier about half the story. We hear half the story. Well, it was four cents a kilowatt hour, but we were racking up all this debt and our assets were falling apart. In 1996, the AECB judged the situation at the Pickering A plant to be particularly critical, and issued the nuclear plant a six-month operating licence. The following year, a review board of industry experts concluded that the operations of Ontario’s nuclear plants were below standard and minimally acceptable. That’s a pretty incredible asset. We depend on nuclear energy as our baseline.", "Not only is it important to have affordable electricity—it’s important to be able to have it. When you don’t take care of the assets that you have, there is a risk of not having it. The risk of not having it and not having a reliable energy system is that businesses will not invest. Businesses will not invest where they don’t have a reliable source of energy." ],
  "anchor" : "para1163"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate?" ],
  "anchor" : "para1168"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "It is my pleasure to rise today to debate the throne speech by the Liberal government on behalf of Patrick Brown and our Progressive Conservative caucus.", "Speaker, I would be remiss if I did not start my remarks today by congratulating my friend and my colleague Raymond Cho, former city of Toronto councillor and now member of provincial Parliament for Scarborough–Rouge River. Raymond, we’re very proud of you in the Progressive Conservative caucus.", "I’m going to talk a little bit about my travels in Nepean–Carleton and in the city of Ottawa this past summer and what my views are on this throne speech, but let me tell you something, Speaker: I spent two days with Raymond Cho going door to door to door. He had a campaign team of 300 people. They spoke in many different languages, they came from many different cultures and they came from many different income levels. I left that campaign knowing we were going to win Scarborough–Rouge River because of not only that incredible campaign team that was committed to fight on the issues that mattered most to people in Scarborough–Rouge River and across the province of Ontario—which are health care and hydro—but because we also had a star candidate with a fair degree of credibility and a great deal of affection from his constituents, and I was very proud. I knew that we would win that seat those first two days that I went campaigning with them.", "Speaker, it brings us to this point: This throne speech is a great deal of surprise, I’m sure, even to members of the Liberal government and even to members of the Clerk’s staff. This is effectively an attempt to reset the agenda in the province of Ontario because Raymond Cho was so successful in a seat that had never before been held by Progressive Conservatives. It tells you about the anger that’s out there across the province of Ontario on the key issues that matter most to mothers and fathers, grandparents, small business owners and people who are trying to make ends meet. The message that I heard in Scarborough–Rouge River was the same message that I had heard over the entire summer in my constituency of Nepean–Carleton and throughout the rest of Ottawa.", "Let me start with a meeting I had with the public at the Greely Community Centre just last spring. Almost 250 of my constituents showed up to meet with Fiona Crean, the Hydro One Ombudsman, and to talk about their concerns, their complaints and their anger, not only at Hydro One, but at the hydroelectricity mess in the province of Ontario under this Liberal government. Two hundred and fifty people showed up on a hot Ottawa evening, and they had a clear message for Kathleen Wynne: Enough is enough.", "Later on in the summer, Speaker, I did my 11th annual Barrhaven Food Cupboard foodraiser. Each year, this event has grown, and it’s grown not just because my community is generous, which they certainly are, but it’s grown because of the need in my community now for people who are not able to afford to put food on the table. People relying on food cupboards across this province have dramatically increased. As a result of that, you’re seeing people who need to help their neighbours. Each year, this has grown. We had 350 people come out. We raised tens of thousands of pounds of food and several thousand dollars. I believe neighbours should help neighbours, and that’s what we did. But there are too many people in Nepean–Carleton and across this province and in Scarborough–Rouge River who are forced to either pay for heat or put some food on the table to eat, and this throne speech, Speaker, didn’t address that.", "I was talking to our finance critic, the member for Nipissing, earlier today. He did the numbers on what this pitiful throne speech’s so-called relief on hydro actually means. Thirty-six cents a day—36 cents a day—is what the relief is for the people of Greely, of Nepean, of Riverside South, of Findlay Creek, of Manotick, of Metcalfe, of Bells Corners. But I’ll tell you something, Speaker, as a former energy critic, the person who was here day in and day out on the gas plant scandal, the arrogance of this Liberal government to give us a rebate of 36 cents a day, when you know what former energy minister Bob Chiarelli said when the $1.2-billion gas plant scandal came out? Here’s what he said: “Oh, it’s just $2 a day, a cup of Tim Hortons coffee.”", "So, Speaker, there’s no relief in 36 cents a day when they’re adding $2 a day here, another $3 a day there. That’s what’s happening. They’re going to have a cap-and-trade scheme which is going to increase our hydro bills and our gas. We’re going to see more scandal at Hydro One because they’ve taken away our ability to question the government. Our leader, Patrick Brown, has asked to stop the fire sale at Hydro One. I heard loud and clear in Greely that people don’t think that’s the way to go.", "Then, of course, something they never talk about is the fact that they are the largest government in the world—the largest subnational debt in the world: $300 billion. Can you imagine what that will do to the sustainability of our health care and our education systems?", "I want to talk a little bit about education, because the government decided that they are going to make a commitment for another 100,000 child care spaces. They’ve been talking about this forever. However, this is the same government that, just two years ago, cost this province 40,000 independently operated child care spaces by going after the mothers and fathers in our communities who provide access to people like me, who have children and who want to have their children in an in-home child care facility rather than in institutional care. That should be my choice as a parent, and this government eroded that choice for people like me. So they come in today with more expensive, full-day care that is going to drive up the cost. I agree that we have to have choices, but the government didn’t cost this. They had two plans—and I want to go back to this.", "They mentioned the Ring of Fire. They’ve been mentioning the Ring of Fire—I’ve been here since 2006. They have been mentioning the Ring of Fire here forever. This is a government that brought in the single largest sales tax increase in Ontario’s history, the HST, and we told them in 2010, when they brought it in, to take it off home heating, to take it off the electricity bill, and they said no. Both the New Democrats and the Progressive Conservatives in the 2011 election campaigned on taking the 8% off heat and hydro. They campaigned against it. In fact, then, Dwight Duncan, the finance minister, said, “That was reckless.”", "We were in a minority Parliament. The first private member’s bill that we voted on won with a combined vote of the New Democrats in the third party and the Progressive Conservatives, we in the official opposition, to take away that tax. The Liberals voted against it. Now, they lose a by-election last week in Scarborough–Rouge River—and I’m finally referring to it now as Scarborough-bleu river because of Raymond Cho.", "Only after they were humiliated at the polls in a seat that we have never won and they have never lost did they then decide it was time. They then decided it was time to hit the reset button. But I beg of you, Speaker, to find anything they’ve actually reset on except for the flip-flop on the 8% HST and the long-standing promise they’ve made since Dalton McGuinty was Premier back in 2003 for more daycare spaces. I beg of you to find something that actually resets it. In fact, one of the first orders of business by this government was to reintroduce all of their old bills. That’s a heck of a reset. They’re just doing the same things over and over and over again, and that’s why the people of this province don’t find that there’s any credibility in this government. In fact, the people of this province view this throne speech as the same old, same old.", "It’s a government mired in scandal. Let’s not forget the five OPP investigations, the five criminal investigations into this government. It’s a government that is running the largest deficits in the province’s history. They’ve made a mess of the hydro system. In fact, if they actually were to take this seriously instead of taking the 36 cents off a day, and they actually wanted to do something that would lower hydro bills, you know what they would do? They would look at those green energy contracts that have been broken by the other side, and they would end them. That would save us money. They could actually put forward a credible plan, a thoughtful plan, if they wanted to, on how we deal with our surplus energy instead of wasting it and subsidizing the sale to other jurisdictions. They would think long and hard about the cheapest and the greenest form of electricity we have, which is hydroelectricity. Instead of dumping it, they would actually harness it. But they didn’t.", "Now let’s move to health care. We have a mayor in a small town in eastern Ontario, Trent Hills. His name is Hector Macmillan. I spoke to him yesterday. Do you know how he answered the phone? He goes, “Hector Macmillan. The government of Ontario is trying to murder me.” Why? Because this government—they want to talk about their $70 million in CPP, they want to talk about their 8% cut in hydro, they want to talk about this, that and the next thing. But, Speaker, you know something? They’re not spending on the priorities we want. Hector is not getting life-saving treatment for cancer, and he may die as a result of this government’s inaction." ],
  "anchor" : "para1169"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "This past summer, I spent time raising $12,000 for a cancer patient in my constituency, a 22-year-old woman whose cancer therapy is not covered by this Liberal government—" ],
  "anchor" : "para1186"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me. I would ask the member from Quinte to withdraw." ],
  "anchor" : "para1188"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I withdraw." ],
  "anchor" : "para1189"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Mr. Speaker, they don’t want to listen, and they didn’t listen.", "The only reason they decided that they were going to move forward with this throne speech is because they lost an election. It wasn’t because they miraculously listened to the people of Ontario. It’s not because—" ],
  "anchor" : "para1190"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Point of order, Mr. Speaker." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Point of order." ],
  "anchor" : "para1193"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Under the rules of procedure, it’s my understanding she shouldn’t be impugning motive. She has no idea what the decision-making was behind proroguing. For her to impugn that motive I think is contrary to the rules of this House." ],
  "anchor" : "para1194"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you very much. Continue, please." ],
  "anchor" : "para1195"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "Thank you very much, Mr. Speaker. It appears that the Liberals may not be feeling comfortable with the truth, the truth that I’ve seen in Nepean–Carleton and in Scarborough–Rouge River, in Glengarry–Prescott–Russell, in Kanata-Carleton, Ottawa West–Nepean and Ottawa South. All of the places I’ve been to this summer have said the same thing. This government has lost its way. It’s not in it for Ontarians anymore, and that throne speech is proof. I made a joke yesterday that this throne speech will help Kathleen Wynne’s approval ratings skyrocket to 17%.", "I think the fact of the matter is that, if they don’t believe me and the concerns I’m bringing on the floor from the events I’ve had this summer—with 250 people at a hydro meeting, 350 people at a foodraiser, 200 people at a cancer fundraiser—if they don’t want to believe all those people in Nepean–Carleton or Scarborough–Rouge River who handed them their—I’m not even going to say it—if they don’t want to believe that, then they should just look at Forum.", "You know what? This is my favourite part: These egregious poll numbers are not in my newsletter." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Address the Speaker." ],
  "anchor" : "para1199"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "They’re in the Toronto Star; they’re in the Globe and Mail; they’re in the Sun. This is my favourite part: If they can’t figure it out from Wynne’s atrocious numbers and the humiliation in Scarborough–Rouge River, if they can’t figure that out and they can’t believe us as MPPs, coming from the opposition benches, and what we’re hearing in our constituencies—then they’re not in it for you anymore, at home. They’re not in it, Mr. Speaker, for your constituents; they’re in it for themselves and for power.", "If you look at, for example, Bill 201, this bill is going to hamper, in my opinion, democracy in the province of Ontario, to the pure benefit of the Liberal Party, who is using a cash-for-access scheme that should be illegal. They’re going to take away my right as a private member and my right as a candidate and my right as a citizen to raise money for my Progressive Conservative riding association. But you know something? The difference between me and a Liberal on the front bench that I sit directly across from: I can’t give a government contract. If somebody comes to see me, I may raise some issues. I may not even agree with them. But I can tell you something: I’m doing the work that I should be able to do for my constituency.", "I really resent the fact that this Liberal government wasted the time of the members in the opposition, this past summer, through hearings that they didn’t even listen to, that they condescended to the public in. They didn’t listen to any of the amendments. They then prorogued the House. The bill died. They’re now reintroducing it. They’re not serious about anything in terms of consultation, and they come back to this House with this throne speech with nothing in it. They wasted their time. They wasted our time. We even lost a day of question period as a result of this.", "In fact, I think they’ll see, in two years, the big difference between us on this side of the House and them on this side of the House. There’ll be a heck of a lot more of us after the election than there are of them, and I think it’s because this government has tired in their souls and in the minds of the people of this province who, time and time, have elected them. But, time and time again, these folks have proven that they have lost their way.", "Speaker, I’ve got to tell you that I’m going to continue to come here each and every day and remind them what the priorities of the people of Nepean and Carleton and Ottawa are. I can tell you that I’ve got my colleagues here. I’m sitting beside, by the way, the first person to close a coal-fired plant in the province of Ontario—leadership by Jim Wilson, our House leader. I’m sitting by one of the youngest mayors ever—or are you still the youngest mayor ever, Mr. Clark?—when he was elected first in municipal politics in Brockville. He has come here, and he’s now our deputy here. The ideas, the views: He understands rural Ontario—something that this government doesn’t. I sit here with my friend Lisa Thompson, who spent a great deal of time in the agricultural sector before getting elected. We need a whole lot more Lisa Thompsons in this House. I look at my colleagues, even in the third party, who have worked hard and have come here and who are very disappointed with this Liberal government’s throne speech. I think they share our concerns on Bill 201 as well, if I may recall.", "But the thing is, Speaker, that this is a government that hit the reset button. Basically they thought, “You know what? I’m going to go over to Staples. I’m going to buy a ‘That Was Easy’ button and we’re just going to hit it and no one is going to notice.” But here’s the problem: Everyone did notice. The coverage has been awful. The public is not happy." ],
  "anchor" : "para1200"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "They can continue to try and shout me down, but, Speaker, I’m going to tell you something: The good people of Nepean–Carleton sent me here not once, not twice, not three times, but four times—and I’m going to try to get here a fifth time—to tell these guys that what they’re doing is wrong. I’m going to use my voice—my strong voice—and I’m going to use my abilities to make sure that the people that I represent, everywhere from Bells Corners down to Burritts Rapids and Metcalfe, are going to have their voices heard. I can tell you, when I walk down the main street in Manotick, they’re angry about hydro, which wasn’t fixed yesterday. They are angry about the state of the health care system, particularly the doctors that I represent. They don’t feel like they’re represented.", "In fact, last week was the first day of school. As you know, I have an 11-year-old daughter. She’s been brought up, basically, here in this assembly. I walked into the school. She’s in grade 6 now, Speaker. I’ve known many of these parents for the last number of years. My daughter’s friend, her little classmate: Her mom has never spoken to me about politics since junior kindergarten—and this is why I think the Liberals shouldn’t just heed what happened in Scarborough–Rouge River; they should listen to this conversation. I walked in, and the mother looked at me, shaking her head. She said, “She prorogued.” I said, “Oh, you’re following the news. Kathleen Wynne prorogued.” She goes, “Yes, it’s too long. We’ve got to get rid of her.” I’m sure this mother probably was a Liberal, and I was so shocked when I sat there at the school. For the first time, this individual wanted to talk to me about politics because you have lost your way.", "And with that, Speaker, I look forward to hearing the Liberals try and defend themselves in the two minutes in questions and comments." ],
  "anchor" : "para1207"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Questions and comments." ],
  "anchor" : "para1211"
}, {
  "speaker" : "Mr. Percy Hatfield",
  "text" : [ "As the member from Nepean–Carleton said, I’d like to welcome the newest member, Rouge River Ray, Mr. Cho, to the Legislature.", "The member from Nepean–Carleton talked about the Wynne government’s bait-and-switch campaign. Since they came into office, the Liberals have raised hydro rates in Ontario 400%. Now they’re going to give us 36 cents a day back, at the same time that in November the rates are going up again. In January, the rates are going up, plus we’ll be paying four cents a litre more on gasoline for the cap-and-trade.", "I listened to my friend the Minister of the Environment and Climate Change talk about how when they came into power they had to replace 80% of the transmission lines at hydro, which begs the question to me: Why would you spend billions of dollars fixing up an asset and then give it away at fire-sale prices to the private sector, where you know they have to raise the rates again to pay the profits?", "They’re paying $4 million to the guy that’s going to run the system—to get rid of the system—$4 million a year. The OEB sets the rates, but they say, “We need more money to pay the guy $4 million a year that we hired to run”—or ruin—“the system.”", "Speaker, we came back here for the throne speech and we welcomed the new ceiling tiles up above that were uncovered. But what the Liberal government, the Wynne government, didn’t say to us—look at the writing on the wall, because the writing is on the wall. These guys are toast. They won’t be here two years from now on that side of the House. Hydro rates will bring this government down. Rising hydro rates that they have no power to control will bring them down for what they’ve done to this province for the last 12 or 13 years." ],
  "anchor" : "para1212"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments." ],
  "anchor" : "para1217"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "I, too, want to take the opportunity to welcome Mr. Cho to the Legislature. Congratulations. It’s good to have you here.", "I just want to mention—what the member from Nepean mentioned—I recognize Mayor Hector Macmillan from the great municipality of Trent Hills in my riding. Certainly, our hearts go out to the challenges that he and his family are facing under the circumstances. I’ve been working with Hector for quite a while to try to help him with his health issues, and it’s not always an easy situation. I spent some time Saturday with him at the Warkworth fair.", "Let me just touch on what has happened since yesterday a little bit, since the throne speech. As usual, I’m fairly accessible to the media and I spoke to a number of media folks yesterday in the riding of Northumberland–Quinte West. Some of the media in rural Ontario, the same as in your riding—it goes beyond your riding. Obviously, they had questions. They had press releases from the opposition saying how little it did and all that kind of stuff. At the end of my interview with two of them, I said, “So, did the opposition give you an indication of what they would do under the circumstances?”" ],
  "anchor" : "para1218"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "What’s their plan?" ],
  "anchor" : "para1221"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "What’s their plan?" ],
  "anchor" : "para1222"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "What’s your plan?" ],
  "anchor" : "para1223"
}, {
  "speaker" : "Ms. Daiene Vernile",
  "text" : [ "What is it?" ],
  "anchor" : "para1225"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "It was pretty clear. One of them says, “I’m glad you asked that because I asked just that question.” I won’t mention the name of the member. I go, “Okay. I’d be interested to know how they can help us,” and they said, “He actually told me they don’t have a plan, but they’re working on one.” They’re working on one.", "Speaker, it’s easy to criticize when you don’t have a plan, right? You have no idea where you’re going. I didn’t make this up. I asked the media. Then I asked the same question—" ],
  "anchor" : "para1226"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Thank you. I’m sorry. I have to—" ],
  "anchor" : "para1228"
}, {
  "speaker" : "Mr. Lou Rinaldi",
  "text" : [ "Oh." ],
  "anchor" : "para1230"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1231"
}, {
  "speaker" : "Mr. Steve Clark",
  "text" : [ "I’m very pleased to provide a couple of minutes’ worth of comments to the exceptional speech by the member from Nepean–Carleton. I would like to join with members in welcoming my friend Raymond Cho to the Legislature. I think he’s a breath of fresh air. I had the pleasure of being in his riding during the by-election, and I can tell you—we joked about it this morning, but everybody does love Raymond. Welcome to the Legislature.", "The member mentioned many, many things in her speech, and I appreciate some of the issues. We share a border between our two ridings, and I want to thank her for her advocacy. She was one of the first MPPs, if not the first, to ask Fiona Crean, the Hydro One ombudsman, to come and do a public meeting in her riding. I think that showed incredible smartness from her to bring the ombudsman in to try to deal with the thousands and thousands of concerns that rural residents had expressed, not just in her riding but right across eastern Ontario. I want to thank her for doing that. She’s been a very, very strong voice on the hydro file, and I think her constituents are better because of her advocacy.", "I also want to thank her for bringing up Hector Macmillan, the mayor of Trent Hills. Certainly my thoughts are with him. He came forward—and I appreciated his support against the closure of Kemptville College. He was a very strong advocate, and I spoke to him many times about that.", "A lot of members haven’t mentioned it, but my thoughts are also with the third party House leader, Gilles Bisson. He’s doing some challenges with his health right now, and I wish him a speedy recovery. I look forward to seeing him in the NDP benches very soon.", "Just in closing—oh, gee, I’ve used up my two minutes. Can I get extra time? I’d like to ask for unanimous consent to get another two minutes." ],
  "anchor" : "para1232"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para1237"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "I just want to take the opportunity, first, to congratulate our new colleague the member from Scarborough–Rouge River, Raymond Cho. Welcome, and welcome back, everyone. It is good to see everyone in good form.", "I hope everybody had an agreeable, fun summer. I know I did, touring around the beautiful riding of Essex county, talking to a lot of people. Undoubtedly and unequivocally, it is hydro rates that are top of mind, that the Kathleen Wynne Liberal government has created a disaster for ratepayers, families and small businesses.", "I just got an email today—a text on Facebook—from a gentleman who owns a restaurant in LaSalle. He’s closing. He can’t do it. It’s done. He cannot pay his hydro bill anymore—a nice little, small business in LaSalle.", "I’ve witnessed in the nearly five years that I’ve been here a lot of different things, but it is interesting to witness for the first time today—I think I just identified what I’m seeing. A government in complete free fall is what we’re seeing. They are in the death throes. We see it 18 months ahead of the next government. Why? Why do we know that? Because they wrote a throne speech on the back of a napkin, recycling old narratives and stealing ideas from others.", "Speaker, an ad hoc approach today, a Hail Mary approach to garner some support with the HST reduction does very little when the HST should never have been imposed on hydro rates in the first place. I can recall standing here, having a debate with the former Premier and the finance minister at the time, Dwight Duncan, who said the HST was going to bring in 600,000 jobs. That obviously didn’t transpire. How can we trust them on any policy initiative coming out of the benches of the Kathleen Wynne government? They’ve failed us time and time again, and we know that they’re going to continue to." ],
  "anchor" : "para1238"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Back to the member from Nepean–Carleton for her final comments." ],
  "anchor" : "para1244"
}, {
  "speaker" : "Ms. Lisa MacLeod",
  "text" : [ "I’d like to say thank you to the members from Leeds–Grenville, Windsor–Tecumseh, Essex, and of course, Northumberland–Quinte West for their points in debate today. We may not all agree on everything all the time, but I think the majority of us who are speaking today recognize that this reset button by the government is in response to Raymond Cho’s decisive victory in Scarborough–Rouge River.", "In their hasty lacking of thoughtfulness in their response, the government essentially only introduced two different ideas, one that former finance minister Dwight Duncan called reckless and one that they consistently voted against when it was our policy; and, second, a promise they have been making for 13 years, which is more child care spaces, which they have never really fulfilled, and in fact, with the independent child care operators, lost 40,000 spaces.", "I think that the government, in their haste to have a better media day on Monday than Raymond Cho and the Progressive Conservatives, rushed this. They weren’t thoughtful. They weren’t thinking. They haven’t really reset.", "In fact, if you want to talk about a reset, Speaker, as I mentioned in my 20-minute speech, a reset would have been a different direction, a fresh start. But this isn’t that. This is two ideas, one uncosted and then reintroducing all of the bad bills that they had on the books and the ideas that Ontarians are rejecting across the province.", "In fact, I have to ask my colleagues if they’re experiencing the same things that I’m doing, which is that each and every time I go to community events or I post on Facebook or Twitter, people say, “Do we still have to deal with that government for two more years?” That’s what I’m hearing, Speaker, every single day. This government has lost its way. They are out of touch. They aren’t in it for Ontarians anymore. As my friend Percy from Windsor–Tecumseh said, “They’re toast.”" ],
  "anchor" : "para1245"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Further debate? The member from Beaches–East York." ],
  "anchor" : "para1250"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "Thank you, Speaker. I’m so delighted you remember. It’s been a long time—three months, the summer—and I’m delighted to see you at the helm today, keeping order as usual.", "I’m delighted to have this opportunity to speak to the throne speech, which was entitled A Balanced Plan to Build Ontario Up for Everyone. That’s the key here: a plan to build Ontario up for everyone.", "I want to start my remarks by also recognizing the member from Scarborough–Rouge River, Raymond Cho. I’ve had the pleasure of knowing Mr. Cho as a councillor at city hall for many years, as I plied a bit of my trade down around that area. I’ve known him to be a very thoughtful individual. He will represent the community very well. I think it’s important that we take this opportunity in recognizing Councillor Cho, now the MPP for Scarborough–Rouge River. Congratulations. You ran a great campaign.", "It doesn’t always come as a surprise to a government that they find by-elections challenging. It is the nature of a by-election, mid-term particularly, that you’re going to have an opportunity to send a message to the government. I’m quite confident that that’s what happened in Scarborough–Rouge River.", "I’m reminded about an earlier by-election with another city councillor from Etobicoke–Lakeshore, who had the opportunity to be elected on the benches of the members opposite, elected to represent that community for the two years until the next election came along, when you had a full opportunity—" ],
  "anchor" : "para1251"
}, {
  "speaker" : "Mr. Peter Z. Milczyn",
  "text" : [ "Nine months." ],
  "anchor" : "para1256"
}, {
  "speaker" : "Mr. Arthur Potts",
  "text" : [ "—nine months; my apologies—you had a more fulsome opportunity to actually compare the various plans of the members.", "I encourage the member to work hard in his community, to be even more well known than he is and to advance the party’s position. But it’s a precarious place to be, because when you get into a general election things change dramatically. I want to start my discussion of the throne speech to put to rest this myth that the member’s by-election win is responsible for proroguing the House.", "Now, Speaker, I did stand—oh, you know what? I forgot to mention that I am sharing my time with the Minister of Indigenous Relations and Reconciliation. I’d be happy to share that with him, Speaker. I beg your indulgence. I should have said it at the beginning.", "Just to point out, to put it to rest, I did ask, as a point of order, to rule on this notion that was raised by the member from Nepean–Carleton, a notion we’ve heard numerous times from members opposite that somehow the by-election was the wake-up call. We all spent the last three months in our communities going door to door, interacting with our communities to talk about things. We are halfway through a mandate—two years into a four-year term—where we have a chance to spend that time talking to our constituents. I know I heard at the doorstep concerns about hydro rates.", "Now, in the community of Beaches–East York, it too is a concern. But I’ve got to tell you, there’s a lot of empathy within my community about the concerns about the hydro rates in rural communities, particularly because we have the benefit of gas heating, gas water, gas cooking. We’re not reliant on energy to the same extent. Therefore, we’re able to offset these increased costs of electricity by having lower gas prices. I know in my community, when they come to me and they ask me, “What are we going to do with these high rates?” I remind them, “Your gas bill is probably 40% what it was four or five years ago, and these things tend to balance out.” But in the rural communities, we appreciate that it’s more difficult.", "That is why you see not just the blunt instrument revealed in the throne speech about 8% across the board, but also recognizing there are more serious challenges in rural Ontario, where a 20%—using other instruments to assist rural Ontario in getting a better handle on these increased rates.", "I’m not going to apologize for the fact that electricity rates are higher now than they were. As the Minister for the Environment and Climate Change outlined, it was absolutely essential that we repair the damage that was done by years of neglect to the electricity system over the years and make repairs to our transmission system and to change coal-fired generation, which is cheap. We’re being criticized by some for not having cheaper hydro rates, comparing us to Ohio, where something on the order of 75% to 80% of their hydro is generated by cheap coal. We know the impact that is having not just on climate change but on people’s health. As was so aptly pointed out in the throne speech by the Lieutenant Governor, the cost savings associated with better lung health that came along with our decision to close all the coal-fired plants are so significant, people should recognize them.", "What we also saw in the throne speech was an acknowledgment that not all people in Ontario are equally benefiting from the benefits associated with that decision, and that’s why it does make sense for us to recognize electricity rates now as an essential service by taking the HST portion off.", "One of the things I heard the Leader of the Opposition talk about, and I was a little surprised, was the suggestion that we should go in to the OEB and reverse an OEB decision about how gas increases and climate change get reflected in the budget. Has he no appreciation of the independence of that agency? This is why we can say, “Hands off.” People have to apply to the OEB for rate increases. People apply to the OEB in order to find out how things should appear on their bill. This is their decision. It’s not a government decision, that we can go in and force this to be shown. That was a decision made by an adjudicative body and it’s hands off from government. I would have thought that the Leader of the Opposition in this province would understand that. It’s an arm’s-length decision. We shouldn’t be doing that.", "Now, what this throne speech did have—and it is a reset. It allowed us an opportunity to take a look at what we have done over the last two years. A little pause for applause is what my brother-in-law, who plays trumpet, likes to talk about when he takes a break from playing music—a little pause for applause.", "I’m very proud of the very aggressive legislative agenda that we have brought forward. With the support of the members opposite in some cases, some suggested amendments, it’s been a very aggressive legislative agenda. We’ve brought it forward. Now is the time to step back and see what we’ve done and see where we’re going in the future. We took the opportunity this summer, and I did, to talk about some of the opportunities that were created by the legislation we had passed; for instance, the infrastructure investments.", "I had the opportunity to go to a community hospice, Emily’s House. Emily’s House specializes in assisting children with terminal illnesses, end-of-life, bringing their families into a caring hospice environment. It’s the most incredible, loving, caring—I got to be there twice this summer, both because we increased funding on a per-bed basis to the hospice and we went there to announce that, and then, later on, additional funding in order to increase the number of beds. Emily’s House deserves that. This is an incredibly important institution.", "It’s how we are finding ways of taking health care out of institutional care. That’s part of this transformation by our Minister of Health and Long-Term Care: taking it out of the institution and into more local community organizations.", "I also had the pleasure—I brought in a private member’s bill very late in the year, as you’ll recall, to eliminate wait-list fees. I had a chance to go with the Minister of Education, and we went and had a chance, at a YMCA, to meet with the daycare operators and announce that program—very, very successful.", "These are the kinds of things we’ve done in the past in daycare, and what the throne speech now has a chance to talk about is the things that we’re going to be doing in the future—100,000 new daycare spaces. This is absolutely essential.", "We have been hearing about the Quebec system. We have been hearing from advocates of the NDP and the left about how important it is to get to a universal daycare system. Our party, both federally and provincially, has been solidly onside of ensuring that we have the infrastructure in place to bring in more effective daycare—so 100,000 new spaces. This is an important announcement, and I’m delighted that we’re able to do it.", "On the energy file, I also had the pleasure of going out with Veridian, a local distribution company, to Penetanguishene, where we opened a micro-grid. What an incredible, important infrastructure addition to the province of Ontario. Penetanguishene, which is on the end spur of a single hydro transmission line—when it goes down, and there’s a lot of trees and forest it’s going through, it takes a significant amount of time to find the error and fix it, so on a regular basis that community is going without power. Now they have a micro-grid which will store power in the town so that if the transmission line, the feeder line, goes down, they have almost two days of electrical storage to service their community, to service their local hospitals, institutions etc. That’s the kind of really important infrastructure that we have been able to execute on with our $160-billion plan.", "Also, I had the chance to participate with the Minister of Transportation, the Minister of the Environment and Climate Change and the Prime Minister of Canada on infrastructure announcements at Greenwood train rehabilitation station—of all these transit investments we’re making in Ontario. It’s unbelievably significant. And it’s not on the sexy, new stuff. We’re making investments in the repair and maintenance of existing transit infrastructure, which is critical.", "And we’re doing the same in hospitals. I was up at the Michael Garron Hospital in my community, where we made an about $1.5-million investment in fixing some of the electrical and HVAC problems they have there.", "Speaker, this was an opportunity, with this throne speech, to push the button and get us moving forward. We’re able to make these additional expenditures, as you know, for hydro, getting the HST off and such, because we are on the balance path, in 2017, of the budget, and that doesn’t change. We are getting to balance because we are finding efficiencies. We are collapsing programs in a way to make them more efficient in delivering service. We’re holding the line on expenditures while growing the economy. All you have to do is just read how much the GDP in this province is growing compared to others. We are leading North America right now because of the policies we’ve taken.", "I would love to go on further—eight, 10, 20 minutes—but I’m going to turn my time over to the Minister of Indigenous Relations and Reconciliation.", "Thank you very much for your attention." ],
  "anchor" : "para1257"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I recognize the Minister of Indigenous Relations and Reconciliation. Just as a point for you, sir, I will allow the clock to run out, so it may go over 6 o’clock." ],
  "anchor" : "para1280"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "What? I’m happy to recognize the clock as it tells the time, 6 o’clock being 6 o’clock, subject, of course, to your Speaker’s ruling." ],
  "anchor" : "para1281"
}, {
  "speaker" : "Mr. Taras Natyshak",
  "text" : [ "Come on, Zimmer. You can make it up." ],
  "anchor" : "para1282"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Okay, I can make it up.", "I want to welcome the newly elected member for Scarborough–Rouge River, Raymond Cho. He was sitting there, but he’s slipped away. Perhaps he’s had second thoughts about having joined the caucus that he’s just joined, having spent his first two days here listening to the gross hyperbole from the other side of the room. Maybe Raymond will keep this caution in mind: Raymond, don’t believe everything you hear on—" ],
  "anchor" : "para1283"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Minister, I would ask that you withdraw." ],
  "anchor" : "para1285"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "I’m happy to withdraw, but just tell me what I should withdraw?" ],
  "anchor" : "para1286"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Continue, please." ],
  "anchor" : "para1287"
}, {
  "speaker" : "Hon. David Zimmer",
  "text" : [ "Well, anyway, out of respect for Raymond and wishing him the best, I do hope that he doesn’t lose his way in that tangle of a caucus over there. He should keep in mind that there are good people on this side of the aisle. Our Premier is a good person. Don’t believe everything you hear, I say to the member from Scarborough–Rouge River.", "Having said that, and recognizing that it’s nearer to 6 o’clock, I think that about wraps up my time, Speaker, subject to your ruling. You want me to keep going? Okay.", "Well, we’ve heard the throne speech. There are eight elements in the throne speech. I can go through them one at a time, but the first one, and the key one, is that we have responded to people’s concerns about the cost of electricity. In fairness, we’ve all heard about that in our respective ridings and over the summer. We’ve reduced electricity costs where possible but, at the same time, with an emphasis on maintaining a reliable electricity system, because there’s no sense in reducing the cost without also making the investments so that the system is reliable, so that people can turn on their lights confidently and so that industry is attracted to Ontario, because that leads to better jobs and more tax revenues. It’s good for everybody.", "We have removed the debt retirement charge from residential electricity bills. We’ve made electricity more affordable for more low-income families through the Ontario Electricity Support Program. We are investing more than—and listen to this—$2.6 billion to help homeowners and businesses reduce energy use to save money.", "On top of that, yesterday’s throne speech announced that we will provide additional relief on electricity bills by introducing legislation that will rebate directly on consumers’ monthly residential electricity bills. The rebate will be that portion of the harmonized sales tax. So that’s 8%. This 8% savings will go into effect on July 1, 2017. It will result in a savings of about $130 a year for the typical Ontario residential consumer.", "Eligible businesses will receive the rebate. Eligible rural and remote customers would receive additional savings which would result in an on-monthly saving of about 20%. That’s $45 a month, or $440 a year. An eligible larger business would benefit through the expansion of the industrial conservation initiative, which will help industry to participate and be able to find cost savings of up to 34%, depending upon the industry’s ability to reduce its peak electricity consumption.", "But that’s not the only thing the throne speech spoke to. The throne speech spoke to affordable child care. We will help find the affordable child care that families need by creating an additional 100,000 licensed—and I want to emphasize “licensed”—spaces within the next five years. We will double the current capacity for the up-to-age-four group, creating spaces for about 40% of infants, toddlers and preschoolers. This is going to be a tremendous help to young families, the parents who are raising young families and working and contributing to this economy. We want to help them. We can help them through this enhanced affordable child care program.", "I want to say something about election finance reform. It will be introduced with all of the amendments agreed to at the committee stage prior to prorogation of the Legislature, and we intend to move amendments during the committee stage of the bill to prohibit all MPPs in all parties from attending fundraising events.", "I want to speak to some things we’re doing for helping young people adjust to the changing workforce. We are putting a new emphasis on—" ],
  "anchor" : "para1288"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "Excuse me, Minister." ],
  "anchor" : "para1297"
}, {
  "speaker" : "The Acting Speaker (Mr. Rick Nicholls)",
  "text" : [ "I know what I had said to you, extending a courtesy to allow you to finish the amount of time on the clock. However, since there is opposition from the third party, then I am forced to call adjournment of the House until tomorrow morning at 9 o’clock." ],
  "anchor" : "para1299"
} ]