[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Prayers.", "ORDERS OF THE DAY", "Resuming the debate adjourned on September 15, 2016, on the motion for an address in reply to the speech of Her Honour the Lieutenant Governor at the opening of the session." ],
  "anchor" : "para189"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Government House leader." ],
  "anchor" : "para194"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you, Speaker, very much for recognizing me to speak on the speech from the throne. I want to take just a few minutes to express my support for the speech from the throne.", "First and foremost, my apologies to all members in the House; they will be hearing me speak a fair bit this morning. I’m a bit under the weather so I’m going to be a bit slow, and may sniffle and sneeze and cough in the process, so I’ll keep you away from me. If you heckle back at me, my ears are plugged, too, so I may or may not hear you—just an excuse.", "What I wanted to quickly share with you is that I hope everybody had a great summer in their respective communities. It’s always a fantastic time to reconnect. Despite popular belief, we are not off. As elected representatives, we are all perhaps even busier in our respective ridings. I know many of the members from all sides of the House have been quite active in their respective communities.", "As many of you know, one of the things that I do on a regular basis is knock on doors in my community and engage door to door with constituents so that we can address their specific personal issues, and broader issues as well. It was a great summer to do that. The weather was fantastic, of course, to meet new constituents in my great community of Ottawa Centre.", "We’ve also seen some incredible progress, Speaker, on some very important projects in my community, such as the new Broadview Public School, which is located in the Westboro area of my community. That school is open and kids are going to this beautiful, brand new school. I want to give a big shout-out to all of the parents who were engaged, and the advocacy and the work they did in getting that school built, because it was replacing an almost 100-year-old school.", "ment where they are going to thrive.", "Another very important investment that I’m really proud of is investment in the full-day kindergarten program. I speak personally because my son, Rafi, is now four years old and has embarked on full-day learning and, two weeks ago, started attending school. I can tell you, Speaker, I’m biased: I love my children. I love my son; I think he’s the smartest kid on the planet. However, in the seven or eight days he has actually gone to school, the kind of progress I’ve seen and the learning—he’s going to a French immersion school, so he’s learning French as well. He is already starting to speak words of French and singing songs in French. And that’s all in just seven days; it’s remarkable and something that, as a parent, I am very excited about. I know Christine, at home, is as well. I think a lot of that credit goes to the full-day kindergarten program. I hear that sentiment again and again from parents in my community all the time, and now I’m witnessing it.", "ment’s investment, in building six new surgery rooms at the Ottawa Heart Institute and, of course, other many important facilities—another very important piece of infrastructure, but in tangible terms, an expansion of a hospital which saves lives every single day and is making a difference in people’s lives.", "These are important investments, Speaker. I’m really proud that our government, under the leadership of our Premier, is really focused on issues that improve and enhance the day-to-day lives of Ontarians, regardless of their age, and I—" ],
  "anchor" : "para195"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Due to the time restraint, pursuant to standing order 42(a), there has been 12 hours of debate on the motion for an address in reply to the speech from the throne. I am now required to put the question.", "On September 13, 2016, Ms. Wynne moved, seconded by Ms. Naidoo-Harris, that an humble address be presented to Her Honour the Lieutenant Governor as follows:", "“To the Honourable Elizabeth Dowdeswell, Lieutenant Governor of Ontario:", "“We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.”", "Is it the pleasure of the House that the motion carry?", "I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the nays have it.", "This vote will be deferred to the end of question period.", "Mr. Naqvi moved second reading of the following bill:", "Bill 2, An Act to amend various statutes with respect to election matters / Projet de loi 2, Loi visant à modifier diverses lois en ce qui a trait à des questions concernant les élections." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Government House leader." ],
  "anchor" : "para219"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thank you for recognizing me to speak on Bill 2, a very important piece of legislation. I will be sharing my time with my parliamentary assistant, the honourable member from Scarborough Southwest.", "Again, Speaker, good morning to everyone. Thank you for recognizing me and giving me the opportunity to speak on this very important piece of legislation. I am glad that this legislation is right on the top of the docket here at the Legislature, as the second matter that has been introduced. I think it in many respects demonstrates the importance of this issue. I’m confident that there’s going to be robust debate on this piece of legislation and I very much look forward to hearing members’ views on this.", "Speaker, I rise in the House today to open debate on a bill that, if passed, would change the way politics is done in our province. Indeed, as the Chief Electoral Officer has said, this would be the largest overhaul of Ontario’s election financing rules in 40 years. That’s a very significant statement that the Chief Electoral Officer made, given the breadth and scope of his experience.", "This is not a task we have taken lightly. The principle guiding us through this process has been one person, one vote. I believe this principle is at the very core of our democracy. It means that just as we are all seen as equals under the law, so too must we be heard as equals in our democracy.", "stone of our democracy; that ensures that the people are being represented first and foremost in a democracy and in our democratic institutions, not just well-funded special interests. This system must always be working to maintain confidence in our democratic institutions. After all, if people grow concerned about the fairness of the system, they may begin to lose trust in their representatives—in all of us.", "Speaker, I say these comments fully knowing that all members of this House believe in this perspective. This is not at all, from my perspective, a partisan issue. When it comes to safeguarding democracy, every single member of this Legislature takes that responsibility very seriously. And in my view, they work toward it together to ensure that we protect these democratic institutions. If there are flaws and if there are gaps, then we work hard, we work tirelessly to put an end to those flaws or those gaps. That is our responsibility. I have full confidence in all members from both sides of the aisle, all three political parties that are represented in this Legislature, that that responsibility is taken seriously. It’s important for us to affirm that collectively to the people of Ontario, in order to ensure that we reinforce their confidence, their faith in our democracy and our democratic institutions.", "Our elections and the fairness of those elections provide the authority for each of us as legislators. It’s in the interest of all of us to reform our election financing system. We need to create a system that the people of Ontario can see is working for them and representing their interests alone. As legislators we should only be here to represent our constituents, which we all do, and we work very hard toward that goal. Their struggles and their needs must be the top of our priority.", "Openness and transparency remain the hallmark of our government, but we must do more to ensure that openness and transparency flow through all levels of Ontario’s political culture. That is why we’re proposing new rules that will build the public’s faith in the political financing system and, consequently, in the representatives they elect.", "mines the confidence people may have in the system we have created.", "The rules up to now have been rules that we all have agreed to. It’s not that they were rules created by just one political party over time; these are rules that we have all worked under and still use. They have worked well, Speaker. They have evolved over time. Technology has been brought into those rules. The hallmarks of the rules have always been transparency, accountability and making sure that Ontarians know what groups and which individuals are donating to political parties, to the MPPs and to candidates. All of us have used those same rules in the manner in which they are lawful.", "guards, the transparency and accountability measures that relate to fundraising.", "gage in elections, you need money in order to mount a campaign. You need money to buy lawn signs, you need money to rent a campaign office, you need money to pay for gas when you’re going from one place to another in your riding. Those of you from large communities know that very, very well. You need money to print brochures. All of those things require money, and I am fairly confident when I say this: None of us in this room are independently rich enough to be able to foot the bill for that—none of us.", "Speaker, I ran for first time almost nine years ago, in 2007 at the tender age of 34. I was a young lawyer at that time. I was very engaged in my community. I was engaged in my local riding association. I took politics very seriously because it very much defines our democratic system. I aspired to run and I got an opportunity to run when my predecessor announced his retirement. I would not have been able to run, I would have not been able to successfully contest a nomination and then go on to contest an election if people who supported me did not also make a contribution towards my campaign. I did not have savings. I didn’t have the money. My parents did not have the resources to help me get there.", "I think you know my story. I came to Canada at age 15. I don’t have the pedigree or the last name. None of us actually do. None of us in this chamber have that where we just come with some sort of a built-in infrastructure, a built-in system of support that will propel us from our regular, normal lives to one that is an elected position. We all have all worked very hard—very, very hard—to ensure that we get an opportunity to put forward our ideas, get an opportunity to gain the trust of our constituents and an incredible, humble opportunity to stand here and represent our respective communities. But that requires a lot of hard work—you will know that, Speaker; you and I were elected at the same time, in the same year—but also the support of people; and not just their moral support, not just their pat on the back, not just, of course, their vote, which is integral, but also a small contribution—all within the rules—to help you get your message out, to help you be able to connect with constituents and be able to mount a successful campaign.", "I think all of us have been in situations and have seen where—I remember very distinctly when I ran for the first time and so many people came to me and said, “Oh yeah, Yasir, you’re a really smart, bright guy and I’m there for you.” But when you asked them to sign up a membership form when I was seeking the nomination, there were 10 reasons why they couldn’t do it. Right? You can be as good as good is, but they won’t sign up for a membership. Or when you were nominated and running a campaign and you said, “Hey, can you give me a hundred bucks? Because I have got to buy a few more signs; I need to have another run of brochures,” there was always an excuse not to do it. You know and I know, and all the members in this House know, how difficult that then becomes. I don’t think that difficulty supports democracy in any way whatsoever.", "That actually undermines democracy because I, for one—and I also have had conversations with members in this House from both sides of the aisle and all three parties—don’t want a system of democracy where only a privileged few have an opportunity to run for office, where the true meaning of the House of Commons, which that is, is not representative of the commoners that all of us are. That’s why it’s called the House of Commons. It is the house of commoners. It is the house made up of individuals from all walks of life. That is what gives me so much pride. When I look through this Legislature and you see all of these different faces, you see all these different communities, you see all these different backgrounds, every one of us, every single one of us brings a unique story with ourselves, a unique set of reasons as to why we chose to run and why we’re sitting in this House as representatives. It’s a respectful story for every one of you.", "We may differ in our perspectives. You’ve heard me say this before. I think our end is the same: It’s to build stronger communities. Our means may be different. That may be the difference in perspective, and that’s totally healthy in a democracy, but our motivations are identical. The stories are emotional. They’re amazing. If we don’t have a system in place in a democracy so that we don’t get that opportunity to run, we’re undermining our democracy.", "So I come back to my original point, Speaker: As much as fundraising has become a bad word—and this is not just now, not two weeks ago; it’s over time—it’s not bad, and I would love to hear other arguments on this. It is something important to foster our democracy.", "The other very important point I want to make, and I think this is an important opportunity to make this point, is a point that I often make when I’m speaking with young people in high schools and universities. It is that political parties are not evil. In order for our democracy to thrive, we need diversity of political parties, we need diversity of ideas. Our democratic system is a marketplace of ideas, and that marketplace of ideas comes into play because we have different political parties.", "Imagine a system if we had one political party. We know of those systems. We stand against those systems because we always remind people that one political party cannot present all the best ideas. We need that diversity. We need that choice, that option. That is an argument that, in my humble view, doesn’t get made that often, because there’s a perception out there that, “Oh, I’m not going to join a political party. It’s just so bad.” You know, “I support you, Yasir, but I’m just not going to join the political party.”", "Well, I’m not separate from the political party. Political parties give you a means. You don’t want a system in this House where every single one of us is sitting independently. Speaker, that’s my very strong view. Perhaps I’m influenced by my beginnings, where I was born and grew up in a country where political parties were banned—they were outlawed—because there was a military government. Generals don’t like political parties. They like to have their own view. I was born in Pakistan, and there was a running joke that there’s one political party, and that’s the army. That’s not the system of democracy we want to build.", "I’ll share with you who my hero is. My hero is that 21-year-old young woman in Hong Kong who most recently stood up. She started the yellow umbrella revolution. She stood up in downtown Hong Kong, facing one of the most powerful governments in the world—China, a single-party government. She started a whole movement. That whole movement was run by a bunch of 20-year-old students. They had only one demand—one demand only—to allow for multi-party elections to be held in Hong Kong.", "How remarkable—a 21-year-old. Google her; see her images. She’s yea high, but she’s probably one of the strongest persons in this world I know, who took on one of the strongest governments in the world. Her demand was multi-party elections. She said that was a promise that was made to Hong Kong when Hong Kong was returned back to China, and that promise must be kept. In fact, as a result of that there were multi-party elections that were held. She and another bunch of 20-year-olds ran in that election, using yellow umbrellas as a symbol, and they were successful. I think they won 40% of the seats, as I recall reading about that election. If you see images, these are young kids.", "So I remind our 20-year-olds all the time: That’s what we should be looking at. Let’s not forget that we already have this, so we should be the last ones throwing stones at our democratic institutions. Political parties are a big part—in fact, one of the cornerstones—an essential part of the system, because we should not—we will not—have a system of so-called democracy that does not have a diversity of ideas, that would not have choices for people. Political parties very much provide this. I had to say this, Speaker. I think those two points are very important, from my perspective, and it’s something that I would love to hear views on from other members, for sure.", "I wanted to take some time to get into a little bit of the journey as to how we got here in terms of this bill, Bill 2, Speaker, and then speak to some of the key elements of the bill as well, and then lay out to you and to the honourable members what else needs to be done moving forward.", "As the members very much will recall, in May of this year, the previous session, we introduced the Election Finances Statute Law Amendment Act. That was Bill 201, as I recall. At that time we committed to an open and collaborative consultation process. In that spirit, we referred the bill to committee after first reading, a very rare step. Again, in the nine years that I have been a member of this House that has never happened. I don’t know if the member from St. Catharines remembers in his 39 years or so—" ],
  "anchor" : "para220"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I remember that Norm Sterling was the one who recommended that." ],
  "anchor" : "para248"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The former member, Norm Sterling, from Carleton–Mississippi Mills, I think, may have employed this. This is something very rare, Speaker, but it allows for the opportunity to have a bill be discussed in a consultative way through the committee process and to hear from the public and from the experts.", "It also allows for another great benefit, which is that it provides latitude to members to bring broader-in-scope changes to the bill; they may not be just directly tied in to the content of the bill. As you know, Speaker, in second reading there are, through procedural rules, some restrictions as to the scope of the amendments that can be brought in.", "ing to that—to take the bill to the committee process right after first reading. It was an extraordinary step—certainly, the first of its kind, as I said, Speaker, that I have seen in my time here—and it allowed the committee to begin to gather feedback and shape the bill even before its approval in principle by the assembly.", "Over the summer, the Standing Committee on General Government held public hearings in communities across the province to hear from experts, stakeholders and the public in cities and towns like Toronto, Kingston, Ottawa, Kitchener, London and Windsor. The committee heard from the Chief Electoral Officer, the leader of the Green Party of Ontario, the Integrity Commissioner and the Auditor General, along with experts selected by the opposition parties; the heads of major unions and corporations; lawyers; and, most important of all, interested citizens.", "These consultations helped to give us an even greater sense of just how important this topic is to the people of our province and how much work needs to be done.", "Speaker, I would like to take this opportunity to personally thank everybody who appeared before the committee this summer and offered their time and expertise.", "I also want to thank the Chief Electoral Officer, who was present to answer questions and provide information to committee members throughout the public hearings. Of course, Speaker, as we know, he brings an incredible amount of experience on the issue of elections.", "As I’ve said before, I want to thank all the members of the committee who participated in the process throughout the summer, those who are permanent members of the committee and those who subbed in from time to time. Big thanks to all of you, from those of us who are not on the committee, for your work on this very important bill.", "Also, during our deliberations, we found a number of areas of common ground. I was pleased that we were able to work together on several amendments to this legislation. When this bill was reintroduced last week—what we’re debating now as Bill 2—it included all of the amendments, both government and opposition, that were passed in the committee stage. I believe that this collaborative approach has resulted in an even stronger bill than what we started with in May—exactly what the purpose behind the process has been.", "This proposed legislation, if passed, would help bring further transparency to election financing in our province.", "In a few minutes, as I mentioned, you will be hearing from my colleague and parliamentary assistant, the member from Scarborough Southwest, about what took place over the summer months and some of the information that we learned and, of course, a more in-depth explanation of some of the amendments to the previous bill that is now re-tabled as Bill 2.", "At this stage, I want to go through some of the key aspects of this bill that are important for this debate. I’ll start with the issue around contributions that is addressed in this bill.", "This bill proposes sweeping reforms, starting with the basics: how our political system is paid for. When people cast their ballots, they provide us with their support. We need a system that ensures that their support is the loudest voice in our political system.", "ception completely. That’s why we’re proposing an all-out ban on corporate and union donations to political parties and campaigns. This is just one of the steps that we are taking to level the playing field in the political process.", "We are also reducing the maximum amount of money people can donate by nearly 90%, from $33,250 to $3,600 in an election year. In a non-election year or in a non-leadership year, that amount is going from $16,625 to $2,400 under the new rules. This will further remove any perception that the wealthy have disproportionate influence in our political system. In addition to lowering the amount that can be donated, we are also proposing to end election-based contribution periods to political parties, which currently add another opportunity to contribute the maximum amount. We believe that limits should be limits, in an election year or any other.", "The next important aspect of this bill is around nomination contestants. This bill would greatly expand the types of campaigns that are subject to these rules. Today, there are few restrictions on the campaigns of nomination and leadership contests within a party. For example, there are no limits on donations to these contestants, even though they might soon be, and often already are, MPPs.", "Fairness demands that we ensure that all parts of the political process are subject to the same rules so that we’ve got transparency and accountability around them. One of the things that Bill 2 does is it imposes donation limits and holds these contestants accountable to the Chief Electoral Officer, thereby ensuring an ethical and transparent electoral process from start to finish.", "ernment took when they updated their election financing laws. Similar to the federal government, we plan to gradually reduce the allowance to 75% of year-one levels and then review it after five years to determine whether it should continue. For now, this measure will smooth the transition to the new election finance regime that this bill would create.", "The fourth element I want to touch upon that this bill regulates is around political advertising. The fact is that Ontario already has the lowest campaign-period spending limits in the country besides Quebec, once this legislation is passed, but there are currently no limits on political advertising before an election period. We are proposing to cap pre-election period advertising spending by political parties to $1 million in the six months before a scheduled general election. We think that this would help to prevent anyone from getting around the intent of campaign-period spending limits by spending significant amounts of money before the election period.", "Another important topic that’s tackled is the long-standing issue of third-party advertising. We know that many special interest groups want to have their views heard, especially around election time. It’s important that those views be expressed and that a diverse range of voices be heard in our public discourse. This is healthy for our politics and healthy for our democracy. At the same time, disproportionate financial resources among some of these interests have the potential to distort the conversation, potentially allowing some opinions to be heard louder or more frequently than others. That’s why we’re proposing strict limits on the amount of money that third parties can spend on political advertising, both before and during an election period.", "Third-party advertising spending will have to be reported to the Chief Electoral Officer. Those who break the new law would have to pay fines of up to five times the amount exceeded. The bill also cracks down on collusion and regulates collaboration between political and third parties.", "Finally, this bill puts forward measures to promote openness and transparency in political fundraising. The proposals I’ve spoken to are just some of the many transformative changes that we want to explore through this bill. The member from Scarborough Southwest will speak more to it.", "mark; they expect that our province will set the tone for the entire country.", "With this in mind, our government is prepared to take yet another extraordinary step. We plan to be the first jurisdiction in Canada to bar political candidates and MPPs outright from attending political fundraising events. As I have already said, even the perception of a conflict of interest or of undue influence over a politician can weaken our democracy.", "While the reforms already in this bill would go a long way towards preserving the confidence of Ontario voters, over the summer our government came to realize that it just wasn’t enough. We want to prevent any situation where a politician receives money in exchange for their time and attention, or even the appearance that this is happening. It could have the effect of undermining our democratic process, as I think we’ve all discussed over time. That’s why this measure would extend not only to MPPs on both sides of the floor, but to party leaders, nomination contestants and leadership contestants. Our democratic responsibilities begin well before we take our seats in the Legislature; they start from the moment we choose to seek office.", "This is a dramatic and progressive change and we do want to be clear about its impact. This is not a provision that is meant to diminish a politician’s ability nor their responsibility to interact with their constituents. They will still be welcome and encouraged to attend community events, including barbecues, spaghetti dinners and holiday parties, for example. We simply feel that there should not be any expectation of compensation in return for doing so. We plan to introduce this measure in an amendment at the committee stage. I very much look forward to receiving feedback from my colleagues and stakeholders on this matter.", "Another aspect that I think we need to recognize about these fundraising rules and the manner in which we’re putting in place these restrictions is that there has been a tremendous change in the practice around fundraising as a result of technology. In the old days—and when I say the old days, this is going back to when I was running almost nine years ago—you didn’t really have the kind of technologies or tools available through online donations and through using other sophisticated means, especially through the Internet. I think charities, in particular, that do amazing work, have demonstrated how successful they can be in fundraising by going to a large group of people soliciting smaller amounts of money.", "ported and funded by grassroots, by individuals.", "There are opportunities which—frankly speaking, the way our rules have been written up to now has not helped us explore them. I speak again of all three political parties. We have been set in our ways. We have done things in a particular way because the rules allowed for it. Nobody was breaking any rules whatsoever, but we have not had the opportunity to then explore other opportunities for raising funds. I think these rules will make us do it because we will have no opportunity or other way of doing it.", "In the end, I just also wanted to prelude what else is to come when it comes to election laws. I would like to remind the colleagues of another set of proposed changes that are being planned, apart from the finance reform, changes that also aim to strengthen our province’s electoral system but in a very different way: by seeking to boost voter engagement and participation. Many of the changes we will be proposing address recommendations that were made by our Chief Electoral Officer as part of the review he does after every election. These were recommendations that were made after the last election in 2014.", "ize and improve the election process. We’re hoping to bring these changes forward to the Legislature next month.", "Speaker, in conclusion, given that my time is coming to an end—and I know the member from Scarborough Southwest wants some time to speak as well—the bill before you today is about ensuring public trust in our democratic process. It is about levelling the playing field for politicians, parties and third parties alike. It is about creating clear rules that everyone, regardless of political stripe or particular interest, can trust. Above all, the bill is about putting people at the centre of our democracy, where they belong.", "With these reforms, Ontario is poised to become a leader on election financing, with rules that would be among the strongest and most transparent in Canada. I would like to once again thank everyone who has helped get this bill to where it is today. With your input into it and diverse perspectives, I’m confident that we have created a set of proposals that truly represent the best interests of all Ontarians.", "Of course, Speaker, our work is not done yet. As I mentioned earlier, there will be new proposals to discuss at the next committee stage, and, of course, there will undoubtedly be a few more tweaks and refinements that will need to be made to other reforms. I’m sure other members will have feedback and comments on that.", "So today, Speaker, I ask you that once again we take advantage of this opportunity to work together and to be part of a positive, transformational change in our election financing system. I’m very much looking forward to this very important debate: a healthy debate; a debate that is going to move our democracy even further; and a debate that will ensure that we are creating a new system, a system that is more transparent and accountable.", "No doubt, Speaker, as with any change, change will bring some anxiety because we will be charting a new path. As we have done in this Legislature again and again, as people who, on behalf of our constituents do it again and again—that is, to change things—that is why we all ran. That is exactly why we always said at the doors when we ran the first time, “I want to change things. I want things to be better.” This is a change, and it is for the better. I very much look forward to members’ support for this bill. I look forward to working with them to make it even stronger." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough Southwest." ],
  "anchor" : "para287"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "Thank you, Mr. Speaker, and good morning to you. I rise in the House today to continue debate on an important bill that would, if passed, change the way election campaigns are funded and how campaign advertising is paid for.", "As my colleague the Honourable Yasir Naqvi, Attorney General, pointed out, the purpose of this bill is not only to take some long-overdue steps to modernize the rules around election financing, but also to build and perhaps restore the public’s confidence in the electoral process.", "As Minister Naqvi explained, the bill introduces reforms in several areas. I just wanted to touch on a few of them: contributions to political parties and other political actors—in other words, candidates, constituent associations, nomination contestants and leadership contestants; advertising spending by third parties during an election period, as well as by political parties and third parties in the six months before a scheduled general election is called; and—a new area of regulation—creating new rules about how nomination contestants’ campaigns are funded and paid for as they fight to represent a political party as a candidate in their particular riding.", "keeping measures to improve and modernize processes and procedures within the election finance system.", "I would like to now continue the conversation by telling you a bit about the process we took to get to the bill you have before you today.", "Mr. Speaker, our path to developing this bill was an unusual one. It could even be called unprecedented. When my colleague introduced this bill in the spring, both he and the Premier made it very clear that the bill was to be viewed by the members as a starting point in a discussion, a starting point for a much larger, longer-term discussion about the kinds of changes that the members collectively envisioned for our election finance system. That’s why, immediately after this bill was introduced, it was referred to the Standing Committee on General Government right away. As the members here are aware, this is a step rarely taken. The normal course of things is that bills are taken to committee after second reading.", "The government regarded this bill very much as a work-in-progress, still at a formative stage, so we felt that an extra round of consultation was not only helpful but a necessary step. The advantage of referring this bill after first reading is that the text is more open to change at that stage, before it has been approved in principle by the assembly.", "Of course, it was not just the committee members who participated in these discussions, which were held in communities across the province throughout the summer. In fact, we heard from a variety of organizations and individuals about what they thought about the province’s existing election finance rules, as well as their ideas about how these rules could change.", "Some wondered why we advocated for this approach and didn’t simply hold public consultations in advance of introducing the bill. Some also suggested, like the member from Kitchener–Waterloo, that an independent body be struck to develop a bill instead of figuring it out in the House. However, as the government, we felt this would not serve the best interests of Ontarians for two reasons. First, striking another committee did not acknowledge the fact that there’s already a broad consensus in place. We all knew that significant transformative change would be needed, and we all knew it had to happen quickly. Taking time to create an independent body would have precluded legislative reforms from being in place by early 2017 or even in time for the next general election.", "Secondly, we feel strongly that the Legislature already has a robust and transparent process to allow us to introduce, debate and amend legislation, one that can mobilize quickly. It’s the right place for MPPs and the public to debate and shape this important piece of legislation. We’re not alone in taking this approach. Last year, for example, Alberta banned corporate and union donations, using the normal legislative process.", "I would like to take a moment to acknowledge the many individuals and organizations who, whether they agreed with it or not, took part in the process. Looking across the floor, I’d like to thank my colleagues the member from Lanark–Frontenac–Lennox and Addington, Randy Hillier; the member from Leeds–Grenville, Steve Clark; and the member from Kitchener–Waterloo, Catherine Fife.", "I would also like to acknowledge a few of the many organizations who were represented at the public hearings over the summer. A few that come to mind include the Green Party of Ontario, the Office of the Auditor General of Ontario, the Office of the Integrity Commissioner of Ontario, the Canadian Civil Liberties Association, the Ontario Public Service Employees Union; and the Canadian Union of Public Employees.", "I would also like to recognize some of the individuals who appeared before the committee, including a former Attorney General, and my former colleague, John Gerretsen; former federal Chief Electoral Officer Jean-Pierre Kingsley; Auditor General Bonnie Lysyk; the Integrity Commissioner, Honourable J. David Wake; and of course, our Chief Electoral Officer himself, Mr. Greg Essensa; along with dozens of other passionate groups and concerned citizens.", "An open and consultative process is really the key to ensuring these changes reflect the best interests of Ontarians. The bill that’s before you today—which, I should point out, is the same version of the bill that left the committee stage this past August—is stronger for that advice. So I would like to thank all of you who participated in this debate for your support.", "ments to the bill reflect concerns that we heard from stakeholders since the introduction of this bill last May.", "Mr. Speaker, I would also like to acknowledge that some of the key changes that came out in this process were captured already by my colleague the government House leader, but I would also like to highlight some items that have not, perhaps, received much attention so far.", "I would also like to take this opportunity to offer some clarifications on some of the measures. For example, under the category of “contributions,” otherwise known as “donations,” there were a few changes to the bill worth noting. One of these, which Minister Naqvi mentioned, is the elimination of all corporate, union and group contributions to political actors. We believe that this will put the focus of the political process back on the people, where it belongs.", "holes in the process. To this end, we would be expanding the definition of a political contribution to ensure that groups aren’t making unreported non-financial contributions, such as paid labour. The new law would also require individuals to certify that their donations aren’t on anybody else’s behalf, whether a company or another individual.", "Another recent change to the bill is a decrease of contribution limits across the board. We’ve reduced the proposed individual contribution limit for candidates, parties and constituency associations, or nomination contestants, to $1,200 each, and introduced new restrictions and requirements for leadership contestants.", "Through all these reforms, we’re effectively cutting a large chunk out of existing political parties’ revenue.", "As the Attorney General mentioned, we are proposing a per-vote allowance to help offset the sharp decrease in revenue that political parties will see as a result of the other measures in this bill.", "Mr. Speaker, I know that the committee heard some skepticism about funding parties with public money, and I want to take a moment to address this concern.", "First of all, publicly offsetting political party costs is not a new concept in this province. We currently offer a political contribution tax credit to encourage individuals and corporations alike to contribute to the political party of their choosing. Along with ending corporation donations, this bill will mean that the province is no longer paying out this credit to corporations. Meanwhile, lower individual donation limits will reduce the overall credit payout.", "A per-vote allowance is simpler in many ways. When you cast a ballot, you are also directing your share of that allowance to the party that you’ve chosen to support. It’s a much more democratic means to a similar end.", "I would also like to dig a little deeper towards what I believe to be the root cause of these concerns: a commonly held perception that political parties are part of the problem.", "Certainly, particularly in our current party system, there are issues that need to be overcome, but the fact is that political parties are a staple of our democratic process. They have the will and the infrastructure to foster debate in our communities and help build a culture of political awareness and engagement.", "In his remarks before the committee this summer, Canada’s former Chief Electoral Officer, Jean-Pierre Kingsley, put this point simply, saying, “Healthy parties are good for democracy”—basically, the idea that parties are good for democracy and are not something to be looked down upon.", "Mr. Speaker, to completely defund political parties, along with these changes, would be to throw the baby out with the bathwater. I still have faith in the party system, and our bill proposes to repair it, not reject it outright.", "Another key area that this bill has always looked to reform is political advertising. It would impose new restrictions on all parties to ensure that nobody, whether a political party or a third party, is given the upper hand when it comes to political advertising.", "Political parties already face spending limits during a writ period. This bill adds limits to the six months prior. It also creates new restrictions for third parties both before and during a writ period.", "We feel that limiting political advertising before as well as during a scheduled election period is an important way to ensure that nobody gets a leg up in the political discourse around the election.", "While it’s important to impose strong rules to prevent overspending and cheating, it’s equally important to put forward clear rules so that all actors know which advertising activities are allowed. That’s why we’ve proposed numerous clarifications to the definition of political advertising, clearing up ambiguities and making the rules easier to follow.", "It’s also why our bill would set clear definitions and impose new restrictions on collaboration and collusion. Collaboration involves a political party working with a third party to produce political advertising that doesn’t come from the political party, but that contains a politically approved message. This behaviour wouldn’t be prohibited unto itself, but it could be used as a way to circumvent the advertising limit. The bill would provide a clear definition of what does and does not constitute collaboration and define it as a political contribution.", "Collusion, on the other hand, is when third parties work together with one another to try to get around their own advertising limits. We are proposing firm measures to prevent this behaviour.", "This bill also seeks to set clear limitations on political fundraising events. It proposes to limit the amount of money that can be given at a single event. That limit will be $1,200, which naturally also counts toward the total contribution limit. To further fight the perception of large cheques being written behind closed doors, parties will be required to make information about all fundraisers publicly available on their websites beforehand.", "In addition to these measures, we’re planning to bring a few motions for amendments to the standing committee later this month. These include a measure to introduce a per-vote allowance for all registered constituency associations who have run registered candidates in an election. As the members may be aware, currently there is no such rule for constituency associations because there are no limits on donations to these groups. That, of course, will all change with the proposed legislation which, for the first time, places donation caps on these groups, along with on parties, local candidates and leadership candidates.", "Finally, another new measure that I expect will be the focus of a lot of discussion at the committee table will be the proposed ban on member attendance at fundraising events.", "We recognize that perceptions about large donations at fundraisers undermine Ontario’s confidence in the transparency and integrity of our electoral process—which is what this bill is all about. That’s why we’ve chosen to create rules that would apply to all MPPs, as well as to candidates, party leaders, nomination contestants and leadership contestants, all of whom might soon hold office and be a member of the government.", "Given the importance of the entire package of proposals in this bill, and to help ensure that we meet our goals and implement them on January 1, 2017, we’re planning to introduce this amendment when the bill goes to committee after second reading. At that stage, it can undergo a careful examination by all parties, as well as any stakeholders or members of the public who participate in the committee hearings.", "day voters if this package of legislative amendments is put in place.", "As the government House leader indicated, as a province, we have an opportunity to be a leader in election financing reform, with rules that could be among the strongest and most transparent in Canada. But we need help. That’s why I stand today and urge all members to support this bill. I ask all members to continue working with us on these proposals, to be a part of a positive, transformational change in our election financing system." ],
  "anchor" : "para288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para331"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "With regard to Bill 2, the election financing act, again, it seems to be what I would call a Heinz 57 bill, where they’re throwing everything into it. The electoral finance controls, basically—I heard the Attorney General and I heard the other member from Scarborough talk about building public trust, wanting to level the playing field and talking about transparency.", "We’ve seen with this government, over the last several years, that their definition of “transparency” would be equivalent to, perhaps, mud wrestling. It’s that clear. They want to best represent the interests of Ontarians, when in fact I believe it best represents the interests of all Liberals in that sense.", "raising events, yet we’ve seen in two by-elections—the Sudbury by-election, as well as the Whitby–Oshawa by-election—that they found a loophole and were able to raise millions of dollars in addition and put that into their coffers. It sounds like sour grapes from my side; it’s not sour grapes. I just get a little tired of the loopholes that they were able to take advantage of—but once we find out about those loopholes, then they want to tighten them up.", "But the one thing that I did like was the fact that they want to move the election date from fall to spring—spring of 2018. I think that’s a good deal, because the sooner we can get rid of this Liberal government and get in a transparent, reasonable, reliable government, it will be the best for all Ontarians." ],
  "anchor" : "para332"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Bramalea–Gore–Malton." ],
  "anchor" : "para336"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "ception that people had to pay ministers through donations to have access to their government. This was something that disturbed people, that concerned people. The members of the Liberal Party have not addressed this specific concern.", "In addition, there are decisions like the sale of Hydro One, which creates colossal concerns with the apprehension or the perception of a bias or an influence that was purchased. Let me give you the example: The sale of Hydro One does not benefit the people of Ontario. We have an independent officer of this Legislative Assembly who confirms that it does not benefit the province. In fact, it puts the province in a worse financial position. It is also referred to as the worst way to raise money for infrastructure spending. It is the worst way to do it.", "some. The perception of that is very troublesome. It’s a decision that doesn’t benefit Ontario; it benefits, only in a financial way, the Liberal Party. That was conducted by two ministers who had a fundraiser thrown for them by the very same group that has benefitted. That does not have a perception of something that’s transparent or accountable. These are the issues that we need to see addressed. This is the issue that the people of Ontario are concerned with." ],
  "anchor" : "para337"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Beaches–East York." ],
  "anchor" : "para340"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m delighted to have an opportunity to respond to the Attorney General’s comments—and to our member from Scarborough Southwest, which happens to border my riding of Beaches–East York—to put detail to the amendments and reforms that we’re doing on the financing of elections act.", "This is an incredibly important turning point in politics, I think, where people will remove all perceptions of the kinds of biases that are alleged by the member from Brampton–Gore–Malton. I don’t buy that. I don’t buy the notion that people have to pay to get access. It’s a completely made-up concept.", "The reality is, all of us meet people all the time with no money changing hands. The innuendo that is being thrown and the aspersions that are cast are completely misguided and misdirected. However, having created that perception of cash for access, which we fundamentally reject as being valid—but having created it, they’ve created an expectation where we must remove all doubt.", "The reforms that we’re talking about putting in the amendments that are going to come into this bill in the next committee stage, which will then get an opportunity for people to comment on all through across the province—that opportunity will come because there are different ways now that we will have opportunities to raise money: going back to the kinds of Internet appeals, going back to the communities in a different way.", "raiser." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon." ],
  "anchor" : "para347"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker. For anyone who has actually listened in the last hour to the debate that came forward from the Attorney General and Scarborough Southwest—the two Liberal members—it was political spin at its finest. This bill is all about: You got caught. This has got nothing to do with transparency. It’s about a series of news articles that highlighted just how much the Liberal party has been collecting in exchange for contracts that were let. Let’s not get caught in the political web, in the political spin—" ],
  "anchor" : "para348"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "Point of order." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Point of order, the member—I haven’t acknowledged you yet. The member from Beaches–East York, go ahead." ],
  "anchor" : "para350"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I think the member opposite is impugning motive here. I don’t think it’s permitted under the rules." ],
  "anchor" : "para351"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you for your input. I disagree. Continue." ],
  "anchor" : "para352"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker. I appreciate that.", "What we have here is, over the last six months, a series of news articles, a series of highlighted fundraising activities that clearly show the connection between people who are doing business and getting government contracts and people who are participating in some very, very high-end fundraisers. This is all about a government that got caught, and the last hour was about political spin. They tried to talk about transparency. It has nothing to do with transparency.", "To suggest that going out on first reading is unprecedented is foolish. Get your history. Call the legislative library. You will find that previous governments have done it many, many times. If you want full transparency, why don’t we have Committee of the Whole on this bill? If it’s so important to you, let all of us participate, not just a few people whom you took out over the summer.", "Quite frankly, what you’ve brought forward in this second bill, Bill 2, didn’t cover anything that the Chief Electoral Officer was raising. I’ll leave it at that, Speaker." ],
  "anchor" : "para353"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough Southwest, two minutes." ],
  "anchor" : "para357"
}, {
  "speaker" : "Lorenzo Berardinetti",
  "text" : [ "I wanted to thank the member from Chatham–Kent–Essex, the member from Bramalea–Gore–Malton, the member from Beaches–East York and the member from Dufferin–Caledon.", "Speaker, these are changes that are sweeping, very large changes, not just to do with fundraising, but with advertising, with people who run for nomination—presently we have no rules for that—and people who run for leadership positions in their party. There’s no limit to these things. What we’re proposing to do are very, very large sweeping changes to the way fundraising is done. It’s not just the result of news articles. Hopefully, people will see it as making politics better in Ontario. There are so many changes here, and new rules that will apply that will make the system more fair on all levels.", "There has been some criticism levelled at the fact that the fundraisers may be held with ministers. Tickets are sold and people are given access, supposedly, to the ministers. But the same thing happens to the opposition parties. We can go and dig up the things that opposition parties do, especially with their leaders, where they can have a 10-person dinner at a place, a restaurant, and charge a lot of money to have access to the opposition leader or the third-party leader. These are changes that apply equally. They have been in government, too, in the past. Both opposition parties have been in government, and they do the same things. We’re trying to fix the problems that they were involved in as much. Whether it be Bob Rae or whether it be Mike Harris or Ernie Eves, there was access given to them too. Dinners were held the same way.", "This will change everything, and I hope the debate continues to be as robust as it has been up to now." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being 10:15, this House stands recessed until 10:30 this morning." ],
  "anchor" : "para363"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "ing forward to having an evening with her." ],
  "anchor" : "para366"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "We have with us this morning Colletta O’Donnell, grandmother to the wonderful page Brendan O’Donnell. She’s in our public gallery. Welcome. Good to have you here, Colletta." ],
  "anchor" : "para367"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "come to Queen’s Park." ],
  "anchor" : "para368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "ductions? The member from Ajax–Pickering. Sorry, I just did you. Whitby–Oshawa, please." ],
  "anchor" : "para369"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "It’s my pleasure to introduce Wendy Warne, who is the grandmother of page Nicole Vaxvick." ],
  "anchor" : "para370"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "day, so happy birthday to Nina." ],
  "anchor" : "para371"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to welcome the page captain today, Zoe Suderman, who is from my riding of Kitchener–Waterloo. Her mother, Rebecca Seiling, is here; her father, Derek Suderman; sister Eden Suderman; sister Shegofa Alizada; family friend Tea Povea-Brown; and family friend Ruth Brown. They will be in the public gallery this morning. Welcome to Queen’s Park." ],
  "anchor" : "para372"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I too would like to welcome members of the Ontario Association of Food Banks to Queen’s Park here today on their day of action to discuss how to take action on hunger. I look forward to discussions later on with them today." ],
  "anchor" : "para373"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that a vacancy has occurred in the membership of the House by reason of the resignation of Mr. Tim Hudak as the member for the electoral district of Niagara West–Glanbrook, effective September 16, 2016.", "Accordingly, I have issued my warrant to the Chief Electoral Officer for the issue of a writ for a by-election." ],
  "anchor" : "para375"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Last call for introductions. The member from Nickel Belt." ],
  "anchor" : "para378"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "They are making their way here. MM. Éric Desrochers et Lucas Egan seront avec nous aujourd’hui." ],
  "anchor" : "para379"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Yesterday at the International Plowing Match, I heard one thing over and over again—and the question is for the Premier, because I’m sure she heard this too. What we heard was that the Liberal band-aid solutions do not go far enough to address the hydro crisis in Ontario. Rural Ontario has had a few solutions. They want this government to stop signing contracts for energy we don’t need and they want this government to stop the fire sale of Hydro One.", "Was the Premier listening yesterday? Will she make that commitment to rural Ontario?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We were very clearly listening. It was great to be able to attend the plowing match and connect with people from all over the province and from outside of the province, because our agriculture industry and our agri-food industry are so important to the economy of this province and to the culture in Ontario.", "Mr. Speaker, I did talk to people about electricity rates. I talked about it in my comments.", "mentary." ],
  "anchor" : "para385"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, back to the Premier: Nickole Prudhomme from Ingersoll is a single working mother of three. She also takes care of her mother. She received a hydro bill of $1,500. The Liberal band-aid solution means she would still pay $1,400. That’s absurd. This government’s plan is too little, too late to help individuals in rural Ontario.", "Mr. Speaker, will the Premier tell Nickole that a $1,400 or $1,500 hydro bill is acceptable? I absolutely think it’s not. It’s not right. Families can’t afford it." ],
  "anchor" : "para389"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "As I said, we have made a lot of changes in the electricity system that mean it is clean and reliable. But we recognize that there is a cost associated with those changes, and we have moved to—", "Interjections." ],
  "anchor" : "para391"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Premier?" ],
  "anchor" : "para393"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We have moved to take costs out of the system and to reduce electricity bills.", "Mr. Speaker, I don’t know the situation of the particular person that the Leader of the Opposition is talking about, but I do know that the Ontario Electricity Support Program for low-income families is already in place. That is a program that people can apply to.", "We’ve gone further. We are reducing electricity bills, particularly in rural areas, to the tune of 20%." ],
  "anchor" : "para394"
}, {
  "speaker" : "The Speaker",
  "text" : [ "mentary?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, no one believes for a second that this government has reduced the electricity bills.", "This is more than simply one family. So I’ve got another question for the Premier. We can call this part of the Liberal math test. If, since 2013—", "Interjections." ],
  "anchor" : "para398"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock.", "Finish, please." ],
  "anchor" : "para401"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, another Liberal math test question: If, since 2013, there are over 94,000 more households that are in arrears on their hydro bills—pushing that number, in Ontario, to an astonishing 567,000 individuals who can’t afford their hydro bills—and if the Liberals raise rates, as expected, again on November 1, how many Ontarians are going to be unable to afford their hydro bills? Can we have an answer?", "Interjections." ],
  "anchor" : "para403"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Premier?" ],
  "anchor" : "para405"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "People in Ontario need to be able to count on an electricity system that’s clean and reliable. People in Ontario need to be able to pay their electricity bills, which is why we have put in place—", "Interjections." ],
  "anchor" : "para407"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para409"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—which is why we already have the Ontario Electricity Support Program, which is why are taking the provincial portion of the HST off electricity bills, which is why we are giving an additional 12% reduction to rural communities.", "People also need to be able to find child care, Mr. Speaker, which is why we have committed to creating 100,000 new child care spaces.", "People in Ontario also need to be able to afford post-secondary education, which is why tuition will be free for—", "Interjections." ],
  "anchor" : "para410"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Some of you may figure out that I’m trying something, and if that’s not successful, I’ll move to warnings.", "Finish." ],
  "anchor" : "para414"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—which is why tuition will be free for low- and middle-income families starting next September, Mr. Speaker.", "Interjections." ],
  "anchor" : "para416"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m now moving to warnings.", "Finish." ],
  "anchor" : "para418"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "All the things I’ve talked about are things that we are doing to help people to afford the things that they need in their families every day in their lives. That’s the focus of what we are doing." ],
  "anchor" : "para421"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Since I can’t get an answer on the Liberal hydro crisis, let’s start with something else.", "I know the Premier saw the headline last week in the Toronto Star, which read, “Expert Panel was Dismayed by Liberals’ Plan to put Age Cap on Autism Services.” Parents of children with autism need to hear the truth, but members of the expert panel can’t speak out. They are being muzzled by this government.", "Will the Premier lift the veil of secrecy and waive the confidentiality agreement? It’s a simple question: Yes or no?" ],
  "anchor" : "para423"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I am very grateful to people like Bruce McIntosh, who is part of the advisory committee. I’ve had many meetings with him. He’s part of the advisory group.", "I know the minister has talked with the advisory group. The minister and I have talked. Of course, as those deliberations are under way, it’s perfectly reasonable that members of the group would be able to talk about those deliberations. I know that the minister is having that conversation with the advisory group about how to talk about those discussions that are necessarily confidential in the first place, about how to talk about the decisions that come out of those discussions in the public realm." ],
  "anchor" : "para426"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para428"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Premier—and I didn’t get an answer in that—the government always seems to be hiding something. They’ve muzzled the expert panel and now they’re trying to muzzle parent activists.", "Bruce McIntosh, as the Premier mentioned, has been a tireless advocate and led the fight for this government to recognize that autism doesn’t end at age five. But to be part of that new advisory panel, the government made Bruce McIntosh sign a confidentiality agreement. This government is scared of what he might say.", "Mr. Speaker, will this government promise that Bruce McIntosh can continue his fight? Will they promise he won’t be muzzled? Yes or no?", "Interjections." ],
  "anchor" : "para429"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Premier?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, Bruce McIntosh has been an advocate on this issue for 20 years. When I was the Minister of Education, he was part of a leading group. I know that the former Ministers of Education and Ministers of Children and Youth Services have all had interactions with Bruce and his associates.", "Members of the advisory group do speak to the media. They will continue to speak to the media. As I said, the Minister of Children and Youth Services is working with them to determine how to talk about the deliberations in public.", "It is really important that those conversations take place, because as we roll out the new supports to families—" ],
  "anchor" : "para435"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer?" ],
  "anchor" : "para438"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I will talk about a specific story in the next supplementary." ],
  "anchor" : "para439"
}, {
  "speaker" : "The Speaker",
  "text" : [ "mentary." ],
  "anchor" : "para440"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Surprise, surprise, no answer on the confidentiality agreement.", "Last week, when I asked how many families received the new funding, the government told me three things: first, they wrote a letter; second, they set up a 1-800 number; third, they held a press conference to make the announcement of a transition period—none of which gives families help.", "Mr. Speaker, I will ask again: How many families that were kicked off the wait-list have received the promised funding? Has there been any funding delivered to the families of those kicked off the wait-list by the Liberals—any funding at all? Yes or no?" ],
  "anchor" : "para441"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Families have already started receiving the $10,000, so the answer is yes, they have begun to get the money.", "The story I wanted to tell was about a mum who came up to me and told me that her child, who is a toddler—she was told that it was going to be a year and a half before she would get IBI treatment, before she would get the support that she needed. What has happened because of the changes that we have made is she’s starting that treatment right now. She’s getting that treatment a year and a half earlier.", "That’s exactly the result that we need to see. People are starting to get money. Kids who were going to have to wait for programs and treatment are actually getting that treatment now. That was the intention and that’s the impact that the changes are having." ],
  "anchor" : "para444"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Two weeks ago, the Premier said that Ontarians would get a break on their hydro bills. People were hopeful that things would change, but instead of taking the HST off bills, the government is creating a rebate that we all know could disappear at any time, and instead of being just the first step to get bills down, it seems to be the only step. People hoped for so much better.", "Will the Premier take action to get bills under control and stop the privatization of Hydro One?" ],
  "anchor" : "para448"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I actually would have thought that the leader of the third party would have been very supportive of what we’re doing, which is a permanent removal of the provincial portion of the HST from electricity bills. It’s not a rebate in the sense that people have to pay and then they will be paid back; it is coming right off the bills.", "We will introduce legislation that, if passed, would make that happen. On top of that, we are working to make sure that rural customers who have very high delivery charges have an extra 12% reduction, to upwards of 20%. We’ve taken action.", "We’ve also acted in terms of smaller companies that need support through the Industrial Conservation Initiative. They will be able to save up to 34%. We’ve taken a number of initiatives, because we know that people need that support." ],
  "anchor" : "para450"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para453"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "People in Ontario are having trouble paying their hydro bills and they are at a breaking point. They’re concerned that the Premier is making decisions that are more about the best headline instead of what’s best for families.", "It was amazing that last Friday, Liberal staffers were handing out leaflets at subway stops, talking about rebate legislation that was barely 12 hours old. It looks like this is more about helping the Liberal Party than it is about helping families.", "Will this Premier start making this about people instead of making it about her party?" ],
  "anchor" : "para454"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The decisions that we have made to help people with their electricity bills are about people. It’s about their lives every day, helping people in the same way that the 100,000 child care spaces that we’re going to create will. It’s about people. It’s about people when we move to make tuition free for low-income families.", "All of those decisions, all of those choices that we have made as a government are in response to people’s concerns, and they are about helping people to deal with their lives every single day." ],
  "anchor" : "para457"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para459"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I was at the plowing match yesterday. I know that the Premier and lots of her team were there, too, and so were a lot of unhappy Ontarians. They showed the Premier that her plan to privatize Hydro One has absolutely no public support, and underlined that this government has no mandate to privatize.", "The next election is 20 months away, at which point the Premier has an opportunity to actually get a mandate from the people. In the meantime, this Premier needs to stop selling shares in Hydro One.", "Will the Premier commit today to stop any further sell-off of Hydro One?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para463"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "ward to help families, we want to see that implemented as fast as we can, so people and families can continue to save on their bills.", "I thought I heard that from the third party before, but when I brought forward unanimous consent to get my legislation passed quickly, do you know what happened, Mr. Speaker? They voted against it. Shame on them. We want to ensure that we help families, and they’re not helping us at all, or the families in Ontario." ],
  "anchor" : "para464"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is for the Premier as well. Not only do they not have a mandate, the government is being sued for its decision to sell off Hydro One. Flyers that the Liberals were handing out last week were more about politics than they were about people.", "Ontarians want to believe that things are going to get better. But the government keeps making decisions that favour the Liberal Party instead of people. Will this Premier start taking action that puts people ahead of her party’s interests?" ],
  "anchor" : "para467"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The investments that we are making in people’s lives around the province, whether it’s in transit, whether it’s roads or bridges, whether it’s in Hamilton or whether it’s in Mississauga or whether it’s in Ottawa, or whether it’s in Thunder Bay—those investments are about supporting people in their communities, to allow them to create the jobs, to create the economic growth that we know is necessary for them to thrive and for their communities to thrive. We can’t do that, Mr. Speaker, if we don’t have the resources to invest in that infrastructure.", "So that is the decision that we made. I think the leader of the third party knows full well that the decisions we made, that we brought forward in the throne speech, to reduce electricity costs by removing the provincial portion of the HST, is a recognition that people need help with their electricity bills." ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para472"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The government should be about helping people and working to address their problems—absolutely. It shouldn’t be about looking after the Liberal Party. So my question is, will this Premier stop any further privatization of Hydro One until the people of this province actually get to have a say?" ],
  "anchor" : "para473"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para474"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the member for that question. Obviously, I can’t comment directly on this, as there’s a legal process that’s now under way and we need to allow that process to unfold. It’s also important to note that the Integrity Commissioner has already looked into this and has recently confirmed that there is no wrongdoing.", "raisers are launching a lawsuit. We’ve even seen Toronto–Danforth NDP electoral district collect over $3,100 from various CUPE locals. So Mr. Speaker, I beg the question: Is the member for Toronto–Danforth selling access to the media studio?", "Interjections." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock.", "As I confirmed, the member will withdraw." ],
  "anchor" : "para478"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Withdraw." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para481"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, the unmitigated gall of this government and its cabinet ministers is unbelievable, absolutely unbelievable.", "Look, in the days prior to the throne speech, the government was saying that—", "Interjections." ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Municipal Affairs is warned. As a reminder, the next one is named.", "Final supplementary." ],
  "anchor" : "para485"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "In the days prior to the Liberal throne speech, the government was saying that they finally understood: Hydro bills were too high. They told people to expect big changes, and people were hopeful. Instead, what should have been a first step, giving people a bit of a break, was the only step. People hoping for action got yet another letdown by this government, Speaker. Why did the Liberals not use the opportunity to make a real difference and stop the sell-off of Hydro One?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I think it’s important to mention that we’re getting value for the sale and the broadening of Hydro ownership, and we’re investing in transit, in infrastructure.", "Recently I was able to tour the north part of our province and make announcements in Kapuskasing, in North Bay, and out in areas like Cochrane. We’re talking about the investments that we’re making in this province that are creating jobs and growth. That’s what the people of Ontario want.", "When you’re talking about—", "Interjections." ],
  "anchor" : "para488"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para492"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "When you’re talking about the three-point plan, the Ontario Rebate for Electricity Consumers Act—the permanent rebate that we’re putting in—is going to help families, with an 8% rebate to five million families in Ontario, residential consumers, along with small businesses and farms.", "Mr. Speaker, we’re getting the job done and we’re working for Ontario families." ],
  "anchor" : "para493"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Good morning, Mr. Speaker. My question today is for the Minister of Economic Development and Growth.", "Minister, in December 2015, Ontario’s Auditor General released a report into the billions of dollars’ worth of corporate grants doled out to Ontario companies over the past 10 years by this Liberal government. As you know, the report stated, “The Ministry of Economic Development, Employment and Infrastructure ... has not attempted to measure whether the $1.4 billion it provided to Ontario businesses since 2004 actually strengthened the economy or made recipients more competitive.”", "As a result of this scathing report, I wrote to you 250 days ago, asking you to release the information on the grants your office has funded and the companies your office has funded since 2004.", "Minister, I still haven’t heard back from you on this important matter. Why won’t you share with Ontario’s taxpayers what it is they’re paying for?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, the member might want to check the website of the Treasury Board, because he’ll find information that outlines the investments we’ve made since January 2013. It has just been recently posted and outlines, in a report on our Jobs and Prosperity Fund, that 68,501 jobs have been created in this province in the last three years alone, through the investments we’ve made.", "The question I have is, is this member in line with his leader? Because this party has denigrated the investments we’ve made that created 160,000 jobs since 2003, yet their leader supported some of those investments when he was in Ottawa. Is the leader sending out letters to some people in the province saying he supports their business investments and, at the same time, authorizing his critic to get up and denigrate them?", "I think we’ve got a case of the scarecrow situation from the Wizard of Oz. He doesn’t know what direction he’s going in. The critic probably doesn’t—" ],
  "anchor" : "para500"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "Back to the Minister of Economic Development and Growth: Minister, this is about accountability, transparency and standing up for the taxpayers of this province.", "Of the billions per year in business support programs flowing from your Liberal government, we know that the minister is making no real effort to ensure taxpayers are getting value for money. Much of that money was spent with no public application process or criteria. Instead, the minister and the Premier hand-picked the companies that would receive the payouts behind closed doors, by invitation only.", "All of this leaves taxpayers wondering: Will the minister come clean and finally release this information, or is there something that this Liberal government is trying to hide from the taxpayers of this province?" ],
  "anchor" : "para504"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, the information of 2013 is now available. I told the member that in the original question. Go online and you’ll find the information you’re looking for. Information before 2013 will be made available. It’s part of our open data process, where we open up this information.", "But Mr. Speaker, that party continues to denigrate the important investments we’re making with our business community. Just yesterday, we had a great announcement coming out of Oshawa GM: 3,000 workers in this province will be retaining their jobs in the auto sector—something he said wasn’t going to happen.", "That party wanted us to close those plants. We’re going to keep them open. We’re going to keep fighting for the auto sector. We’re going to keep fighting, with our business supports, to create jobs right across this province." ],
  "anchor" : "para507"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. A report released yesterday shamefully shows that 90% of the residents, including the children, of Grassy Narrows and Wabaseemoong First Nations show signs of mercury poisoning. It took Japanese researchers, not this government, to provide the only public data on the health effects of mercury poisoning on the people of Grassy Narrows and Wabaseemoong.", "In May, you committed $300,000 to immediately begin fieldwork. Will the Premier show the local people what has been done, how much has been spent and what samples have been taken so far? Because we can find none." ],
  "anchor" : "para511"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Indigenous Relations and Reconciliation." ],
  "anchor" : "para514"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "I want to emphasize that we in Ontario are listening to Grassy Narrows. We take their concerns very, very carefully. We just received this report yesterday, September 20, from the Japanese team, headed up by Professor Hanada. We will continue working with the community and the federal government on this important issue.", "I can tell you, by way of background, that earlier this summer the Minister of the Environment and Climate Change and I visited Grassy Narrows. We met with Chief Fobister. We set in place a plan to review these issues broadly. We sent in a political team, consisting of the Minister of the Environment and Climate Change and myself and Chief Fobister, to review the technical work of the team. The report from the Japanese scientific team was received yesterday. Our government is reviewing it carefully today." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para517"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Back to the Premier: The environment minister, amazingly, stood in this House last week and told me, “I can’t imagine we could be doing more,” when questioned about Grassy Narrows.", "Chief Fobister certainly seems to think Ontario could be doing way more. The people of Grassy Narrows think we could be doing way more. The people of Wabaseemoong think we could be doing way more. World-renowned scientists and Ontarians all think this Premier and this government could be doing way more.", "The question is simple. Will the Premier follow the lead of the Japanese and clean up the English and Wabigoon rivers of mercury so that the people can drink the water and eat the fish?" ],
  "anchor" : "para518"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "We all want to fix this problem. In yesterday’s report from the Japanese scientists headed by Dr. Hanada, he himself said in the report—and this goes to the issue of conflicting scientific and engineering approaches to the problem—“It is possible that things get worse because of the turning of the soil and the water. Broadly speaking, there are two approaches to this problem: (1) to disturb the sediment on the bottom of the river and remove the mercury that is settled to a depth below the silt level.” There are other approaches also. Dr. Hanada himself has said, following his report that, we have to do more work to review and get the best scientific and the best engineering solution to this problem." ],
  "anchor" : "para521"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "My question is to the Minister of Economic Development and Growth. There was absolutely wonderful news on Monday night with regard to a tentative agreement between Unifor and General Motors. The news was warmly welcomed in my riding of Durham. I’ve heard from countless constituents about the importance of this to them, especially with regard to jobs staying in Ontario.", "We have seen positive growth in our economy over the past two years, but Minister, what does this deal specifically mean for Ontarians and our economy?" ],
  "anchor" : "para523"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "This is fantastic news for the people of Durham and people right across this province. It’s a tremendous endorsement of Ontario’s competitive advantage. We’re very pleased with this tentative agreement, enabling new product investments to be made at GM facilities across Ontario. GM’s Oshawa plant will be getting a new product mandate, something that we’ve been seeking for some time. There will also be extended mandates for the engine plant in St. Catharines and the distribution facility as well in Woodstock.", "facturing and innovation.", "We’re working together with GM and Unifor to build Ontario up. This is a terrific example of what can happen when companies, unions and governments work together to build this province up, build our sector up and create jobs across—" ],
  "anchor" : "para525"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Supplementary?" ],
  "anchor" : "para528"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "This is wonderful news, Minister, and shows that Ontario’s truly leading the way when it comes to advanced manufacturing in the auto sector. With almost 4,000 jobs protected, this deal means a lot to our workers, for their job security and for their local communities. Investments like the one outlined in the tentative agreement mean a lot to the workers and families in my riding, as well as all across Ontario. Can you tell us more about how this news will impact auto workers, their families and all Ontarians?" ],
  "anchor" : "para529"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Mr. Speaker, unlike some of the opposition, we’re incredibly pleased with the positive news for thousands of General Motors workers and their families, especially in Oshawa, St. Catharines and Woodstock. This investment also secures tens of thousands of jobs in our burgeoning auto parts sector, and well beyond. The tentative deal between Unifor and GM is about ensuring that our high-skilled workers have high-quality, well-paying jobs and job security in the coming years.", "But this does stand in dark contrast to the opposition, who would have let that auto sector die on the vine. Unlike the opposition, our government has stood and continues to stand with the auto sector. Unlike the PCs, who said, “Just let those plants close,” this government supports this auto sector. We will continue to support them going forward. We’re pleased with the steady growth of our manufacturing sector. We’re thrilled with these increasing investments in the auto sector, and we’re very excited by the jobs that they’re sustaining and creating." ],
  "anchor" : "para530"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "To the Premier: This is the second time in as many weeks that I’ve had to question the Liberal government for dragging its heels on openness and transparency. Last week, the Minister of Transportation refused to name a secret panel on the GTA West highway. Today, he sits on test results on the largest bridge failure in Ontario’s history.", "January’s $106-million Nipigon bridge failure 42 days after opening tore up a vital trade conduit between east and west, and split Canada in two. While the minister quickly pointed to bolt testing to find the cause of the failure, it’s now nine months later. The National Research Council and Western University completed their testing in July, and the minister has results, but he has refused to make them public. Will the Premier tell us why she has allowed her Minister of Transportation to keep the vital Nipigon bridge failure test results secret from the public for months?" ],
  "anchor" : "para533"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "portation." ],
  "anchor" : "para535"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to thank the member opposite for the question. A couple of things I wanted to point out: I’ve said from day one that the most important thing for people—not just in northern Ontario, but for people right across Ontario—is to have the entirety of the information flowing back to them with respect to what took place on Nipigon River Bridge.", "We all recognize that it was a very challenging situation a number of months ago when the bridge malfunctioned. I’m happy to report, as I did at that time, that the Ministry of Transportation, working very closely with the affected communities and our First Nations partners, moved very quickly to make sure that a temporary repair was put back in place, so that both lanes of the bridge at that point in time could be reopened. Both of those lanes have remained open since that point in time.", "I’ve also committed in the past, and I’ll reiterate it today, that when we are in a position to release all of the findings with respect to all of the tests and analysis, we’ll be happy to do so." ],
  "anchor" : "para536"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para539"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Well, there you have it, Speaker. Instead of releasing the results, the government continues to stonewall public requests. That’s because they know, like those in northern Ontario know, that this was not only the largest bridge failure in Ontario’s history; it’s their government’s failure, a $106-million failure. The minister has sat on these results all summer, and his silence does nothing to answer questions as to how, after spending $106 million on a vanity bridge project, it could have failed so quickly. Were there other options? Did the government rush the design before an election? Was there any oversight on this project? And can motorists trust that the first bridge failure will in fact be the last? The people of Ontario are owed an explanation today. Will the Premier lift the veil of secrecy and order the release of test results on the Nipigon bridge failure immediately? Yes or no?" ],
  "anchor" : "para540"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member for the follow-up question. I’ve had the chance to be up in the Nipigon area, Speaker, and let me take a quick moment to pay tribute to my colleague the member from Thunder Bay, who represents that community, the minister who has stood alongside me and has been a strong champion for his community on this file and so many others.", "munities around Nipigon. I’m not quite certain that the people who live in that part of our beautiful province would take kindly to that Conservative member calling this a vanity project—I think that was the term that he just used a second ago. On this side of the House, this Premier and our team recognize that in every corner of Ontario there is a requirement, there is an obligation, to continue to build up the infrastructure that we need for a brighter future and for a stronger economy. This is work that we take seriously. We don’t consider building up northern Ontario an exercise in vanity; we consider it the right thing to do for the people of this province." ],
  "anchor" : "para541"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question is to the Premier. Rural Ontarians now pay the highest hydro rates in all of Canada and the continental United States. I think the Premier heard some disappointment at the plowing match on this issue.", "Over the summer, Francesca Dobbyn, the executive director of the United Way of Bruce Grey, declared rural energy poverty to be a crisis, but the Minister of Energy refused to call this a crisis. In fact, he said he didn’t know how many Ontarians were behind on their electricity bills or even if the province collects such data. Well, it does. About 567,000 households were behind on their bills as of December 31, 2015, up by about 94,000 households from 2013.", "How many families are in arrears right now?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Energy." ],
  "anchor" : "para548"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’d like to thank the member for the question. I think the important thing to recognize is that there are 330,000 families in this province who live in the rural areas that are going to be getting this benefit that we introduced in our three-pillar plan: $110 million in additional funding and support for rural and northern customers, as well as increasing access for these families. We’re seeing their bills drop, on average, by $45 a month, or over $500 a year.", "That’s on top of—it is so important to emphasize that we’ve got the OESP program in place. We’ve got many other things for families in northern Ontario and rural areas. I understand that some of them are having difficulty. I live in the north. I hear from them. We ensured that we put this in place because we heard what they’re saying and we’re continuing to act and help these families." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para551"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "To the Minister of Energy: About 60,000 Ontario families were cut off from their electricity in 2015. The minister doesn’t blame rising hydro rates; he blames the families. In rural Ontario, when you lose your electricity, you don’t just lose your lights. You could also lose power to your well pump. It means you lose drinking water. It means you lose your shower and your toilet. This happened to a 74-year-old pensioner in McArthur Mills this summer. She was not the only one.", "Instead of blaming families, will the minister guarantee that rural Ontarians who can’t pay their skyrocketing hydro bills don’t lose access to the basic necessities of life?" ],
  "anchor" : "para552"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "We’re continuing to work with the OEB on finding ways that we can continue to help, looking at distribution costs and many things to help rural families. I know that as a government, we are well aware that rural families are paying disproportionately more for the supply of electricity into the areas. That’s why we’ve brought forward this 20% reduction. That’s why I had the opportunity to meet with the United Way executive director in Bruce county. We had a very good meeting to ensure that we could talk about all the programs that are benefitting and helping rural families.", "I find it interesting that we’re doing everything we possibly can to ensure that the aggressive timeline to pass this legislation that I introduced last week—we want to get this done so we can ensure families get this rebate. Unfortunately, when I asked for unanimous consent to pass it, the opposition voted against it." ],
  "anchor" : "para554"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I have an important question for the Minister of Finance. Minister, today it was announced that the Ontario government has signed a memorandum of understanding—an MOU—to facilitate the restructuring of U.S. Steel Canada Inc." ],
  "anchor" : "para557"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Let’s get the details." ],
  "anchor" : "para558"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "Well, that’s interesting. That’s my question, actually.", "It’s no secret that the government has continued to support the best possible outcome for pension members and other stakeholders under very difficult circumstances. Minister, can you confirm the signing of this MOU and, if so, can you provide specific details related to the proposed deal?" ],
  "anchor" : "para559"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the question from the member. I know it’s a question that also pertains to all of us in the House, especially those from Hamilton, who are paying close attention. I’ve been working closely with this side of the House to try to find a way to come to a resolution.", "Mr. Speaker, it’s indeed true that the government of Ontario and Bedrock Industries Group today announced that they have signed a memorandum of understanding. The MOU is an important step forward with the completion of restructuring intended to protect jobs, the ongoing operation of US Steel’s Hamilton and Lake Erie facilities, pensions and post-employment benefits for active and retired US Steel employees.", "The terms of the MOU remain confidential until they can be released pursuant to the court process. We’ve also agreed to support the development of the industrial lands in an effort to promote the economic development of the Hamilton region while ensuring that the environment continues to be protected." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para564"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I’m pleased to hear that this memorandum of understanding has been reached between Bedrock and the government. I’m also pleased to hear of the government’s ongoing commitment to protect jobs, pensions and post-employment benefits for active and retired US Steel employees.", "Interjection." ],
  "anchor" : "para565"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek is warned.", "Finish, please." ],
  "anchor" : "para567"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "This is good news, Mr. Speaker. I’m just trying to be helpful.", "Can the Minister of Finance please share details of Bedrock’s commitment to offering well-paying, long-term jobs and benefits to US Steel employees?" ],
  "anchor" : "para569"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Again, I appreciate the question from the member. I appreciate the engagement by the member opposite, who has also been leading in terms of trying to put us in a position where we can start finding ways to restructure the situation in Hamilton.", "Bedrock’s principals have a strong track record of owning and successfully operating businesses in the metals, mining, and manufacturing and distribution sectors worldwide, including Canada. And Bedrock has been committed to working with all stakeholders, including organized labour, salaried workers, governments and affected communities to provide well-paying, long-term jobs and benefits, as well as pursuing continuous improvement and ongoing financial strength.", "I’m pleased to note that the MOU and the contemplated restructuring remain subject to many, many conditions, so we’re hopeful that this will clear the way for a restructuring process that results in a viable, healthy company that supports continued operations in Ontario and in our local economy." ],
  "anchor" : "para571"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "My question is for the Premier. Yesterday at the International Plowing Match, the Premier spoke of the importance of Ontario’s agri-food industry. She spoke of how we need to support our farmers.", "The Premier has an opportunity to do just that. She can direct her caucus to support my private member’s bill, which has received unanimous acknowledgement from provincial stakeholders that the regulations associated with the restricted use of neonicotinoids are not workable. My PMB is the result of consultations with people who know best, people who would rather invest their money into growing their business rather than pay the high price of admission to a Liberal pay-to-play dinner.", "I ask the Premier, will she support Bill 4 tomorrow?" ],
  "anchor" : "para575"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para578"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "ber from Huron–Bruce for her question this morning. I did take the opportunity just last week to meet with the honourable member regarding Bill 4, Supporting Agricultural Experts in their Field Act, 2016.", "Our government, of course, at this particular time, is actively reviewing this bill. I always want to make clear, as I did to my good friends at the GFO just yesterday—I had a great conversation with Mark Brock—that Ontario farmers can, when we demonstrate the need, continue to have access to neonicotinoids in the province of Ontario. We all know that in order to maintain an agricultural food sector in Ontario—$36.6 billion to Ontario’s GDP each and every year—healthy pollinators are an essential part of that agricultural economy." ],
  "anchor" : "para579"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para581"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Back to the Premier: They’re reviewing these regulations because they know they’re not workable. My private member’s bill fixes it.", "gest that that is exactly what she has done with the neonic regulations.", "Speaker, tomorrow the Premier has an opportunity to walk her talk. She has an opportunity to actually support her own challenge to create more jobs in the agri-food industry. She has the opportunity to recognize the great strides the industry itself has taken to remedy this very issue, and she has the opportunity to reduce red tape. Most importantly, she has the opportunity to support Ontario’s agri-food industry. Or will the Premier continue to ignore farmers throughout this province?", "Speaker, will the Premier support Bill 4 tomorrow?" ],
  "anchor" : "para582"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "ber for her supplementary question. When you look at the success we’re achieving to date with the Premier’s Agri-Food Challenge—120,000 new jobs by the year 2020—we’re well on track to achieve that goal.", "I want to thank the Schneider family for their warm hospitality yesterday at the IPM.", "culture one of Canada’s leading agricultural drivers in this province today." ],
  "anchor" : "para587"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "My question is to the Minister of Education. Parents and students began this school year with hope that things would be better, but September isn’t even over and the government is letting them down yet again. Three weeks in and thousands of students still don’t have a school bus to get them to and from school. Those who do make it to school sit in rooms that are sweltering in the summer and exceptionally cold in the winter.", "People know that Conservatives cut and privatize, but that’s not what Ontarians voted for. Is the minister ready to stop pointing fingers and start taking action so that young people can get the education that they need?" ],
  "anchor" : "para591"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I’ve been out in the last few weeks visiting our excellent schools across this province. I’ve been to schools in Hamilton, I’ve been to schools in Barrie and I’ve been to schools in Guelph. I’ve been to schools right across, Speaker, and I know that our teachers and all of our education workers are working together to make sure that students in Ontario get the best education possible.", "I want to see kids in schools in classrooms learning, not waiting at bus stops. I have been in touch with the chairs of the school boards and with the directors, and they are working with the consortiums and with the school bus operators to resolve this issue.", "Yes, we are three weeks into the school year and yes, there are still some students who have a delay in their pickup, but we’re working together to ensure that we resolve this issue on behalf of our students." ],
  "anchor" : "para593"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para596"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Minister, you had all summer to get the busing issue sorted out.", "Families and education workers feel overwhelmed by an education system that is reaching a tipping point. Students in Mississauga and Peterborough are being taught French and music from a cart when it should be done in a classroom. Three weeks after the school year began, students are starting their school days late or in some cases—and not just a few students, Minister—not starting the school day at all because there aren’t enough school buses to get them to school.", "The minister says that she is focused on and monitoring the situation. People need to see changes now. When will parents and students see the minister step up and stop talking about the problem and start fixing it?" ],
  "anchor" : "para597"
}, {
  "speaker" : "Mitzie Hunter",
  "text" : [ "I just want to thank the member opposite for that question. There was a lot in there to unpack.", "I want to focus on French and what we’re doing, because we’re very committed to ensuring that we have the supports in our classroom for all of our students. We’re very dedicated to French. In fact, either the teacher goes to the students or the students go to the teacher. Some boards and some schools have decided that it’s best that the teacher come to the students because it is all about focusing on the well-being of our students and ensuring that they get the supports.", "Mr. Speaker, I will not take lessons from that party opposite. In your platform, you were proposing to cut $600 million from education and from health care in this province. You had no plan for education at all. We are focused—" ],
  "anchor" : "para600"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para603"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Start the clock.", "The minister would have known that I was standing had she addressed the Chair. Those are the two things I want to remind the minister of—and everybody.", "New question." ],
  "anchor" : "para605"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "My question is for the Minister of Transportation. Our government has often stressed the importance of providing transportation options that help Ontarians get to where they need to be sooner. I know that the traffic on Ontario’s highways is a struggle for many people across the province, and while I know that we are working hard to get Ontarians off the road with investments in transit, it seems to me that we could still be doing more to ease gridlock for those travelling by car.", "We must recognize the different ways Ontarians choose to get around and make those options work for them. Mr. Speaker, can the Minister of Transportation please let members of this House know how our government is working to reduce gridlock on Ontario’s highways?" ],
  "anchor" : "para609"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I want to begin by thanking the member from Brampton–Springdale for asking such an important question, as she always does.", "As the Minister of Transportation, I know how important it is for us as a government to make transportation investments that make it easier for Ontarians to get around. As the member said, this includes investments in transit, but also innovation and creativity with respect to Ontario’s highways.", "That is why I am pleased to announce that, as of last Thursday, high-occupancy toll lanes are now open in both directions on the QEW between Trafalgar Road in Oakville and Guelph Line in Burlington. Vehicles with a HOT lane permit will now be able to use this stretch of highway for a small fee, while vehicles with two or more occupants can still drive in the lane for free. We are taking this step forward without removing any general-purpose lanes.", "Ontario has always been a leader, and we are continuing that tradition now as the first province in Canada to implement HOT lanes." ],
  "anchor" : "para611"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para615"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "Thank you to the minister for the answer. This is an exciting day in Ontario, and not only for those who currently have HOT permits. I know that HOT lanes have been a point of interest for your ministry and that many Ontarians were happy to see the success of high-occupancy vehicle lanes during the Pan/Parapan Am Games last summer.", "I’m aware that in this phase of the pilot, there were 500 permits issued. I know there has been a lot of interest, including amongst those who did not obtain a permit this round. That is why I am sure that many in the GTHA are eager to know about the future of this pilot.", "Mr. Speaker, can the minister please inform the House as to how commuters can apply for an HOT permit in the future?" ],
  "anchor" : "para616"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member for her follow-up question. I am pleased to announce that our government received more than 3,400 applications for the HOT lanes pilot. Through a randomized draw, we awarded 500 permits this term.", "I understand that there is incredible interest in the pilot, but I also know that there are individuals who were unable to get a permit this time around. I say to those commuters, do not despair. Permits last for three months and drivers will be able to apply for next term’s permits as early as November 1.", "Those interested in participating should also know that future permit draws could award up to 1,000 HOT permits. I strongly encourage all commuters who are interested to reapply in November to our exciting new pilot.", "Speaker, our government is truly committed to increasing travel options for Ontarians. We are pleased to see that people across the province are as excited about the HOT lanes pilot as we are." ],
  "anchor" : "para619"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is to the Premier. Fighting the war on human sex trafficking is more needed now than ever before. This summer I travelled to North Bay, Sudbury, Belleville, Peterborough, Kenora, Kitchener-Waterloo, Cambridge and Windsor to hear and share information with police, service providers and concerned citizens about the continued uncovering and alarming growth rate of this not-so-underground criminal activity.", "The volume of media coverage on this issue should alarm this government, but it goes far beyond that. I continually hear from parents and grandparents scared out of their minds, worried it could be their child or grandchild next.", "Mr. Speaker, will the Premier explain why victims and service providers are still waiting on meaningful details of a comprehensive plan?" ],
  "anchor" : "para624"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister responsible for women’s issues." ],
  "anchor" : "para627"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member for the important question and the work she has done this summer on addressing this very serious issue, human trafficking. I too spent my summer very focused on this issue, further to our announcement of our human trafficking strategy in June of this year.", "As I shared with the member opposite last week, just last week I was in Edmonton at a federal-provincial-territorial conference, and I put human trafficking on the agenda, to talk about what we’re doing here in Ontario in terms of our strategy and to learn from other provinces that have done some good work in this area as well. As the member knows, our strategy is focused on four pillars: provincial coordination and leadership, prevention and community supports, enhanced justice sector initiatives, and indigenous-led supports." ],
  "anchor" : "para629"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para631"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Well, Manitoba, having one tenth the population of Ontario, spends over $10 million a year battling human sex trafficking because they get it.", "Mr. Speaker, to the Premier again: It’s clear this government is not serious about human sex trafficking legislation when they continue to drive the agenda for their own gain. This gamesmanship has to stop. Front-line service providers and workers are exasperated, and there is still nothing advancing the law to support them in fighting this horrific crime.", "Will the Premier commit now to passing the Saving the Girl Next Door Act, which I’m reintroducing today, so Ontario will finally have legislation that will make a difference?", "Interjections." ],
  "anchor" : "para632"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para636"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m not sure if her House leader has called that bill back up, but I just want to say that this government takes human trafficking very seriously. We are working very hard on this issue.", "Our strategy focuses first and foremost on supporting survivors. That’s critically important to us.", "We need to raise awareness of the issue of human trafficking because we know a lot of people don’t recognize that it happens right here in our province and in our country.", "Secondly, we need to hold those traffickers accountable for this deplorable crime. Our strategy addresses that.", "We need to work across our government, with the Minister of Community Safety and Correctional Services, the Attorney General, the Minister of Community and Social Services, and we need to work with our municipal leaders and police forces as well as the federal government to combat this terrible crime." ],
  "anchor" : "para638"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Ma question est pour la première ministre. Aujourd’hui, je représente mon projet de loi pour la création de l’Université de l’Ontario français. Après l’annonce de la prorogation, les gens de partout en Ontario ont été déçus, en colère et bouleversés que le projet de loi était mort au feuilleton. Mais ces sentiments se sont rapidement tournés vers un appel à l’action. Combien de temps est-ce qu’on devra encore attendre avant qu’on ait de l’action?" ],
  "anchor" : "para644"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "La ministre déléguée aux Affaires francophones." ],
  "anchor" : "para645"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Je veux remercier la députée de Nickel Belt pour son travail sur son dossier. Mais je veux aussi réaffirmer fermement à la communauté franco-ontarienne que les choses avancent. Nous mettons en place un conseil de planification. Le projet de loi que la députée déposera veut accélérer un processus qui demande un grand effort de planification si on veut être responsable.", "Je veux que cette institution postsecondaire fonctionne. Je veux que nos enfants et nos petits-enfants puissent y aller. Je veux aussi que ce projet aussi soit durable et que les francophones, les bilingues et les étudiants en immersion choisissent de poursuivre leurs études postsecondaires en français. Nous sommes en train de mettre en place les choses et de faire la meilleure décision possible pour que la communauté franco-ontarienne puisse en bénéficier." ],
  "anchor" : "para646"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Question?" ],
  "anchor" : "para648"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "Un conseil de planification n’est pas ce que la communauté franco-ontarienne veut. Ce que la communauté franco-ontarienne veut, c’est un comité de transition pour la gouvernance, une gouvernance pour et par les Franco-Ontariens—pas une gouvernance qui se rapporte au gouvernement.", "On est capable de gérer nos écoles primaires et secondaires. On est capable de gérer nos collèges. Pourquoi est-ce qu’on ne serait pas capable de gérer notre université? Le prochain pas est clair : c’est un conseil de gouvernance de transition qui se rapporte par et pour les Franco-Ontariens. Quand est-ce qu’on aura de l’action?" ],
  "anchor" : "para649"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "J’ai mentionné à plusieurs reprises que notre gouvernement prend ce dossier—très important. C’est une priorité pour nous. Nous sommes en train de mettre en place le comité de planification élaboré par et pour les francophones qui va nous aider avec cette décision que nous devons prendre. Notre engagement est là depuis le début. Ça fait des années qu’on y travaille. On est tout prêt de faire des annonces importantes et significatives qui vont démontrer à la communauté franco-ontarienne notre engagement sur ce projet." ],
  "anchor" : "para651"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "vancing the way that people can access all services around government.", "My question to the Attorney General is, how are we using technology to advance access in our court systems so that people can readily get the information they need, file orders etc.?" ],
  "anchor" : "para653"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Thanks to the member from Beaches–East York for asking this very important question.", "First of all, Speaker, it’s a great honour to be the Attorney General of the province of Ontario. It was something I had not thought 20 years ago when I started law school that I would have the opportunity to do. I’m honoured to serve in that role.", "One of the most important things in the role of Attorney General is to ensure that access to justice remains a very important priority for the government.", "The member is correct. We have an opportunity to move forward and introduce more digital innovation into the justice system with initiatives like:", "—offering electronic filings for small claims, available 24 hours a day, seven days a week;", "—providing parents with the option to go online to set up straightforward child support payments from the comfort of their own homes;", "—putting daily court lists online so that people can easily search where and when they need to go to court;", "—increasing remote video capacity in our bail courts and correctional institutions; and", "—working with our justice sector partners to replace costly, time-consuming and paper-based telewarrants with e-telewarrants.", "Speaker, there’s more to do, and this is just the beginning." ],
  "anchor" : "para655"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that, pursuant to standing order 98(c), a change has been made to the order of precedence on the ballot list for private members’ public business, such that Mr. Clark assumes ballot item number 38 and Mr. McNaughton assumes ballot item number 67." ],
  "anchor" : "para666"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for an address in reply to the speech from the throne.", "Call in the members. This will be a five-minute bell.", "The division bells rang from 1138 to 1143." ],
  "anchor" : "para669"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All members, please take your seats. Thank you. Merci.", "On September 13, 2016, Ms. Wynne moved, seconded by Ms. Naidoo-Harris, that an humble address be presented to Her Honour the Lieutenant Governor as follows:", "“To the Honourable Elizabeth Dowdeswell, Lieutenant Governor of Ontario:", "“We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.”", "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para672"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para730"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 52; the nays are 39." ],
  "anchor" : "para771"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried." ],
  "anchor" : "para772"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be it resolved that an humble address be presented to Her Honour the Lieutenant Governor as follows:", "“To the Honourable Elizabeth Dowdeswell, Lieutenant Governor of Ontario:", "“We, Her Majesty’s most dutiful and loyal subjects, the Legislative Assembly of the province of Ontario, now assembled, beg leave to thank Your Honour for the gracious speech Your Honour has been pleased to address to us at the opening of the present session.”", "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para774"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Hoping to join us momentarily is Robin Markowitz, CEO of Lymphoma Canada. Today is Lymphoma Awareness Day at Queen’s Park. The event is hosted by Lymphoma Canada, and I invite members to come and take in the reception tonight between 5 p.m. and 7 p.m. in room 228." ],
  "anchor" : "para780"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m pleased today to rise on World Alzheimer’s Day. Alzheimer’s is a form of dementia specifically affecting thought, memory and language. Alzheimer’s disease is irreversible, as the cells and tissues within the brain are destroyed. Over time, this affects one’s ability to think, feel and remember.", "Early signs of Alzheimer’s include memory loss that affects day-to-day abilities, difficulty performing familiar tasks, problems with language, disorientation in space and time, impaired judgment, problems with abstract thinking, misplacing items, changes in mood, behaviour and personality, and loss of initiative.", "There is, unfortunately, no cure for Alzheimer’s disease, but a healthy lifestyle may help reduce your risk. There are several treatments available, and medications that may delay the progress of the disease and improve the quality of life.", "The number of people who are diagnosed with Alzheimer’s disease is increasing globally. As baby boomers age, we will witness a dementia crisis within our health care system.", "Caregivers and family members spend an average of 100 hours a month caring for their loved one. Help in everyday tasks, such as bathing, meal preparation and dressing, is needed for someone living with this disease. It is critical to ensure that there are proper supports in place for caregivers, as caring for someone with Alzheimer’s can be quite overwhelming.", "We are still waiting for the Ministry of Health and Long-Term Care to release Ontario’s Alzheimer’s strategy, and hopefully it will be released soon." ],
  "anchor" : "para783"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para789"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "Mr. Speaker, my constituency staff have been trained in dementia care. I encourage all MPPs to—" ],
  "anchor" : "para790"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Further members’ statements?" ],
  "anchor" : "para791"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "anniversaire de notre beau drapeau franco-ontarien, une création de M. Gaétan Gervais, dont nous sommes tous très fiers.", "Il y a beaucoup d’activités afin de souligner cette journée, en commençant par le Banquet des Franco-Ontariens, organisé par l’ACFO du grand Sudbury, qui aura lieu ce jeudi soir au Collège Boréal. Vendredi, plus de 500 élèves des écoles St-Étienne de Dowling, Ste-Marie d’Azilda et Champlain de Chelmsford seront vêtus de vert et blanc et participeront à un rassemblement de fierté francophone, à des jeux et à une levée du drapeau.", "À Val Thérèse on aura droit à un tintamarre dans les rues, suivi de la fabrication de drapeaux et de bonhommes verts et blancs pour décorer l’entrée du gymnase de l’école Ste-Thérèse et du chant de « Notre place ».", "anniversaire de la Loi sur les services en français, l’annonce d’une refonte de cette loi serait également bienvenue. L’invitation est lancée, monsieur le Président.", "Bonne journée franco-ontarienne à tous et happy Franco-Ontarian Day to all." ],
  "anchor" : "para793"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "Earlier this week, posters featuring a photo of a man with a beard and wearing a turban were spotted across the University of Alberta campus, with hatred comments along with hashtags. It was just one of several racist posters discovered across the Edmonton campus on Monday. We must all condemn the actions of the individuals who circulated these posters around the campus.", "A university is a space that is open to all people, and we must take pride and strength in our diverse community across this nation. These racist posters do not reflect the inclusiveness that Canada is renowned and best known for. Sikhism is a major world religion that started on principles of equality and social justice, principles that could guide our everyday lives.", "University and college campuses in Ontario should be safe spaces for students from all backgrounds to live, learn, work and play. It is unacceptable for any student to be discriminated against based on their religion, ethnicity, gender or race. Our government has created the Ontario Anti-Racism Directorate to help add a government-wide anti-racism perspective to the policies, programs and services that touch every one of us.", "Ontario has a lot to be proud of when have it comes to diversity and inclusion and battling systemic racism. By working together, we can take another step towards building an Ontario and a Canada where everyone is able to reach their full potential." ],
  "anchor" : "para799"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "I rise today to congratulate Gin-Cor Industries in my riding on being recognized as one of Canada’s fastest-growing companies for the second year in a row. Last week, Canadian Business magazine once again named Mattawa’s own Gin-Cor Industries in their annual ranking of Canada’s fastest-growing companies. Their inclusion on this prestigious list is evidence of their innovative thinking, smart strategy and sheer grit. That’s what Mattawa is known for.", "Since 1978, Gin-Cor has produced some of the best-built, best-backed specialty trucks in Canada. You’ll see their dump trucks all over North America. As Gin-Cor president and CEO Luc Stang said, “When you see that Gin-Cor logo on a mud flap on a vehicle in front of you, that means you’re seeing the end result of the hard work our men and women put into every job.” They’re also a vital member of the business community in Mattawa and a truly important employer. You see their name attached to some of the area’s biggest attractions and charities.", "I congratulate Luc and the entire team at Mattawa’s Gin-Cor Industries for their well-deserved and second annual accomplishment." ],
  "anchor" : "para804"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "Today, in recognition of National Tree Day, my office is one of 31 London businesses and organizations that are distributing free seedlings to Londoners. I want to congratulate ReForest London for coordinating this initiative to grow London’s tree canopy and to bring the Forest City closer to our million-tree goal.", "National Tree Day raises awareness of the enormous benefits of trees, which include cleaner air, reduced energy consumption, increased property values, improved health outcomes and stronger neighbourhood connections. There are social justice benefits as well. Research shows that planting trees in disadvantaged neighbourhoods is a key poverty reduction strategy.", "For all these reasons and more, in 2014 the city of London released its Urban Forest Strategy, a comprehensive 20-year road map to protect and enhance our city’s urban forest. The strategy recognizes that urban forests are vital infrastructure assets, as valuable and worthy of investment as roads and bridges.", "Yet, in many communities, urban forests are under attack from urban sprawl, invasive pests and severe weather events. Many municipalities do not have the resources they need to proactively manage their urban forests. Without coordination, research and funding from higher levels of government, they are effectively on their own.", "On this National Tree Day, I urge the government to invest in urban forest assets and green infrastructure, and to support municipalities in maintaining and enhancing Ontario’s urban forests for generations to come." ],
  "anchor" : "para808"
}, {
  "speaker" : "Daiene Vernile",
  "text" : [ "Speaker, may I just say hi? I’d also like to say hi to my fellow colleagues in the House this afternoon. The reason I am sharing that salutation with you is because tomorrow is Say Hi Day in Waterloo region, in Ontario and around the world. This is an opportunity for an early reminder for everyone to take part. Say Hi Day encourages elementary and high school students in 170 schools in Waterloo region to say hi to others within their schools.", "This activity was launched in 2007 as a way of supporting diversity, inclusion and community building for students. Say Hi Day provides students an opportunity to get to know each other, understand each other, to connect and to be inclusive of one another. From junior kindergarten all the way to grade 12, students are learning about the importance of belonging, respect and kindness, which are valuable lessons to remember throughout one’s lifetime.", "So today I want to say hi to my constituents in Kitchener Centre:", "—to our German Canadian community, “Schönen Tag”;", "—to our Romanians, “Salut”;", "—to our Franco community, “Bonne journée”;", "—to my Italian family, “Buon giorno”; and", "—to the newcomers in Kitchener displaced by the Syrian conflict, I say, “Es salaam wa aleikom.”", "I encourage all members of the House to join me tomorrow in saying hi and promoting the openness and inclusion of all people in the province of Ontario." ],
  "anchor" : "para814"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "On behalf of my riding of Lanark–Frontenac–Lennox and Addington, I would like to congratulate the achievements of two exceptional Smiths Falls athletes and their family.", "This summer Brooke Henderson became the first Canadian woman since 1968 to win a golf major thanks to her victory at the 2016 KPMG Women’s PGA Championship. At the age of 18, she holds the title of the youngest-ever winner of the tournament and second-youngest-ever winner of a women’s major. Brooke Henderson’s success has allowed her to reach the outstanding accomplishment of being ranked second in the world golf rankings, the best ranking ever by a Canadian, male or female.", "On top of this achievement, Brooke had the honour to represent Canada in the women’s Olympic golf tournament in Rio alongside her sister Brittany. Brooke, Brittany and the Henderson family are remarkable role models for young athletes. Their success is testimony to their commitment, and demonstrates that there’s no substitute for hard work and perseverance.", "I want to recognize and celebrate the leadership and example Brooke and Brittany have set for us, and let them know that we are proud and inspired by their achievements. To the Henderson family, we thank you for your inspiration and wish you continued success as you contribute to the world of golf and wherever else your heart may lead you." ],
  "anchor" : "para825"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "In 2012, aggregate truck drivers protested unfair ticketing based on axle weight infractions. The government acknowledged the problem and implemented an exemption to acknowledge that that practice was indeed unfair.", "However, four years later, without any notice, the government has now expired this exemption. This exemption is no longer in place, and drivers are again being ticketed for the very same unfair practice that the government acknowledged many years ago. This issue not only impacts aggregate truck drivers, but it also impacts dump truck drivers.", "The government has known about these problems but fails to do anything about it. The government has known about this particular problem for many years—some say up to a decade—but the government has not done anything about it.", "Now, again, aggregate truck drivers are protesting this unfair practice of axle weight infractions. They have two major demands: One, the government should immediately end all infractions based on axle weight infractions, because truck drivers cannot control where loaders or shippers actually place the material, over which axle or how much weight is placed. Secondly, the drivers need a permanent solution. Temporary solutions are simply not working. It shouldn’t be the case that drivers have to protest every couple of years just to demand fairness.", "The government has full control over the regulations that impact the drivers. This is a matter for the Ministry of Transportation. The government has the power to address this problem. I call on the government to immediately implement a solution to this issue." ],
  "anchor" : "para830"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I rise today to pay tribute to Don Panos, from my riding of Davenport, who passed away this past July.", "Don was a founding member of the St. Clair Gardens Business Improvement Area, which was formed in 1985, and served on its board as chair for most of those years. As owner and operator of Don’s Meats, a well-known business in Davenport since the early 1970s, Don offered a no-nonsense small-business perspective on BIA issues. The growth of his enterprise and its prospects for the future resulted from innovative techniques, excellent customer service, good marketing strategies, employment creation, community involvement, and participation in business and social activities.", "As the local member of provincial Parliament, I was fortunate to have known Don Panos and to have worked alongside him prior to and since being elected. His involvement within the Davenport community and community development has been an inspiration. Everywhere you look, you can see Don’s tremendous influence in the friendship and co-operation between the businesses and local residents that led to the revitalization, beautification and continued gentrification of St. Clair Avenue West. Don Panos had become the soul of the St. Clair Gardens BIA, which made life better for all those who had the privilege of knowing him.", "Last weekend, I had the honour of attending the St. Clair Gardens BIA corn roast, an annual event that happens every year at the end of the summer in Davenport and one that Don loved to attend. This event was and is a fantastic part of the St. Clair community and served as a memorial to the hard work that Don did in our community.", "We are truly thankful for Don’s work. Don will surely be missed and I know that his work and legacy will live on in Davenport.", "Ms. Scott moved first reading of the following bill:", "Bill 17, An Act to enact the Human Trafficking Awareness Day Act, 2016 and the Child Sexual Exploitation and Human Trafficking Act, 2016 and to amend Christopher’s Law (Sex Offender Registry), 2000 / Projet de loi 17, Loi édictant la Loi de 2016 sur la Journée de sensibilisation à la traite de personnes et la Loi de 2016 sur l’exploitation sexuelle d’enfants et la traite de personnes et modifiant la Loi Christopher de 2000 sur le registre des délinquants sexuels." ],
  "anchor" : "para836"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para845"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para847"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Since I introduced this bill for the first time in February, I’m alarmed at the flood of information I continue to hear—" ],
  "anchor" : "para848"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Explanation notes, please." ],
  "anchor" : "para849"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "—in my discussions with police and victims. The front-line service providers and workers are exasperated that there is still nothing advancing the law to support them in fighting this horrific crime. That’s why I’m here today, to get the Saving the Girl Next Door Act back on the agenda, and immediately, so that Ontario can have legislation that will make a difference." ],
  "anchor" : "para850"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I remind all members that when you’re introducing for a short statement you are to take it from the explanatory notes. Those are not opportunities for debate when the bill is introduced. So my request of everybody: Read from the explanatory notes, or even précis them.", "Gélinas propose la première lecture du projet de loi suivant :", "Bill 18, An Act to establish the Université de l’Ontario français / Projet de loi 18, Loi constituant l’Université de l’Ontario français." ],
  "anchor" : "para851"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para855"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para857"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "The bill establishes the Université de l’Ontario français. Le projet de loi crée l’Université de l’Ontario français. La mission de l’université sera d’offrir une gamme complète de programmes et de diplômes universitaires en français et de fournir aux étudiants et étudiantes de langue française la possibilité de suivre tous leurs cours en français et de poursuivre des études universitaires en français. La première étape est la mise en place d’un conseil des gouverneurs, qui se rapporte à la communauté franco-ontarienne.", "Mr. Fedeli moved first reading of the following bill:", "Bill 19, An Act governing the designation and use of texting zones / Projet de loi 19, Loi régissant la désignation et l’utilisation des haltes texto." ],
  "anchor" : "para858"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para862"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para865"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "The bill amends the Highway Traffic Act to authorize the Minister of Transportation to designate any part of the King’s Highway as a texting zone. A texting zone is an area where a driver is able to park or stop safely to use a handheld wireless communication device.", "The bill also amends the Public Transportation and Highway Improvement Act to authorize the Lieutenant Governor in Council to designate a commuter parking lot or transit station or rest service or other area as a texting zone and to require that signs be displayed at or approaching the texting zone.", "Ms. Armstrong moved first reading of the following bill:", "Bill 20, An Act to continue the Mental Health and Addictions Leadership Advisory Council and to amend the Ombudsman Act in respect of providers of mental health and addictions services / Projet de loi 20, Loi visant à proroger le Conseil consultatif pour le leadership en santé mentale et en lutte contre les dépendances et à modifier la Loi sur l’ombudsman à l’égard des fournisseurs de services de santé mentale et de lutte contre les dépendances." ],
  "anchor" : "para866"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para871"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para873"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Improving Mental Health and Addiction Services in Ontario Act, 2016: The bill continues the Mental Health and Addictions Leadership Advisory Council. The council’s mandate, set out in section 3 of the bill, is to advise on and monitor the expeditious implementation of the recommendations made by the select committee of the Legislative Assembly on mental health and addictions in its report released in August 2010.", "The council is required to submit a plan to the minister within one year with respect to matters related to mental health and addictions set out in subsections 3(2) and (3) of the bill. The council is also empowered to make recommendations to the government with respect to improving mental health and addiction services in Ontario.", "The Ombudsman Act is amended to permit the Ombudsman to conduct investigations in respect of providers of mental health and addictions services in Ontario." ],
  "anchor" : "para874"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "This petition is to the Legislative Assembly of Ontario.", "“Whereas life under this Liberal government has become more and more unaffordable; and", "“Whereas Ontarians’ assets are already taxed multiple times throughout their lives; and", "“Whereas the Liberal government has raised taxes through eco fees, a health tax, and increased income tax multiple times; and", "“Whereas the estate administration tax in Ontario is the highest of any province in Canada;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government repeal the estate administration tax immediately.”", "I support this petition, affix my name to it and give it to page Zoe to take to the table." ],
  "anchor" : "para879"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "This is a petition to the Legislative Assembly of Ontario.", "“Whereas for all Ontarians—no matter who they are, or where they live—the health of their family comes first, and it should come first for the government of Ontario, but unfortunately Liberal political self-interest comes first;", "“Whereas 1,200 nurses have been fired since January 2015;", "“Whereas hospital beds are being closed across Ontario; and", "“Whereas hospital budgets have been frozen for four years, and increases this year will not keep up with inflation or a growing population;", "“We, the undersigned, petition the Legislative Assembly as follows:", "“Stop the Liberal cuts to hospitals and ensure that, at a minimum, hospital funding keeps up with the growing costs of inflation and population growth, each and every year.”", "I totally support this petition, will affix my name to it and give it to page Matthew to take to the table." ],
  "anchor" : "para888"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas electricity rates have risen by more than 300% since the current Liberal government took office; and", "“Whereas over half of Ontarians’ power bills are regulatory and delivery charges and the global adjustment; and", "“Whereas the global adjustment is a tangible measure of how much Ontario must overpay for unneeded wind and solar power, and the cost of offloading excess power to our neighbours at a loss; and", "“Whereas the market rate for electricity, according to IESO data, has been less than three cents per kilowatt hour to date in 2016, yet the Liberal government’s lack of responsible science-based planning has not allowed these reductions to be passed on to Ontarians, resulting in electrical bills several times more than that amount; and", "“Whereas the implementation of cap-and-trade will drive the cost of electricity even higher and deny Ontarians the option to choose affordable natural gas heating; and", "“Whereas more and more Ontarians are being forced to cut down on essential expenses such as food and medicines in order to pay their increasingly unaffordable electricity bills; and", "“Whereas the ill-conceived energy policies of this Liberal government that ignored the advice of independent experts and government agencies, such as the Ontario Energy Board (OEB) and the independent electrical system operator (IESO), and are not based on science have resulted in Ontarians’ electricity costs rising, despite lower natural gas costs and increased energy conservation in the province;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To take immediate steps to reduce the total cost of electricity paid for by Ontarians, including costs associated with power consumed, the global adjustment, delivery charges, administrative charges, tax and any other charges added to Ontarians’ energy bills.”", "I agree with this petition, sign my name on behalf of the 1,500 who have signed it, and give it to page Sarah." ],
  "anchor" : "para897"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas there are an estimated 250,000 people in Ontario suffering from borderline personality disorder (BPD); and", "“Whereas people suffering from BPD are at an increased risk of severe depression, self-mutilation, substance abuse, isolation and even suicide; and", "“Whereas the longer people suffering from BPD go without treatment, the greater the likelihood is for recurring episodes and the less successful intervention will be; and", "“Whereas dialectical behavioural therapy (DBT), when applied within six months of a BPD diagnosis, reduces substance abuse by 74% and reduces the risk of self-mutilation and suicide by 80%; and", "“Whereas DBT is one of the only Ontario funded interventions for BPD and wait times for group sessions average between one to two years, while wait times for individual sessions are even longer;", "“We, the undersigned, petition the Minister of Health and Long-Term Care to increase funding for DBT therapy in Ontario in an effort to increase access and reduce wait times.”", "It is my pleasure to affix my signature and give this petition to page Paul." ],
  "anchor" : "para909"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "“Eliminate Human Trafficking Petition.", "“To the Legislative Assembly of Ontario:", "“Whereas every day in Ontario, human traffickers are luring girls and women, often over the Internet, into sexual exploitation. Traffickers manipulate their victims with gifts, romance, and promises of a better life;", "“Whereas the average age of a victim is 14 years old, and over 90% of victims are Canadian-born;", "“Whereas girls and young women cannot escape the nightmare because traffickers use threats, coercion, debt bondage and force to exploit them. This form of modern day slavery is stealing the innocence of the girl next door;", "“Whereas in May 2015, MPP Laurie Scott introduced a private member’s motion that passed unanimously—calling on the government to create a task force to combat human trafficking in Ontario;", "“Whereas MPP Scott’s private member’s bill, Saving the Girl Next Door Act, will provide direct and immediate steps to combatting this heinous crime;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ontario government support the Saving the Girl Next Door Act, 2016, and support MPP Laurie Scott’s motion for a multi-jurisdictional and coordinated task force of law enforcement agencies, crown prosecutors, judges, victims’ services and front-line agencies.”", "Signed by many people from Peterborough, Ontario." ],
  "anchor" : "para918"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition from the fire chief of Gogama, Mr. Mike Benson. It consists of 183 names, which is every person allowed to vote in Gogama. It reads as follows:", "“Whereas at 2 a.m. on March 7, 2015, a Canadian National train derailed in Gogama;", "“Whereas this derailment caused” 27 “tank cars carrying crude oil to explode, catch fire and spill over one million litres of oil into the Makami River; and", "“Whereas residents continue to plainly observe oil and find dead fish on the Makami River as well as Lake Minisinakwa, despite the fact that the Ministry of the Environment has declared the cleanup complete;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Ministry of the Environment require CN to continue the cleanup of Gogama’s soil and waterways until the residents are assured of clean and safe water for themselves, the environment and the wildlife.”", "I fully support this petition, will affix my name to it and ask Cameron to bring it to the Clerk." ],
  "anchor" : "para929"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario drivers aged 80 and over must complete group education sessions, driver record reviews, vision tests and non-computerized in-class assessment in order to renew their licences; and", "“Whereas in Cornwall and Stormont–Dundas–South Glengarry classes have been cancelled without notice due to staff shortages; and", "“Whereas seniors are forced to drive needlessly and wait at offices for temporary licences, which is neither productive nor fair to clients; and", "“Whereas seniors in Stormont–Dundas–South Glengarry who require a functional assessment must drive to Ottawa or Smiths Falls and complete driving tests in a stressful and unfamiliar environment; and", "“Whereas it is the government’s duty to serve Ontario residents locally and conveniently;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“(1) To deliver group education sessions and assessments on a walk-in basis at an existing facility such as the Cornwall DriveTest Centre; and", "“(2) To take immediate steps to bring local delivery of functional assessment services to Cornwall and the united counties of Stormont, Dundas and Glengarry.”", "I will be handing it off to page Simone." ],
  "anchor" : "para938"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas mental illness affects people of all ages, educational and income levels, and cultures; and", "“Whereas one in five Canadians will experience a mental illness in their lifetime and only one third of those who need mental health services in Canada actually receive them; and", "“Whereas mental illness is the second leading cause of human disability and premature death in Canada; and", "“Whereas the cost of mental health and addictions to the Ontario economy is $34 billion; and", "“Whereas the Select Committee on Mental Health and Addictions made 22 recommendations in their final report; and", "“Whereas the Improving Mental Health and Addictions Services in Ontario Act, 2016, seeks to implement all 22 of these recommendations;", "“We, the undersigned, petition the Legislative Assembly of Ontario to pass the Improving Mental Health and Addictions Services in Ontario Act, 2016, which:", "“(1) Brings all mental health services in the province under one ministry, the Ministry of Health and Long-Term Care;", "“(2) Establishes a single body to design, manage and coordinate all mental health and addictions systems throughout the province;", "“(3) Ensures that programs and services are delivered consistently and comprehensively across” Canada;", "“(4) Grants the Ombudsman full powers to audit or investigate providers of mental health and addictions services in Ontario.”", "I sign this petition, Speaker, and give it to page Sophia to deliver to the table." ],
  "anchor" : "para949"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "“Whereas the Ontario government is proposing to begin the phasing out of natural gas by requiring all new homes by 2030 to be heated with electricity or geothermal systems; and", "“Whereas for the 76% of homes and businesses in Ontario that heat with natural gas switching to electricity will increase their home energy bills by more than $3,000 per year; and", "“Whereas a shift away from affordable natural gas would devastate family budgets and destroy the province’s natural gas industry;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows: that the government of Ontario and Premier Wynne ensure that Ontarians be allowed the option of using natural gas in their homes and businesses.”", "I agree with this petition. I will affix my name to it and give it to page Tori." ],
  "anchor" : "para963"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario government’s 2014 budget included a commitment to address the wait-list of more than 12,000 adults with developmental disabilities awaiting residential funding, and some of whom have been waiting more than 20 years; and", "“Whereas since the spring of 2014 the number of adults with developmental disabilities awaiting residential funding has grown to more than 14,000; and", "“Whereas there is currently no available funding to plan for a respectful transition from the family home to a home of choice in the community; and", "“Whereas more than 1,450 Ontario parents over the age of 70 continue to provide primary care to their adult child; and", "“Whereas currently adults with developmental disability must go on the crisis list before they receive residential funding, often resulting in a loss of choice, dignity and community; and", "“Whereas family-created housing prioritizes dignity, choice and community inclusion for the resident living with disability as well as providing long-term cost savings for the province;", "“We, the undersigned, petition the Minister of Community and Social Services to address the growing wait-list for adults with developmental disabilities awaiting residential funding and provide stable funding opportunities for family-created housing.”", "It’s my pleasure to affix my signature and give this petition to page Amelia." ],
  "anchor" : "para970"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with this, will sign it and send it to the table with page Adam." ],
  "anchor" : "para980"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I would like to thank Madame Julia Thibault from Garson in my riding for this petition. It reads as follows:", "“Whereas for all Ontarians—no matter who they are, or where they live—the health of their family comes first, and it should come first for the government of Ontario;", "“Whereas 1,200 nurses have been laid off since January 2015;", "“Whereas hospital beds have been closed across Ontario; and", "“Whereas hospital budgets have been frozen for four years, and increases this year will not keep up with inflation or a growing population;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Stop the cuts to hospitals, and ensure that, at a minimum, hospital funding keeps up with the growing costs of inflation and population growth, each and every year.”", "I fully support this petition, will affix my name to it and ask page Sophia to bring it to the Clerk." ],
  "anchor" : "para988"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is to the Legislative Assembly of Ontario.", "“Whereas the Ontario Energy Board recently announced another increase to hydro rates, effective May 1, 2016;", "“Whereas hydro costs impact everyone across Ontario, especially seniors and others on fixed incomes who can’t afford to pay more as well as businesses who say electricity costs are making them uncompetitive, and contributed to the loss of hundreds of thousands of manufacturing jobs;", "“Whereas a recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion by 2032 if nothing changes;", "“Whereas the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, the sale of surplus energy to neighbouring jurisdictions at a loss, the global adjustment, and smart meters that haven’t met their conservation targets have all put upward pressure on hydro bills;", "“Whereas the sell-off of 60% of Hydro One is opposed by a majority of Ontarians and is expected to lead to even higher hydro rates;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government stop the sell-off of Hydro One, and take immediate steps to stabilize hydro bills for all Ontarians.”", "I support this petition and give it to page Paul to take to the table.", "Mr. Thibeault moved second reading of the following bill:", "Bill 13, An Act in respect of the cost of electricity / Projet de loi 13, Loi concernant le coût de l’électricité." ],
  "anchor" : "para997"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the minister to lead off." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I rise today to lead off debate on the proposed Ontario Rebate for Electricity Consumers Act, 2016. I think it’s important to state that I’ll be splitting my time today with the superb parliamentary assistant to energy, the member from Mississauga–Streetsville.", "If passed, the act we are discussing today would provide electricity rate relief to about five million eligible residential consumers, small businesses and farms across Ontario.", "As we begin discussion of this act, I want to start by setting the context for it: why we are introducing it and what it would achieve.", "Mr. Speaker, when our government came to power in 2003, we committed to providing a safe, clean and reliable energy supply to Ontario homes and families. This was no simple matter. We were faced with aging infrastructure, a shortage of supply and a system that relied on expensive imports and dirty coal. We committed to changing that and, indeed, over the past 13 years we’ve been transforming and modernizing our system. We have left coal behind, the first North American jurisdiction to do so. The elimination of coal-fired generation has resulted in a 30-megatonne reduction in greenhouse gas emissions since 2003. That’s like taking up to seven million cars off Ontario’s roads. It means a healthier environment and better health for Ontarians. We replaced coal with a cleaner supply. In 2015, Ontario’s electricity generation was over 90% emission-free. Ontario has also renewed its transmission and distribution systems, and we’ve made them better than they ever were by developing a smart grid that is future-ready. We are proud of that record.", "But along with our commitments to safe, clean, and reliable electricity, we also committed to an affordable supply. I want to assure this House that we have not lost sight of that commitment.", "Let’s take a closer look at electricity prices. First, I think it’s important to note that according to the Financial Accountability Officer, families in Ontario spend less money on electricity, on average, than in every province except British Columbia. Our total home energy costs are in the middle of the pack when compared to other Canadian provinces. So our costs are already competitive. Still, our government recognizes that the investments we have made have led to higher costs for some Ontarians. The averages reported on by the FAO and elsewhere only tell part of that story. In truth, there really is no single average customer. A family in the north may heat their home with electricity instead of natural gas, driving up some of their costs. Rural customers face higher distribution costs, a reflection of the higher cost of connecting lower-density areas to reliable power. And some families are having a harder time than others making sure that all the bills get paid every month.", "That’s why we understand that we need action for every kind of customer—rural and urban, north and south. We’ve been taking action to mitigate prices for different customers. In fact, the government has used virtually all available public policy levers at our disposal to mitigate rate pressures for customers before these costs become part of the system. Consider these actions that have been taken since 2013 to reduce overall electricity system costs:", "We’ve renegotiated the Green Energy Investment Agreement, reducing contract costs by $3.7 billion.", "We’ve deferred the construction of two new nuclear reactors at Ontario Power Generation’s Darlington facility, avoiding an estimated $15 billion in new construction costs.", "We’ve approved Ontario Power Generation’s plans to enable the ongoing operation of Pickering up to 2024, which is expected to save ratepayers as much as $600 million.", "We’ve also reduced the feed-in tariff prices through annual price reviews, saving ratepayers at least $1.9 billion relative to the 2013 long-term energy plan forecast.", "We’ve removed an expected $3.3 billion in large renewable procurement costs relative to—" ],
  "anchor" : "para1011"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Point of order." ],
  "anchor" : "para1024"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order?" ],
  "anchor" : "para1025"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Mr. Speaker, I was just wondering if we have a quorum." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Would the Clerks’ table check for a quorum, please?" ],
  "anchor" : "para1027"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para1028"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para1030"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Continue." ],
  "anchor" : "para1031"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Thank you. I’m happy to continue.", "What I was saying was that we reduced the feed-in tariff prices through annual price reviews, saving ratepayers at least $1.9 billion relative to the 2013 long-term energy plan forecast, and we removed an expected $3.3 billion in large renewable procurement costs relative to the 2013 long-term energy plan forecast, based on the results of the first phase of the LRP. These efforts have helped to mitigate costs before they reach customers’ bills.", "Other programs we have introduced have been aimed specifically at helping different groups of customers. For low-income Ontarians, paying electricity bills can be a particular challenge. That’s why we developed the Ontario Electricity Support Program, or, as we also call it, the OESP program, which provides an ongoing rate reduction directly on the bills of eligible electricity consumers. The OESP provides between $30 and $50 per month to qualified customers. Households with unique electricity needs can receive an even higher credit of up to $75. More than 135,000 people have been signed up for the OESP program since it was launched in January of this past year.", "Beginning this year, the government also removed the debt retirement charge from residential electricity bills. This saves the average residential electricity ratepayer about $65 per year.", "The Low-Income Energy Assistance Program, or LEAP, introduced in 2011, is another program designed to help those who need it most. The program includes one-time grants of emergency financial assistance to customers temporarily unable to make ends meet. LEAP also includes special rules to protect customers with limited finances. These protections include waiving security deposits and allowing tailored payment plans. Also, LEAP offers energy conservation programs to help qualified Ontario homeowners, tenants and social housing providers improve their energy efficiency.", "Prior to being elected in 2008, when I was involved with the United Way, there were many programs that the United Ways were offering to help individuals with their energy needs. This is something United Ways have been doing right across the province—right across the country, as a matter of fact—for decades. I just had the opportunity of meeting with the executive director of the United Way of Bruce county. Again, I think it’s important to recognize the good work that United Ways right across our province do, and come up with more solutions and suggestions on ways that we can help many of her constituents, people who live in that area. We’re talking about looking at LEAP and some of the things we can do to even enhance some of those programs.", "Through enhanced powers from the province, the Ontario Energy Board has implemented further consumer protection rules. The rules require that local distribution companies give a minimum of 10 days’ advance notice of disconnection, with accompanying resources to help customers in arrears.", "There is more assistance for low-income consumers provided through the Ontario Energy and Property Tax Credit and the Northern Ontario Energy Credit. The Northern Ontario Energy Credit provides assistance to low- to moderate-income individuals and families living in northern Ontario. These Ontarians can be exposed to higher energy costs from more severe winters and from heavier reliance on more expensive home heating fuels. Under this credit, qualifying individuals receive up to $146 annually and families, including single parents, can receive up to $224 annually.", "These many programs are part of a plan to ensure electricity is affordable for families right across the province.", "We know that industrial and business customers are concerned about electricity prices as well. For industry, typical electricity prices are projected to stay steady with inflation over the next decade. Still, to ensure that rates remain affordable, just like for homes and families, we have rate mitigation programs in place for industrial and business consumers.", "The Northern Industrial Electricity Rate Program is targeted for continued growth and development in the northern resource and manufacturing sector. The $120-million-per-year program provides electricity price rebates of up to a 20% reduction for eligible large northern industrial consumers. Another program, the saveONenergy business program, provides a variety of incentives and rebates to industrial consumers.", "For smaller businesses, Ontario’s five-point small business energy savings plan helps to conserve energy, manage costs and, more importantly, save money. This plan promotes the use of local energy managers who can perform assessments and help businesses develop and carry out energy efficiency and conservation, but it also markets business conservation programs to ensure that small business owners have access to information about government programs that help them save.", "The plan is also enhancing business conservation programs with increased rebates, more contractor engagement, training and a simplified application process to make it easier and faster for small businesses to participate. The plan also works to make on-bill financing available to help with upfront costs of energy conservation projects.", "And, of course, there is the ICI program, the industrial conservation initiative. I’ll have more to say about that in just a moment.", "But, Mr. Speaker, our government recognizes that we still have more to do to ensure an affordable energy system for all Ontarians. So let’s start with Ontario’s families, farms and small businesses, the bedrock of our province.", "We’ve been building a clean, reliable and safe electricity system for 10 years. As we look ahead to having a balanced budget next year, it is our belief that the first beneficiaries should be the families of Ontario, and so we’ve come to our new legislation, which would benefit ratepayers in a lasting and meaningful way.", "The proposed Ontario Rebate for Electricity Consumers Act, 2016, would provide an 8% rebate for five million families, farms and small businesses right across the province. The average savings from this rebate would be about $130 annually, or $11 each month. If passed, this legislation would take effect on January 1, 2017. That’s less than four months from now. What’s more, this proposed legislation is one part of a comprehensive package of reforms that would provide benefits to all Ontario electricity consumers.", "The second part of this package is for rural customers, who often face higher electricity distribution costs. We’re updating the rural or remote rate protection plan to provide additional support for approximately 330,000 eligible rural electricity consumers. Through regulation, the government intends to nearly double the funding for the program, resulting in a reduced bill of approximately $45 per month for affected customers, or about a 20% reduction when combined with the proposed rebate. This is a net benefit for these households of about $540 per year.", "But now let’s look at the business side of this. Expanding incentives across Ontario creates more opportunity for businesses to be competitive and manage their electricity costs. That’s why we’re proposing to expand the industrial conservation initiative—or, as we all call it, ICI. The ICI program provides a strong incentive for large electricity consumers to shift their electricity consumption to off-peak hours. Businesses in the program can reduce their bills by as much as one third.", "What’s more, when these consumers shift their consumption, they reduce the province’s peak demand. This means the ICI has the added benefit for all Ontarians of deferring the need to build new costly peaking generation. Last year, the 300 ICI participants collectively reduced Ontario’s peak demand by an estimated 1,000 megawatts.", "Up until now, eligibility for the ICI program was restricted to consumers with a monthly demand exceeding three megawatts. As part of our comprehensive package, Ontario is proposing to expand the ICI program by lowering that threshold to one megawatt. This means that more than 1,000 businesses would be newly eligible for this program. In addition, sector restrictions would be removed, and smaller institutional and commercial businesses would be eligible to participate.", "Expanding participation in the ICI program would do quite a few things: reduce electricity bills for the new ICI participants, and reduce cost pressures on the whole electricity system by empowering these consumers to shift demand.", "For example, consider a plastics manufacturer with a peak demand of two megawatts. This business would not be eligible for the ICI program under the current rules. But under the new rules, the business could see its electricity price reduced from about $154 per megawatt hour to $102 per megawatt hour. This would result in an energy cost savings of up to $42,000 per month. These are significant savings and would make it easier for businesses like this one to invest in or expand their operations.", "There is one more essential element to the price mitigation package. In 2016, Ontario passed the Climate Change Mitigation and Low-carbon Economy Act. Under this legislation, all proceeds from Ontario’s cap-and-trade program will be deposited into a new greenhouse gas reduction account, otherwise called the GGRA. In turn, every dollar from this account is to be invested, in a transparent way, back into green projects that reduce greenhouse gas pollution and help businesses save energy. The Ministry of Energy is proposing to use some of these proceeds to offset the impact of cap-and-trade on industrial and commercial electricity consumers. This recycling will help to keep rates affordable for these customers.", "To recap—I think it’s very important: Ontario’s investments are securing a clean supply of electricity, a grid that’s ready for the future and a healthier environment for ourselves and for our children.", "As I mentioned earlier, we have eliminated coal. By doing so, we’ve saved our health care system about $4.3 billion, making it a cleaner environment for our families and fewer kids actually going to the hospital on our smog days that no longer exist.", "Along with our commitment to safe, clean and reliable electricity, we are also committed to an affordable supply. We have used the public policy levers at our disposal to mitigate rate pressures for customers and we have put price mitigation measures in place.", "Now we are taking the next steps with legislation that would help families, farms and small businesses by rebating the provincial portion of the HST from their electricity bills. We’re proposing measures that would provide eligible rural ratepayers with additional relief, which, including the 8% rebate, would be approximately $540 a year. We would empower businesses to reduce their bills by up to one third through the expansion of the industrial conservation initiative.", "Taken together with the many programs our ministry already offers consumers, the legislation we are introducing forms a very comprehensive package. Of course, it’s important to mention that it will help ensure electricity is affordable for homes, farms and businesses right across Ontario.", "I think now it’s an opportunity for me to share the rest of my time with my parliamentary assistant, the member for Mississauga–Streetsville. Thank you, Mr. Speaker, for this time to present in the House." ],
  "anchor" : "para1033"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Mississauga–Streetsville." ],
  "anchor" : "para1064"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Thank you very much, Speaker. I thank the minister for his opening comments on Bill 13, the Ontario Rebate for Electricity Consumers Act. During his speech, the minister covered a great deal of the “who, what, where, when and how” of Bill 13 and its effect on electricity prices for residents and businesses in Ontario. Although I will continue to cover some of that same ground from a little different perspective, I need to set the provisions of the bill in perspective by explaining some of the “why” of its impact.", "In the debate concerning this act to rebate the Ontario portion of the combined federal-provincial sales tax, I am certain that many of my colleagues will invoke the dreadful shape that Ontario’s electricity system was in at the time our government took office in the autumn of 2003. And it was dreadful. Ontario was paying out money to other jurisdictions to import power in 2003.", "In contrast, today Ontario earns money—between a quarter to a third of a billion dollars each year—by exporting electricity to our neighbouring jurisdictions, including Quebec.", "When I first began to visit elementary schools in Lisgar, Meadowvale and Streetsville as a newly elected MPP, I was surprised by how many youngsters were bringing puffers to school to deal with the breathing problems brought on by the poor quality of the airshed in the GTA. Back then, the greater Toronto area averaged about 50 smog days per year—in some years, more than that.", "Right now, the greater Toronto area endures few, if any, smog alerts or bad air days. And the reason isn’t hard to see. The air quality has been cleaned up by ceasing to burn coal to generate electricity. No longer is the acrid smell of sulphur and nitrogen oxides hanging in the air, smelling a bit like burnt toast, if you’re outside. In this year of 2016, during the hottest year on record, the air over the greater Toronto area remained clean.", ". That makes homes and businesses everywhere, of course, producers of the very greenhouse gas, carbon dioxide, that we must—", "Interjections." ],
  "anchor" : "para1065"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, well, well. There are a couple of members over there on the opposition side just yelling at will whenever they feel like it. You know who I mean. Do I have to mention the two? Thank you.", "Continue." ],
  "anchor" : "para1073"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Thank you, Speaker. You know, we don’t even interrupt them when they’re interrupting us.", "Speaker, this makes homes and businesses everywhere, of course, producers of the very greenhouse gas, carbon dioxide, that we must manage to reverse climate change. But that’s a subject for another debate.", "In addition to producing vast amounts of carbon dioxide, coal also sent toxic sulphur and nitrogen oxides, along with lead, cadmium and other poisons, up the stack and into the air that people, plants and animals in cities breathe.", "Interjections." ],
  "anchor" : "para1075"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Stormont is jumping in, is he?" ],
  "anchor" : "para1079"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "What was visionary a dozen years ago was a consensus within a government, and a mandate from the people that sent their government to manage Ontario, to look forward and make the changes necessary to get ahead of the problem of climate change, while much of the rest of the world was still arguing whether or not climate change was for real. And make no mistake: Bill 13 is all about what Ontario did then, is doing now, and will keep on doing responsibly to lower carbon emissions and reverse climate change.", "Interjections." ],
  "anchor" : "para1080"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay. The member from Lanark–Frontenac–Lennox and Addington: I just had a nice one-on-one correspondence with him and he jumped right back at it. Okay. We’re going to start off with your first warning.", "Continue." ],
  "anchor" : "para1082"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Thank you again, Speaker.", "The act before this Legislature is a measure to remind Ontarians about how much progress their province has made in the last dozen years. The last two Ontario coal-fired plants were converted to biomass and advance biomass in 2014, retaining jobs in Atikokan and Thunder Bay along the way. Ontario was then, and still is, the first jurisdiction in North America to eliminate coal-fired electricity generation. Ceasing to burn coal has resulted in a 30-million-metric-tonne reduction in greenhouse gas emissions since 2003. By the way, it’s now illegal to burn coal to produce electricity in Ontario.", "What’s the difference between what this government has done and what the opposition parties would do? Let’s start with the NDP.", "As an MPP, I’ve listened patiently—without interrupting them—to the NDP since I was first elected in 2003. They have no policy on electricity at all. In fact, the NDP is consistently opposed to the generation and transmission of electricity regardless of how electricity is proposed to be generated or transmitted." ],
  "anchor" : "para1084"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "That’s not true." ],
  "anchor" : "para1088"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "What is the NDP’s suggestion? Just buy it all from neighbouring states and provinces." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Come on. We wouldn’t add $37 billion more." ],
  "anchor" : "para1090"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Here’s the problem with that idea: Those neighbouring provinces and states haven’t got it to sell, and the NDP has not thought through—" ],
  "anchor" : "para1091"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Is he speaking to the bill?" ],
  "anchor" : "para1092"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That will be my decision, not yours. Secondly, you were just rambling on sentence after sentence at him. So, keep it down, please." ],
  "anchor" : "para1093"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Okay." ],
  "anchor" : "para1094"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. You’re really causing me a lot of aggravation.", "Interjection." ],
  "anchor" : "para1095"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "Well, thank you, Speaker.", "Here is the problem with the NDP’s idea: Our neighbouring provinces and states haven’t got it to sell, and the NDP hasn’t thought through how to get the electricity from where it’s produced to where it’s consumed, even if our neighbours did have it to sell.", "It was in fact an NDP government in the 1990s that cancelled the major transmission corridor between Manitoba and central Ontario that would, years ago, have been able to bring Manitoba electricity in volume to Ontario electricity consumers. When and if the Independent Electricity System Operator does need to bring Manitoba electricity to central Ontario today, it has to be transmitted south of the Great Lakes, through the United States, and is subject to the capacity needs of American customers.", "Far from having a problem with surplus electricity, the province of Quebec actually buys electricity from Ontario during their own peak power periods, which is mid-winter. A much higher proportion of Quebecers than Ontarians heat with electricity. This means high bills for those homes in Quebec where they consume a lot of electricity. The price of electricity is rising in Quebec as the province moves aggressively to implement a renewable energy generation program much more limited in scope than Ontario’s.", "The NDP also forgets that Ontario’s electricity sector does not just power the economy in Canada’s industrial heartland; it drives it as well with tens of thousands of well-paid, high-skilled careers. Of course, the NDP just proposes to tax jobs and job creators, and don’t propose to create them.", "What is the Conservative approach to electricity? The party that copies and pastes its energy platform from the alt-right and Tea Party climate change deniers in the United States has been conflicted with electricity as long as I have been in the Legislature. As one can believe none of what they say, which is all over the map anyway, let’s look at what they do, which is always illuminating.", "There are four planks in the Conservative electricity platform:", "(1) Do nothing. Run your generation and transmission assets into the ground. Just hope that the problem will go away or postpone any type of action.", "(2) Burn coal. Despite whatever they may say on the Conservative watch in government, coal-fired generation shot through the roof, ultimately providing 24% of Ontario’s electricity at the time their government was excused from office.", "(3) Buy expensive spot power from neighbouring US states on the spot market at rates that, on their watch at that time, exceeded $1 per kilowatt hour.", "(4) Finally, when all else fails—and with Conservatives and electricity, all else always does fail—just blame the Liberals.", "When Conservatives claim they would have held down the price of electricity, you have to parse that statement carefully. What they really mean is that they never would have made a decision today, even if it had been the right decision, when they could have put off the decision until tomorrow, even if the delay made health conditions worse and upgrades more expensive.", "Ontarians knew when they went to the polls in 2003 that they needed a government that would take action.", "To see what happens when Conservative thinking takes hold in government, all you have to do is look south, to the United States. The Republican candidate for the presidency is insisting on a future for coal in generating power, no matter that his country has signed and ratified the Paris climate change accord. In many US states, including many that border Ontario, burning coal is by far the dominant means of generating electricity. In the United States, they have to turn off all their coal-fired generating plants—all of them, and quickly.", "Like Ontario, the United States’ capacity for hydroelectric generation is largely complete. Like Ontario, they haven’t got much more potential to dam rivers that have not yet been dammed.", "Unlike Ontario, the United States has no comprehensive plan to refurbish its nuclear reactors. Many of them are in the late stages of their design lifetime and seem headed for closure without a means of replacing their power or building new reactors. Unlike the United States, Ontario’s reactors are all one similar design and configuration. The four Candu reactors at Darlington begin their refurbishment cycle within weeks. The six of eight remaining unrefurbished Bruce reactors will be refurbished after that. Two Bruce reactors have already been successfully refurbished. Once returned to service, Ontario will have what amounts to 12 new nuclear reactors able to provide half the province’s electricity for the next 40 years.", "When Ontario set out to ensure the security of the electricity supply for the next half century, it wasn’t by replacing dirty power with other dirty power or by shifting to buying electricity from US states or Canadian provinces that soon won’t have it to sell anyway. This government and the people that it serves had a vision of a clean energy future, one that we’re building together today and have been building together for the past 13 years.", "Ontario has added approximately 16,000 megawatts of new and refurbished generation of all types since 2003. By 2025, Ontario expects to have 20,000 megawatts of renewable energy online, which would represent about half of Ontario’s 2025 installed capacity. Ontario’s electricity generation will continue to be almost emissions-free in the future, when other jurisdictions are paying more—much more—to do tomorrow what this province did yesterday.", "The issues before governments at the federal, regional, state, provincial and municipal levels as they relate to energy require us to either find a way to lead or face energy shortages that are entirely foreseeable, preventable and unnecessary.", "With Bill 13, the province announced an intention to rebate the equivalent of the provincial portion of the sales tax on electricity to Ontario residential consumers. As I said in my opening remarks, like most policy announcements, the most important part in understanding that move is not the who, what, where, when or even the how; it’s the why.", "There are four principal cost drivers for electricity generation and transmission: capital expenses, the cost of people, fuel, and interest rates and inflation.", "Nearly identical interest rates and inflation are common to every North American utility and power distributor, and those rates are very low.", "The cost of fuel in Ontario is also nearly zero. Wind, sunshine and falling water cost nothing. The uranium used in Ontario’s Candu reactors is, per unit of power generated, very close to zero. Natural gas used during peak power periods also costs very little in part because the natural gas plants generally run less than 10% of the time during the year.", "The cost to pay the people who operate the electricity generation and transmission systems is similar in all jurisdictions in North America, and per unit of power generated, it is also very low. That leaves capital expenses.", "You are either building or renewing your system or you are not. If you are, you’re incurring costs in the tens of billions of dollars that need to be passed through to your electricity rate base. If you are not building or renewing generation and transmission, you are postponing tens of billions in costs now in order to make your users pay more—much more—later on. To put this another way, during the past 12 years, Ontario has built tomorrow’s power generation and transmission infrastructure, paid for it with yesterday’s money, and financed it over its useful lifetime at interest rates of very nearly zero. Many of Ontario’s neighbouring jurisdictions have put off this renewal, meaning they must buy today’s power generation and transmission infrastructure, pay for it with tomorrow’s money and finance it over its useful lifetime at interest rates that have nowhere to go but up.", "Ontario has built a diversified generation and transmission capacity that the rest of North America is scrambling to replicate now and in the future, and those high capital costs are already on the rate base of residences and businesses. The jobs to build that electricity future in Ontario also stayed in Ontario.", "If you use electricity in Ontario today, you’ve seen your rates go up because of this forward planning. In other areas, you are about to see your electricity rates go up even more sharply than Ontario’s have, as they also build and renew their power generation and transmission infrastructure.", "As I mentioned earlier, last December, every country with an organized government signed on to the Paris climate change accords. One of the biggest contributors to greenhouse gases most places in the world is electricity generation by burning coal to boil water to raise steam and spin a turbine.", "Why is Ontario moving to put a little more money back into the hands of Ontario electricity users? Because while their own electricity costs are nowhere near the highest in North America, they have taken much of the cost pain that other jurisdictions have not. Ontario levelled with our citizens and our businesses and faced up to the cold, hard fact that to shift away from coal means to put tens of billions of dollars of costs on their electricity rates, which means higher bills.", "In the case of the United States, they have not yet built this consensus. That means much higher bills south of the border. After all, many US utilities have not yet turned off coal. They have no comprehensive plan to refurbish their nuclear reactors. Their transmission grid network needs a major capital upgrade, and a lot of US utilities are laden with debt that their public utility commissions have not permitted them to pass through to their own electricity consumers.", "As I said earlier, Ontario does not have the most expensive electricity in North America or anything close to it. The New England states have that distinction. By the way, New England states like New Hampshire, Maine and Vermont are major purchasers of electricity from Hydro-Québec. Their electricity bills will debunk any myth that the province of Quebec sells electricity at charitable rates.", "Indeed, to expand their generation, Massachusetts is building offshore renewable wind generation in the Atlantic near Cape Cod, an option that a few years ago Ontario looked at for the Great Lakes and turned down.", "One of the biggest contributors to greenhouse gases most places in the world is electricity generation by burning coal. Ontario no longer burns coal, a fuel that 13 years ago provided a quarter of Ontario’s baseload electricity and no longer provides any at all, and the province generates more—much more—electricity now than it did 13 years ago. Ontario is coal-free and has been for two years. Turning away from coal was—and as the minister and I have both mentioned, remains today—the single-largest and most successful climate change initiative in North American history. It cost money to achieve, money that you pay on your electricity bill. It’s money that the rest of the world will all start paying as they too look reality in the eye.", "By 2015, Ontario’s electricity generation was more than 90% emissions-free. Only natural gas now generates greenhouse gases during the production of electricity, and that only at peak times. Regular smog days and emissions that were making kids sick are now gone, even, as I said earlier, during this past record-hot summer. Rolling blackouts and brownouts in Ontario are also no longer happening.", "Ontario’s power system is robust enough to meet its high, peak-summer demands from a variety of sources. It cost money to achieve, money that people pay on their bimonthly power bills.", "Ontario businesses and households have done a lot to conserve power. There is even more they still can do. But while the rest of North America’s power rates rise as other jurisdictions do what Ontario has already done, people ask whether there is any little break they can receive for what they have already done. That is the why for the reason Ontario will sustainably reduce electricity costs. It has brought Ontario today to where the rest of the developed world is striving to be years from now: an energy system powered by safe, affordable, clean and reliable electricity. Ontario made a commitment to change and kept its commitment.", "In getting electricity from where it is generated to where it is distributed, Hydro One invested in new infrastructure—more than 5,000 kilometres of it—to renew our transmission and distribution network.", "Going back to the rebate, this rebate will take effect January 1, 2017. It will, assuming the bill is passed, provide the average Ontario family with an 8% reduction on their bill, or an average of $130 extra in household budgets each year.", "For eligible customers, the ministry will modernize the rural or remote rate protection program to more equalize electricity delivery costs between rural and urban communities. These changes will reduce bills for more than 330,000 eligible consumers by an estimated 20% and provide savings that average $540 annually.", "Ontario is also focused on growing the economy and creating jobs. Businesses need to benefit from this plan as well. While small businesses will see this new rebate for the HST, larger businesses will also see benefits. The province will expand the eligibility of existing programs that empower businesses to reduce electricity costs by one third, allowing more than 1,000 new businesses to access the industrial conservation initiative, or ICI.", "The Ministry of Energy has kept sight of electricity prices. I’d like to use a report by the Financial Accountability Officer, someone whom the opposition likes to quote. The Financial Accountability Officer says that families in Ontario spend less money on electricity, on average, in proportion to their income than in every province except British Columbia. Further, Ontario total home energy costs are in the middle of the pack when compared to other Canadian provinces.", "As I stated earlier, any jurisdiction that invests tens of billions of dollars in its energy future will see higher costs for residential and business customers. It is true in Ontario and it will be true in any jurisdiction that has a growing economy, that is upgrading its electricity generation and transmission system and does not have surplus legacy hydroelectric capacity.", "Averages, however, don’t tell the whole story. What is average in an urban area is often a different story in rural areas. Local distribution companies summarize the higher distribution costs in rural Ontario in this way: In urban areas, they have more customers than poles, and thus transmission costs are shared by more people and are lower. In rural areas, distribution companies have more poles than customers, and thus transmission costs are shared by fewer people and are higher. As well, if a family heats their home with electricity instead of natural gas, then one family’s electricity and natural gas bills have to be added together to make a meaningful comparison. Even so, heating with electricity alone costs more.", "Though there is not a power in creation to stop electricity costs from rising all over the world, some families are having a harder time than others making sure their bills get paid every month. That’s why Bill 13 addresses a need for consumers—rural and urban, north and south. The bill proposes action to mitigate prices for different customers.", "In the past three years, Ontario has taken some targeted steps to reduce overall electricity system costs. The renegotiation of the Green Energy Investment Agreement reduced contract costs by $3.7 billion. Construction of two planned new nuclear reactors at Ontario Power Generation’s Darlington facility won’t be necessary for a time, avoiding an estimated $15 billion in new construction costs. Approval of Ontario Power Generation’s plans to enable the ongoing operation of six of the eight Pickering nuclear generating station’s 540-megawatt reactors through 2024 is expected to save ratepayers as much as $600 million, compared with purchasing the same amount of power out-of-province or contracting it from more expensive sources. Reducing feed-in tariff prices through annual price reviews saves taxpayers at least $1.9 billion annually relative to the 2013 long-term energy plan forecast. An expected $3.3 billion in large renewable procurement costs relative to the 2013 long-term energy plan forecast have been removed based on the results of the first phase of the long-term renewable procurement plan.", "For low-income Ontarians, paying their electricity bill can be a challenge. To ease this, the Ontario Energy Board has developed the Ontario Electricity Support Program, or OESP, which provides an ongoing rate reduction directly on the bills of low-income electricity consumers who have applied and met the eligibility requirements. The OESP credit amount that qualified customers receive is based on household income and household size. Monthly credits range from $30 to $50. Customers with unique electricity needs could be eligible for a higher level of assistance. More than 135,000 people have signed up for OESP since the program was launched in January 2016.", "The debt retirement charge from residential electricity bills was removed on December 31, 2015. This saves a residential electricity ratepayer consuming 750 kilowatt hours per month about $65 per year. The removal of this charge, which was more than $20.5 billion of debt when our government took office according to the 2010 report of the Auditor General, says a lot about our government’s attitude towards debt. It says that we pay it off.", "The Low-Income Energy Assistance Program, or LEAP, introduced by the Ontario Energy Board in January 2011, is a comprehensive province-wide strategy designed to help qualifying low-income consumers. The program includes emergency financial assistance: a one-time grant toward a customer’s electricity or natural gas bill if they are temporarily unable to make ends meet in an emergency situation. LEAP also includes special rules that utilities have to follow when dealing with customers with limited finances; for example, waiving security deposits, allowing longer payment times, and more. The province offers energy conservation programs to help qualified Ontario homeowners, tenants and social housing providers improve energy efficiency.", "There is other assistance for low-income consumers provided through the Ontario Energy and Property Tax Credit and the Northern Ontario Energy Credit. The Northern Ontario Energy Credit provides assistance to low- to moderate-income individuals and families living in northern Ontario who can be exposed to higher energy costs due to more severe winters and heavier reliance on more expensive home heating fuels. For the 2016 benefit year, qualifying individuals received up to $146 annually, and families, which include single parents, received up to $224 annually.", "Along with residential consumers, industrial and business customers are also concerned about electricity prices. Electricity is a cost that must be incorporated into finished goods and services. For example, typical electricity prices are projected to increase on average by 2% per year from to 2016 to 2020 and by 1.6% per year from 2016 to the end of 2032.", "Just like for homes and families, Ontario has rate mitigation programs in place for industrial and business consumers. The Northern Industrial Electricity Rate Program supports continued growth and development in the northern resource and manufacturing sector. The $120-million annual program provides electricity price rebates of two cents per kilowatt hour, representing more than a 20% reduction, based on current prices, in electricity prices for eligible large northern industrial consumers.", "The saveONenergy business program provides incentives and rebates to distribution-connected industrial consumers, and Ontario’s five-point small business energy savings plan helps small businesses conserve energy, manage costs and save money. The plan promotes the use of local energy managers who can perform assessments and help businesses develop and carry out energy efficiency and conservation. It markets business conservation programs to ensure small business owners have access to the necessary information about government programs to help them save. It also enhances business conservation programs with increased rebates, more contractor engagement, training and a simplified application process to make it easier and faster for small businesses to participate, as well as working to make on-bill financing available to help with the up-front costs of energy conservation programs.", "Ontario families, farms and small businesses are the bedrock of our province. Ontario is on track for a balanced budget next year. The first beneficiaries of this balanced budget should be the families of Ontario. The proposed Ontario Rebate for Electricity Consumers Act, 2016, would provide an 8% rebate for consumers eligible for the regulated price plan. The proposals would benefit an estimated five million families, farms and small businesses, with an average savings of about $130 annually or about $11 each month. The legislation would, if passed, take effect on January 1, 2017. Bill 13 provides benefits to all Ontario electricity consumers.", "Updating the rural or remote rate program provides an additional $110 million in support, representing significant rate relief for approximately 330,000 eligible rural electricity customers.", "Expanding initiatives across Ontario would create more opportunity for businesses to be competitive and manage their electricity costs. One of those tools for large users of electricity is the industrial conservation initiative, or ICI. The ICI provides a strong incentive for large electricity consumers to shift their electricity consumption to off-peak periods and reduce their bills by about a third. When these customers shift their consumption, they reduce the province’s peak demand, which means the ICI has the added benefit of deferring the need to build peak power generation.", "Some 300 businesses currently benefit from ICI, and the electricity use activity of those businesses has made a difference in our province. Last year, those businesses collectively reduced Ontario’s peak demand by an estimated 1,000 megawatts using the ICI program.", "Ontario is proposing to expand the ICI program. Until now, the ICI eligibility requirements covered industrial consumers with monthly demand exceeding three megawatts. Based on how companies have used the ICI program and looking at power savings trends, the ICI will soon open up to more than 1,000 newly eligible customers with monthly peak demand greater than one megawatt, down from the former three-megawatt threshold.", "In addition, sector restrictions would be removed. This means that if you’re a data centre or you own a refrigeration plant, you would potentially be eligible. Smaller institutional and commercial businesses would thus be eligible to participate.", "Expanding participation in the ICI program would reduce electricity bills for new ICI participants able to reduce their electricity demand during peak-demand periods. It would also reduce cost pressures on the electricity system by empowering more consumers to lower their electricity demand during peak periods.", "The cost impact across sectors and industries will vary, but as an example of the predicted impact, a plastics manufacturer with an average peak demand of two megawatts participating in the ICI program could see its electricity price reduced from $154 per megawatt hour to as low as $102 per megawatt hour. This would result in energy cost savings of about $42,000 per month.", "Every country and region in the world needs to build a competitive low-carbon economy. Ontario is getting there first. Ontario’s electricity support programs are working for businesses today, helping them plan and build for the future economy, to ensure good jobs in a growing economy for families in Ontario.", "Finally, to round out the price mitigation package, in 2016 Ontario passed the Climate Change Mitigation and Low-carbon Economy Act. Under this legislation, all proceeds from Ontario’s cap-and-trade program will be deposited into a new greenhouse gas reduction account. In turn, every dollar from this account would be invested in a transparent way back into green projects that reduce greenhouse gas pollution and help businesses save energy. Under the proposed electricity price mitigation strategy, proceeds from the greenhouse gas account will be recycled to commercial and industrial consumers.", "Ontario’s investments are securing a clean supply of electricity, a grid that’s ready for the future and a healthier environment for Ontarians and their families.", "Along with the province’s commitment to safe, clean and reliable electricity, Ontario is providing businesses and residential users an affordable supply of electricity. Bill 13 is the next legislative step to help families, farms and small businesses by rebating the provincial portion of the HST from their electricity bills. Businesses would be empowered by the act to reduce their bill by up to 34% through the expansion of the industrial conservation initiative.", "Ontario’s economy is one of North America’s fastest growing, but that economic growth doesn’t always help each individual family. Ontario’s robust economic growth puts the province in a position to help those individual families by making the cost of everyday living a little more affordable, and we can help put businesses in a better position to grow and create jobs.", "Based on data from the Independent Electricity System Operator and the US Energy Information Administration, on average, the prices paid by large consumers in northern and southern Ontario are comparable to neighbouring jurisdictions, such as New York, Michigan and Pennsylvania. Ontario now publishes a jurisdictional comparison for industrial rates in the Ontario Energy Report.", "Taken together, the proposals in Bill 13, along with the other measures I have mentioned, form a comprehensive package to ensure electricity remains affordable for homes, farms and businesses across Ontario.", "Looking forward, the Ministry of Energy is developing its next long-term energy plan. It sets out the direction for Ontario’s energy future and balances the principles of cost effectiveness, reliability, clean energy, community and indigenous engagement, and has an emphasis on conservation and demand management. Public consultations will be supported by an electricity technical report already posted by the Independent Electricity System Operator and a fuel sector technical report being prepared by an expert third party. Consultations begin this fall and include in-person sessions, online consultation tools and the opportunity for stakeholders to provide submissions through the Environmental Registry.", "As Ontario has shown, there is an indisputable link between economic prosperity and environmental responsibility. Ontario has grown its economy as it expanded, diversified and modernized the electricity grid. That commitment created sustainable, high-skill, high-value local jobs and investment in Ontario’s export-ready clean tech and power generation and transmission industries.", "The workhorse of Ontario’s power generation has always been our Candu nuclear reactors—reliable, proven technology that is clean, cost-effective and a key contributor to Ontario’s technology development and job creation.", "On the near horizon are such innovations as electric cars, economic electricity storage and electrified regional public transit. That will change how and when we use electricity and how much we use.", "These measures will help give Ontario a modern, reliable electricity system able to serve us for generations to come." ],
  "anchor" : "para1097"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1173"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It’s interesting to hear some information from the other side—it’s kind of mind-boggling that, after all that has happened over the last 13 years, we hear some of this stuff. They talk about earning $225,000 or $250,000 a year in selling electricity, but they’re forgetting that it costs, according to the Auditor General, over $1 billion to produce that electricity. It’s a race to the bottom here, and it’s no wonder that we can’t afford it but we’re spending $1 billion a month now in interest because of this logic they’re using.", "They talk about the Conservatives, when they were in power, increasing the amount of coal being burned. That’s because we brought back industry to this province. We saw electricity use being increased dramatically because of the extra jobs. Of course, the policies that this Liberal government is taking credit for actually closed down the manufacturing, so our electricity demand is less than it was back in 2003, if you can believe that, but that’s the truth.", "When they talk about water power not being an option, as the member from Nipissing said, they should talk to the Ontario Waterpower Association because that’s not what they’re saying. They’re saying that there are lots of opportunities but they haven’t been investing. If you look over some of the stuff they talk about, the reliability over the last number of years has decreased by over 200%. Blackouts have increased by that much. That’s not reliability when you are seeing blackouts. We see, in the middle of Toronto, buildings being out of service for more than four days. In my riding, the curling club or anybody that uses electricity is in trouble. I had one small store the other day—$4,300 a month for electricity. A very small footprint. He says he just can’t do it anymore.", "These guys are putting everybody out of business." ],
  "anchor" : "para1174"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1178"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s a pleasure to stand in my place and represent the people of Kitchener–Waterloo and bring their hydro concerns and their high-energy-cost concerns to the floor of this Legislature. Bill 13, the Ontario Rebate for Electricity Consumers Act, is an important piece of legislation because it’s a starting point for us to actually be honest about what has happened in the province of Ontario on the energy file. What you just heard from the member from Streetsville and, to a further extent, the minister, is a really healthy sense of revisionism on what has happened in this province.", "It’s interesting that they have to go back 25 years when they have been in charge of this file now for 13 years. I can only quote the Auditor General, an independent officer of the Legislature, who has accurately and with great speed exposed what has happened. When I talk about this, it’s really important for people to understand that the fact of the matter is that hydro rates in the province of Ontario are at a high level and have been consistently rising because of decisions that this government has made, which in almost every instance have been in their own interest.", "The Auditor General—quoting from 2015: “Ontarians have paid $37 billion more than market price for electricity over eight years and will pay another $133 billion extra by 2032 as a result of haphazard planning and political meddling.... The Liberal government has repeatedly overruled expert advice—and even tore up two long-term plans from the Ontario Power Authority for the electricity system—in favour of political decisions that drove up power costs for consumers, the report says.”", "To top it off, they continue to move forward with the sell-off of Hydro One. It’s shameful." ],
  "anchor" : "para1179"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1183"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "It’s a great pleasure to stand up in this House in support of Bill 13. The reality is that in the past 13 years, since our government has been in office, we have invested quite heavily in hydro infrastructure. We have invested over $12 billion or $13 billion in order to upgrade our infrastructure. The infrastructure, as a result of eight years of Conservative rule and five years of NDP rule—our electricity infrastructure was crumbling, so we have invested quite heavily and today we have clean energy, we have reliable energy and we have affordable energy.", "As a consumer myself, I noticed that because of the very exceptional warm summer, our electricity bill was more than usual. That’s why I personally felt that the price—my colleagues and ahead of us the Premier—she listened to the public. She felt that the price was high. That’s why we brought this 8% discount, basically a rebate, on the provincial portion of the HST. This is the subject matter of Bill 13.", "But the reality is, as the parliamentary assistant to the Minister of Energy rightly indicated, electricity prices in Ontario are comparable to our neighbouring provinces and the States, and are much cheaper than in Europe. You have to look at Europe: In Germany, in France and in other European countries—compare the electricity prices in our province of Ontario to other countries around the world. The opposition members would like to politicize this commodity which is called electricity. But the reality is that it costs money. Our prices are comparable to other jurisdictions.", "In terms of the pressure on the public, the Premier heard the people of Ontario and now there is a removal of 8% of the provincial portion of the HST from the price of electricity." ],
  "anchor" : "para1184"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1188"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I cannot believe what I’m hearing this afternoon. It seemed as if maybe the government had realized, after the results of the September 1 by-election, that they were headed in the wrong direction when it came to their electricity planning in the province of Ontario. Clearly they didn’t get that message. They didn’t get the message on September 1 with the election result. They clearly didn’t get the message yesterday at the farm show, the International Plowing Match, in Minto. They’re not getting the message.", "We have a brand new Minister of Energy, and we had high hopes, but he was the defector from the NDP that is now the Liberal cabinet minister. Perhaps when he was making his deal he didn’t know that this was the portfolio he was going to get. He’s reciting the same lines as the previous energy minister.", "The parliamentary assistant hasn’t changed. He keeps regurgitating the same old lines, which just aren’t believable any longer to the people of Ontario.", "The cost of electricity is out of control in this province. We’ve gone from the lowest cost of electricity in North America to the highest cost of electricity. It’s not me, Mr. Speaker, saying this. It’s our own Auditor General who is saying this. It’s decisions that have been made—", "Interjections." ],
  "anchor" : "para1189"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. The member from Streetsville was just bragging how quiet you are when the opposition is speaking. It seems to have elevated a bit. It seems you’ve lost your way. Could the government side keep it down, please?", "Continue." ],
  "anchor" : "para1194"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you very much. I thought the member from Kitchener–Waterloo said it very well when she was talking about the Auditor General, an independent officer of the Legislature, referring to the political meddling that has been going on in this government. We heard the fairy tale version for the last hour from the Minister of Energy and his parliamentary assistant. We’re about to get the cold, hard facts for another hour from a guy who’s going to give it to you straight, our energy critic from Renfrew–Nipissing–Pembroke. I hope that people are still paying attention because that will be the real story on where Ontario has gone and where we’re headed unless we turn things around in a real hurry.", "Interjections." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Glengarry–Prescott–Russell seems to be a bit loud." ],
  "anchor" : "para1198"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "My apologies." ],
  "anchor" : "para1199"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "The member from Mississauga–Streetsville has two minutes." ],
  "anchor" : "para1200"
}, {
  "speaker" : "Bob Delaney",
  "text" : [ "It’s always edifying to listen to the comments of my friends on the other side of the aisle as they weigh in on our comments as a government here.", "From my friend from Stormont–Dundas–South Glengarry: Our businesses in Ontario have always been leaders in energy conservation and management, and they’ve done a good job. One of the things that this bill says is in return for doing a good job, we’re going to find a way to save you some more money.", "Ontario has attracted more than 600,000 net new jobs since the bottom of the recession. One of the reasons for that has been our affordable, reliable, 21st-century, clean system of generation. That’s what’s brought in the next generation of manufacturer.", "My colleague from Kitchener–Waterloo just doesn’t get it. You’re either building or you’re not, and you can’t supply reliable electricity without building.", "My colleague from Richmond Hill does understand that capital expenditures are the drivers to costs. Those capital expenditures also drive investment and jobs, and they drive our economy as well. They’re the jobs that kids aspire to when they go to school to study engineering, to study technological subjects, to study welding, to study metalwork.", "To my colleague from Prince Edward–Hastings: I think he just always wants to talk politics. Instead of talking politics, Ontario is making decisions to build infrastructure. We’ve actually got people picking up tools. We’ve actually got power being generated where before, under the watch of his tired and sorry government, we were buying it in volume. Now we are volume sellers.", "What’s not believable is—if you aren’t building, you can’t supply power to Ontario families and businesses.", "They may sit there and advocate doing nothing, but, Speaker, Ontario is building what we need for this century." ],
  "anchor" : "para1202"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1211"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It is a pleasure, but I have mixed feelings sometimes when I have to stand in this House and debate after following the Liberals, after a one-hour lead of their visit to Disney World, because it is a fantasy land that they’re living in.", "I guess the member from Mississauga–Streetsville might have it right when he talks about the member from Prince Edward–Hastings wanting to be political, because I think in this isolated little chamber, sometimes that’s exactly what happens. But if we’re not doing the politics here, I’m not sure where we’re supposed to be doing it.", "Sometimes we do live in this bubble. The Liberals’ bubble is closing in on them, and it’s the only place where they feel comfortable, because they certainly didn’t feel comfortable at the International Plowing Match yesterday.", "The tens of thousands of people at the International Plowing Match are the real people. They actually get an energy bill in the mail or online, and they’ve got to pay it. Every time that they look at it, they are not thinking good thoughts of the party represented by the member from Mississauga–Streetsville or the Minister of Energy from Sudbury or Premier Kathleen Wynne. They are not thinking good thoughts about those people. They’re not buying the gobbledygook and the horse feathers that are being spread about by this party over there on the energy system either.", "It’s interesting. When the Minister of Energy was speaking, he was talking about, “Well, we’ve got the 8% rebate coming in on your hydro bill, starting January 1, and we’ve got the ICI program, and we’ve got the rural rate protection program, and we’ve got this coming in and the low income benefit”—" ],
  "anchor" : "para1212"
}, {
  "speaker" : "Interjection",
  "text" : [ "The LEAP program." ],
  "anchor" : "para1217"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "—the LEAP program. It seems that it’s like this: “You can’t afford your hydro bills and you’re in business? Not to worry. We’ve got a plan for that. You’re a low-income household and you can’t afford your energy bills? Not to worry. We’ve got a plan for that. Everybody finding them a little high? We’ve got a plan for that.”", "Did they ever think—you know, if you go into British Columbia or Manitoba, they don’t have all those plans. You know what they’ve got? They’ve got lower electricity prices. What a novel thought: Operate a hydro system that gives people lower energy costs, and then you don’t have to have this plethora of programs that are tailor-made to fit a small constituency.", "It’s all about, as the member for Mississauga–Streetsville says, the politics. This is nothing about helping people. You people over there stopped caring about helping people a long time ago. The agenda that you have today is, “How do we help the Liberal Party win the 2018 election?” That’s who you’re interested in helping, as my colleague from Prince Edward–Hastings said.", "I’m going to get to some of these real stories later in this program.", "My colleague talked about the politics of the issue. We never heard anything about an energy rebate until Raymond Cho became the show. Raymond Cho in Scarborough: September 1, a big by-election win in Scarborough–Rouge River, and all of a sudden, “Oh my goodness gracious. We’ve got a call to arms here. We’ve got to do something very, very serious right away, because we heard it at the doors.”", "But only very recently before that, the energy minister was talking about “There’s no crisis in energy here in the province of Ontario.” And they put out the FAO’s, the Financial Accountability Officer’s report, which talks about the complete energy costs of home energy in Ontario versus other jurisdictions. It doesn’t talk about electricity rates. And that’s the bill that is hurting people: It’s electricity rates. If you want to bring it down to the brass tacks, all you’ve got to look at is what we pay for electricity and then add the distribution charges and everything else that we pay in Ontario.", "But the electricity rate, everybody can understand—you know what the Liberals tried to do? They tried to make it as complicated as possible to try to confuse people, and then they send out their messengers to tell them that everything is all right: “Don’t worry about it.” And if it’s not, “We’re going to fix it. Just give us another term.”", "These are the facts. The member from Mississauga–Streetsville likes to talk about when they came to power in 2003. Well, when they came to power in 2003—what do you think the cost of a kilowatt hour of electricity was in 2003 when they came to power? It was 4.3 cents. And what is the cost of a kilowatt hour of electricity today at peak? It’s 18 cents. So 4.3 cents a kilowatt hour versus 18 cents. That’s more than four times what it was in 2003. That is not difficult math.", "Even the member—I know he must have been the inventor of that discovery math or something because he likes to complicate things. But I just use the old-time multiplication tables. You know, the ones where it was read and write and arithmetic? Well, 4.3 times four doesn’t even come up to 18 yet. It doesn’t even make 18. It’s over four times what it was in 2003, and you people are talking about how well you’ve managed the system?", "Then they want to talk about the reliability of the system. The Minister of Energy, while he didn’t say it today, he’s been going around talking about it, but I kind of put him on notice during ministerial statements the other day. He’s been going around saying things like, “Well, we had to invest in the system because of the blackout in 2003.” And you see, here’s how the Liberals do things: If they invent a story that has no basis in truth whatsoever but they say it often enough, they hope that the people start to believe it.", "But as I said to the Minister of Energy in ministerial statements the other day, why don’t you get a copy of this report? You see how thick it is? I know it will take him a while to get through it. It’s from the US-Canada Power System Outage Task Force and it’s called Final Report on the August 14, 2003 Blackout in the United States and Canada: Causes and Recommendations. He should take a look at it and then he can stop spreading the misinformation that he’s been spreading about that blackout that took place in 2003.", "A lot of people will have forgotten what actually happened. They’ll have even forgotten any of the details. They might not even remember that it took place. But they will be listening to the Liberals talk about, “This is why we had to make tremendous and huge billion-dollar investments in our system.” Well, I’ve gone through this, Speaker, and it’s pretty clear, crystal clear, that the blackout originated at a switching station in Ohio and cascaded through Michigan, New York, into Ontario—Quebec was saved because they have a DC system—and all across the eastern United States. It had nothing whatsoever to do with the reliability of the system in Ontario. The recommendations on what has taken place—they have put in preventative measures, so that this cascading couldn’t repeat itself, but it had absolutely nothing to do with the Ontario system whatsoever. So I say to the Minister of Energy of Ontario: If you’re going to be informing the public, the people of the province of Ontario, about history and the electricity system, you have to tell the truth." ],
  "anchor" : "para1218"
}, {
  "speaker" : "Interjection",
  "text" : [ "Have a read." ],
  "anchor" : "para1231"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Have a read and tell the truth. I’ll make sure that the minister gets a copy of this, and maybe all the Liberal members out there who have been spreading the same falsehoods should be getting a copy of it as well.", "So let’s talk about reliability, then, Speaker—" ],
  "anchor" : "para1232"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "He has to withdraw, Speaker." ],
  "anchor" : "para1234"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That will be my decision. Thank you for your input.", "The member from Davenport is getting close to a warning. It’s been ongoing. And the member from Glengarry–Prescott–Russell is close.", "Interjection." ],
  "anchor" : "para1235"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Etobicoke North, we don’t need your two cents when I’m talking.", "Continue." ],
  "anchor" : "para1238"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much, Speaker. I appreciate the assistance, but I do have to say that the more they interject, the more certain I feel that I’m getting under their skin, because they really don’t want to hear the true facts about what happened in Ontario’s electrical history.", "You’ll see that this is not the United States and Ontario; this is the United States and Canada. In fact, it was signed by the Secretary of Energy in the United States, and the Minister of Natural Resources here in Canada. It had nothing to do with the system in the province of Ontario. It was a tremendously debilitating, cascading blackout that affected 40 million people, and we certainly hope that it never repeats itself. I don’t even want it to repeat itself under this Liberal regime, because the people were so inconvenienced.", "It did cause untold millions in lost productivity here in the province of Ontario, but it had nothing to do with a failure in the province of Ontario; it began in Ohio, and that is what the report categorically states. So I don’t want to hear the minister or any of his friends over there mentioning that again, because they will be corrected. They will be corrected.", "Let’s talk about reliability now. They go on and on about how they’ve built this new, reliable system. Well, when I go and talk to my people in Renfrew–Nipissing–Pembroke and I talk to people all across the province of Ontario, they talk about how many power outages they’re getting versus the ones they used to get—more and more." ],
  "anchor" : "para1240"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It must be less." ],
  "anchor" : "para1244"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "No, it is more, I say to my friend from Stormont–Dundas–South Glengarry. There are more blackouts and power outages than before. And who better to explain it but the Auditor General? You know, Bonnie Lysyk, the Auditor General, the lady—the non-partisan, independent officer of this Legislature—whose job it is to inform us as to what the government is doing with your money and how well they’re spending it?" ],
  "anchor" : "para1245"
}, {
  "speaker" : "Interjection",
  "text" : [ "Or not." ],
  "anchor" : "para1246"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Or not. Well, she did a report—and it will be the last one she’s ever able to do. Isn’t that kind of coincidental, that now that the government has decided that they’re going to divest themselves of the majority of Hydro One, the auditor will never again—from the moment the first shares went on the market, the Auditor General, who is there to protect our interests as the people of the province of Ontario against—" ],
  "anchor" : "para1247"
}, {
  "speaker" : "Interjection",
  "text" : [ "Misinformation." ],
  "anchor" : "para1248"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I can’t think of a word that I can get away with—against what the government is doing—she is going to be prohibited from investigating anything that goes on at Hydro One.", "The Premier—in Kathleen Wynne’s Ontario, she talks about openness, transparency and accountability. You’re closing access to Hydro One from the Auditor General. Is that openness? Is that transparent? How in the name of Sam Hill can you ever be accountable if the Auditor General can’t even get at the books?", "Interjection." ],
  "anchor" : "para1249"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, talk is cheap. Words are cheap.", "Interjection." ],
  "anchor" : "para1252"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Let’s see what the auditor says. I know the member from St. Catharines has come to join me because he wants to hear what I have to say.", "Let’s see what the auditor has to say—and I won’t read the whole report. As you can see, the auditor’s report is—I don’t have enough time to read everything she had to say about this government in her annual report, but she said a few things about Hydro One and the reliability: “Hydro One’s mandate is to be a safe, reliable and cost-effective transmitter and distributor of electricity.”", "“Hydro One’s customers instead have a power system for which reliability is worsening while costs are increasing. Customers are experiencing more frequent power outages, largely due to an asset management program that is not effective or timely in maintaining assets or replacing aging equipment....”", "What are these people talking about, about all of the investments they’re making in our electricity system? The auditor says that’s not true. The auditor says “reliability is worsening while costs are increasing.” She goes on to say this:", "“Hydro One’s transmission system reliability has worsened for the five years from 2010 to 2014. Outages are lasting 30% longer and occurring 24% more frequently. In the same period, Hydro One’s spending to operate the transmission system and replace assets that are old or in poor condition increased by 31%....", "“Hydro One has a growing backlog of preventive maintenance orders to be performed on its transmission system equipment, and this lack of maintenance led to equipment failures.”", "Interjection." ],
  "anchor" : "para1254"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "A parting shot from the member from St. Catharines.", "“The backlog of preventive maintenance orders for transmission station equipment increased by 47%,” from 2012 to 2014. Reliability? It doesn’t sound like that to me.", "“At the same time, the number of equipment outages on the transmission system increased by 7%, from 2,010 in 2012 to 2,147 in 2014. The cost to clear the ... preventive maintenance work orders has grown 36%.”", "Then we talk about how well they’ve been doing at replacing that equipment: “Hydro One replaced only four of the 18 power transformers it deemed to be in very poor condition in its 2013-2014 application used to obtain rate increases and instead replaced other old transformers rated in better condition.”", "What the auditor found was that Hydro One was using the guise of “we need to replace this equipment to get a rate increase,” and then they didn’t replace the equipment. So the rates were going up, but the work wasn’t being done. So when the Liberals say, “Oh, we’ve had to raise electricity costs because we’ve been doing this work,” that’s not true. The auditor, an independent officer of the Legislature, who is not beholden to that side of the House or this—she is beholden to the House as a whole and to the people of Ontario. She says that’s not the truth.", "And here’s a real zinger. They talk about it being in just such great shape. “Significant transmission assets that are beyond their expected life still in use ... The number of key transmission assets, such as transformers, circuit breakers and wood poles in service beyond their normal replacement date ranged from 8% to 26% for all types of assets in service. Replacing these assets will eventually cost an estimated $4.472 billion, or over 600% more than its $621-million capital sustainment expenditure for 2014.”", "How can these ministers of the crown and their parliamentary assistants and the members talk about reliability? More power outages, longer power outages, and an asset deficit of $4.472 billion—I think it really is time to come clean on that story. I know you like to tell the same story over and over and over again and hope that the people are going to believe it sometime between now and the election of 2018. But if it’s not the truth, you shouldn’t be telling it.", "Unless one of the members wants to stand up on a point of order, maybe, and accuse the Auditor General of being untruthful, here it is in plain view: a public document, a scathing indictment of this government. But then again, who could be more scathing when evaluating this government than the public themselves?", "I have some information from people across the province of Ontario. Some of them want their names revealed; others don’t. Many of them are afraid of retribution from the government. Because we know from other stakeholders about how they have been muzzled and warned about the consequences of speaking out against this government.", "I’ve got one here from Scott and Son’s Hardware in Renfrew, in my riding. As he says, “Hydro is now more than my taxes.” It’s over 100 years old, Scott and Son’s Hardware in Renfrew, a family-owned business. Jeff Scott is just a tremendous community builder, always involved in some form of charitable endeavour of one kind or another to help the people of Renfrew, always getting involved in just causes. But he’s at his wits’ end with regard to his hydro bills and wonders how a government that cares about people can allow rates to go through the roof like they have for him in Renfrew.", "But that’s just one case of just astronomical bills.", "I’ve got, from a small-town grocery store in my community of Barry’s Bay, owned by Neil and Connie O’Reilly and Gerard O’Malley, monthly bill: $11,469, $9,367, $11,045, $10,940—I’ve got the whole year here. When you look at the bill, you’ve got—let me just get to it here. Electricity on one of the bills is $1,954, but the global adjustment is $3,734—" ],
  "anchor" : "para1261"
}, {
  "speaker" : "Interjection",
  "text" : [ "Plus tax." ],
  "anchor" : "para1274"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "—plus tax on everything—and delivery is $1,782. So when they talk about electricity rates, as high as they are, they’re only telling—when I say “they,” I mean this government. Even though the rates are the highest in North America, when they talk about electricity rates, they’re not even talking about the delivery charges and the global adjustment.", "The global adjustment, as I’ve explained before, is essentially the difference between the wholesale price of electricity—what electricity is generated for in the marketplace—and what the consumers have to pay for it because of the excessively exorbitant contracts that the government signed in order to placate and satisfy the very Liberal-friendly developers that are in the business of generating that electricity, particularly in renewables. As the Auditor General said in another report, we have paid $9.2 billion more than we should have for renewable energy. Why did that happen?", "Interjection." ],
  "anchor" : "para1275"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The Minister of Natural Resources woke from her slumber and said, “We’ve got clean air.” We could have had that clean air for $9.2 billion less, I say to the minister, if they weren’t so friendly and so generous to the Liberal developers that built those wind turbines. We could have had clean air for $9.2 billion less. Explain that to the single mother of two children who has to go to the food bank because she can’t afford to pay her energy bills. “We’ve got clean air.” Is that all you have to say to her? We’ve got clean air? She can’t pay her bills, and you’re going to tell her she has clean air? We had that clean air, and we could have had clean air, for $9.2 billion less—$9.2 billion less.", "I have some other examples of what people are saying.", "From a family in Port Elgin: “Between July 2015 and July 2016, I paid $2,396.59 total electric costs and the delivery rate for that same period was $1,563.32.... My wife and I are retired so having to pay approximately $4,476 annually is definitely concerning.” They’re being very polite. “I should point out we live in a 1,400-square-foot house with a ground-source heat pump and all gas appliances and three gas fireplaces.”", "This is the kind of help? What is 8% going to do to help those people in Port Elgin? Not very much.", "How about this message from Blyth: “Our hydro bills in total are skyrocketing and it has become ridiculous. And to think we used to have some of the most reasonable rates in the world. Now we try to live from 7 at night until 7 in the morning to try to get the lowest rates. If you have kids, good luck with that.”", "Interjections." ],
  "anchor" : "para1278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister—there are just little mumbles every two seconds, but I’m hearing it, so the minister will cut it back. Thank you." ],
  "anchor" : "para1284"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "From Langton: The constituent lives in a 1,300-square-foot home near Langton with a new, high-efficiency furnace, air conditioning, natural gas dryer and hot water heater, and uses fluorescent and incandescent lights. Last year, bills were around $200; now they’re at $400 a month. The last bill was—" ],
  "anchor" : "para1285"
}, {
  "speaker" : "Interjection",
  "text" : [ "The hottest summer on record." ],
  "anchor" : "para1286"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Now they’re saying it was the hottest summer on record.", "Here’s one in Elgin–Middlesex–London, charged for a small, rural grocer: $20,000 in one month. The global adjustment was $12,547. Wow.", "Here’s one I received from people in the Ottawa area, from Woodlawn:", "“We’re a young family with a newborn, which is already expensive as it is. We live in Woodlawn, a rural area 20 minutes outside of Kanata, and our hydro bills are almost $400 per month with budget billing. This is astronomical for a young family. There is no gas hookup, so we have an electric furnace for a heat pump. We even installed a second wood-burning stove to reduce the cost of hydro to keep the house warm. We were living in Vancouver last year, and the cost was $45 for two months. We are now paying $400 per month.", "“Being on maternity leave, being home all day, I’m trying to be cautious of when to do laundry, dishes etc.—which is extremely difficult on lack of sleep—to keep the costs down. I hope your debate goes well, as many Ottawa residents are tired of paying between $500 to $700 per month in the winter for the necessity of heating our homes.” I won’t use the person’s name.", "Another one:", "“Please find attached a copy of our two recent hydro bills. We are two people living in a three-bedroom house with no air conditioner. We use a clothesline to dry laundry and stick to time-of-use to save as much hydro as possible. As you can see by these bills, it does not matter how much we conserve.", "“Ready to move out of Ontario if something doesn’t change soon. We are tired of eating supper after 5 p.m. and not being able to shower when we would like to. All this just for Hydro One to give excess hydro away to other countries and provinces while gouging the people who pay taxes here in Ontario.", "“Thank you for helping our voices be heard.” I will not release the name.", "It’s sad. This is not the member from Mississauga–Streetsville talking about how wonderful it is here in fantasy land and how great the Liberals have made it, from an electricity production and distribution point of view; this is what the real people are saying. Every time the Liberals come out with a plan that says, “This is going to reduce your hydro bills,” it’s not happening in real life.", "I’ll come back to some of these, but I want to drift a little bit to the 8% rebate that they’re crowing so loudly about. Between May 2015 and May 2016, with all of the different increases—through the Ontario Energy Board agreeing to their increases and other massaging of the bill, which they’re always doing—the average family is paying $255 more per year. This 8% rebate is going to mean that they will have a reduction of about $130 a year—and that’s using the government’s own math. That’s about 36 cents a day. So when these people are struggling to make ends meet and adjusting their lives so that they don’t cook before 7 o’clock in the evening, trying to get all their laundry done while it’s off-peak and doing their showering and stuff when it’s off-peak—they’ve been forced into almost a regimented life because of the government’s legislation, forced into a life that they would rather not be part of. But they can’t afford, they don’t have the freedom, to live in a way where they would feel more comfortable, like taking a shower when they need a shower, when they would like a shower. No, they’re taking a shower when it suits the government of Ontario.", "When I talk about this $130-per-year decrease through rebate, Speaker, it’s interesting to know that on November 1, we will see electricity bills rise yet again, because here in Ontario, every six months, the Ontario Energy Board approves a new rate. I’ve yet to see it go down under this regime, so I’m going to really go out on a limb and say, you can mark my words and bet your bottom dollar that on November 1, electricity rates in the province of Ontario will go up.", "It was interesting—and I know sometimes I jump around a little bit. Those people who the government claims they’re helping so much are not really going to be helped that much.", "This is, again, politics, because of the Scarborough by-election, because of Raymond Cho, because they know they’re in trouble. They’re doing something that they think might save their skin in 2018.", "Here’s how quickly the Liberals can react. It was interesting. Last week, they had their staffers, maybe volunteers, down at the subway stations handing out literature approved by the Ontario Liberal caucus, which would lead me to believe that it was paid for by the taxpayers of Ontario through the Liberal caucus budget—not the Liberal Party, but the Liberal caucus budget. They were handing out these information packets and telling people about the 8% rebate that they’re going to start to receive on January 1, 2017. The legislation was only tabled on Thursday, and they were out on Friday morning. It hadn’t been debated. We only began debate today. The legislation has not been passed by the Legislature. It has not been voted on. But they were already out spending taxpayers’ dollars, I believe—if the Liberals want to produce an invoice that shows that the party paid for it, I’d love to see it—out there at those bus stations and those subway stations, promoting a plan that had yet to be approved by the Ontario Legislature; your money being spent on propaganda.", "I wonder what those people who are going to the food bank in my riding because they can’t afford—they have to make a choice to pay the hydro bill and not get cut off like 60,000 other families in Ontario were cut off of their electricity last year. If they pay their hydro bill, they can’t afford enough food for their family, so they’re visiting the food banks.", "As one lady in Eganville told me, earlier this year they ran out of food at the food bank. They couldn’t believe the demand and how many people were coming to the food bank for basic necessities of sustenance. She asked them, “Why?” The response she got over and over again was that they had to make that choice. They didn’t want to get cut off their electricity because then you have this problem of getting reconnected, you’ve got to pay charges, and it’s tremendously difficult.", "Can you imagine having a young child who needs to be bathed and you have no electricity? If you don’t have electricity in rural Ontario—a lot of them don’t live on a municipal waterworks system. They have a well. If you don’t have electricity, the pump doesn’t work. If you don’t have electricity, the pump that brings water up from the ground through your own pipes into your taps for your showers, your washing machines, your bathtubs, your toilets—if the pump doesn’t work, you don’t have water. Without electricity, you’re in real trouble.", "I wonder what kind of comfort they’re receiving if they hear the story that, well, the priority for the Liberals was to print a whole bunch of pamphlets, take them down to the subway stations and brag about an 8% rebate that amounts to 36 cents a day—a quadrupling of the price of electricity under their mandate, and a rebate of 36 cents a day.", "Now, 36 cents a day—I don’t do much shopping, but I’m guessing that if it’s on sale and it’s the No Name brand, you might get a can of tomato soup for 36 cents; maybe or maybe not. I don’t know what it is on sale. I’d have to check with my wife. I don’t very often go shopping for groceries. How long are you going to feed that family—say you’ve got four kids. A can of soup ain’t going to go very far.", "But you know, if we had competitive electricity rates, like they used to be in Ontario, like these people are saying in their emails, we wouldn’t have to have all of these programs that the Liberals are coming out with. You need a Philadelphia lawyer, as they say, to sort out all the programs for energy rebates, reductions and special dispensations or whatever. You need a lawyer to figure them all out. Wouldn’t it have been simple just to have an efficiently run electricity system in the first place, one that ensures that they have competitive rates?", "As the auditor says, they have messed it up so badly that they have an electricity system that has already cost Ontarians—not just on renewables, but the whole system—$37 billion more than they should have paid, and it will cost another $137 billion before they’re done, in the next 17 years. That’s $137 billion.", "This is the Liberal legacy—" ],
  "anchor" : "para1287"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "And they’re bragging." ],
  "anchor" : "para1312"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "And they’re bragging about it. They’re proud of it. But this is the legacy that they will have to live with and explain to the next generation. They will need to explain to the next generation how they somehow believed that what they were doing was right.", "For example, Speaker, in the Green Energy Act, they took away the rights of municipalities to even have a say as to whether or not these projects would come into their ridings. They took away the rights of municipalities. That is something that we have pledged to restore. You wonder why municipalities are upset? Because it’s the people who live in those municipalities who are paying these ridiculous energy prices.", "Municipalities have petitioned the government with a resolution calling on the provincial government to make a municipal support resolution a mandatory requirement of any new RFP process, so if there’s going to be an RFP, a request for proposals on any new energy process, the municipality in which that project would be developed must give its consent. It is signed by over 25% of the municipalities in Ontario, most of them rural, because that’s where these projects get put. Some 110 municipalities have now signed it.", "We’ve pledged to tear that Green Energy Act up, so that municipalities have that right once again. If municipalities did not have that right stripped away, we wouldn’t be in the mess we’re in today, because most of those municipalities opposed what was being forced upon them. But the Liberal government passed legislation that allowed them to circumvent any objection by a municipality when it came to the development of a project in their municipalities, and those that have caused the most problem are large-scale wind farms that are disruptive, hellishly expensive and not welcomed by most of the municipalities that have them. But they had no power to stop them because this is the dictatorial way that this government has effected change, the change that they’re so proud of and that has resulted in the highest electricity rates in North America—four times what they were in 2003." ],
  "anchor" : "para1313"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "That’s not true." ],
  "anchor" : "para1317"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I hear the member from St. Catharines say that’s not true.", "Interjection." ],
  "anchor" : "para1318"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, it is true. I hear the member from Barrie saying “cleaner air.” They keep going on about this cleaner air and they keep going on about the $4.5 billion that have been saved in the health care system. Well, where is it? Where is the money? We have never seen health care spending go down by $4 billion. They’re saying they save that much money every year now in the health care system because of cleaner air. That is completely false and invented. It’s just invented. They don’t have a single, single shred of evidence to support that. Not a single shred of evidence to support that. It is just—", "Interjection." ],
  "anchor" : "para1320"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, because somebody says this is what it has led to?", "Put it on the books. Get the auditor to look at it. They make it up and then they try to convince the people of Ontario that it’s true. We know it’s completely made up. It’s invented. Fallacy and fantasy. Fallacy and fantasy, but they want the people to believe that because—I’ve got a dry throat today; I wish I didn’t because I’d really like to get really rolling—as I said so many times, this is all about the agenda that is top of mind for this government. They long ago stopped standing up for the people of Ontario. It is now about, “How do we survive the next election? We’ve lost three by-elections in a row.” Three in a row. One of them was in a riding that the Liberals never lost. They owned it. One of them was in a riding that they once won by 51 percentage points, and why did they lose it? It’s because of how they are failing the people of Ontario.", "They’re failing the people of Ontario and they’re trying a last-ditch effort to try to get that confidence back: a little bauble, an 8% bauble on the electricity bill. It’s not going to work, and all you have to do to find out how well it was going to work—I know not everybody was at the plowing match yesterday but the Premier was." ],
  "anchor" : "para1322"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I was." ],
  "anchor" : "para1325"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The Premier was. Was the minister there?" ],
  "anchor" : "para1326"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "I was." ],
  "anchor" : "para1327"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "He was? The minister says he was there. What is he, international trade or something? Something like that. He just walked in here at the moment there and just says he was there. Well, maybe he would have heard—" ],
  "anchor" : "para1328"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member knows he can’t talk about people coming and going into the House, so we’ll retract that one." ],
  "anchor" : "para1329"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I retract it but it’s still said. I can’t—" ],
  "anchor" : "para1330"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I don’t need you to embellish it. When I say retract, retract." ],
  "anchor" : "para1331"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I retract.", "The minister says he was at the plowing match yesterday. Then he heard what I heard, and he heard it worse. He heard more of it. He heard the reaction of rural Ontario to this so-called massive 8% rebate that people are going to get on their hydro bill. Very, very poorly received in rural Ontario because the people know they’ve been gouged over and over and over again on their hydro bills by this government, by the decisions this government has made, and now they want to make up for it. It’s unbelievable that they think, after all they’ve done to the people of Ontario on the electricity file, that they’re going to forgive them because of an 8% rebate, of which a good percentage will be gone before it ever happens.", "You see, Speaker, when that rate increase comes in on November 1—and we’ll be here—you’ll remember that and you’ll see the rate increase. It’ll be announced on a Friday when the members have gone home—quietly announced on a Friday, probably somewhere around the middle of October—that the rates are going to rise by this amount on November 1. Of course, the government won’t be talking about it that weekend at all. In fact, they’ll be hard to find." ],
  "anchor" : "para1332"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "We don’t fix the rates." ],
  "anchor" : "para1336"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "The member for Barrie says they don’t fix the rates. The rates are directly related to government policy. Government policy is what affects the rates because it is the decisions of the government and the directives you’ve given to the Ontario Energy Board, the OPA and now the IESO that affect—", "Interjection." ],
  "anchor" : "para1337"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Excuse me. “Misleading”? Pardon me, Speaker." ],
  "anchor" : "para1339"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Barrie will withdraw the statement." ],
  "anchor" : "para1340"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Withdrawn." ],
  "anchor" : "para1341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Continue." ],
  "anchor" : "para1342"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Thank you very much, Speaker.", "Everybody knows, everybody who understands the electricity file—and perhaps maybe some of the Liberal backbenchers need a little tutorial, but all of the decisions that the government has made on the electricity file are what has determined electricity rates in the province of Ontario—that and only that. It is government policy that determines what those rates are going to be. They have to be approved by the Ontario Energy Board, but if you didn’t spend $37 billion more than you should have on the system, those rates wouldn’t have gone up by that much. If you didn’t sign those expensive energy contracts—and interestingly enough, they’re bragging in the throne speech about how they’ve negotiated some better deals like the Samsung deal, which, quite frankly—and my friend from Nipissing will tell you—they had an opportunity to get out of it completely. They could have walked away from that deal and saved the people of Ontario a couple of billion dollars.", "Interjection." ],
  "anchor" : "para1343"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, yes. The Liberal Party would have been shorter on donations.", "The member for Nipissing did one whole Fedeli Focus on Finance on Opportunity Lost, the Samsung deal. We could have gone out of it completely. Instead, because Samsung failed to abide by its terms of the agreement, they failed to meet the deadlines, the government had a legal right to tear it up right then and there—and it’s power we don’t need.", "What’s happening is, we’re sending $3 billion worth of electricity across borders for little or no cost whatsoever because we’re producing electricity that Ontario can’t use. We don’t have enough people working—they’ve killed all the manufacturing jobs. We don’t have enough people working to use the electricity but, instead, we’re contractually obligated to buy it from these very Liberal-friendly developers that are producing it. We could have mitigated that to some degree by not proceeding with the Samsung deal at all, and we had the legal right to do that. But no, the Liberal government just felt, “We’ve got to hurt that poor single mother a little more. We’ve got to hurt grandma a little more,” like the lady in McArthur’s Mills, 74 years old, who had her hydro cut off. “We’ve got to hurt those people a little more, so let’s sign a new deal with Samsung.” We didn’t need any of it, but let’s sign a new deal with Samsung.", "It’s an absolute admission, when they talk about it in their throne speech about negotiating new deals, that the deals they signed in the first place were wrong and excessively hurtful to the people of Ontario. Do we get an apology? Do we get an attempt to even back away from some of those deals? No; they’re signing more of them. We have said repeatedly, “Stop signing electricity contracts for power we don’t need and can’t use.” That would make perfect sense.", "A couple of weeks ago, there was an article in the National Post by Jon Kieran. Jon Kieran was one of these renewable energy developers. He wrote because he realized how obscene the money that they were getting—not from the Liberal government; the Liberal government was the signatory to the contracts—the obscene amount of money they were taking out of the pockets of real, hard-working Ontario families, or pensioners, or single mothers. He realized how wrong it was, and his article says, “Too Much of a Good Thing—How Ontario’s Liberals Bungled the Green Energy File.”", "He talks about how excessively the people have paid for those things. What does he say? Stop signing new contracts. No new contracts should be signed. We don’t need the power. We’re giving it away now; why would we sign contracts to produce more? Every time you sign one of those new contracts, it’s going to hurt that senior more, it’s going to hurt that single mother more, it’s going to hurt families more, it’s going to hurt small business—all business—more in the province of Ontario.", "See, I don’t know whether it’s a thing in the DNA or what, but they won’t admit how wrong they were. It would be a redeeming quality if they could just admit that they did bungle and have bungled this file, and that they’re actually going to take the steps to try to fix it. But no. They tinker around the edges, throw out this bauble with a pink bow about an 8% rebate on your electricity bill, but there are no fundamental changes in energy policy. You can’t fix the problem if you don’t change the way you’re doing things. What is it Einstein said, something about repeating the same thing over and over again and expecting a different result?" ],
  "anchor" : "para1346"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "The definition of insanity." ],
  "anchor" : "para1353"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Insanity. The definition of insanity is doing the same thing over and over again and expecting to get a different result.", "That’s what the Liberals continue to do, the same thing over and over again, expecting to get a different result. Well, it’s time that the people of Ontario gave them a different result, and we’ll have that opportunity in 2018.", "I do want to talk a little bit more about some of the people who have written to us. I talked to you about Jeff Scott. Keith Gourley, a little service station/variety operator in my riding just outside of Renfrew, attaching a copy of his last bill, has some words in here that I don’t think I’ll repeat, but at the end it says, “I know I sell more than just fuel here, but I would have to sell 43,000 litres of fuel just to cover the cost of hydro”—every month, 43,000 litres of fuel.", "This is not in town; he’s down the back road out toward Highway 132, a little rural variety store/gas station. He’d have to sell 43,000 litres of fuel just to pay the hydro bill. That wouldn’t pay his health care. That wouldn’t pay his taxes. That wouldn’t pay the cost of bringing the goods into his little station—you know, the confectionery stuff and everything like that. It’s just to pay the hydro bill.", "How is a small businessman like that supposed to stay in business? And at the end of the day, you’d hope that Keith might have something for himself and his family, because a small businessman’s only source of income is the business. He’s not getting a salary from somewhere else. How is he supposed to feed his own family and, presumably, pay his own hydro? These small businessmen have a hydro bill at home as well.", "Where does this end? Where does the pain being inflicted by this government end? Where does it stop? It’s got to stop sooner or later.", "Here’s one from Lindsay. A modest single dwelling home: budget billing $547 a month, actual usage $433, and add delivery charges of $300.69, regulatory charges and HST—boy, I’m sure she’s looking forward to that rebate—of $124.46, for a total hydro bill of $858.26, making her pay, in addition to the budget billing, an additional $311.26 a month." ],
  "anchor" : "para1354"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Eight hundred dollars a month?" ],
  "anchor" : "para1362"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Eight hundred dollars a month." ],
  "anchor" : "para1363"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It’s obscene." ],
  "anchor" : "para1364"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Obscene. It would border on criminal in some jurisdictions.", "Here’s one from Parry Sound–Muskoka: “I, as an example, make a decent wage. I bought a house that was $70,000 less than the bank told me I could afford. I’m a single person living in a 900-square-foot home. I have no cable, no home Internet and no landline. I have no air conditioning and primarily heat with wood, using electric as backup.”" ],
  "anchor" : "para1365"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Could you wrap up? You’re over your time." ],
  "anchor" : "para1367"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Speaker, it is criminal what’s happening in this province with hydro rates, and this government is doing nothing to fix it; 8% won’t do the job." ],
  "anchor" : "para1368"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1369"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "It’s always a pleasure to rise on behalf of my constituents of Windsor West to discuss legislation before us. I have to tell you, I’ve been sitting here for a couple of hours now, and to me it’s kind of like Groundhog Day. We were listening to, just now, an hour from a Conservative member talking about the importance of our public hydro system. They say, “Stop the fire sale of Hydro.” They haven’t come right out and said they don’t support the sell-off of our public asset—just the fire sale. It’s interesting, because I’m pretty sure—I could be wrong, but I’m pretty sure—that it was the Conservatives that actually started the privatization under Harris. And then I believe they actually tried to continue the process of privatization of our public hydro under Ernie Eves. I think it was a public outcry that actually stopped that from happening. I’m sure the member from St. Catharines would know more than I would, but I think there might have even been a lawsuit against the government to stop the privatization.", "So I find it interesting that we now have Conservatives saying that they don’t support what the Liberals are doing when really they’re just one and the same. Our party is the only party—the NDP—that has been opposed to the sell-off of the public asset right from the get-go, right from when the Conservatives started it.", "I think it’s a little confusing for the people of Ontario when you have the Conservatives that are talking about how they listen to the people of Ontario, and yet they flip-flop on many issues, like the sell-off of Hydro and what it’s doing to the people of Ontario. Health and physical education: Their leader seems to say whatever he thinks people want to hear. He doesn’t seem to really know what he stands for. Auto jobs: They didn’t support auto jobs. They said, “Let the industry die. We don’t pick winners and losers.” And yet you’ll hear them stand up now and talk about how great auto jobs are. We’ll even hear their leader say that he supports labour, that he supports unions, and yet, four months before he said that, his party stripped teachers of their right to strike. They voted with the Liberals to strip them of the right to strike.", "I think that maybe this party, although we agree with them that hydro rates are out of control, really needs to sit down and think about what it really is they stand for and come clean with the people of the province." ],
  "anchor" : "para1370"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1374"
}, {
  "speaker" : "Kathryn McGarry",
  "text" : [ "It’s always a pleasure to stand in my place and add a few comments to the debate on behalf of my constituents in Cambridge. Back in 2003 when we came into office, we had a dirty, unreliable electricity system. I always ask, “Where were you when the lights went out in 2003?” Well, I was in the intensive care unit. I was caring for two patients on ventilators. Ventilators don’t run on batteries. Interestingly, at that point, the hospital I was working with only had two hours of power from their generator. All night long, truckers crossed the border to go and pick up generators to place at hospitals, command posts and OPP centres. I know that because I know a couple of truckers in Cambridge.", "Interestingly, at the time I had a child who had major lung issues and narrowly avoided a lung transplant. As a nurse working in ICU and emerg, I know for sure, Speaker, that when we brought in cleaner air and shut out coal-fired generation in this province, we had cleaner air, fewer emerg admissions and fewer patients. Those patients are your family members, your grandmothers, your grandfathers, your children, your aunts and uncles. Those people are having fewer admissions because they have cleaner air to breathe and they’re not clogging up our emergency departments in intensive care units or our hospital beds, because we have cleaner air because of the changes we’ve made here in Ontario. I challenge anybody here to say otherwise because I used to see it. On smog days we would know that we would have many more admissions with respiratory issues.", "We understand that changing this over has made some issues for the families in Ontario, and that’s why we have brought in the rebate of 8% for families and 20% for those who are rural customers. We have made sure that we have the Ontario energy support program for those families that need it." ],
  "anchor" : "para1375"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para1378"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "It’s a pleasure to join in the debate and the questions and comments on my colleague from Renfrew–Nipissing–Pembroke’s debate this afternoon on Bill 13.", "I first want to say this. When the member from Renfrew–Nipissing–Pembroke was discussing the tragedy that has befallen constituents—people in his riding and other ridings around rural Ontario—and he was speaking of the mere 600,000 people who have fallen into arrears and cannot afford to pay their hydro bill, and speaking of the 60,000 homes that have had their power disconnected, what was striking to me, what was profound to me as I was watching in this House, was the Minister of Natural Resources chuckling and smiling and smirking and laughing as the member from Renfrew–Nipissing–Pembroke was speaking of the tragedy that has befallen Ontario.", "One in five people in rural Ontario—one in five homes—cannot afford to pay their hydro bill. That is a staggering number, Speaker. It is a number that is unfathomable. It’s inconceivable that in Ontario, which was and ought to be the premier province of the greatest nation on earth, one in five people can’t afford to turn on the electricity; they can’t afford to heat their homes. Then to have a minister of the crown smile and chuckle and smirk over this tragedy, over this crisis that’s going on in Ontario, that, to me, is shameful behaviour—shameful." ],
  "anchor" : "para1379"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from London–Fanshawe." ],
  "anchor" : "para1382"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Well, Speaker, it’s interesting. We’re here today to talk about Bill 13, Ontario Rebate for Electricity Consumers Act.", "Owned by the people, for the people: That’s what public power should be. But this government can’t see their way to keeping Hydro One public, in the public hands, an asset that is actually a revenue-generating asset, to pay for education, to pay for infrastructure, to pay for health care. They’re going to take that way from the public. On top of that, what are they doing in place of that? They’re increasing hydro rates. These stories are really authentic. I hear this over and over again when I speak to seniors. They are struggling. Their pensions don’t go up. They don’t go up with inflation. But hydro rates have gone up 35% under this Wynne Liberal government.", "When we were at the plowing match yesterday, there was not a good reception for this Premier Wynne and her government. My son actually texted me and he said he heard it all over the news. He said, “Mom, the Wynne government is getting booed. People are angry.” He said, “You know, mom, people are mad,” and he used a different word, Speaker. He said, “This is ridiculous.”", "Rates have gone up 35%. People’s salaries haven’t gone up 35%. What goes up 35% in this day and age that people can afford those kinds of costs? Hydro is a necessity, and the rebate that they’re offering is not a long-term solution to make hydro rates affordable. It’s disgraceful. They put on the HST, and now they are up here patting themselves on the back because they’re going to take off a rebate that isn’t permanent. Who knows how long that will last—one month? Six months? This Liberal government is just not upfront with the people today." ],
  "anchor" : "para1383"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew–Nipissing–Pembroke has two minutes." ],
  "anchor" : "para1387"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I want to thank the member for Windsor West, the Minister of Natural Resources, the member from Lanark–Frontenac–Lennox and Addington and the member for London–Fanshawe for their comments. One thing is clear on all sides of this House: The electricity system is in a mess. It is in a mess, and it is because of the choices that this government made. We are paying the highest rates anywhere in North America. You can slice and dice it any way you want, but those are the facts. We actually surpassed Hawaii earlier this year when it comes to the rates for electricity.", "An 8% rebate, which this bill is about, simply is not going to do the job. It’s just not going to help the people who need the help the most. It’s politicking. It’s the smallest of measures to try to give people the impression that they actually care what’s going on, but we know that that’s not the case.", "I only have a few seconds left and I do want to have a shout-out to my friend from underneath the under-press, who actually works for the Liberal House leader: Lucas Malinowski, whom I have to work with quite often in my job as the whip. I know he’s moving on to the Associate Minister of Education’s office. We’re going to miss you here, Lucas. You’ve been great to work with. We wish you the very, very best in your new role in Ms. Naidoo-Harris’s ministry.", "To finish off, let’s get it straight: This government, as Jon Kieran has said, has bungled the electricity file. It’s time for a new government. People in Ontario can’t wait for 18 months." ],
  "anchor" : "para1388"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It being after 6, this House stands adjourned until tomorrow morning at 9 a.m." ],
  "anchor" : "para1393"
} ]