[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer.", "Resuming the debate adjourned on May 16, 2016, on the motion for third reading of the following bill:", "Bill 172, An Act respecting greenhouse gas / Projet de loi 172, Loi concernant les gaz à effet de serre." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para31"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Could I stand on a point of order?" ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A point of order." ],
  "anchor" : "para33"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "There’s no quorum, Speaker." ],
  "anchor" : "para34"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum count, please." ],
  "anchor" : "para35"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is not present, Speaker." ],
  "anchor" : "para36"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call in the members. There will be a five-minute bell." ],
  "anchor" : "para37"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is now present, Speaker." ],
  "anchor" : "para39"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para40"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Speaker, it’s great to be here this morning and have a quorum in the House and have this wonderful opportunity to talk about Bill 172. It’s a very substantial bill, and this government needs to allow time for a full debate on this bill so we can express our concerns, and specifically, express our constituency concerns.", "One thing that I’ve been hearing lately, which is kind of new to this debate, is that constituents are calling the office about this kind of random natural gas plan that was put out there. I see one member very nicely wondering about it himself. But people are concerned. There is now apparently a petition on Facebook—I just got that email this morning. They’re asking, “What’s happening with natural gas. What’s the plan?” And we’re not sure, Speaker. All we know is that the Ministry of the Environment talked about natural gas, put it out there and apparently said something to the effect that they were going to eliminate natural gas.", "Speaker, I would appreciate, if announcements like that are being made, that we get some background information about what they’re doing, because we’re left to reply—and my reply will be—that this was something I wasn’t expecting, and that no one was expecting. This is something where we don’t know if there is a plan, when it will be implemented, how it’s going to affect Ontarians and how it’s going to affect the affordability of energy that is delivered to Ontario and to people who pay energy bills.", "It’s kind of unfortunate that that announcement was made kind of off-the-cuff like that and got everybody concerned about the issue of natural gas. I’ll tell you, Speaker, that I was in the riding last week and someone I know very well sent me that email and I forwarded it to the energy critic. Again, we’re all kind of wondering what is going on with regard to natural gas and what’s going on with the government on that side.", "Saying that, Speaker, the environment and energy is an extremely important issue in Ontario. It’s a file that needs to be addressed. It’s long overdue. Back in 2008, this government was supposed to follow through with an action plan on pollution. It didn’t happen, and finally, it’s here.", "I do have concerns, though, that this is maybe a bill that has been pushed and rushed through. I personally think this bill is a very big bill and needs to have more discussion. We’ve had since 2008 to bring this up, to go around Ontario to talk about it, to have input, to listen to opposition members and what amendments they would want to make. I don’t think that what the process has become, as of today, has really allowed that to occur. It feels like we’re being pushed, and it feels like we’re being rushed. I hope this government will allow debate, and for each member to stand up and talk about this bill to represent their constituents’ points of view.", "Speaker, I can tell you that in my riding, people are concerned about the environment and concerned about energy and conservation. This is something that people really put as an important issue when it comes to the future of this planet and the future of this province. What we want to do, Speaker, is ensure that this would mean a system that has to be fair, effective and transparent. My understanding is that the commissioner of the environment—" ],
  "anchor" : "para41"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The Environmental Commissioner?" ],
  "anchor" : "para48"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Peter, correct me if I’m wrong: They won’t have oversight over this bill, will they—this energy contract?" ],
  "anchor" : "para49"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member can’t have a conversation when she’s up talking through me. You might want to get your information before or after. Thanks.", "Continue." ],
  "anchor" : "para50"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Thank you, Speaker. I just found my note on it, so I can answer my own question.", "It says here that the act completely disregards the Environmental Commissioner. We want to know if the government forgot about the Environmental Commissioner when it comes to this act. The Environmental Commissioner should have access to the information and data she needs to properly assess the cap-and-trade system. That, I believe, is the point: The Environmental Commissioner doesn’t have access to the information that was used in order to formulate this act.", "That is problematic when we’re talking about transparency and accountability, and when we’re talking about making people buy into legislation and feel like they’re part of that legislation and know that it is actually there to work for them and for the environment, for future generations to come. That is very concerning. I think we should all be worried that the Environmental Commissioner hasn’t had access to information that this bill is composed of. It’s problematic, Speaker.", "The other piece we are concerned about is the fund that has been set up. The government has recently announced $325 million worth of programs that are being funded from cap-and-trade revenues. We believe that money should be invested in cap-and-trade so that people can make the adjustments into this new legislation. The problem is that there are no greenhouse gas reduction targets connected to these programs.", "That’s contradictory. You have funds that you have announced—$325 million worth of programs to be funded from the cap-and-trade revenues—but on the other hand, they don’t associate greenhouse gas reduction targets connected to these programs. Now, there is one part that’s a very useful piece: The programs will be able to help co-op and non-profit housing. That’s good to see. But to have a more comprehensive fund program, we need to know that there should be greenhouse gas programs attached to those funds, so that we can have measurable goals as to how that program will relate and roll out to how people are going to conserve and be conscious of taking measures to make sure that energy isn’t wasted.", "Speaker, that is a problem, and we think that it needs to be tightened up. I hope we’re going to have the opportunity in the future. I don’t think so." ],
  "anchor" : "para52"
}, {
  "speaker" : "Interjection",
  "text" : [ "No." ],
  "anchor" : "para59"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I just heard a no, and that is very discouraging. Again, the transparency and oversight piece—why isn’t that in there? Why isn’t it connected—program funds to outcome to targets to results? Why hasn’t the Environmental Commissioner been allowed to look at the documentation that was composed and gathered to formulate this bill? It’s discouraging, Speaker, when those simple, standard, foundational operational components aren’t part of a bill process so that people can feel that this is the best bill we can put forward. It almost feels like it’s going to be constantly challenged over and over again. That’s the problem with many of the bills that come to this House, Speaker.", "The cap-and-trade revenues are in question. There’s also a so-called Greenhouse Gas Reduction Account. It’s not a separate special-purpose account at all. Again, it leaves it open to being used in many different ways. I think it should be targeted to the environment and to energy. When we’re having a bill opening up a special fund, those funds should be dedicated to help improve energy costs, retrofitting and the environment. I think that’s a simple kind of concept when you do that, Speaker. It actually makes people question why this government is opening up this kind of slush fund—nobody will know how it’s being used. There won’t be any kind of rules of the game when it comes to the money. But that’s kind of what this government’s modus operandi has been when it comes to using money in this Legislature. They don’t have rules of the game; they just spend it, and later on they worry about deleting documents so people can’t follow the money trail.", "I appreciate the time debating this bill. I look forward to questions and comments." ],
  "anchor" : "para60"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para63"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from London–Fanshawe. I appreciate very much the support for the bill that exists over there, even given—", "Interjections." ],
  "anchor" : "para64"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s nice if you look over here once in a while. I don’t know: Your guy is up speaking and all the noise is coming from over there. It might nice if you—I’d like to hear what he has to say. Thank you." ],
  "anchor" : "para66"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much, Mr. Speaker.", "The perfect is sometimes the enemy of the possible. We have to have good tension between those two to get it right.", "I do want to let the member know that no, we are not eliminating natural gas. I repeat: We are not eliminating natural gas. We have a rural gas extension program that’s going on right now, and I think—", "Interjections." ],
  "anchor" : "para67"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Everybody’s getting excited over there. Mr. Speaker, I very much appreciate the erudite comments from the opposition, their thoughtful debate, especially the kind of debate that’s going on right now.", "The reality is that we have a collective responsibility to look towards the future 20, 30 years from now. Things are going to look different; they’re going to be different. We have to make them different.", "Next week in my riding, with Ecology Ottawa, who are very supportive of the bill and the legislation that we’ve put forward, we’ll be holding a town hall. I know they held a similar one in Ottawa Centre. They had about 250 people there, which, I think, at any town hall is a good number, and it shows how important it is to the people that we represent.", "I take to heart what the member has to say, and her advice. I would like to remind her again about that tension between the perfect and the possible." ],
  "anchor" : "para71"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para75"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "It’s always a privilege to rise in the House. I’m somewhat surprised now that it seems to be that the government is trying to do some damage control here and trying to convince us that now they aren’t going to get rid of gas. They very much changed the name of the minister to be the Minister of the Environment and Climate Change. He talks about getting rid of gas. He talks about getting rid of nuclear.", "You really wonder: Is there a plan in this government? Where are you going? We talk about the need for a collective plan. In my mind, a collective plan would be something more than three jurisdictions in a continent of hundreds. I mean, let’s be serious here. We’re trying to talk about buying credits from California that are going to cost us hundreds of millions of dollars over the next number of years, and yet where is this money coming from? It’s coming from our economy. It’s very nice that we send this cheque to California, but how is that helping our businesses? If we get off natural gas, we’re talking about another $3,000 a year per household—a huge cost.", "This is a government that promised, just a short two years ago, that this would not be an issue in this term. I guess that should have been the first clue from this government that they were actually going to pull it ahead, because when they make a commitment, it seems it always changes, whether it be the HST or raising taxes.", "Here we are with what many people are calling a very radical plan. Really, when you look at the reason for it, they’re out of money. We see them yesterday, very much on board to cut off services to autism, a group of people very much in need where, actually, we could make a difference. Funds are cut off.", "This is a government without money. So we’re nervous about this extra money in their bank account, because we know one thing for sure: It will disappear." ],
  "anchor" : "para76"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para81"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to speak this morning. My colleague from London–Fanshawe has expressed some of her concerns—real concerns, I think—about the bill before us.", "Speaker, there’s no question that as the world heats up, our way of life is going to be disrupted. Our standard of living is going to drop. There is risk that tens of millions of people will be driven away from their homes and will become refugees. We’ve already seen the impact on the stability, political and otherwise, of Europe, with a comparatively small flow of refugees from Syria and North Africa. We are not facing very many pleasant prospects in the decades to come. Action on climate change is needed.", "The bill before us is useful, but it has some substantial problems that I hope will be addressed by this government. We tried to address them with amendments. As it is structured now, it doesn’t provide support for low- and middle-income rural and northern residents, who in fact are going to have a tougher time dealing with the changes that this society is going to go through. This bill is going to need tremendous political support, and to the extent that those who are most disadvantaged aren’t given extra support, the ability of this bill and climate action to garner political support is going to be reduced.", "The problems with transparency were ones that we tried to correct in amendments during clause-by-clause. Unfortunately, Speaker, those have not been corrected. Again, the legitimacy of climate action is going to depend on people’s feeling broadly that what is before them is understandable, clear and directed at the concerns they have and that society has as a whole.", "Speaker, we do need action on climate change. We also need this government to address the political problems that will arise if this bill is not administered in a way that is fair, transparent and effective." ],
  "anchor" : "para82"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Scarborough–Agincourt." ],
  "anchor" : "para88"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to rise this morning in support of Bill 172. I hear the concerns raised by my colleagues opposite from Toronto–Danforth as well as from London–Fanshawe, because they do believe and support the fact that there is climate change concern across Ontario.", "Mr. Speaker, the purpose of the bill has been clearly stated in the preamble. More importantly, it talks specifically about the issue of carbon and how it has been affecting climate change and global warming. We need to take action now, and not wait until the next generation, because we know very clearly that climate change is affecting every household and every community: agriculture, infrastructure, natural areas and ecosystems. But more important are our Great Lakes. All three parties need to do everything to support and protect the Great Lakes for future generations.", "I was very pleased and listened attentively to the member from Toronto–Danforth talk about why we need to do something now, and not wait, as those members from the opposition say we need to do this and that. At the end of the day, the government is required to protect the citizens. This bill, if passed, would ensure some protection in terms of climate.", "More importantly, this bill also helps our First Peoples, because their culture and their spirituality are reflected in the land, the water and the animals. The indigenous population and the Métis community depend on the land. With this proposed bill, if passed, we are going to be working with our indigenous population and making sure that we respect their traditional ecological knowledge and systems. We as a government need to do everything we can to protect them as well." ],
  "anchor" : "para89"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from London–Fanshawe, two minutes." ],
  "anchor" : "para93"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I would like to thank the members from Ottawa South, Stormont–Dundas–South Glengarry, Toronto–Danforth and Scarborough–Agincourt.", "Yes, I think the majority of Ontarians and the majority of the global population agree that climate change is at our doorstep and that something needs to be done. My disappointment comes that when we were looking at this issue back in 2008, I would have appreciated that this issue had been an education piece since 2008 for legislatures at large, for the public and for stakeholders, so that we didn’t feel like this was being pushed through so quickly.", "It is imminent that we meet climate change; there’s no argument. But we also need assurances that the cap-and-trade revenues will be dedicated to climate change action, and the Financial Accountability Officer isn’t so sure that is going to happen.", "We talked about affordability. I’m the seniors critic. I’m the citizenship and immigration critic as well. Those two areas that are part of my portfolio are very concerning. As the member from Toronto–Danforth mentioned, people coming from other countries into Ontario need to have that affordability piece till they get on their feet. Seniors, of course, are struggling every day.", "Other places are already doing things to help affordability. The British Columbia tax credit helps people recoup the losses from increased energy costs from the price of emissions. Alberta is rolling out a credit in 2017. Already in California, the law requires that 25% of cap-and-trade revenue is to be put back into communities that need help.", "Those are some of the things other jurisdictions are doing to help this move along in a smooth process. It’s kind of disappointing sometimes that those things aren’t taken into consideration when legislation is passed." ],
  "anchor" : "para94"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para100"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Bill 172 is a bill that has a very, very daunting goal and task before it. It’s a bill that tries to deal with a problem that the whole world is trying to deal with. Wherever you go in the world, they are in some way trying to deal with this challenge of the changing temperatures in the world, the erratic climate patterns, the unpredictability of climate and the threat of global warming. There is no jurisdiction in the world that has found a perfect solution to these challenges, whether you go to the United States or Europe or Asia. It is not easy.", "Look at the challenges China is having, with its population of over 1.3 billion people, trying to deal with their climate challenges as they try to keep growing, as they keep building their industrial capacity. So you can imagine.", "We think we have a challenge here in Canada, with our clean water and vast forest system, but you can imagine the challenges that they have in India, dealing with the challenges of climate change.", "By no means is this bill a perfect bill, but certainly a lot of work went into it. I know there were many, many opinions offered about how to improve the bill. There were some improvements in committee. By no means is this the end, nor is it the perfect solution, but at least it is a bold and very, very energetic attempt, you might say, to try and deal with this daunting problem of climate change.", "There are a lot of people still who do deny the fact that there is a challenge here. I can understand why some people may deny. It is hard to understand, because you don’t see it in front of you. But certainly, scientists internationally feel there is a real threat, so we have to listen to them.", "Some people will castigate the deniers, but I think they have, in some cause, reason to raise questions about this threat to the world’s sustainability. But I think we have to take the science seriously in this case. We don’t have any other choice, because if we don’t take it seriously, the consequences are irreversible.", "One thing we should look at is that there are changes that can be made and that give us hope. At one time in Ontario, we had all these dirty coal-burning power plants. I know when we had the debate in this House years ago about whether you could even close the plants, they said, “You’re crazy. You could never close the coal-burning plants. The energy of this province will come to a standstill, because we depend on coal. You can’t replace it.”", "All the coal-burning plants are closed. Somehow, we’ve survived that. It’s still working, our energy supply. We’ve replaced those plants. One of the real outcomes of that is that we don’t have any smog days coming from Hamilton and, later, Ontario. We know how we used to face that air-quality issue every summer. It was frightening for a lot of parents to see what was in our air in Hamilton and Toronto. A lot of it was also coming from the States. But now, those smog days have been almost eliminated, and that is the result of government action. So it can be done, but it’s never going to be the total solution, that’s for sure.", "I think of the changes we can make to the quality of our water. I remember Lake Ontario. You would never go salmon fishing in Lake Ontario. I remember there were the smelts in Lake Ontario, perhaps, and there were lampreys. But now we have edible salmon, 25-, 30-pound salmon, in Lake Ontario. They’ve come back. Our own river here in the west end of Toronto, the Humber River, was basically a swamp. It was filled with garbage. About all that was in the Humber River were carp. Carp were the only things in the Humber River. But we had a sustained effort by local government and by provincial government to clean up the Humber River. Now the Humber River has salmon in it every year that are spawning, that are healthy, that are going upriver to spawn every September. Right in the middle of Toronto, we have healthy salmon. They’re Pacific salmon, but now we’re introducing Atlantic salmon—", "Interjection." ],
  "anchor" : "para101"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew might want to sit in his own seat." ],
  "anchor" : "para111"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "It’s too bad that some members don’t appreciate the work that has been done in cleaning up our rivers and lakes, and our air. But it is something that we’ve done, not government by itself but with the co-operation of all the local groups and all the advocates and the population of these cities in Ontario. We’ve done some good work.", "We in no way think that this bill or past bills are going to solve all the problems dealing with environmental sustainability, but we owe it to the citizens of Ontario to try. This is a very valiant effort to try and do something about climate change. We’ve got to all ensure that everyone is engaged in it, because the battle cannot be won by government alone. We have to have the co-operation of everyone.", "I think that one good thing is that industry and commerce understands that there are a lot of jobs in cleaning up the environment, a lot of good, high-paying jobs in this whole area of promoting environmental sustainability and cleaner air and water and, hopefully, lowering the threat to our climate.", "Again, there are many difficult things to be done. This bill asks for many difficult things to be done. But it also promotes a lot of good, positive actions. I just think that the work before us is daunting, as I said. There’s a heck of a lot to do. We’ve got many, many very challenging days, months and years of work ahead of us. We’ve just got to get at this work as soon as we can.", "Mr. Speaker, we’ve had nearly 10 hours of debate at third reading. This is an unprecedented amount of debate on a bill before the House. I know when the Conservatives were power, no third reading debate was even allowed in this House for about nine years. So I think it’s about time that we get to the work ahead of us and start really working on improving our chances of mitigating climate change. As a result, Mr. Speaker—" ],
  "anchor" : "para112"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Point of order." ],
  "anchor" : "para117"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Prince Edward–Hastings." ],
  "anchor" : "para118"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Thank you very much, Speaker. I would just like to acknowledge the fact that I haven’t spoken to this bill yet, and there are a lot of people in Prince Edward–Hastings—" ],
  "anchor" : "para119"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That’s not a point of order. Thank you.", "Continue." ],
  "anchor" : "para120"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I know, Mr. Speaker, that the Conservatives don’t want to get on with the work. But I think there are enough of us here to understand that we’ve got to work at this as soon as possible. Mr. Speaker, as a result I move that this question be now put." ],
  "anchor" : "para122"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Point of order." ],
  "anchor" : "para123"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Stormont–Dundas–South Glengarry." ],
  "anchor" : "para124"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "Speaker, there’s much more debate that needs to be done on this—" ],
  "anchor" : "para125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. That’s not a point of order. Have a seat. Thank you very much.", "Mr. Colle has moved that the question be now put. I am satisfied that there has been sufficient debate to allow the question to be put to the House.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion that the question be now put, please say “aye.”", "All those opposed to the motion that the question be now put, please say “nay.”", "I believe the ayes have it.", "This will be dealt with after question period." ],
  "anchor" : "para126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day." ],
  "anchor" : "para134"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "No further business." ],
  "anchor" : "para135"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no further business, this House stands recessed until 1030." ],
  "anchor" : "para136"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Before I move to introduction of guests, I beg to inform the House that I have today laid upon the table a special report of the Auditor General of Ontario on government payments to education sector unions." ],
  "anchor" : "para139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that I have today laid upon the table a report from the Financial Accountability Officer entitled Economic and Fiscal Outlook: Assessing Ontario’s Medium-Term Prospects." ],
  "anchor" : "para141"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m delighted to introduce the father of page Leah Walsh. Damien Walsh is in the House, along with Leah’s brother, Riley. Welcome, Damien and Riley, to the House." ],
  "anchor" : "para143"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "It is my privilege to introduce the mother of our page captain, Samuel Simeon Suresh, standing next to me. His mother is Dorothy Thiagarajan, and she will be in the public gallery this morning." ],
  "anchor" : "para144"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "It is with great pleasure that I have school kids visiting Queen’s Park today from Manitoulin Island, from Biidaaban Kinoomaagegamik, from Sagamok." ],
  "anchor" : "para145"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "On behalf of my colleague from Hamilton Mountain, I’d like to introduce one of our pages, Laura Persichini—and I hope I pronounce this correctly. Her mother, Mary Persichini; her brother Alex Persichini; and her cousin John Jackubowicz are in the public gallery this morning. I hope I did justice to the pronunciation. Welcome." ],
  "anchor" : "para146"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para147"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I’m pleased to introduce Shelby Dockendorff and Shaan Sharma, who are in the members’ gallery and are interns in our ministry. Thank you." ],
  "anchor" : "para148"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions?", "A point of order: the member from Trinity–Spadina." ],
  "anchor" : "para149"
}, {
  "speaker" : "Han Dong",
  "text" : [ "Thank you, Speaker. I seek unanimous consent of this House to allow me to place this hat on my desk in support of the “other” NBA east conference finalists, our beloved Toronto Raptors." ],
  "anchor" : "para151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Trinity–Spadina is seeking permission to leave his hat on his desk. Do we agree? Agreed.", "Further introductions?" ],
  "anchor" : "para152"
}, {
  "speaker" : "Arthur Potts",
  "text" : [ "I’m absolutely delighted that our page captain today, Spencer Couch, is joined by his mother, Shannon Williamson. She will be in the public gallery this morning. Welcome. You have a great son." ],
  "anchor" : "para154"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I would like to welcome, from the Canadian Institute of Steel Construction, Walter Koppelaar, John Rogers, Chris Adach, Jacob Kachuba, Erwin Terwoord, Paul Seibel, Zoran Radonjic, Scott Pope, Scott Harris, Paul Power, Imre Kenedi, Dan Tadic, Tanya Brown, Tony Defina, Paul Mikolich, Anthony Ober, Adam Hurst, Charlie Jenks, Edward Whalen, Katie Keenie and Jas Singh. Welcome to Queen’s Park." ],
  "anchor" : "para155"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para156"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m pleased to welcome one of our pages, Laura. Her mom and her brother are here today, Mary and Alex Persichini, and her cousin John Jackubowicz. Welcome to Queen’s Park." ],
  "anchor" : "para157"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have with us today in the Speaker’s gallery a student delegation from the Maggie L. Walker Governor’s School for Government and International Studies from Richmond, Virginia. They are the future political leaders of the United States, so let’s treat them the way we want them to be treated. Welcome to our guests.", "Interjections." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please, let’s not heckle the visitors. Thank you." ],
  "anchor" : "para160"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Acting Premier. Despite the fact that natural gas accounts for 76% of heating in Ontario, we learned that the Liberals’ climate change plan will apparently phase out the use of natural gas. Converting a home from the natural gas to electricity would cost about $4,500. That’s in addition to the $3,000 a year more that it will cost to use electricity over natural gas.", "An article in the Financial Post said, “The ban on natural gas means Ontarians will either soon end up a lot colder or a lot poorer.”", "To the Acting Premier: Which is it? Is this government making families and seniors a lot colder or impoverished?" ],
  "anchor" : "para163"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Once again, the opposition never fails to disappoint when it comes to actually inventing our policies. In fact, despite what the opposition says, we are not forcing anyone off natural gas. What we are doing is looking for ways to help homeowners save money and reduce—", "Interjections." ],
  "anchor" : "para166"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy Premier?" ],
  "anchor" : "para168"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "In fact, we’ve announced $230 million to expand natural gas for northern and rural communities, and we’ve announced $100 million to help owners who use natural gas, oil and propane to upgrade their homes, reduce their energy bills and cut pollution.", "This leader claims that he cares about the planet. I don’t think he does." ],
  "anchor" : "para169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para171"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "It appears like the Acting Premier hasn’t seen the work and the pledges of the Minister of the Environment or the Premier on their climate change plan.", "Since the Liberals took power, Ontario hydro rates have gone up 325%—unbelievable. That’s three times the cost of any other good or service. Naturally, the Liberal solution to this problem is to force 76% of families and businesses that use more affordable natural gas to convert to electric heating. That’s going to cost the average family $4,500 to make the switch and $3,000 a year to heat their homes thereafter. That’s every single year.", "How does the Liberal Party, how does this government believe families can afford to pay another $3,000 a year? It’s ridiculous." ],
  "anchor" : "para172"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The Minister of the Environment and Climate Change.", "Interjections." ],
  "anchor" : "para176"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I can stand for an hour.", "Minister?" ],
  "anchor" : "para178"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "We are not banning natural gas. As a matter of fact, you’ll continue to see more natural-gas-efficient heating/cooling systems that the Deputy Premier just outlined.", "It’s interesting, the lack of understanding—" ],
  "anchor" : "para180"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You specifically said in this House that you shouldn’t be heating your home with natural gas." ],
  "anchor" : "para182"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order.", "Interjection." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just in case he didn’t hear—and he’s now doing it again—the member from Renfrew, come to order." ],
  "anchor" : "para185"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Oh, I thought it was general." ],
  "anchor" : "para186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "That will get you another one, if it continues.", "Finish, please." ],
  "anchor" : "para187"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "We will be expanding natural gases in areas like trucking as well, where it’s a lower-carbon fuel relative to that.", "But one of the other things that we’ll be doing—in the Leader of the Opposition’s own constituency, there is a company called Royalpark Homes, who are building net-zero buildings that cost almost nothing.", "This talk about increased cost is absolutely nonsense. As a matter of fact, they have—" ],
  "anchor" : "para189"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para192"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Acting Premier: It’s bad enough that the Acting Premier hasn’t read the government’s climate change plan, but it appears like the Minister of the Environment has forgotten about his own speeches and hasn’t read his own plan, because the government’s plan to phase out natural gas is foolish.", "This government has spent billions building and moving natural gas power plants. They’ve spent millions expanding natural gas to rural municipalities and have promised to spend millions more. The Liberals want bus fleets to switch to natural gas, and then they come up with a plan to take natural gas out of homes. As the Minister of Energy would say, the Liberals are all over the map.", "Mr. Speaker, why are they taking the choice away from households? Why won’t houses be able to heat with natural gas, when this Liberal government has spent years investing millions and millions into the natural gas infrastructure?", "Interjections." ],
  "anchor" : "para194"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Start the clock.", "Minister." ],
  "anchor" : "para198"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you, Mr. Speaker. I—", "Interjection." ],
  "anchor" : "para200"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Leeds–Grenville, come to order.", "Carry on." ],
  "anchor" : "para202"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I would like to invite the Leader of the Opposition, and maybe he can join me and the member for Barrie and we will take him to Royalpark Homes. We’ll go to London and we’ll introduce him to Sifton homes. Right here in Toronto, we can go out to Mimico on the GO, and you can see what the other technologies are that we’re going to help incent that lower—", "Interjections." ],
  "anchor" : "para204"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We’re getting close to warnings, and I’ll convert to warnings. If I sit down and I hear a peep, we’re going to warnings.", "Finish, please." ],
  "anchor" : "para206"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "The member doesn’t seem to be aware that in his own constituency and in his neighbours’ constituency, we have some of the leading low-carbon—some of them are cogen. There is a whole range of technologies, as there are in the auto sector.", "We’re not taking natural gas heating away from anyone. When people come to replace their old systems, they’ll be able to—" ],
  "anchor" : "para208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para210"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Good morning, Speaker. My question is for the Minister of Finance. This morning, the Financial Accountability Officer confirmed what we here have been saying for months: This government is using one-time money from the sale of assets, contingency funds and tax increases to try to balance their budget. Yet the FAO says they’ll still come up short in 2017-18, and he forecasts a $600-million deficit. He says this will grow as large as $3.5 billion by 2020 if economic growth changes even slightly.", "When asked about whether this government is properly balancing the risks, the FAO said, “We don’t believe this fiscal plan does.”", "Speaker, will the minister finally admit there’s a structural deficit in Ontario?" ],
  "anchor" : "para213"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I’d like to begin by thanking the Financial Accountability Officer for his report. We collaborated with the Financial Accountability Officer. His forecast and recommendations and the risks that he highlights are appropriate and we’re mindful of them. It’s why we take the actions and the prudent measures that we’ve achieved. He says that the government has the ability and is able to balance its deficit, and the government is doing just that in 2017-18 and the year after that.", "On this side of the House, we’re committed to balancing the books and ensuring that we grow the economy and create more jobs. He goes on to say Ontario’s economy will “outperform the rest of Canada in 2016.” He says, “Over the next several years, most economic forecasters, including the FAO, expect the Ontario economy will grow at a solid pace, supported by gains in international exports and business investments.”", "We’re taking the necessary actions. We are growing the economy. We’re balancing the budget next year and the year after that." ],
  "anchor" : "para216"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para219"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the minister: I’m surprised he suggested they collaborated. The FAO says they were blocked with “cabinet confidentiality” at every turn. The FAO was clear that this fiscal plan is not evenly balanced and most risk is on the “downside.” He also said he has “serial disappointment” in the government’s projections. Their forecasts have missed the targets in each of the past five years.", "That means that without selling assets, they won’t meet revenue targets. After 2018-19, the FAO projects a deterioration in the province’s budget balance with a deficit of $1.7 billion by 2020. That’s in his report. He also forecasted net debt will continue to skyrocket with $54 billion added. My question is, will the minister admit the government waste, scandal and mismanagement is hurting Ontario?" ],
  "anchor" : "para220"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "In addition to the FAO, who used outside, external support to establish his forecast, I also note that the credibility of the 2016 budget is on fiscal plan. In fact, Moody’s recently upgraded Ontario’s credit rating outlook based on our government’s economic and fiscal plan, and the Conference Board of Canada indicated that a balanced budget in 2017-18 is in reach.", "Furthermore, the very proposals being put forward by the FAO are appropriate in terms of providing some sensitivity around those potential risks, which we as a government have always been addressing. It is why, for the seventh year in a row, we’re outperforming, achieving better results than previously anticipated, even with low revenues. The appropriate prudence that the member opposite talks about in regard to contingencies is appropriate and the FAO made that very clear today." ],
  "anchor" : "para222"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para224"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Back to the minister: Yes, the FAO confirmed again that they’ll only balance by selling assets. He also reported that the government is on track to continue starving our health care system while we’re seeing nurses fired regularly. The FAO says cost factors mean they should be increasing health care spending by a 5.2% average per year, yet they’re capping it at 1.8%. He told us that that is not realistic.", "This government was told how their waste, mismanagement and scandal would crowd out critical spending, and now the FAO this morning confirmed that indeed has happened. Just how many more nurses will this government have to fire? How many more hospital rooms will this government have to close to balance their budget?" ],
  "anchor" : "para225"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "The member opposite has just reinforced the very nature of the transformations that are necessary to be included in our plan without sacrificing those very essential services in health care and education. It is why we are increasing health care by an additional $1 billion. It is why we are supporting more education, including free tuition for our most vulnerable students. It’s why we’re investing $12 billion more in capital for creating new hospitals, and it is why the FAO has stated that those are prudent measures, measures that are offsetting and mitigating the risks.", "The FAO highlights the fact that prudence is included in our budget. The member opposite knows that fully well, and if he doesn’t that’s because he doesn’t understand." ],
  "anchor" : "para227"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is to the Deputy Premier. The Liberal government has spent the last week insisting that overcrowded hospitals aren’t a problem, and apparently that’s why Liberals think they don’t need any standards with respect to occupancy. Even though Liberals won’t admit it, their own numbers prove that hospitals across Ontario are stretched beyond their limits. It’s not just acute beds that are being affected; it’s mental health beds as well.", "Will the Deputy Premier admit that Liberal cuts mean that mental health beds across Ontario are filled to over 100% capacity, month after month, year after year, across this province?" ],
  "anchor" : "para230"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I do want to make it clear that we are very much aware of the challenges our hospitals are facing. The difference, though, between the position of the NDP and the position of the government is that the solution in their case, they argue, is building more hospital beds. Our solution is to build more beds where they are necessary, but wherever possible, when people are ready to leave the hospital, provide the supports for them outside the hospital, in the community or in their home. That is the focus of the transformation that is under way in our health care system across the province. It’s what patients want. It’s what’s right for the health care system. I do not understand why the third party is fixated on a model of care that does not meet the needs of patients." ],
  "anchor" : "para233"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para234"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, far too many families in this province know how hard it is, how difficult it is, to get mental health support services when you really need them. And now the government’s own record proves that mental health beds are stretched beyond their limit across this province. London Health Sciences has been running at over 100% capacity for more than two and a half years, Thunder Bay Regional has spent the last two years filled beyond capacity and Sault Area Hospital has also most recently reached more than 107% capacity. How can the Acting Premier defend even more Liberal cuts when mental health beds are stretched to such capacity, are over capacity, and are so massively overcrowded across the province?" ],
  "anchor" : "para235"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, once again I have to clarify that there are no cuts to health care. In fact, we are increasing spending by $1 billion in the budget that we passed, that they voted against.", "Mental health care is a significant part of the increase in health care spending because we are all very acutely aware of the importance of investing in appropriate mental health services, Speaker. We have actually put our money where our mouth is. We know that one in five Ontarians is going to experience a mental health illness, and we have a strong record of investing in mental health services and addictions.", "Since 2003, the funding has gone up by half a billion dollars, and every year we’re spending $3 billion on mental health and addiction services." ],
  "anchor" : "para236"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para239"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It isn’t just London, Thunder Bay or Sault Ste. Marie that are facing this mental health crisis. Mental health beds in Ottawa, St. Catharines and Burlington are all filled beyond capacity, Mr. Speaker. Hospitals in Kitchener, Oshawa, Whitby and North Bay have also reached their limits. When hospitals are overcrowded, it takes even longer for folks who need mental health supports to get the care that they so desperately need, Mr. Speaker. That’s what happens when you freeze hospital budgets, when you lay off front-line care providers and when you close beds in hospitals. When will this government stop cutting hospital services?" ],
  "anchor" : "para240"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, once again, it’s not just about hospitals. They are a very important part of our health care system, but when people are ready to leave hospitals, there has to be a place for them to go that is safe and that will keep them well, which is why we’re focusing on increasing the number of supportive housing units. We have committed to building a thousand more supportive housing units, 248 of them in this year alone.", "So we are focusing on getting people the care they need in the right place. That is what our position on health care is: Understand the needs of patients, build the capacity where the need is the greatest, and don’t keep people in hospital longer than they need to be in hospital." ],
  "anchor" : "para241"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "My question is again to the Deputy Premier. The Premier has tweeted, “We can’t ignore mental health.” But the trouble is, Mr. Speaker, that’s exactly what this Premier and this government are doing. Liberal cuts mean that mental health beds across Ontario are overcrowded. This Liberal government just keeps on cutting services, laying off workers, and making it harder for families to access the mental health supports that they need. It begs the question, why does this government have no standards or policy with respect to overcrowding so that patients who need mental health services can actually access those mental health services?" ],
  "anchor" : "para244"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we have listened over and over and over again to allegations that we are cutting health care. That is patently false. I urge the third party to really think long and hard about whether they want to stand up day after day and make a statement that simply is not true. We are investing more in health care. We are investing more. Mental health is a priority area for our new investments in health care.", "I think the people of this province actually expect people from all sides of this House to base their arguments on the facts. When they talk about cuts, they are simply not reflecting the accurate situation in this province." ],
  "anchor" : "para245"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para247"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "Mr. Speaker, fixing mental health services means funding hospitals properly. It means ensuring that when someone needs care, they can actually access the care. That should be a policy the government should implement.", "The crisis of overcrowding in hospitals won’t be fixed by a handful of feel-good tweets or Liberal talking points. It certainly won’t be fixed with another year of cuts to hospital services in this provinceand cuts to front-line health care workers. Will the Deputy Premier look at the government’s own numbers and realize and admit there is a crisis in Ontario’s mental health services and stop cutting hospital services in the province?" ],
  "anchor" : "para248"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We on this side of the House have really focused on improving the system of mental health care. I think all of us would agree that the system that we inherited was a pretty disjointed system that did not serve the people of this province very well. That’s why we created a comprehensive addictions and mental health strategy: to support Ontarians from childhood into old age with the right supports at the right time and in the right place, Speaker. The first phase of the plan is to increase funding to our mental health and addiction agencies by $220 million over three years. That is not a cut; that’s $220 million more.", "The first three years of the strategy focused on children, and I’m very happy to report that an additional 50,000 children have received supports—addiction and mental health services—as a result of our increased investments in mental health." ],
  "anchor" : "para250"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para252"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "There is a silent crisis in health care in this province. Patients know it, families know it, and New Democrats are determined to fix it. Liberal cuts have overcrowded our mental health beds in this province and the Liberal government literally has no plan to deal with it. Instead, their plan is to implement more cuts, to lay off more front-line care providers and to close more beds.", "People deserve mental health services when and where they need them. Ontarians deserve a government that shares this priority. When will the government stop ignoring the facts, stop ignoring the overcrowding in mental health hospital beds across this province and stop the cuts to Ontario hospitals?" ],
  "anchor" : "para253"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I don’t know how many times I have to say it. Maybe we should send a copy of the budget over so that the third party actually understands that we’re increasing investments in our health care system—in stark contrast, I might say, to the 300 mental health beds that they closed when they were in office.", "What I can tell you is that our investments in community mental health are making a difference. We see that in our communities, and I urge members from all parties to actually understand what’s happening in their communities to improve access to services for mental health challenges and addictions." ],
  "anchor" : "para255"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "My question is to the Minister of Education. Earlier this morning, the Auditor General confirmed that the Liberal government paid over $90 million in secret payouts to education stakeholders above and beyond contract negotiation transfer payments, even the $600,000 at the Sheraton hotel, and $22 million of that was undocumented. The Liberals took this money intended for students out of classrooms.", "I want to quote from the Auditor General: “We found very little evidence of governments paying education sector unions for significant bargaining costs elsewhere in Canada. Accordingly, Ontario is an outlier with respect to this use of taxpayer funds.”", "Mr. Speaker, this practice only stopped when the government got caught. They have admitted that this was wrong and that the money came from kids in classrooms. How does the Minister of Education justify taking $90 million out of the classrooms that was intended for students?", "Interjections." ],
  "anchor" : "para258"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Minister of Education." ],
  "anchor" : "para262"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "First of all, I absolutely reject the issue that it was taken out of classrooms. It was not taken out of classroom money. It was taken out of what’s called Education Program–Other, which is used for funding professional development, so it was not taken out of classrooms. That is just a totally incorrect interpretation.", "What I will say is that we have a long-standing practice in Ontario of working with all our partners. We actually believe that when it comes to professional development, it’s most effective if everybody is part of it. We fund school boards for professional development. We fund the directors’ organization. We fund teacher organizations. We fund subject organizations, faculties of education and, yes, teachers’ unions." ],
  "anchor" : "para265"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para267"
}, {
  "speaker" : "Lisa MacLeod",
  "text" : [ "Perhaps the minister would like to read the report, as I did, and she would understand that her interpretation of the auditor’s report is wrong. It came directly from the elementary and secondary school education development fund, meaning it came from grants for needs of students. That’s exactly where that came from.", "Liberals are now closing provincial and demonstration schools. They’re kicking kids off the autism wait-list, as we saw yesterday. They’re closing rural schools—and urban schools, because my daughter’s school might be on the chopping block. Thirty-eight school boards had to cut their student special education funding to the tune of—guess what?—$22 million. Parents are forced to fundraise in Windsor for basic needs, including school repairs.", "So I’ll go back to generously ask the education minister for a second chance at responding to me: Why is this government forcing kids to sit in portables with their jackets on all winter, at the same time as they are spending $90 million, almost undocumented—" ],
  "anchor" : "para268"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para271"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order. Start the clock.", "A reminder for everyone: You speak to the Chair.", "Minister?" ],
  "anchor" : "para273"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Thank you. Of course, the money did not come from the Grant for Student Needs. The Grant for Student Needs is a regulation which very clearly lays out the calculation for money to go to school boards, and we follow that regulation always.", "But let me tell you, Speaker, what the Organization for Economic Co-operation and Development, the OECD, had to say about professional development in Ontario. It said, “The Ontario experience suggests instead that by treating teachers as professionals, and including them at the table, they were able”—Ontario was able—“to build considerable goodwill—a critical resource for long-term and sustainable”—", "Interjections." ],
  "anchor" : "para276"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer, please." ],
  "anchor" : "para279"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "The Ontario “government was able to direct that energy towards win-win issues like providing more professional development time. Ultimately, the Ontario government created a sustainable”—" ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para281"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is to the Minister of Children and Youth Services. Yesterday, member after member from the opposition benches got up and told heartbreaking stories of the impact of this government’s plan to kick children over the age of five out of IBI therapy. Parents sat in the chamber sobbing while Liberal members sat with their BlackBerrys, smiling, turning their backs to debate, and laughing with their colleagues.", "Interjections." ],
  "anchor" : "para284"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order, please.", "Interjections." ],
  "anchor" : "para286"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order.", "Put your question, please." ],
  "anchor" : "para288"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "This government continues to be truly disrespectful to the parents of this province. You can’t claim to care deeply about the stories parents are telling you if you don’t even have the respect to listen to them.", "How many parents have to leave this Legislature in tears before this government starts to listen?" ],
  "anchor" : "para290"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Well, Speaker, where to start with this? First of all, I admire and respect all the members who were here in the Legislature yesterday when the families and groups were here, whether that was question period or whether it was the three hours in the afternoon for the opposition debate. I think all members paid attention and listened to the debate with interest. We’re very mindful of the families who were here.", "I worry about this critic talking in a way that’s not factual, saying that we’re taking kids out of therapy. We’re not. We’re not.", "Interjections." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. You have a one-sentence wrap-up." ],
  "anchor" : "para295"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you. I ask all members of the House to stick to the facts. I ask them not to use language like “kicking kids out of therapy.” That is not what we’re doing, Speaker. We’re investing in kids. We’re creating a better—" ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para297"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Before I start the clock, I would make a comment to the members of this chamber. If at any time this assembly decides that they have a lack of confidence in the Chair, then put a motion forward and have a non-confidence vote in the Chair.", "Supplementary?" ],
  "anchor" : "para299"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Speaker, yesterday in debate, the minister tried to make it seem like these changes wouldn’t have devastating impacts by saying, “The transition, though difficult, will not affect most families.”", "That’s an unacceptable argument. No child should be left behind. Every child matters. You can’t deny full IBI funding to a specific group of kids who were already deemed eligible for IBI, simply because they’ve turned five. It’s unjust, it’s inequitable and it’s not fair.", "Why does this government think that children of a certain age with autism are only worth $8,000 and a place on yet another wait-list?", "Interjections." ],
  "anchor" : "para302"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para306"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "If you put my remarks from yesterday in context, what I was trying to focus on is that there is a group of the 40,000 children with autism in this process who are going to be experiencing the biggest changes through this new program. It’s important that we support them individually on a case-by-case basis, and that’s what I was talking about yesterday.", "We agree that autism doesn’t end at five, and in the new program, all children with a diagnosis, including those children five and over, will get better service. They’ll get it sooner and it will be customized to meet their individual needs, including those children who need more intensive therapies and support.", "This is a continuum of care we’re moving toward. We want to make sure that all children get the right support at the right age, based on clinical advice and assessment. That’s exactly what we’re going to do." ],
  "anchor" : "para308"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is for the Minister of Agriculture, Food and Rural Affairs. Minister, there have been questions raised about the future of natural gas in the province, following discussions about the upcoming climate change action plan. Consumers and businesses are hearing from media reports and the opposition that they will be forced off natural gas into heating their homes with electricity.", "The 2016 provincial budget committed to expanding natural gas to communities across Ontario, including communities in rural Ontario. Not only has natural gas traditionally been a very cost-effective option for home heating, it is very important to rural Ontarians and is used for many industrial and commercial agricultural activities.", "Minister, can you please clarify for the members of this House and all Ontarians what this government’s plan for natural gas is?" ],
  "anchor" : "para313"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I want to thank the member for Northumberland–Quinte West for this important question. He is a champion for concerns right across all of rural Ontario.", "Let me be clear: Our government knows how much of a priority natural gas is for rural Ontario. Despite what the opposition or anybody else is saying, we’re not forcing anyone off natural gas. There will not be a climate change police in the province of Ontario seizing natural gas furnaces or fireplaces. That’s a false statement that people on that side are making. It is wrong, Mr. Speaker. We are not abandoning or reducing our investments in this area.", "In fact, as the member knows, he mentioned our government’s commitment to expanding natural gas, including our $200-million natural gas access loan program to be launched this year, and another $30 million—", "Interjections." ],
  "anchor" : "para316"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Wrap up, please." ],
  "anchor" : "para320"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Another $30 million will go towards the Natural Gas Economic Development Grant to extend natural gas to rural communities. This government is committed to expanding natural—", "Interjections." ],
  "anchor" : "para321"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please.", "Supplementary?" ],
  "anchor" : "para323"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Thank you to the minister for that answer. I appreciate the minister providing clarification on this issue.", "On this side of the House, our government has taken positive steps to combat climate change by curbing our greenhouse gas emissions and investing in renewable energy. Now, as we look to the future and envision what is next, we have to think critically at what the major sources of greenhouse gas emissions are in this province.", "Buildings in Ontario accounted for 19% of our province’s greenhouse gas emissions in 2013, our third largest source of emissions. The good news is that the building sector also holds the most potential for delivering significant and cost-effective greenhouse gas emission reductions and will play a key role in providing transformation to a low-carbon economy.", "Can the minister please inform the House on the specific role that natural gas will play in helping in the transition?" ],
  "anchor" : "para325"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "To my colleague, the Minister of the Environment and Climate Change." ],
  "anchor" : "para329"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I also want to thank my colleague from Northumberland–Quinte West. I am not going to be able to match the eloquence of the minister of agricultural affairs and food.", "We continue to see a critical role in the energy mix for natural gas, including in trucking and other areas. That’s why, this past February, Mr. Speaker, as you would know, our government announced a $100-million partnership with Enbridge and Union Gas as part of the down payment on cap-and-trade. We will be presenting a plan—that will benefit customers and lower costs for households and businesses to reach our emissions targets.", "Finally, I can say with confidence that natural gas will have an important role in that process. We will also continue to invest in fossil-free technologies that consumers choose to purchase as well. This is a good-news story." ],
  "anchor" : "para330"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Minister of Children and Youth Services. The minister and her colleagues ignored experts and thousands of parents when they voted down our motion to restore IBI therapy for children over the age of five.", "The Raptors weren’t the only thing lighting up Twitter last night: There were hundreds of tweets by parents and individuals who are disappointed—no, disgusted—with yesterday’s vote.", "One individual wrote to the minister stating, “Explain to me how your side’s empty when it’s time to listen and full when it’s time to vote.” Another wrote, “Disgusted with the Ontario Liberals tonight. They had an opportunity to do the right thing and voted not to.”", "These people won’t give up. We won’t give up. I ask again, will the minister reverse her decision and allow children over the age of five access to IBI therapy?" ],
  "anchor" : "para334"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I don’t think I have to tell my other critic here what I think she already knows. Members of this Legislature participate on committees and have other responsibilities, so not everybody from any party is in the House at all times. If that’s what she’s suggesting, I think that’s outrageous.", "But we do listen to parents; we do listen to families. And do you know what? When all members of this Legislature were speaking yesterday, I was listening. I was taking notes, particularly of the stories of families, because it helps inform the direction we’re going. It helps inform the implementation of the new program. So I appreciated the participation of all members in the House yesterday.", "I’ll say once again, this is a historic investment of $333 million on top of $190 million a year and 16,000 new spaces. We want this to work for all children who require autism support services at the right time, at the right—" ],
  "anchor" : "para338"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para341"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "The minister doesn’t seem to understand the impact this decision is having on families. Here are some facts for you: It means Kelly McDowell’s daughter—", "Interjections." ],
  "anchor" : "para343"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Come to order.", "Supplementary." ],
  "anchor" : "para345"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "These are not my stories. These are stories from families. Kelly McDowell’s daughter, who has benefited from IBI therapy to where she can now tell her parents that she loves them, will never be able to complete her therapy. It means Meghan Stevens’s son, who has been told he is a perfect candidate for IBI therapy, will never experience that impact this life-changing therapy has.", "It’s time for the minister to do the right thing and reverse her decision so each child in our province can become the best they can be.", "Interjections." ],
  "anchor" : "para347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para350"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m worried about comments like children “will never” get a certain therapy. It sounds like the case the member is talking about is a child who is in IBI therapy. They will continue to get IBI therapy and they will be assessed by a clinician, and then the plan of action for that child will be determined going forward.", "Let’s not forget that it’s her party and her leader that voted against this new investment in autism.", "Interjections." ],
  "anchor" : "para352"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Absolutely. And their motion, as we discussed yesterday, would keep kids on wait-lists longer. That’s unacceptable. We cannot have kids on wait-lists for the length of time they have been there now, growing to five years.", "The new program recognizes that there is no age cut-off for services going forward, that there’s a continuum of care required, that children will get the right support—", "Interjection." ],
  "anchor" : "para355"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Dufferin–Caledon, come to order." ],
  "anchor" : "para358"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "—at the right time, based on clinical assessments, not by saying absolute—" ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para360"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Acting Premier. Today’s FAO report is unequivocal in its findings. The government plan to reduce program spending is happening across most areas. Planned spending growth in health and education, for example, is at about half the rate it should be in order to keep up with population growth and other cost pressures.", "According to the report, this means that program expenses would need to be $4 billion higher by 2018-19 compared to what was written in the 2016 budget. Mind you, this is only if the status quo remains, and Ontarians know that the quality of public services under this Liberal government only continues to decline.", "My question: How long are Ontarians expected to go without?" ],
  "anchor" : "para363"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Finance." ],
  "anchor" : "para366"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I appreciate the question. I also appreciate, as I’ve mentioned, the work done by the FAO in this regard, recognizing how important it is for us to take note of the fact that the structures in place, the status quo, must be amended without sacrificing the very services that are important to Ontarians, like health care and education.", "It’s one of the reasons we’re investing much more in health care: $1 billion alone this year, as well as $12 billion over the next 10 years to support new hospitals, new hospice care and new services for the people of Ontario when it comes to health care.", "The FAO also makes reference to the fact that we are coming into balance. He also notes some of the risks that are involved that we must address. We are doing just that. It’s also why we’ve built quite a bit of prudence into the system.", "But the member opposite is asking a very important question: Can we stay the way we are or must we make the appropriate changes to improve our services while being mindful of the taxpayers as we proceed forward, balancing the books at the same time?" ],
  "anchor" : "para367"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para372"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Mr. Speaker, this government likes to congratulate itself on having the lowest program spending per person in the country, but Ontarians know what that means. They are living a painful Liberal reality in Ontario. They know it means less money for health care. Our hospitals are already overcrowded, as we’ve heard. It means less money for education. Kids with special needs are already not getting the supports they need. And more money is spent cleaning up Liberal mistakes. All in all, it simply means less money for the things that Ontarians depend on, the people whom we’re supposed to be working for, the people whom we are elected to serve.", "My question is simple: When will this Liberal government put the needs of Ontarians first?" ],
  "anchor" : "para373"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "Mr. Speaker, I’m very proud on this side of the House that we have been putting Ontarians’ needs first in every budget that we’ve presented and that I’ve had the pleasure of doing.", "I must admit, I have to ask the member opposite this very question. On page 9 of her platform, they promised to make $600 million in unspecified cuts every year. This member opposite stood and said that the way to find the savings, the way to make those cuts, is in health care, by her own admission.", "We’re not doing that on this side of the House. We’re investing more in health care. We’re providing for the people of Ontario." ],
  "anchor" : "para375"
}, {
  "speaker" : "John Fraser",
  "text" : [ "My question is for Minister of Aboriginal Affairs. I understand that last week the minister was invited to be part of the Canadian delegation to the 15th session of the United Nations Permanent Forum on Indigenous Issues. I know that our government is committed to working with the federal government on issues of shared priority and concern. It’s great to see that Ontario was asked to stand with Canada on the world stage at this important forum.", "Can the minister please tell us more about his participation in the United Nations Permanent Forum on Indigenous Issues?" ],
  "anchor" : "para379"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Thank you for that question.", "It was a great honour to join my federal counterpart, Minister Carolyn Bennett; Ontario First Nation leadership, Métis leadership and Inuit leaders; and more than 1,000 other indigenous participants from across the world at the United Nations for this forum.", "The overarching theme of this year’s session was “Conflict, Peace and Resolution,” leading to a very productive discussion on issues related to lands, territories, resources, rights and distinct identities.", "It was a pleasure to have the opportunity to further join Minister Bennett in a forum discussion entitled Empowering Indigenous Women, with various delegations from Australia and New Zealand. Speaker, it was clear that Canada now has a voice on the world stage when it comes to indigenous issues.", "I am proud that Ontario was able to be a part of that delegation. I am proud that Canada is back on the international stage." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para386"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Thank you very much to the minister for the update on his participation at the United Nations.", "It was also good to hear that he was invited to take part in the panel on empowering indigenous women. His exposure to the experiences of indigenous women in other countries and governments will be important in our own long-term strategy to end violence against indigenous women.", "I also understand that, while at the UN, the minister’s federal counterpart also announced that Canada will be removing its permanent objector status from the United Nations Declaration on the Rights of Indigenous Peoples. Speaker, through you to the minister, could he please tell us more about the lessons learned from his trip that will benefit the work of our government?" ],
  "anchor" : "para387"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "As Ontario moves forward on the implementation of our long-term strategy and our response to the Truth and Reconciliation Commission, it is important to consider the lessons we can learn from the experience and successes of other countries.", "It was an honour, again, to join Canada for the Empowering Indigenous Women round table to hear the perspectives of other countries in addressing this very important issue. I thank Minister Bennett for this opportunity. It was great to hear a very good-news story that the federal government is reversing its stance on the United Nations Declaration on the Rights of Indigenous Peoples.", "Our government is committed to working with our indigenous partners as we follow the federal government’s leadership in developing a national plan for the implementation of the United Nations Declaration on the Rights of Indigenous Peoples." ],
  "anchor" : "para390"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "My question is for the Minister of Energy. It concerns the future of natural gas, which this government seems intent to eliminate.", "My question is why isn’t the minister speaking up for affordable energy? Whose side is he taking? Is it the Minister of Economic Development, who wrote, “My ministry heard of the importance of natural gas.... In particular, we heard that remote communities face large expansion costs to access the resource”? Or is it the Minister of the Environment, who said that “home heating in the future is going to have to come from sources other than natural gas”?" ],
  "anchor" : "para394"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I’m happy to speak to the member, particularly in view of the fact that he has rural constituents. He will know that we have taken some very significant steps to mitigate the costs in the rural areas. We do that by having a policy of expanding natural gas into rural communities. We’re doing it through the Ontario Energy Board.", "We’ve changed the regulations to allow a longer period of time to recoup the capital. We have the loan program for rural natural gas expansion. We have a loan program and a grant program for rural areas. We are taking all kind of steps. Hydro One has a new program for heat pumps which can be installed in rural residences and will take between $800 and $1,500 off their electricity bills every year.", "We are working for the rural community when it comes to the prices of electricity." ],
  "anchor" : "para396"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para399"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "Back in February, I wrote to the government about the need for natural gas access in Milverton, which I represent. I’ve seen responses from the Premier, the Minister of Economic Development and the OEB, but not the Minister of Energy.", "Now we know the Liberals are planning a $7-billion climate plan which threatens to throw up new barriers to natural gas in rural Ontario. Unbelievably, it proposes to ban natural gas from all homes and small buildings built in 2030 or later. It’s yet another Liberal policy dreamed up with zero thought to rural Ontario.", "Will the minister stand with the people of Perth East and support the township’s position on natural gas, or will he stand with his out-of-control colleague, the Minister of the Environment?", "Interjections." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. I was trying to listen to the question when the member from Renfrew took me off my listening." ],
  "anchor" : "para404"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "I would invite the member to inform himself as to what’s happening at the Ontario Energy Board. He may not be aware of the fact that Union Gas has an application before the Ontario Energy Board. The hearings are in process to expand natural gas to five—", "Interjection." ],
  "anchor" : "para405"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Huron–Bruce." ],
  "anchor" : "para407"
}, {
  "speaker" : "Bob Chiarelli",
  "text" : [ "—rural communities. Union Gas is also working with 18 or 19 other rural communities to make similar applications before rural communities.", "They don’t want to admit, in the Conservative Party, that we are paying attention to rural customers. We’re taking steps to mitigate their rates and we will continue to do so." ],
  "anchor" : "para408"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Ma question est pour la vice-première ministre.", "Madame la Ministre, ça va vous surprendre. Une personne qui déménage du Québec, qui s’en vient à Hearst et qui décide qu’il veut établir son commerce à Hearst—c’est des jeux gonflables. Il vient ici et s’organise pour être capable d’offrir ce service aux citoyens du nord-est de l’Ontario, mais quand il contacte, and I’ll say it in English, the Technical Standards and Safety Authority, parce qu’eux autres ne font rien en français, il se fait dire, « Non, tu ne peux pas faire ton test en français. Non seulement tu ne peux pas l’écrire en français, mais tu ne peux pas amener un traducteur, même si, toi, tu le payes, pour être capable de faire ton test en français. »", "Est-ce que la vice-première ministre pense que c’est bien qu’un francophone en Ontario peut se faire refuser le droit d’écrire un test avec the Technical Standards and Safety Authority? Est-ce que c’est une bonne affaire? Moi, je dis non." ],
  "anchor" : "para411"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The minister responsible for francophone affairs." ],
  "anchor" : "para414"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Premièrement, je veux remercier le député de Timmins–James Bay pour sa question.", "Je n’étais pas au courant que ce processus-là était en place et qu’on n’avait pas le droit d’écrire les examens. Alors, je vais m’assurer de parler au ministre responsable pour corriger cette situation-là.", "Les francophones en Ontario devraient pouvoir avoir—spécialement dans la région du nord, où il y a beaucoup de francophones, et à Hearst, où presque 90 % de la population est francophone—des services en français." ],
  "anchor" : "para415"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Merci. Supplementary?" ],
  "anchor" : "para419"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "Madame la Vice-Première Ministre et madame la Ministre, j’espère que oui, et j’espère que vous êtes capables de le régler. Dans les recherches que moi et mon personnel avons faites, on a trouvé que quand la responsabilité a été transférée à—puis je vais le dire en anglais—the Technical Standards and Safety Authority, ils ont été exclus de la Loi sur les services en français. Donc, il n’y a pas d’exigences dans la loi qu’ils ont besoin de donner ces services en français.", "La deuxième partie de ma question : oui, aidez la personne à Hearst qui a besoin d’avoir son examen, mais on a besoin de corriger ce fléau et de s’assurer que cette organisation, comme les autres, se trouve sous la Loi 8 dans les régions désignées." ],
  "anchor" : "para420"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Le ministre des services corporatifs." ],
  "anchor" : "para422"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I appreciate the question from the member from Timmins–James Bay.", "First of all, the TSSA is responsible for regulating fuel safety and other areas of safety standards. It is certainly my expectation of all of the delegated administrative authorities and agencies in the province that they conduct business in both official languages.", "This is the first that I’ve heard of this issue with respect to the TSSA. I’m happy to have a conversation with the member opposite and follow up. I will be speaking, obviously, to the TSSA in regard to the way in which they conduct business with respect to their services, and that all Ontarians, whether they speak French or English, have access to all of the services provided by the TSSA." ],
  "anchor" : "para423"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "My question is for the Minister of Municipal Affairs and Housing. From my experience as a municipal councillor, I had a front-row view of the difficulties facing municipalities in delivering affordable housing. As this House will know, I have been a strong proponent of a planning tool called inclusionary zoning.", "In many communities across the province, increasing housing prices and rent costs are making it difficult for people to find housing that they can afford to rent or buy. A few months ago, our government took actions to address this by releasing an updated Long-Term Affordable Housing Strategy. If passed, this would introduce legislation that would make inclusionary zoning a reality in communities across this province.", "Will the minister provide this House with an update on the development of a proposed inclusionary zoning framework?" ],
  "anchor" : "para427"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "I thank the member from Etobicoke–Lakeshore and also the member from High Park, who both have a long history of advocating for inclusionary zoning. It’s important.", "Today, later this afternoon, I will be introducing the Promoting Affordable Housing Act, which would, if passed, help to ensure that the people of Ontario have better access to affordable and adequate housing. These changes will enable municipalities to offer incentives and use other planning measures, such as height and density, to support the creation of affordable units in partnership with the development sector.", "Speaker, our neighbourhoods are stronger and more vital when they include a mix of people who are able to choose where they live from a range of housing. That will be the intent of the legislation. I’m sure all members of the House will be delighted to see it this afternoon." ],
  "anchor" : "para430"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para433"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you to the minister for his answer and for his leadership on this issue.", "My community of Toronto has long sought the ability to have inclusionary zoning. Toronto’s chief planner, Jennifer Keesmaat, has said that a lack of access to this planning tool has resulted in the loss of the opportunity to create tens of thousands of units that would be affordable. Inclusionary zoning has also been requested by York region, Peel region, the region of Waterloo, the city of Hamilton and other municipalities.", "We recognize that inclusionary zoning is not a magic wand or a silver bullet that will do away with housing challenges, but what’s important to note is that the proposed Promoting Affordable Housing Act will put forward other suggested measures to increase the supply of affordable housing in Ontario and continue the transformation of the social housing system.", "Through you, will the minister highlight some of these other proposals in the bill?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The honourable member is correct. In addition to the ground-breaking proposals associated with inclusionary zoning, there will be some other tools that will be made available which will allow our municipal partners who operate social housing more flexibility in administering and delivering social housing in their communities, helping to reduce wait-lists and, frankly, just making it easier for Ontarians to embrace a bunch of options.", "Further changes would make secondary suites in new homes—a potential source of affordable rental units for low- to moderate-income renters—less costly to build by exempting them from development charges.", "Speaker, with our proposed package of changes, we are taking meaningful actions to transform Ontario’s housing system and end chronic homelessness within the next decade." ],
  "anchor" : "para438"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "My question is to the Minister of the Environment. My constituents are furious after the premature release of the minister’s plan to abandon natural gas in Ontario. Mark called it a “lunatic plan.” Mary said, “This had better be some sort of—“", "Interjections." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Order. Start the clock.", "Finish, please." ],
  "anchor" : "para444"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Mary said, “This had better be some sort of delayed April Fool’s prank.”", "“I am beyond furious with this ridiculous plan,” wrote Joan.", "Many have wondered how they will pay their bills, while others are worried about their jobs.", "“There is basically one industry that provides economic safety in this county”—that’s the county of Chatham-Kent—“and it is Union Gas,” said Sharon.", "Union Gas employs 850 people in Chatham-Kent and thousands throughout Ontario. We need these jobs.", "Speaker, to the minister: Can the minister please let my constituents know—" ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Sit down. I stand, you sit.", "Minister of the Environment and Climate Change." ],
  "anchor" : "para452"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "As my colleague the Minister of Children and Youth Services said, it’s important to stick to the facts in these conversations. Fact number one, if I haven’t said it enough: We are not banning or removing natural gas heating or cooling. I don’t know how many times I have to say that. You’ll see it when the plan comes out.", "But maybe the member could talk to my colleague—", "Interjections." ],
  "anchor" : "para454"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para457"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "—could talk to my friend from London North Centre. She’ll introduce him, in his neighbourhood, to Sifton homes, which is building net-zero, very low-cost “prosumer” homes, as they are called, where these people have the lowest heating and cooling bills, almost, in Ontario. They’re being built all around him.", "When Ontarians choose those net-zero homes with very low costs, they should get help from this government too, Mr. Speaker." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Back to the minister: The agricultural and greenhouse industry in my ridingwould also like clarification about the environment minister’s plan to abandon natural gas.", "The Ontario Federation of Agriculture has been asking for an expansion of natural gas for years. This government was patting itself on the back for promising an investment in gas lines only a few months ago. Recently, the minister sent a letter to the OEB saying that the provincial government was committed to expanding natural gas service in rural Ontario. But now the industry is shocked after hearing that these plans may be abandoned.", "Minister, you need to reconsider and ensure the need for natural gas expansion in Ontario.", "Speaker, to the minister: Will promises made to expand natural gas lines in rural Ontario be honoured?" ],
  "anchor" : "para461"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "The investments we are making in more efficient natural gas, in cogen, in geothermal, in battery and a whole range of Ontario companies’ amazing technologies will give Ontarians more choice in home heating and cooling, lower costs and will reduce GHGs.", "In fact, I’m working almost monthly with the greenhouse industry because part of the challenge with the changing climate is that we’re likely going to have to grow more food in protected environments. They’re co-authoring the plan with us. That will be a big boon in the ag sector. Don McCabe is on our working group. He knows. Maybe the member could talk to Mr. McCabe from the OFA to get his facts corrected, because Mr. McCabe certainly understands them." ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Finance on a point of order." ],
  "anchor" : "para468"
}, {
  "speaker" : "Charles Sousa",
  "text" : [ "I’d like to introduce our interns at the Ministry of Finance this summer: Marie Visca, Julia McArthur and Eduardo Rodriguez. They’re in our members’ gallery. Welcome to Queen’s Park." ],
  "anchor" : "para469"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain on a point of order." ],
  "anchor" : "para470"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I had some guests join us after introductions this morning, so I’d like to welcome to the House my brother, David Taylor, as well as a family friend, Ken Hadal. Welcome to Queen’s Park." ],
  "anchor" : "para471"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Davenport." ],
  "anchor" : "para472"
}, {
  "speaker" : "Cristina Martins",
  "text" : [ "I’d like to introduce a constituent of mine from the riding of Davenport: Samantha Tome, who attends St. Joseph’s College School and was recently selected as a recipient of the Herbert H. Carnegie Future Aces National Citizenship Award and Scholarship. She is here today with her guidance counsellor, Aida Costa. Welcome." ],
  "anchor" : "para473"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment and Climate Change on a point of order." ],
  "anchor" : "para474"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I would like to introduce the team that worked on Bill 172 in our ministry: Myra Hewitt, Laura Nemchin, David Harth, Heather Pearson, Sheri Beaton, Lisa Blackwell, Steve Borg, Kaj Thiru, David Mullock and Iain Myrans. They’re a great team who work for us every day.", "Deferred vote on the motion that the question now be put on the motion for third reading of the following bill:", "Bill 172, An Act respecting greenhouse gas / Projet de loi 172, Loi concernant les gaz à effet de serre." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a deferred vote on the motion for closure on the motion for third reading of Bill 172, An Act respecting greenhouse gas.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para480"
}, {
  "speaker" : "The Speaker",
  "text" : [ "On May 10, 2016, Mr. Murray moved third reading of Bill 172, An Act respecting greenhouse gas.", "Mr. Colle has moved that the question be now put.", "All those in favour of Mr. Colle’s motion, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para483"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para538"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 51; the nays are 35." ],
  "anchor" : "para575"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Mr. Murray has moved third reading of Bill 172, An Act respecting greenhouse gas.", "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, please say “aye.”", "All those opposed, please say “nay.”", "In my opinion, the ayes have it.", "Call in the members. This will be a five-minute bell." ],
  "anchor" : "para576"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those in favour, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para584"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed, please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para649"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I declare the motion carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para675"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There are no further deferred votes. This House stands recessed until 3 p.m. this afternoon." ],
  "anchor" : "para678"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I want to welcome some visitors who are here today for Ehlers-Danlos Syndrome Awareness Month. We have my son Mitch Martow, James Eubanks, Liza Butcher, Bettina Share, Kathleen Eubanks, Lindsey Czitron, Christina Butt, Taz Goddard, Holy Clayton, Alexandra Howell, Peter Balasis, Terry Howell, Ashley McKay and Elizabeth Butcher—they’re all in the front row. As well, high up in the gallery we have Sylvia Stamou and Charlotte Lawrence Moody. Welcome, and thank you for coming." ],
  "anchor" : "para681"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have three guests today: Hieronim Teresinski, national president of the Association of Polish Engineers in Canada, and as well, from my riding of Windsor–Tecumseh, Ewa Barycka and Jerzy Barycki, president of the Polish Canadian Business and Professional Association of Windsor." ],
  "anchor" : "para682"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introductions? The member for Elgin–Middlesex–London." ],
  "anchor" : "para683"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I get laughed at, I guess. I don’t know.", "Mr. Speaker, I’d love to also welcome members from the Polonia community, especially the youth group Harnasie, from the Polish Highlanders Association of Canada, who are wearing beautiful Polish traditional costumes. Stand up and say hello. Welcome. I would also like to welcome Jerry Barycki, who is here today. Also here today is Teresa Berezowski, from the Canadian Polish Congress—I don’t see her in the House yet—and Grzegorz Morawski, consul general of the Republic of Poland." ],
  "anchor" : "para684"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member would know that I would never laugh at him. I was actually laughing at myself, because you were standing and I was looking right at you and saying, “Who else is standing?” So I apologize. My vision is going. What can I say?", "Further introductions?" ],
  "anchor" : "para686"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I would like to introduce Joe Vaccaro, from the Ontario Home Builders’ Association, who is here. Welcome." ],
  "anchor" : "para688"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We welcome all our guests and thank you for being here." ],
  "anchor" : "para689"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I’m proud to rise today to recognize the birthday of Karol Jozef Wojtyła, who was born on May 18, 1920, in Wadowice, Poland. He was the man who became known as the Pope.", "St. John Paul II was elected by the second papal conclave of 1978 and adopted his predecessor’s name in tribute to him.", "He served as Pope of the Roman Catholic church from 1978 until his death on April 2, 2005. It’s one of those dates that I’m sure we all remember what we were doing when we heard the sad news.", "St. John Paul II was a widely admired figure, respected by Roman Catholics and non-Catholics alike.", "As Pope, he travelled to every corner of the Earth.", "We were very fortunate to host him in Ontario on two occasions, in 1984 and again in 2002, when he celebrated World Youth Day together with 800,000 young people.", "He dedicated his life and papacy to international understanding, peace and the defence of equality and human rights.", "St. John Paul II significantly improved the Catholic church’s relations with Judaism, Islam, the Eastern Orthodox church and the Anglican Communion.", "His message of hope, embodied in the phrase, “Be not afraid,” inspired millions around the world, and his canonization ensures that it will endure into the future.", "I was pleased to participate in the celebration of St. John Paul II’s birthday today at Queen’s Park, representing our leader, Patrick Brown.", "I’d especially like to thank the youth present here today from the Polish Highlanders Association for enriching the celebration not only with their costumes, but also with their music and singing, bringing Polish tradition to Queen’s Park and showing how diverse Ontario is.", "Mr. Speaker, as a Polish descendant myself, I am proud to rise in honour of Pope St. John Paul II. His life and legacy will always be remembered." ],
  "anchor" : "para692"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Ten years ago, the General Motors car assembly plant in Oshawa was one of the most productive auto plants in the world. It topped the J.D. Power list for quality, and year in and year out, the workers at GM kept it that way. Oshawa was the crown jewel of General Motors. GM workers were promised that keeping Oshawa a high-quality, high-productivity producer would ensure the survival of the plant.", "They also made money for General Motors, lots of it. In 1996, General Motors Canada was the first Canadian company to register a $1-billion profit. At the time, 40% of GM’s North American profits were coming from the 10% of their workforce that was running the Oshawa plant.", "The workers at GM Oshawa have invested millions of dollars through payroll deductions back into our community. They’ve helped to expand the hospital; build a cancer centre, the YMCA and UOIT; stock the food bank; and generated millions more for the United Way. Their efforts have contributed billions of dollars to the Canadian economy, and the jobs at the Oshawa plant matter not only to our community but to Ontario and Canada as a whole.", "Following the 2008 financial crisis, GM has returned to profitability after shedding its debt, thanks to the investment of the people of Ontario and Canada, as well as sacrifices made by the workers and retirees. While record profits should have resulted in reinvestment into the Oshawa plant, they have not. We have never felt more uncertainty about the future of General Motors in Oshawa than we do now. It is time for GM to commit and bring new product to Oshawa. Our community has earned it." ],
  "anchor" : "para705"
}, {
  "speaker" : "Eleanor McMahon",
  "text" : [ "I rise today in the House to recognize the proud achievements of outstanding citizens in my riding of Burlington who were recently honoured at the annual Burlington’s Best Awards on May 11. Burlington has been recognized by MoneySense magazine as the best mid-sized city for three years in a row and the third-best city in Canada. These accomplishments wouldn’t be possible without the selfless contributions of our citizens. The Burlington’s Best Awards provide an opportunity to thank those residents whose dedication contributes to making Burlington such a wonderful place to live, work and play.", "This year’s awards featured seven award winners from among 22 nominees. Award categories included the Senior Person of Year, the Junior Citizen of the Year, Arts Person of the Year, the Environmental Award, the Community Service Award, the Heritage Award and Citizen of the Year.", "This year’s winner of Citizen of the Year was Brenda Hunter. Brenda’s leadership and dedication to the health care needs of the residents of Burlington and beyond, through her work with the Joseph Brant Hospital Foundation, continue to transform and inspire our community. As a leader of our hospital’s Our New Era campaign, she played a major role in raising over $48 million of Joseph Brant’s $60-million donor campaign. She also successfully led the One Room at a Time campaign, which raised $400,000 in support of the new palliative care unit.", "I’d like to congratulate and thank Brenda and all the winners and nominees of this year’s Burlington’s Best Awards for their continued selfless service to our community." ],
  "anchor" : "para710"
}, {
  "speaker" : "Victor Fedeli",
  "text" : [ "Financial advisers play a vital role in helping people retire with security and reach their financial goals. The financial services sector is a pillar of strength for Ontario’s economy and contributes $8.4 billion in direct GDP and over 84,000 jobs. Ontario needs a competitive market for financial services that offer consumers a range of choices and protection, including access to small business financial advisers.", "However, the industry is concerned with the potential adoption of policies that have failed in other jurisdictions, policies that have made financial advice unaffordable. Ontario needs to be a leader in this regard, not a follower. We need policies to make financial advice more available to Ontarians, not less.", "Speaker, I urge the government to end its pursuit of policies that will make financial advice unaffordable in Ontario. Instead, reforms should focus on strengthening the sector, including professional title protection for financial advisers, less red tape and greater accountability for clients." ],
  "anchor" : "para715"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "Prompt Payment Ontario: Payment delays are the most significant limit on efficiency in Ontario’s construction sector and the nearly 450,000 Ontarians who work in it. The delays create serious cash flow problems for subcontractors and for our hard-working tradespeople.", "Families in Ontario are currently waiting up to four months for their loved ones to get paid for construction work already completed and certified. This withheld money is taking billions of dollars out of our economy and severely impacting Ontarians. They cannot wait months or years for prompt payment to become a reality, because if they do, they face job loss and even bankruptcy.", "Payment delays mean lower employment, that benefit coverage for workers is reduced, that apprenticeship opportunities are fewer and that the pool of bidders is reduced as trade contractors must limit their expenses due to the restriction in cash flow.", "In March 2014, the government recognized these issues. In fact, the current Minister of Transportation introduced a PMB to address this issue. Unfortunately, it was scrapped just before an election, and since then, all we’ve had is a review of the Construction Lien Act.", "Earlier this month, that report was submitted to the government, and I rise today to urge the government to immediately release the findings of the review to those that are most drastically affected by its outcome. We cannot wait any longer. Those directly affected must be made aware of the findings immediately." ],
  "anchor" : "para719"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I’m pleased to rise today to recognize and thank the nurses of SickKids Hospital in my riding of Trinity–Spadina. Last week, I was honoured to accompany the nurses of SickKids Hospital on their annual Take Your MPP to Work Day.", "Between visiting the dialysis unit, where I met a family of Syrian refugees receiving treatment and services, to the cardiology floor, where a team of nurses worked 24 hours around the clock, rotating jobs, charts and working together to ensure the best care is given to their patients, the teamwork and the passion I saw from the nurses at SickKids was very moving. I’m proud to have them practising in my riding. They’re truly the highlight of our exceptional health care system.", "Thank you to all the nurses of SickKids Hospital for showing me the ropes, and thank you to all nurses across the province for the critical care you provide to Ontarians." ],
  "anchor" : "para726"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I just want to wish congratulations to everybody who’s here with Ehlers-Danlos and those who are supporting their friends and relatives with Ehlers-Danlos. I’m going to read the proclamation that I presented to them. We took a wonderful picture and we had a nice lunch.", "Congratulations to EDS Canada on the recognition of May as Ehlers-Danlos Syndrome Awareness Month. Ehlers-Danlos syndrome, EDS, is a genetic disorder involving mutations in connective tissue, characterized by instability and dislocations of the joints; skin that bruises, scars and tears easily; and arterial and organ rupture causing internal bleeding, shock, stroke and premature death.", "There is neither routine screening nor a cure for EDS. Early and accurate diagnosis can provide opportunities for life-saving emergency medical plans and proper monitoring and can improve quality of life. EDS is frequently misdiagnosed or undiagnosed. Improved knowledge can prevent generations of premature deaths, allow for effective management, improve quality of life, and reduce disability and pain.", "I am pleased to congratulate EDS Canada for their advocacy work on behalf of all Canadians and their friends and relatives who face challenges due to this genetic condition. We celebrate May 2016 as Ehlers-Danlos Syndrome Awareness Month in Ontario, while eagerly looking forward to celebrating the opening of the first EDS clinic.", "I want to say that the member from Kitchener–Conestoga is eagerly awaiting news, as am I, on when this clinic is going to open, as has been repeatedly promised by the Minister of Health. Unfortunately, the letters from his office are very inconclusive." ],
  "anchor" : "para730"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "This year marks the 60th anniversary of the Rotary Club of Toronto-Don Mills. I rise today to recognize the contributions of this Rotary Club to the province and to the world.", "For the past 16 years, this Rotary Club has been promoting oral health and awareness among young children from junior kindergarten to grade 6 through the Brush-a-mania program, first in the city of Toronto and then across the province. To date, the program has reached over half a million elementary students across the province.", "Brush-a-mania is one of two big projects that this Rotary Club is involved in locally and provincially. In 2008, the club expanded this program to Armenia, where two mobile dental clinics were created to better serve the children there.", "The club is also actively involved in the Rotary International project of the global eradication of polio. Last March, the club started the End Polio Now fundraiser. Their goal is to raise $100,000, which will go to eradicating polio worldwide. The $100,000 goal will become $500,000, thanks to a two-to-one match campaign by the government of Canada and the Bill and Melinda Gates Foundation.", "I want to thank three Rotarian members, Dr. Raffy Chouljian, Jennifer Boyd and Ryan Fogarty, who will be starting a six-day hike up Mount Kilimanjaro next month to raise funds for a polio-free world.", "I want to also congratulate this club for their 60th anniversary and for their service above self. I look forward to celebrating with them this evening as they celebrate their 60th anniversary." ],
  "anchor" : "para736"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Unfortunately, homelessness occurs in too many communities in our province. In Etobicoke–Lakeshore, we do have two excellent Out of the Cold programs, run by All Saints Kingsway Anglican Church and by St. Margaret’s church.", "This winter, my constituency staff were happy to assist the volunteers and parishioners at St. Margaret’s by cooking and serving a hot breakfast for their overnight guests. The program provides dinner, overnight accommodations, a full hot breakfast and a bag lunch to those who are homeless or hungry from November through April. St. Margaret’s also offers its guests various forms of clothing and laundry services. A nurse comes in weekly to check out such problems as frostbitten hands and feet, as guests have many challenges to face when out on the street.", "St. Margaret’s volunteers and parishioners recently turned the tables when the program wound down in April, by inviting the various Etobicoke–Lakeshore groups who volunteered to assist with this year’s program, including my staff, to a delicious evening of great food and conviviality at the church. Many thanks to Cara Wigle, Terry Greer, Tanya Imola, and so many more people who so generously give of their time to support others through this wonderful program.", "Volunteering is a very rewarding experience in a friendly environment, where your time means so much to our community’s most vulnerable when you participate in an Out of the Cold program." ],
  "anchor" : "para743"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I beg leave to present a report from the Standing Committee on the Legislative Assembly and move its adoption." ],
  "anchor" : "para749"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill as amended:", "Bill 100, An Act to enact the Ontario Trails Act, 2016 and to amend various Acts / Projet de loi 100, Loi édictant la Loi de 2016 sur les sentiers de l’Ontario et modifiant diverses lois." ],
  "anchor" : "para750"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried." ],
  "anchor" : "para752"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The bill is therefore ordered for third reading.", "Mr. McMeekin moved first reading of the following bill:", "Bill 204, An Act to amend or repeal various Acts with respect to housing and planning / Projet de loi 204, Loi modifiant ou abrogeant diverses lois en ce qui concerne le logement et l’aménagement du territoire." ],
  "anchor" : "para754"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para759"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister for a short statement." ],
  "anchor" : "para761"
}, {
  "speaker" : "Ted McMeekin",
  "text" : [ "The Promoting Affordable Housing Act would amend the Planning Act, the Development Charges Act, the Housing Services Act and the Residential Tenancies Act. Our package of reforms would, if passed, help to ensure the people of Ontario have better access to affordable and adequate housing. It would increase the supply of affordable housing through such tools as inclusionary zoning and modernize social housing by giving local service managers more flexibility in administrating and delivering programs.", "Mr. Bailey moved first reading of the following bill:", "Bill 205, An Act to amend the Fish and Wildlife Conservation Act, 1997 / Projet de loi 205, Loi modifiant la Loi de 1997 sur la protection du poisson et de la faune." ],
  "anchor" : "para762"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para767"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para769"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "This is the Fish and Wildlife Conservation Amendment Act, (Double-Crested Cormorants), 2016. The bill amends the Fish and Wildlife Conservation Act, 1997, to permit the hunting and trapping of double-crested cormorants." ],
  "anchor" : "para770"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I believe we have unanimous consent to put forward a motion without notice regarding private members’ public business." ],
  "anchor" : "para773"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The minister is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister." ],
  "anchor" : "para774"
}, {
  "speaker" : "David Orazietti",
  "text" : [ "I move that notwithstanding standing order 98(g), notice for ballot items 47, 48, 50, 51, 52 and 53 be waived." ],
  "anchor" : "para776"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Orazietti moves that notwithstanding standing order 98(g), notice for ballot items 47, 48, 50, 51, 52 and 53 be waived. Do we agree? Carried." ],
  "anchor" : "para777"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "May is South Asian Heritage Month. There are more than one million people of South Asian descent living in Ontario today, in the GTA, Hamilton, Ottawa, London and Windsor. They come from India, Pakistan, Bangladesh and Sri Lanka, as well as parts of Africa and the Caribbean. The South Asian community is greatly diverse and it has strengthened Ontario. Festivities to celebrate South Asian Heritage Month will be held all across Ontario, giving us all a chance to learn about and celebrate the many contributions that this community has made to our economy, our culture and our neighbourhoods.", "Since South Asian Heritage Month was proclaimed in the House in 2001, it has become our tradition to use this month to recognize and thank the South Asian community for contributing to the growth and quality of life in our province.", "The first South Asian migrants to Canada arrived in Vancouver in 1903. But this is not a happy story. In 1914, under the immigration laws of the day, the federal government turned back a vessel off Vancouver carrying hundreds of Sikh immigrants. That vessel, the Komagata Maru, rerouted to Calcutta, where 19 of its passengers were killed in a skirmish with British authorities.", "Speaker, I note with satisfaction that the Prime Minister has delivered a full apology in the House of Commons for this incident more than a century ago. The incident is a reminder that Canada has not always lived up to the ideals we hold dear now. Fortunately, we know better today. We know the value of immigration to our economy and our culture. The Prime Minister’s apology is a way of helping us remember this value.", "Today, Ontario’s South Asian community is extremely diverse in culture, religion, language, heritage and tradition. Ontarians are fortunate to have this diverse community in our midst. We admire the work ethic and strong sense of family and community in the South Asian community.", "Ontario has always welcomed immigration and celebrated the diversity it creates. We know this diversity makes us stronger and more attractive for further immigration.", "Speaker, as Ontario’s Minister of Citizenship, Immigration and International Trade, I also value the economic connections our South Asian Canadians retain with their former homelands.", "Each and every newcomer to Ontario is a trade bridge we can use to increase the goods and services we export and make Ontario stronger. But most of all, South Asians are our neighbours and friends. They are our co-workers and community leaders. They are fellow Ontarians.", "As we mark South Asian Heritage Month, let us celebrate the many achievements and success of South Asian newcomers to Ontario in the fields of education, health care, the arts, business, sciences and public service.", "Festivities are being held across the province this month to celebrate the rich South Asian culture. I urge all Ontarians to join in." ],
  "anchor" : "para781"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para791"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s an honour to rise and honour May as South Asian Heritage Month in the province of Ontario.", "The history of the South Asian community in Canada has some of our greatest moments as a nation, but it also has some of our darkest. Today, on Parliament Hill, the Prime Minister is going to be apologizing for the actions of the Canadian government 102 years ago, when the Komagata Maru steamed into Vancouver harbour.", "Canada, which had previously opened its doors to immigrants for decades and even centuries, unfortunately closed them to South Asian immigrants in 1908 with the continuous journey regulation, a policy for which the Komagata Maru remains the most powerful and regrettable symbol. A land that had become home for Scots fleeing clearings, Irish fleeing famine, African Americans fleeing slavery and Jews fleeing pogroms, had closed the door on people seeking a better life, an action we’re now ashamed of, which says a lot about our history.", "However, in an example of generosity that we would all recognize and proudly proclaim to be Canadian, the Sikh community in Canada at the time raised a considerable amount of money to help the voyagers on board that ship. Generosity and a characteristic helping hand knows no country of origin, but is apparently the most natural Canadian impulse. Even if it isn’t expressed by our government, it’s alive in parts of our citizenry.", "Unfortunately, many of these laws and regulations would remain on the books in this country until after the Second World War and would prevent South Asian soldiers who had served alongside Canadians in Hong Kong and the Pacific from immigrating to Canada. Thousands of South Asians served alongside Canadians in both world wars. Sikhs and Pakistanis bled with Canadians in the trenches in World War I. Nepalese members of the Gurkha regiments and Canadian soldiers withstood German machine gunfire at Monte Cassino. At the Battle of Hong Kong, which Canadian kids are taught in history class to this day, the Winnipeg Grenadiers and the Queen’s Own Rifles manned Allied lines along with members of the 14th Punjab Regiment and 7th Rajput Regiment. In fact, if a Canadian soldier found themselves in a foxhole in the 20th century, there’s a very good chance the soldier next to them in that foxhole was of South Asian descent. It has been my great honour to visit the homes of several friends in Brampton and Mississauga, in particular, to see the medals their fathers won at these battles. But our immigration laws wouldn’t reflect that reality until the 1960s. Over the course of that decade, the South Asian community in Canada increased tenfold. Since then, Canada has been what it was during its first era of open immigration: It has been a refuge.", "When Sikhs were persecuted in India in 1984, Canada provided a refuge from the violence. With the outbreak of the Sri Lankan Civil War, Canada provided a refuge from the violence. This country is at its best, at its strongest and at its most defiant in the face of oppression and violence when it’s a home for the people fleeing oppression and violence.", "It took a hundred years longer than it should have for Sikhs fleeing violence to find a refuge here. It took a hundred years longer than it should have for Sri Lankans and Tamils fleeing civil war to find refuge here. Our treatment of South Asians in the past has been deplorable, but now their story is our story.", "As you may know, I’m a huge sports fans, particularly a baseball fan. Mr. Speaker, there’s a moment at the end of Moneyball where Billy Beane watches a kid hit a home run and fall on his way to second base, thinking he’s only hit a double. The other team applauds when he finally crosses home plate. He says, “How can you not be romantic about baseball?”", "Well, for Sikhs, the turban is now a part of the uniform of this country for Mounties and military officers. We recognize genocides in South Asian communities that brought so many people to this great country. My kids can celebrate and have celebrated Vaisakhi and Diwali. Indian Canadians have made major contributions to Canadian art and literature. Pakistani Canadians serve in this chamber, and they’ve played in the NHL. You can even watch Hockey Night in Canada in Punjabi. When you think about it like that, Mr. Speaker, how can you not be romantic about Canada?" ],
  "anchor" : "para792"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I also am proud to join in, adding my voice, on behalf of all New Democrats and our leader, Andrea Horwath, in celebrating South Asian Heritage Month.", "One of the things that’s so beautiful about South Asia, and that I think needs to be highlighted, is that South Asia is actually very, very diverse. It’s comprised of a multitude of languages, religions, cuisines and cultures. I want to pay homage to those various diverse cultures by doing a little run-through on some of the greetings.", "Before I begin, there’s a number of religions and I want to just acknowledge some of them. There’s Hinduism, there’s Islam and, obviously, Sikhism. There’s Jain, the foundation of Buddhism and was in India. Christianity: Some of the oldest elements of Christianity can be found in South Asia. There’s Parsi Zoroastrian, Animism, the Mool Nivasi spirituality, the aboriginal folks of South Asia. These comprise monistic beliefs as well as monotheistic and polytheistic.", "Some of the greetings include: Remarks in foreign languages.", "Some of the greetings in terms of languages—they are such a diverse land. I’m going to go through some of them.", "Remarks in foreign languages.", "There are so many languages; there’s so much diversity. One of the things I think is so important for us to do in South Asian Heritage Month is to celebrate that diversity, to really provide an ability to look at all those different cultures and give them a space to celebrate that diversity so that we can come closer together. Often, we think there’s so many things that separate us, so many things that divide us. The more we celebrate our uniqueness, our diversity, we actually come to realize we have so much in common.", "One of the things that I think is particularly phenomenal about this month is the idea of celebrating those who have trail-blazed, those who have done so much to make the past easier for people like myself and future generations. When we think about what difficulty our forefathers and foremothers, or the generation before us, faced when they first came to Canada—the barriers they faced and how they overcame those barriers, how they surmounted those obstacles—I think it’s particularly powerful to pay some respect to that.", "CASSA is a phenomenal organization, and to celebrate South Asian Heritage Month, what they’ve done is chosen a number of trailblazers. I want to just list those trailblazers who are now celebrated this month for the 2016 campaign for South Asian Heritage Month. Some of those folks are:", "—Sherene Razack, who is a distinguished professor at the University of Toronto;", "—Ricky Veerappan, who is an officer in charge, involved with the Diversity, Equity and Inclusion Bureau at York Regional Police;", "—Uzma Shakir, who is the director of equity, diversity and human rights for the entire city of Toronto;", "—Baldev Singh Mutta, who is the CEO of Punjabi Community Health Services;", "—Renu Mandhane, who—we’re really, really honoured—is the Chief Commissioner of the Ontario Human Rights Commission; and", "—Sheela Basrur, who was the former medical officer of health for the city of Toronto.", "There are some phenomenal men and women who have been trailblazers in our community. I think it’s such an amazing way to celebrate the month by recognizing those folks who have broken barriers in the fields of medicine, in human rights, in law and in policing. It really shows others that when we have people who have achieved so much despite some of the obstacles and barriers they face, we can also achieve those things.", "I think that when we celebrate South Asian Heritage Month we, obviously, should celebrate our successes, but like others have mentioned, there were certainly some times in Canada where we—South Asians and other equity-seeking communities—faced a great deal of barriers. If we want to really celebrate South Asian Heritage Month, we also have to recognize there are existing barriers that people face and there are ongoing scenarios that people still endure.", "We need to commit to creating a society where we can celebrate our diversity but there are no barriers that people face based on the colour of their skin, where they come from, their language, their religion, their place of origin or any of their distinguishing features. They should be celebrated and not be cause for any barriers or obstacles in their life. That would be a way to truly celebrate South Asian Heritage Month. I’m honoured to share my voice in this celebration." ],
  "anchor" : "para802"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "I just wanted to let the member from Bramalea–Gore–Malton know that we only speak two official languages in here and you’ve left our translators perplexed. I just thought I’d offer you that.", "It is now therefore time for petitions." ],
  "anchor" : "para820"
}, {
  "speaker" : "Monte McNaughton",
  "text" : [ "I have a petition entitled “Support Prompt Payment Legislation in Ontario,” and it reads:", "“To the Legislative Assembly of Ontario:", "“Whereas delayed payments are a harmful practice in Ontario’s construction industry;", "“Whereas Ontario’s trade contractors incur significant costs when payments are delayed from general contractors;...", "“Whereas payment delays have led trade contractors to hiring fewer apprentices, which will lead to fewer qualified tradespeople in the future;", "“Whereas prompt payment legislation offers government the opportunity to provide stimulus to the economy without spending a dime;", "“We, the undersigned, call on the Ontario Legislature to support Ontario’s construction industry by adopting prompt payment legislation as a means to address the payment delay issues in Ontario.”", "I’ll send it over with a page." ],
  "anchor" : "para825"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I have another 600 names from across Ontario.", "“To the Legislative Assembly of Ontario:", "“Whereas the day of mourning is a day to remember and honour those who have been killed, injured or who suffered illness as a result of work-related incidents and to honour their families. It also serves as a day to protect the living by strengthening our commitment to health and safety in all workplaces in Ontario for the common goal of preventing further deaths and injuries from occurring in the workplace;", "“Whereas a workers day of mourning is recognized in more than 100 countries around the world;", "“Whereas 1,000 Canadian workers are killed on the job each year and hundreds of thousands more are injured or permanently disabled;", "“Whereas it is expected that more than 90% of workplace deaths are preventable and raised awareness of this fact is necessary. Every worker is entitled to a safe work environment, free of preventable accidents, and that we, as a province, are committed to reaching such a goal;", "“Whereas our MUSH sector (municipal, universities, schools and hospitals) as leaders in their communities are not doing enough to recognize and raise awareness of the seriousness of workplace injury and death;", "“Whereas the flag symbolizes us as a province, and the lowered flag is a powerful symbol of our shared loss and respect, brings focus to the issues and symbolizes we are united on this front as a province at all levels, not divided;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To support the workers of Ontario with swift passage of Bill 180, Workers Day of Mourning Act, 2016, that would require all publicly funded provincial and municipal buildings to lower their Canadian and Ontario flags on April 28 each year.”", "I agree. I’ll give it to Spencer and send it to the desk." ],
  "anchor" : "para834"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I have a petition addressed to the Legislative Assembly of Ontario.", "“Whereas the home inspector industry remains largely unregulated; and", "“Whereas homeowners are increasingly reliant on home inspectors to make an educated home purchase; and", "“Whereas the unregulated industry poses a risk to consumers;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To protect consumers by regulating the home inspection industry and licensing home inspectors.”", "I agree with this petition. I will sign it and I will hand it over to page Aadil." ],
  "anchor" : "para846"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is actually generated from my colleague in the NDP from Hamilton Mountain, given to me by Sheri Robinson yesterday.", "“Don’t Balance the Budget on the Backs of Children with ASD.", "“To the Legislative Assembly of Ontario:", "“Whereas the government recently announced plans to reform the way autism services are delivered in the province, which leaves children over the age of five with no access to intensive behavioural intervention (IBI); and", "“Whereas in 2003, former Liberal Premier Dalton McGuinty removed the previous age cap on IBI therapy, stating that Liberals support extending autism treatment beyond the age of six; and", "“Whereas applied behaviour analysis (ABA) and intensive behavioural intervention (IBI) are the only recognized evidence-based practices known to treat autism spectrum disorder (ASD); and", "“Whereas the combined number of children waiting for ABA and IBI therapies in Ontario is approximately 16,158; and", "“Whereas wait-lists for services have become overwhelmingly long due to the chronic underfunding by this Liberal government;", "“Whereas some families are being forced to remortgage houses or move to other provinces while other families have no option but to go without essential therapy; and", "“Whereas the Premier and her government should not be balancing the budget on the backs of kids with ASD and their families;", "“We, the undersigned, petition the Legislative Assembly of Ontario to direct the government of Ontario to immediately ensure that all children currently on the waiting list for IBI therapy are grandfathered into the new program so they do not become a lost generation.”", "I support this petition, affix my name to it and give it to page Isabela to take to the table." ],
  "anchor" : "para854"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Good afternoon. A petition to the Legislative Assembly of Ontario:", "“Whereas once you privatize hydro, there’s no return; and", "“We’ll lose billions in reliable annual revenues for schools and hospitals; and", "“We’ll lose our biggest economic asset and control over our energy future; and", "“We’ll pay higher and higher hydro bills just like what’s happened elsewhere;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the sale of Hydro One and make sure Ontario families benefit from owning Hydro One now and for generations to come.”", "I fully agree, Speaker. I will sign it and give it to Emma to bring up to the front." ],
  "anchor" : "para868"
}, {
  "speaker" : "Robert Bailey",
  "text" : [ "I have a petition here with hundreds of names from back home. It’s to the Legislative Assembly of Ontario.", "“Whereas providing high-quality, universal, public health care is crucial for a fair and thriving Ontario; and", "“Whereas years of underfunding have resulted in cuts to registered nurses (RNs) and hurt patient care; and", "“Whereas, in 2015 alone, Ontario lost more than 1.5 million hours of RN care due to cuts; and", "“Whereas procedures are being off-loaded into private clinics not subject to hospital legislation; and", "“Whereas funded services are being cut from hospitals and are not being provided in the community; and", "“Whereas cutting skilled care means patients suffer more complications, readmissions and death;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Implement a moratorium on RN cuts;", "“Commit to restoring hospital base operating funding to at least cover the costs of inflation and population growth;", "“Create a fully-funded multi-year health human resources plan to bring Ontario’s ratio of registered nurses to population up to the national average;", "“Ensure hospitals have enough resources to continue providing safe, quality and integrated care for clinical procedures and stop plans for moving such procedures into private, unaccountable clinics.”", "I agree with this, affix my name and send it down with Spencer." ],
  "anchor" : "para877"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas scientific studies conducted during the past 70 years have consistently shown that community water fluoridation is a safe and effective means of preventing dental decay and is a public health measure endorsed by more than 90 national and international health organizations, including the Ontario Chief Medical Officer of Health and the Ontario Dental Association; and", "“Whereas recent experience in Canadian cities that have removed fluoride from drinking water has led directly to a dramatic increase in tooth decay; and", "“Whereas the Ontario Ministry of Health and Long-Term Care urges support for amending the Fluoridation Act to ensure community water fluoridation is mandatory; and", "“Whereas the Ontario Ministry of Municipal Affairs and Housing urges support for the removal of provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario before the end of the first session of the current Ontario Parliament.”", "I will sign my name to it and give it to Aadil to bring up to the front." ],
  "anchor" : "para891"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas household electricity bills have skyrocketed by 56% and electricity rates have tripled as a result of the Liberal government’s mismanagement of the energy sector;", "“Whereas the billion-dollar gas plants cancellation, wasteful and unaccountable spending at Ontario Power Generation and the unaffordable subsidies in the Green Energy Act will result in electricity bills climbing by another 35% by 2017 and 45% by 2020; and", "“Whereas the Liberal government wasted $2 billion on the flawed smart meter program; and", "“Whereas the recent announcement to implement the Ontario Electricity Support Program will see average household hydro bills increase an additional $137 per year...; and", "“Whereas the soaring cost of electricity is straining family budgets, and hurting the ability of manufacturers and small businesses in the province to compete and create new jobs; and", "“Whereas home heating and electricity are a necessity for families in Ontario who cannot afford to continue footing the bill for the government’s mismanagement of the energy sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately implement policies ensuring Ontario’s power consumers, including families, farmers and employers, have affordable and reliable electricity.”", "I agree with this and will sign it and send it to the table with Isabela." ],
  "anchor" : "para900"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "To the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I’ll sign my name to it and give it to Samantha to bring up to the table." ],
  "anchor" : "para910"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I’m going to give this, after signing, to page Marthangi." ],
  "anchor" : "para918"
}, {
  "speaker" : "The Speaker",
  "text" : [ "For the fourth time, the member from Windsor–Tecumseh." ],
  "anchor" : "para926"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "Why, thank you, Speaker.", "“To the Legislative Assembly of Ontario:", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Reverse the cuts to health care;", "“Return to the bargaining table with the OMA (Ontario Medical Association) to resume negotiations for a fair physician services agreement;", "“Work with all front-line health care provider groups to develop plans to create a sustainable health care system for the people of Ontario.”", "I agree. I’ll sign it and give it to Laura to bring down to the table officers." ],
  "anchor" : "para927"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My petition is to lower hydro rates.", "“To the Legislative Assembly of Ontario:", "“Whereas the Ontario Energy Board recently announced another increase to hydro rates, effective May 1, 2016;", "“Whereas hydro costs impact everyone across Ontario, especially seniors and others on fixed incomes who can’t afford to pay more as well as businesses who say electricity costs are making them uncompetitive, and contributed to the loss of hundreds of thousands of manufacturing jobs;", "“Whereas a recent Auditor General’s report found Ontarians overpaid for electricity by $37 billion over the past eight years and estimates that we will overpay by an additional $133 billion by 2032 if nothing changes;", "“Whereas the cancellation of the Oakville and Mississauga gas plants costing $1.1 billion, feed-in tariff (FIT) contracts with wind and solar companies, the sale of surplus energy to neighbouring jurisdictions at a loss, the global adjustment, and smart meters that haven’t met their conservation targets have all put upward pressures on hydro bills;", "“Whereas the sell-off of 60% of Hydro One is opposed by the majority of Ontarians and is expected to lead to even higher hydro rates;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Liberal government stop the sell-off of Hydro One, and take immediate steps to stabilize hydro bills for all Ontarians.”", "I support this petition, affix my name to it and give it to page Samuel." ],
  "anchor" : "para935"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas we, the customers of Algoma Power, are being charged astronomical costs referred to as ‘delivery fees’;", "“Whereas we, the customers of Algoma Power, would like the ‘delivery fees’ looked into and regulated so as to protect the consumer from big businesses gouging the consumer;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Stop Algoma Power’s influx of fees for delivery and stop the onset of increasing these fees another 40% within four years.”", "I will sign it and give it to Marthangi to bring up to the front." ],
  "anchor" : "para947"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario families and businesses have seen their hydro costs more than triple under the Liberal government since 2003;", "“Whereas the Liberal government’s unaffordable Green Energy Act, the $2 billion wasted on the smart meter program and the $1.1 billion wasted on the cancelled gas plants will translate into a further 42% increase in hydro bills over five years;", "“Whereas the Liberal government’s elimination of the clean energy benefit will mean an average” hydro “increase ... of $137 per year;", "“Whereas Liberal electricity policies have driven up costs and made living in Ontario less and less affordable and rendered our businesses less competitive;", "“Whereas the Financial Accountability Officer confirmed the fire sale of Hydro One will leave Ontario’s budget worse off in the long-term;", "“Whereas the planned syphoning off of the proceeds of the sale of Hydro One will leave ratepayers liable to pay the cost of retiring the utility’s $27-billion debt;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To stop the fire sale of Hydro One.”", "I agree with this and will be passing it off to page Julia." ],
  "anchor" : "para954"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is over.", "Resuming the debate adjourned on May 17, 2016, on the motion for third reading of the following bill:", "Bill 151, An Act to enact the Resource Recovery and Circular Economy Act, 2016 and the Waste Diversion Transition Act, 2016 and to repeal the Waste Diversion Act, 2002 / Projet de loi 151, Loi édictant la Loi de 2016 sur la récupération des ressources et l’économie circulaire et la Loi transitoire de 2016 sur le réacheminement des déchets et abrogeant la Loi de 2002 sur le réacheminement des déchets." ],
  "anchor" : "para964"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para969"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to rise today to lead off the Ontario PC caucus’s response to Bill 151, the Waste-Free Ontario Act. I’d like to take this moment to recognize all the people in my office who have worked so hard since February. Not only have we managed Bill 172, but in tandem, at the very same time, we stickhandled and managed Bill 151 as well, and all that goes with managing legislation through the process here at Queen’s Park. I really appreciate your help.", "With that, I’d like to carry on and share with you, Speaker, that the debate on reforming Ontario’s waste diversion policies has been ongoing for many years. At times, it’s been contentious. Even at the conclusion of our committee work last week, I shared with both the government and the third party in my closing comments that we were going to reserve the right to hold this government to account, with regard to making sure that we uphold our end of the bargain and make sure that industry has a clear path to innovate and realize efficiencies without government handcuffing them.", "With regard to being contentious, at times, this particular effort to get to where we are today has given rise to failed experiments, like the Liberals’ disastrous Bill 91, the Waste Reduction Act. But I think we have now landed on a compromise that has been a long time coming, and I’m sure all the stakeholders watching today will be nodding their heads in agreement.", "We landed on a compromise thanks to the leadership of the Ontario PC caucus. All parties now agree that eco tax programs must be scrapped, Liberal recycling cartels must be dismantled, and private sector innovation and competition must drive results in the recycling sector. How did we get to this point, and why are the Progressive Conservatives’ ideas finally being adopted by the government after so much disagreement? Well, I think it’s important to recount some of the history of this issue to provide the proper context for this debate, and that starts with revisiting Bill 91.", "I would like to start the story with the Liberals’ failed Waste Reduction Act. In 2003, the Liberals ignored the widely supported Ontario PC waste diversion plan that was released the previous year. Instead, against the advice of every environmental and industry expert, they developed their own misguided plan. The problem was, it failed to meet the growing consensus among industry representatives, municipal officials, environmental organizations and consumer protection groups in just about every way imaginable.", "At the time, Bill 91 purported to introduce reform, but in reality, it did nothing of the sort. Instead, it was a Liberal sleight of hand. It was an eco tax shell game that would have forced companies to either bury eco taxes into the cost of consumer products—like paint, batteries, TVs and iPods—or simply list the eco tax on the price tag on the store shelf rather than the consumer’s receipt at the cash register.", "Speaker, I’ll never forget the day when the former environment minister, the member for St. Catharines, actually suggested Bill 91 would eliminate eco taxes. Some of you might remember it as well. When he made this claim at a news conference, the entire press gallery scoffed at this ludicrous and baseless suggestion. In fact, one reporter couldn’t even help himself and he tweeted that the minister’s comments amounted to one of the most disingenuous claims ever made by the Ontario cabinet.", "I was so proud that, on that very day the Liberals announced Bill 91, our caucus opposed it and called it for what it was: an outright scam. Not only was it an eco tax shell game, but the bill actually allowed the Liberals to keep the recycling cartels under a different name: intermediaries. In other words, the Liberals would have kept the same system of cartels imposing eco taxes set and approved by the government while claiming it was different. Speaker, this was nothing but smoke and mirrors, and we see a lot of that today as well.", "But getting back specifically to their waste-free attempt here with regard to Bill 91, our caucus very aptly pointed out that in a system in which government sets the desired outcomes, there is absolutely no need for any government-protected organizations that are shielded from the competitive forces of the market. We only need recycling targets and standards, and once these are in place, it should be up to the private sector to meet them.", "Long story short: Bill 91 was killed. Our sustained opposition to Bill 91 was met by rising concerns among Ontario businesses once the bill was being debated. But—and this is a good history lesson here—it was Heinz that finally got the Liberals to back off. Before the company announced it was laying off 740 workers at its Leamington plant, it had pleaded with the government to consider the economic impact of Bill 91. The Liberals chose to ignore those concerns until Heinz was forced to act. Guess what happened in 2003?" ],
  "anchor" : "para970"
}, {
  "speaker" : "Interjection",
  "text" : [ "Goodbye." ],
  "anchor" : "para980"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Exactly. Heinz announced it was leaving the province for a more competitive jurisdiction in the United States and left hundreds of men and women out of work in our province. The Liberals were speechless. They knew they were responsible for pushing yet another business out of Ontario. Under the increasing pressure and out of fears of further political fallout, the Liberals shelved Bill 91.", "If anyone would like to have more insight into this Liberal failure, I would encourage you to read a very good article by the Windsor Star entitled, “Who Really Killed Heinz?”", "Let’s talk a little bit about Bill 151." ],
  "anchor" : "para981"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "That was my riding." ],
  "anchor" : "para984"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "That’s right. Actually, yes, just to take a pause—that’s right. The member from Chatham–Kent–Essex just said, “That was my riding”—740 men and women lost their jobs, and they weren’t the only ones.", "It’s a sad state of affairs that we have in this province, but we have to acknowledge that there is one thing we have to celebrate, and that is that the failure of Bill 91 led to where we have arrived today with Bill 151. Again, after the unmitigated disaster of Bill 91, a failure this government will have trouble living down, we have a new bill before us that actually has come into line with many of the same common sense proposals our caucus put forward in 2012. If only the government would have embraced our plan earlier, we could have maybe saved some jobs and increased Ontario’s dismally low waste-diversion rate, which has been stalled at 25% for too long. But it’s better late than never.", "For now, for those who may not recall, it’s worth highlighting what our caucus had put forward nearly four years ago. We had the foresight, the PC caucus had, to understand that Ontario required serious reforms to improve waste diversion. We had read the Auditor General’s report in December 2011 and understood the severity of the problem, along with the issues that had been ignored for far too long by this government. So we went to work and developed a bold new plan to increase recycling and reduce waste through innovation and competition among businesses in the private sector. Our plan was clear: Government would set measurable and achievable recycling targets for businesses, establish environmental standards, monitor the outcomes and enforce the rules. That’s it. Aside from that, we would get government out of the way.", "That means scrapping eco taxes and Liberal recycling cartels, and making individual businesses responsible for recycling. Our plan was based on the clear understanding that the recycling sector is a market, not a government program. If producers have the responsibility to recycle, they will find the most efficient and cost-effective way to carry out that responsibility.", "I must say, our entire caucus is pleased to see that Bill 151 has in large part embraced this common sense approach, although we still have several concerns and reservations with the bill, which, as I mentioned at the outset, we reserve the right to go back and revisit in order to hold this government to account. I’ll detail that later in my speech.", "Right now, I’d like to talk about the eco tax amendments. Most important, we are pleased that the government adopted several critically important PC amendments. These amendments will strengthen accountability and establish timelines for the phase-out of eco tax programs, as well as the windup of industry funding and organizations. The amended version of Bill 151 now includes three key changes put forward by our caucus:", "(1) The authority must include progress updates in its annual report on the phase-out of eco tax programs and the windup of Stewardship Ontario, Ontario Electronic Stewardship and the Ontario Tire Stewardship.", "(2) The minister must report these progress updates to the House every year.", "(3) The government must have clear timelines and have them established in law to phase out eco taxes and wind up the IFOs once new regulations are in place. Once this transition is complete, the government will largely follow the PC proposal to set recycling targets and allow the private sector to determine how best to achieve them.", "With the co-operation of the government, we were able to work out a way to address the concerns of our caucus while ensuring that consumers are protected, waste diversion is increased and the innovation of the private sector is unleashed.", "Not to mention, once Liberal recycling cartels have been eliminated, Ontarians will no longer have to worry about the abuse of eco tax dollars. Taxpayers were outraged when they saw the Ontario Tire Stewardship blowing their tire tax dollars on, if you recall, fancy dinners of elk tenderloin, expensive bottles of cabernet sauvignon and lavish stays at the Fairmont Château Laurier. If there’s ever been a reason to abolish Liberal recycling cartels, this is one.", "Any money collected for a specific purpose should be spent for that purpose. That clearly did not happen in the case of the Ontario Tire Stewardship. But I’m pleased to say, with our Progressive Conservative amendments to Bill 151, we will not have this type of abuse of public money in the future.", "Now, let’s talk about the other areas of support that we managed through. Another key change made by the government that we support is the inclusion of the Competition Act.", "Our former environment critic—" ],
  "anchor" : "para985"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Mike Harris." ],
  "anchor" : "para1000"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "—Mike Harris, the member for Kitchener–Conestoga, highlighted the importance of subjecting the recycling marketplace to the Competition Act nearly four years ago in his first letter to the government, calling for reform. Again, back then, we demanded that the Liberals include this critically important provision in Bill 91, but they refused.", "After years of denial, the government has finally come around and adopted this sound, thoughtful Progressive Conservative proposal. This provision is essential to ensure that the government can no longer create cartels or government-protected monopolies. Instead, each company responsible for recycling will have to adhere to federal competition laws. In other words, Speaker, this change will establish a recycling market that is fair, free and open. We welcome this reversal by the government and strongly support the inclusion of this provision in Bill 151.", "Let’s talk about the blue box. A day or so ago, we heard the Minister of the Environment talk about how they created the blue box. Everybody always has a chance to correct their record here in the House, but I haven’t heard that correction so I’m going to suggest that maybe a little history lesson should be taken, because it was actually the Conservative government that started the blue box. We stand by that.", "We were also pleased—" ],
  "anchor" : "para1001"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "Why did you make it blue?" ],
  "anchor" : "para1005"
}, {
  "speaker" : "Interjection",
  "text" : [ "That’s why it’s blue." ],
  "anchor" : "para1006"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "That’s why it’s blue. Think about it. Yes, innovation and efficiencies.", "We were also pleased to work with the government to ensure that there’s appropriate time and flexibility for transitioning Ontario’s most successful recycling initiative, the Blue Box Program, which has Conservative roots, as I just mentioned. We all know that this important environmental program cannot be abruptly changed. That’s why the Progressive Conservative amendments that were passed in committee take into account the very big differences between eco tax schemes and the Blue Box Program. Our amendments will allow for the quick elimination of eco taxes while ensuring a gradual, careful transition of the Blue Box Program. We structured the amendments this way to make sure there are no service disruptions and that the blue box continues to increase environmental protection in Ontario.", "For more than three decades, this program has played a critical role in recovering paper and packaging so it can be recycled into new products. A large part of this program’s success is the result of the Waste Diversion Act, which was introduced by the former PC government. And that’s the history lesson that we need to ensure everybody is aware of." ],
  "anchor" : "para1007"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Now we know the rest of the story." ],
  "anchor" : "para1010"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Exactly. I’ll share a little bit more detail in that regard. In 2002, we had the vision to pass this important piece of legislation so we could create a more stable funding formula for the Blue Box Program. Looking back on this achievement, it’s truly rewarding to see how far Ontario has come in this area. Today, 95% of Ontarians have curbside recycling, and the blue box has achieved a diversion rate of more than 67%. This accomplishment is the result of the vision and leadership of the former PC government and the hard work and dedication of industry and our municipal partners.", "Unfortunately, this program started to face major challenges, and I’ll just repeat this: The Blue Box Program started to face major challenges under the Liberals. The government of the day has allowed Waste Diversion Ontario to pit industry and municipalities against each other in a bitter battle over services and costs. Each year, disputes over funding leave uncertainty for the next. Both sides have called on the government for a solution for years, but their pleas have fallen on deaf ears until now. Finally, Speaker, under pressure from our party, industry and municipal officials, the government has adopted a solution to stop the bitter fight over costs before it escalates to arbitration.", "We are pleased to see that the government has adopted an interim solution to settle disputes until the Blue Box Program can be fully transitioned into an industry-led program. We are also pleased to see that the government has made changes to Bill 151 to ensure that municipalities play a role in facilitating this transition.", "I hinted that there were a number of areas where we reserve the right to look out for and to evaluate. Speaker, I know you wish I could go on and that I could highlight even more areas of co-operation, but unfortunately, I cannot.", "Again, we’re happy that the government has adopted many common sense proposals put forward by our caucus and voted in favour of our amendments to phase out eco taxes, but we are quite concerned that the Liberal government has refused to listen to our caucus, businesses, environmental organizations, municipal officials and public sector workers on several issues. I do have to reflect on that for a little bit.", "First, we do not support the Liberals’ plan to tie up businesses with red tape using policy statements. I highlighted my concerns about policy statements in my second reading leadoff speech. Not one of these concerns was addressed by the government in committee.", "Second, we do not support the size and scope of the authority. We have been quite clear: We would abolish Waste Diversion Ontario and instead have a limited authority to collect data and monitor outcomes. Unfortunately, this bill continues WDO and gives it new powers, including enforcement.", "Third, we do not support the creation of a new force of waste cops to police garbage cans and recycling bins across the province. Enforcement is a core responsibility of the government and should not be outsourced to any entity.", "Fourth, we do not support the environment minister’s plan to intervene in the marketplace and begin dictating to companies how they should design their products and packaging. I spoke about this in committee and I spoke about this during my second reading debate. Designing iPods, computers and televisions is way beyond the legitimate scope of the government. We’re calling on the minister to abandon this ridiculous proposal.", "Now I would like to go through each of these areas in a little bit more detail to establish why they must be changed and why we will change them when we form government in 2018.", "Interjections." ],
  "anchor" : "para1011"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m just making sure everybody is staying intent." ],
  "anchor" : "para1023"
}, {
  "speaker" : "Interjection",
  "text" : [ "Good dramatic pause." ],
  "anchor" : "para1024"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you—intently listening. So here we go.", "Here’s one of the main areas that we do have a problem with, and that’s policy statements. Let’s start with one of the most troubling components of this process: the government’s persistent dismissal of all concerns raised by our caucus, businesses and municipalities about policy statements. We’ve said it before and we’ll say it again: The addition of policy statements is an unnecessary addition and it will only create space for regulatory overlap, duplication, creep and, ultimately, conflict.", "We’ve pointed out that policy statements give the government enormous scope over the implementation of Bill 151 yet are subjected to limited oversight and regulation. Policy statements will simply create confusion amongst companies, organizations and anyone affected by the act. Worse, we have absolutely no idea how many policy statements the government will create or when they will introduce them. How are businesses supposed to plan over the long term when they have no idea if their planning will be effective or even relevant?", "But like so many other sections of Bill 151, the Liberals claim that we shouldn’t worry, that everything will be worked out once it’s passed into law. Well, time and again, we’ve raised many real-life examples of why this government cannot be trusted. This assertion has been made many times before, with disastrous results. This government, as I said, just can’t be trusted. One only needs to recall the Green Energy Act or this government’s history of waste, mismanagement and scandal. Ontarians need to know the potential effects of the government’s actions now, and not at some indeterminate time in the future when there will be very few channels to pinpoint and improve on flaws.", "We aren’t the only ones who are concerned about the authority. During committee deputations, we heard time and again from producers, environmental organizations, waste management experts and municipal authorities who highlighted their concerns about the Liberals’ potential misuse and even abuse of policy statements. Electronics Product Stewardship Canada, for instance, stated, “The proposed legislation does not provide enough comfort that policy statements will not be exploited to shortcut the regulatory process. There is a lack of clarity on how the policy statements can effectively tie policy and results back to the overall goals.”", "They continued by voicing their concerns that “policy statements are not grounded in law, and therefore create a grey area in terms of enforcement.” Yes, you heard that correctly: Since policy statements aren’t legislated, there is no way to repeal or express any objection with the ministry’s direction on any issue, even if it seems completely unreasonable.", "The Canadian Plastics Industry Association similarly noted that the development of policy statements provides the minister with too much discretion and ultimately limits the government’s transparency and accountability. They too agreed that any policy interest outside of the legislation arena should be included in regulation to ensure a higher degree of transparency and accountability.", "Then, in a similar vein, the Ontario vice-president of Restaurants Canada similarly stated that the “policy statements are given a lot of power in the legislation without specific restrictions on that power.”", "These are only a few of the many objections we heard from businesses and municipalities about policy statements. In response, our party moved a number of thoughtful amendments to address these very issues. Our objective was to remove policy statements and require the government to set new rules, standards and regulations. That way, they would undergo proper consultation and analysis.", "In response, however, the government rejected every single one. We were simply addressing the government’s ill-conceived plan to micromanage industry and make it harder to do business in Ontario.", "Then, on a similar note, we were equally appalled by the government’s eagerness to infringe on municipalities’ decision-making abilities. As we pointed out in committee, the government is using policy statements as a vehicle to impose their will on lower-tier governments.", "Despite our best efforts, municipalities will now have to modify their plans every time the province develops a new policy statement. You know what will happen then. Layers of unnecessary red tape and bureaucracy will grow and make it more difficult for municipalities to govern. And Speaker, you know very well that our party won’t support any measure that increases red tape in our great province. With that attitude, it’s even unclear if the government actually trusts municipalities at all when it comes to these issues, which in my mind is absolutely ridiculous.", "Municipalities and local governments have demonstrated considerable leadership in waste management and have acted as creative partners for envisioning the future of waste diversion in our province. In recognition of this leadership, our party put forward a number of amendments that would have given municipalities more flexibility when responding to provincial policy statements.", "Once again, however, the government rejected every single one of these thoughtful amendments. It’s a shame that the government is intent on refusing to improve this legislation. And in that light, let’s talk about the authority now.", "I’d like to take a moment to discuss the Liberals’ dismal attempt to dismiss every single one of our efforts to reduce the size and scope of the new authority created under Bill 151. Our party has been very clear that we would abolish Waste Diversion Ontario. We said in this debate that we support an authority to collect data and monitor results, but that it should have no role in enforcement and remain limited in size and scope. Unfortunately, the Liberals simply assigned Waste Diversion Ontario more powers and gave it a new name: the Resource Productivity and Recovery Authority." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Oh, boy." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“Oh, boy” is right. Their continued support of this type of authority shows that the Liberals have not fully given up on their central planning approach.", "And I’d like to remind everyone why the public has such a negative impression of WDO. WDO is the organization that surprised farmers with a 2,200% increase on farm tire taxes. It rubber-stamped $40 eco taxes on TVs and it failed to oversee the reckless spending of tire tax dollars at Ontario Tire Stewardship. This toothless watchdog had no idea that OTS members were spending tire tax dollars on fancy dinners and expensive bottles of wine.", "So Ontarians need to ask: Why are the Liberals continuing to hold up this failed agency as the solution, just by a different name, and why on earth do they think WDO should be rewarded with new powers after years of incompetence? As you know, Speaker—and I’m sure members in this House will agree—the Liberals’ approach just doesn’t make any sense, literally and—" ],
  "anchor" : "para1041"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Figuratively." ],
  "anchor" : "para1045"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Figuratively—that’s the word I was looking for. Thank you to my colleague." ],
  "anchor" : "para1046"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "That would be like phasing out natural gas." ],
  "anchor" : "para1047"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Yes, that would be kind of like phasing out natural gas. Phasing out natural gas doesn’t make any sense either." ],
  "anchor" : "para1048"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Or charging for air." ],
  "anchor" : "para1049"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "We’d better not digress, though.", "I’d like to quote my colleague the member for Kitchener–Conestoga: If you have an employee who fails to meet his obligations, “you don’t hand him a promotion or give him a raise; you hand him a pink slip and show him the door.” Well, ladies and gentlemen, I think that’s exactly what is going to happen to this Liberal government in 2018. They have failed to meet their obligations, and they have failed to take sincere care of Ontarians’ taxpayer dollars. Based on what has happened this week—and you heard examples from my colleagues behind me—I think that Ontarians should be very seriously considering showing a pink slip to this government in 2018.", "It’s time for this government to finally realize that its bad behaviour will no longer be rewarded. In that same vein, with regard to WDO specifically, it’s time to put this toothless watchdog out of its misery. Unfortunately, the Liberals can’t fully accept the role of government as a regulator and the role of the private sector as an innovator. That’s why, through our amendments in committee, we moved to scrap Waste Diversion Ontario and instead create a limited authority. These amendments would have reduced the size and scope of the authority. They would also have ensured that it wouldn’t morph into the bloated disaster we currently refer to as Waste Diversion Ontario.", "Many of our most important amendments aimed to encourage the authority to spend its finances in a fiscally responsible fashion. In fact, we attempted several times to increase financial accountability at the authority. That seemed perfectly reasonable, given the Liberals’ history of setting up similar organizations and authorities that have wasted valuable taxpayer dollars. I’m talking now about the Ontario Power Authority, Ornge and eHealth, not to mention the millions of dollars squandered on gas plants and other forms of mismanagement. But the Liberals voted down every single amendment we put forward to ensure financial accountability at the authority.", "Yet again, during deputations we heard from leading environmental organizations and business leaders who supported our thinking. For instance, we put forward a motion to make one of the authority’s objectives the goal of maintaining a cost-effective budget. Makes sense; sounds reasonable, right? This measure would have simply encouraged the authority to spend prudently.", "Another amendment would have allowed the authority to make bylaws on how it would maintain a cost-effective budget. A third amendment would have allowed the minister to include a requirement in a review of the authority about the maintenance of a cost-effective budget. A fourth amendment would have required the authority to include a description of its business plan and how it intended to adhere to a cost-effective budget. You get the gist, Speaker?", "We viewed these amendments as important tools to ensure that the government didn’t just hand out a blank cheque to its authority. Moreover, it would prevent excessive costs from being passed on to the consumer, because at the end of the day, when costs go up for business, the consumer ends up paying more. We truly hoped that this government would support any measure that helped guarantee the proper spending of Ontarians’ money. But perhaps that was a bit too ambitious. The Liberals voted down each of our amendments and justified this response because the government had designed the authority’s mandate to minimize the costs for the regulated community. I’m confident that future taxpayers won’t feel the same way.", "Our concerns about the authority’s mandate weren’t limited to its unwieldy budget, however. We were equally concerned about the authority’s potential to become a policy shop. Now this should wake everybody up. We introduced several amendments that would have removed the authority from the consultation process and instead allowed the minister, as well as established advisory councils, to conduct consultations on resource recovery and waste reduction.", "Our thinking was plain and simple: The ministry should manage the development of waste diversion policy in Ontario, not the authority. Allowing the authority to conduct consultations and drive policy would just expand the authority’s mandate and duplicate the efforts of Ontarians’ expertly trained public service.", "Speaking about the authority’s transparency and accountability, we were equally dismayed by the Liberals’ refusal to modify their plan to modify the composition of the authority’s board of directors. As I mentioned in my second reading remarks, the appointment process for the board is outrageous, and we heard that time and again from the stakeholders that we met with.", "Let’s review this for a second. To select the membership, the minister appoints five members who then turn around and elect six members. Just to recap, the minister’s five appointees get to pick six more members. Now, I know the question you have is: If the minister wants to control the board, why doesn’t he just come out and say he’ll be selecting all 11 members?" ],
  "anchor" : "para1050"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "That was my question." ],
  "anchor" : "para1061"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Very good. To think these five appointees wouldn’t be taking their marching orders from the minister to select the next six members defies all common sense, just as the member from Prince Edward–Hastings has noted.", "This process of selection defies, as I said, all common sense. Clearly, if businesses are going to take on full responsibility for recycling, the membership of the board should reflect their businesses. Otherwise, the board could be stacked with the Liberals’ friends and stacked against the very businesses that are stepping up to the plate to increase recycling in our province.", "To help fix the gross lack of transparency, our party submitted a series of amendments that would allow the authority’s board of directors to establish designated waste subcommittees composed of brand holders, waste service providers and representatives of municipalities.", "Our amendment also outlined the subcommittee’s responsibilities to offer recommendations on improving waste diversion and to minimize costs for consumers and taxpayers. Once again, this seemed like a very practical and reasonable motion. Unfortunately, we were told that our amendments were unnecessary because we had the minister’s word he’ll establish subcommittees once the bill is passed into law. To make sure everyone is clear here, the minister we’re referencing is the Minister of the Environment and Climate Change. We know what he has been saying over the last couple of weeks: one week it’s that he’s getting rid of natural gas, and this week he’s totally confusing Ontarians." ],
  "anchor" : "para1062"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "He changes his mind more than he changes his socks." ],
  "anchor" : "para1066"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "He changes his mind more than he changes his socks, it was just suggested.", "What I find refreshing in this case is that industry is holding this government and this particular minister to account because nobody can trust him. For goodness’ sake, I was at a luncheon where he claimed nuclear was going to be a stranded asset in 10 to 20 years. We just can’t trust this minister and his government with anything.", "You can probably understand why I’m a little bit skeptical when I hear the government say, “Trust us.” I want this on record and very clear to everyone listening and watching: I am not apologetic to say I do not trust this government with anything, based on the manner in which they’ve conducted themselves, especially over the last four years, let alone the last 13 years." ],
  "anchor" : "para1067"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "How many OPP investigations?" ],
  "anchor" : "para1070"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "We have five OPP investigations and failed, failed efforts, be it Ornge, be it eHealth, be it SAMS; the list could go on and on. Again, when it’s suggested to us we should trust the minister with the appointments to this authority, I say no way.", "Again, I come back to the fact that when the minister makes a claim about creating subcommittees without giving any indication about who or how these committees would be formed or whether their composition will reflect the waste topic under their consideration, you just raise question marks. Given the government’s history of cronyism, what would stop them from packing these committees with their friends instead of experts? We know what happens when they listen to their friends: We end up with the Green Energy Act. We have to stand up and say, “No more.” So in case you haven’t guessed it, Speaker, the answer to this question, from the government, has been deafening silence, absolute silence.", "I know I’ve spent quite some time highlighting issues with Waste Diversion Ontario and the new authority, but there’s still so much to say. Our caucus has significant concerns about the Liberals’ plans to involve the authority in the windup process. I am very confident that my colleagues, as the third reading debate continues, will continue to use examples highlighting concerns around the authority and the areas within Bill 151 that we have significant concerns about and that we will be holding this government to account on. I can’t wait for them to participate.", "Now I want to talk about enforcement. I’ve spent a fair bit of time highlighting our party’s major concerns with Bill 151’s newly created authority and policy statements, but next I’d like to address the government’s ill-conceived plan to enforce Bill 151. It shouldn’t surprise you to hear that the Liberals seized yet another opportunity to expand the size of government and create space for bureaucratic overlap through this legislation. Rather than having the environment ministry’s enforcement branch enforce the law, as we’ve repeatedly recommended, the Liberals are creating a new department of inspectors, or what I like to refer to as “waste cops” because it’s another wasteful layer of bureaucracy.", "Section 47 of schedule 1 gives the authority a new enforcement branch along with the power to conduct searches, seize documents and issue fines. I know what you’re thinking: Isn’t that the job of the ministry’s enforcement branch? Aren’t they more than capable of enforcing the law? These are valid questions, but unfortunately, no valid answers have been received from Liberals. For whatever reason, this government doesn’t seem to share our party’s faith in the professionalism of Ontario’s enforcement officers.", "And, yes, you’ve heard me say this during my remarks. We know the hard-working men and women at the ministry’s enforcement branch will do a great job of making sure everyone plays by the rules. They have the expertise and the mandate to get the job done. They don’t need to stand on the sidelines while a new force of “waste cops” take over.", "As my colleague rightly pointed out, we’re cutting nurses and introducing a redundant layer of waste cops. It’s unbelievable. There’s absolutely no reason why the Ontario Liberals need to reinvent the wheel, especially since there’s zero evidence that delegating enforcement to the authority will result in better, more timely or more effective enforcement of the regulatory standards under Bill 151.", "In fact, the ministry has been around for over 40 years. It’s well-resourced, it has specialized inspectors already, and it has a highly distinguished investigation and enforcement branch. It also has an enforcement and compliance policy. In short, it already knows how to get the job done. For that reason, we believe the government, not the authority, should be responsible for oversight and enforcement.", "Equally importantly, we are not the only ones with these concerns. We heard this logic echoed time and again by environmental activists, businesses and industry leaders during committee deputations.", "As a representative from Environmental Defence, who I know this government listens to very carefully, simply put it: “It is important that the Ministry of the Environment and Climate Change remain responsible for inspections and enforcement as it has the resources, mandate and expertise required.” That came from Environmental Defence. We know the government listens to Environmental Defence, so why didn’t they listen to them this time around?", "A few minutes later, we heard the director of Canadians for Clean Prosperity reiterate that proper “enforcement will be a key element to making this new waste diversion system work,” and that “enforcement responsibility” must “rest with the investigations and enforcement branch of the MOECC....”", "The following day, we heard the Canadian Environmental Law Association, or CELA, state that “environmental enforcement is a core government function that should not be downloaded or outsourced to a third-party entity, especially one that lacks the enforcement track record, experience and resources of the ministry.” She concluded by reasoning, “I’ve read all the consultation materials and I’ve seen no compelling justification for transferring enforcement powers from the ministry to the authority.”", "If industry leaders and environmental experts keep reiterating the same concerns about the enforcement of this legislation, why aren’t the Liberals listening?", "Once again, our party submitted a series of thoughtful amendments to address the Liberals’ poorly thought-out plan. First and foremost, we wanted to reduce bureaucratic overlap and ensure that enforcement remained in the hands of Ontario’s highly qualified public service. Specifically, we introduced seven different motions that would have removed the requirement that the government appoint a separate body of waste cops through the newly regulated authority. That would mean that the government would have the option of relying on the ministry’s expert, competent professionals instead of recruiting, training and supervising a whole separate body of waste cops.", "Plain and simple, we wanted the Ministry of the Environment and Climate Change’s officers to be responsible for the environment. Amazingly enough, the Liberals refused to even grant us this very small, practical concession. The only response we received was, “The authority is an oversight body, and it’s very important to give compliance and enforcement tools towards its success in this regard.”", "That doesn’t provide reasonable justification for the creation of an entire force of waste cops. Furthermore, were the Liberals implying that they don’t have faith in ministry inspectors’ ability to successfully enforce the legislation? Once again, it seemed like the Liberals either didn’t believe in the professionalism of the men and women in our public service—or are they actively trying to spend taxpayers’ dollars as quickly as possible?", "Speaker, that really makes me question how the government can justify the creation of a separate authority that will only cost taxpayers more of their hard-earned dollars when Ontario remains the most indebted sub-sovereign jurisdiction in the western world." ],
  "anchor" : "para1071"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It’s $300 billion." ],
  "anchor" : "para1089"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s $300 billion, as my colleague from Prince Edward–Hastings just said.", "We heard from the FAO that if this government doesn’t pull their socks up, that debt is going to skyrocket to $354 billion. We’re at $350 billion-plus. That is something to very much be worried about.", "When we have that amount of debt already on our shoulders, how can the government justify the creation of a separate authority that will only cost taxpayers more of their hard-earned dollars when Ontario remains, as I said, so much in debt?", "My colleagues from the third party not only supported our stance on waste cops, but also put forward a series of amendments that mirrored our own. As my colleague from the third party so eloquently put it, it has been pretty clear from the presentations by the environmental stakeholders that retention of enforcement and compliance powers with the ministry is critical to ensure that this whole operation is run in a way that is democratically responsive. Speaker, as I have just explained, we couldn’t agree more.", "We also both expressed our dismay at the government’s seeming disinterest in businesses’ and municipalities’ desire to solve this problem. Unfortunately, opposition amendments about this issue were largely dismissed.", "Speaker, to summarize, the government has heard from industry experts, environmental advocates and both opposition parties that their enforcement design will increase the size of government and drive up costs, with no guarantees that this additional spending will secure higher-quality enforcement mechanisms, and all precedence indicating that the new regulatory body will simply duplicate the efforts of Ontario’s highly qualified, expertly trained public service.", "Speaker, it’s disappointing. I’m disappointed in this government’s wasteful enforcement of its waste bill.", "Now let’s talk about the design. Let me touch on another contradictory and wasteful element of this legislation: the government’s desire to micromanage businesses’ packaging.", "In the PC Party, we believe the government has no right to dictate terms and conditions to companies when it comes to the design and packaging of products. Yet under section 67 of schedule 1, this Liberal government is determined to do just that. Specifically, clause 3(c) prescribes that the government, through regulation, may require anyone with a waste reduction responsibility to take steps to “reduce the amount of waste generated at the end of the product’s or packaging’s life.”", "Industry has long been effective at innovating and developing new technologies and methods that have allowed for the expansion of recyclable products from just paper and plastic to things like metals, organics and chemicals. Because of our confidence in industry, we believe that government should be responsible for setting targets and allowing the ingenuity of the private sector to determine how to best achieve them, not acting as judge and jury." ],
  "anchor" : "para1090"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It’s why we’re in trouble right now." ],
  "anchor" : "para1101"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "That’s why we’re in trouble now, I absolutely agree with the member from Niagara.", "Unfortunately, this Liberal government has the audacity to believe that it can unilaterally influence global supply chains and enact regulations that tie the hands of innovators and entrepreneurs. At a time when industry and recoverable materials are leaving our province at a rapid pace, this is a serious concern to all. In fact, statistics from Environment Canada found that in 2011, Ontario accounted for 42% of Canada’s exports of hazardous waste and hazardous recyclable material—or in other words, just under 200,000 metric tonnes.", "I’d like to take a moment now and re-highlight a few stats that I shared in my second reading debate on this bill.", "In a May 2014 report released by the Conference Board of Canada, analysts found that if waste diversion in Ontario were to reach 60%—as this government had aimed to do by 2008—it could support 13,000 jobs and contribute an additional $1.5 billion to our provincial GDP. That means for every 1,000 tonnes of waste diverted, we could support two jobs. With this government’s track record of discouraging business from setting up shop here, this can make all the difference to a family struggling to make ends meet. With so much potential to build Ontario’s economy, we need to be doing more to encourage a homegrown waste diversion economy.", "During committee, Speaker, our party introduced several amendments that would put the power to determine best practices back into the hands of the people with the expertise and foster a recycling economy. Specifically, we had six amendments that would address the industry’s concerns over control of packaging design and would prevent the minister from interfering with the expertise of those who knew best. We felt that these amendments were reasonable and a responsible way to merge the interests of industry with an appropriate level of government oversight. Rather than require companies to take steps to design their materials in a particular way, we asked that the minister have companies consider new product packaging designs, which many are already undertaking.", "We also proposed that, rather than the use of regulations to control the design of products and packaging, the minister instead use policy statements. Since they were going to be used in the first place, we wondered if the minister could use policy statements to encourage waste reduction connected with a designated material. Unfortunately, our efforts to improve this concerning practice of government interference were all rebuffed, with each of our six amendments being voted down by government members.", "I said it in my debate at second reading and I’ve said it again today: The Liberals’ approach to central planning is ineffective and offside with common sense, especially when you consider the fact they are overlooking serious considerations about food packaging that places Ontario at odds with federal health requirements.", "In Canada, food packaging is regulated at the federal level by the Canadian Food Inspection Agency under the Consumer Packaging and Labelling Act. This law includes an extensive list of retailing and marketing requirements. As you know, there’s pricing, bar codes, contact details for customer care or branding as well as the ingredients.", "Furthermore, to preserve and extend shelf life, some foods require extra packaging. I’m thinking in terms of such things as potato chips. Seriously, when it comes to the bar codes and the size of nutritional facts, that is dictated by the feds at the federal level. It’s nothing to play with. For those in food processing in particular, sometimes it’s a real challenge to make all of those federal requirements fit on your packaging.", "I just mentioned that there are special requirements needed to preserve and extend shelf life, such as for chips and other snacks. We’ve all opened up a bag of chips to find that the bag is only half full. The reality is, though, the package is filled with nitrogen gas not only to act as a preservative, because potatoes spoil in an oxygenated environment and can go soggy if exposed to high humidity, but to act as a cushion to prevent crushing during the transportation process.", "The specifications by Health Canada’s CFIA, the Canadian Food Inspection Agency, are in place to ensure that Canadian consumers are kept safe. The inclusion of these standards may at times require a few extra square inches, but it is a small price to pay to protect our health. If we allow industry experts the ability to innovate, this packaging will surely see new life in future applications.", "But for this Liberal government to presume that it can dictate packaging terms contrary to Health Canada, however, is nothing short of reckless. We’re seeing a lot of recklessness from this government these days. In this particular case, when they start tinkering with the packaging, there is potential that there could be endangerment to the health and well-being of Ontarians.", "The industry concern that this legislation is at cross-purposes with other jurisdictions is not unique to the food packaging sector, though. Recently, I heard from Scotts Canada with respect to the classification of fertilizers. Under the current regime, Scotts produces products that are deemed to require special waste handling as municipal hazardous or special waste, despite many of their products being derived from natural ingredients such as corn. The result is that Ontario is grossly out of touch with the rest of the country with respect to this practice. Ontario is the only province that includes fertilizer in its MHSW legislation. If we are truly to be effective in fostering an environment of innovation and competitiveness, we must work to harmonize with the rest of the country so that Ontario is not imposing costs that other jurisdictions do not have.", "It’s time to start wrapping up. As you know, we have stood firmly—we, as the PC Party of Ontario—by the side of businesses and our brand holders and our producers, as well as our municipalities and stakeholders. We feel very strongly that government should be getting out of the way of innovation and efficiencies. We feel that there are justified concerns about wasteful spending and added layers of redundancy with regard to red tape and bureaucracy with the new force that’s coming into play, and with regard to the new troop of waste cops this government wants to create.", "We’re also concerned with the manner in which the minister is going to personally impact who forms the authority. As we mentioned before, the selection of those 11 people is really and truly in the hands of one person, and that hand belongs to a person that we no longer trust here in Ontario. We cannot allow one person to select five people, who then, in turn, select six more. Really and truly, we should be allowing industry and the people who are committed to recycling and to growing a recycling economy in the province to do their best. Therefore, government should get out of the way.", "I have to tell you, Speaker, that I am proud of the work performed by the PC caucus of Ontario to develop Ontario’s waste management strategy. As I mentioned earlier in this debate, after Bill 91, it seemed like our province might never adopt a successful vision to improve Ontario’s low diversion rates.", "I just need to take a break here for a moment." ],
  "anchor" : "para1102"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "You’re doing great." ],
  "anchor" : "para1119"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Thank you. The hour flew by, actually." ],
  "anchor" : "para1120"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "It is Shane’s birthday, too." ],
  "anchor" : "para1121"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "Oh, that’s right.", "But again, after Bill 91, we worried about where we were heading in terms of our waste diversion rates. We continue to be stalled at 25%. But fortunately, our caucus demonstrated considerable productivity and leadership in drafting a plan that would increase recycling, create good, well-paying jobs in the green economy and protect Ontario taxpayers by scrapping eco tax programs.", "I must say, Speaker, we are pleased that the Liberals have finally recognized the pragmatism of our waste management vision. With the co-operation of the government, we were able to work out a way to address the concerns of our caucus while ensuring that consumers are protected, all while waste diversion will be increased and the innovation of the private sector is unleashed.", "It’s particularly encouraging that the Liberals finally agreed to abolish their eco tax programs, which we all know were just ill-disguised tax grabs that did little to increase our waste diversion—and do you know what? The government committed enough time and flexibility to successfully transition Ontario’s most successful recycling initiative, the Blue Box Program, which was started by a former PC government. We’re confident that these important changes will help industry and municipalities increase their waste diversion rates while protecting those well-paying jobs and businesses.", "Because of these amendments and because of the work that was achieved in committee by my colleague in the third party, as well as the government members who sat across the floor from us during committee, as well as the good work that was done by the members who supported me in committee, I will stand on behalf of this party and offer our support to Bill 151 today. However, Speaker, as I said at the conclusion of committee, we reserve the right to watch over this government. It’s our responsibility to hold this government to account because there’s still so much significant room for improvement in this legislation. We remain concerned that the Liberal government refused to listen to us in many important, pragmatic situations and instances where we could have improved this bill even more.", "As I outlined earlier in my speech, we cannot support the Liberals’ plan to tie up businesses with red tape using policy statements. We cannot support the size and scope of the authority. We certainly cannot support the creation of a new force of waste cops. We cannot support the environment minister’s plan to intervene in the marketplace and begin dictating to companies how they should design their products and packaging. Our party is committed to fixing these mistakes when we form government in 2018.", "And that’s it, Shane. Happy birthday." ],
  "anchor" : "para1122"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1130"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "I am proud to add my voice to the third reading debate on Bill 151. One of the things we need to make absolutely clear as New Democrats—we have been calling for individual producer responsibility for years. It’s something we absolutely need to see. Waste diversion is something that’s absolutely important, but one of the problems with this bill—and I encourage any of the members opposite to respond to this—is that more and more, we’re seeing the government leave a lot or all of the essential elements of a bill to regulation, which means that timeline-setting and targets are all left out of the legislation itself, and that’s really the main point. The goal of any sort of legislation around green initiatives, whether it’s to tackle climate change or reduce waste, is to actually see a tangible reduction in waste or to see a tangible reduction in the emission of pollutants or contaminants in our water or in substances which will increase the rate of climate change. That goal is something that we’re unable to really speak about because it’s not included in the bill.", "However, we’re absolutely encouraged that this is a step in the right direction in terms of looking at how we can create a waste-free society. As developed nations around the world, we create far too much waste. We really need to develop strategies where we can innovate in such a manner that we’re not creating the type of waste that we are. It’s too far in the future now for us. We’ve come so far. It’s really unacceptable that we’re creating so much waste. There are ways to innovate and there are ways to ensure that we’re not creating waste, and this bill seems to be at least a step in a positive direction to achieve that." ],
  "anchor" : "para1131"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Etobicoke–Lakeshore." ],
  "anchor" : "para1133"
}, {
  "speaker" : "Peter Z. Milczyn",
  "text" : [ "Thank you, Mr. Speaker. I’m pleased to offer some comments on Bill 151, the Waste-Free Ontario Act, 2016, and respond to the speech made by the member from Huron–Bruce.", "The member from Huron–Bruce made some good remarks. She spoke at length about the bill, the process of formulating this bill. But I do have to say a few things about how you deliver these programs at the local level. The downloading that was put on municipalities and the financial stress that was put on them by the previous government when they then struggled on how to implement new waste diversion programs that are extremely expensive to implement properly—it took a decade to get over the downloading and start making progress on that.", "Great progress was made, but those programs are inherently very expensive—to create plants to recycle materials, to do the processing of organic waste. They’re not the old ways of dealing with waste that we were perhaps used to 20 or 30 years ago, where everything was just put in a truck and shipped away.", "As the member from Bramalea–Gore–Malton so very correctly put it, it’s about creating less waste in the first place. It’s about producer responsibility. Rather than having the municipality chase every Styrofoam cup, coffee cup lid or piece of other packaging, let’s have less of it coming into our homes, less of it going into our businesses, that the municipality is then responsible for collecting. That’s what is a very important reform in this new piece of legislation, and it will help Ontario achieve a greener economy and a more circular economy and less waste." ],
  "anchor" : "para1134"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1138"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I’d like to thank the member for Huron–Bruce, who has done an outstanding job on behalf of the PC Party in this role as environment critic. She’s been a very busy lady. Her staff have been extremely busy over the last several months dealing with some large pieces of legislation. I think she’s done an outstanding job in analyzing them and then, in committee, trying to make them better bills. She has had some success, as she noted at the end of her one hour of remarks here this afternoon, in finally getting the government to phase out the eco fees, which were just an eco tax. I commend her for doing that, and I commend the young man who had the position before her, Mike Harris, the member from Kitchener–Conestoga, who held that role prior to her.", "The one thing that we’ve been trying to do as members of the official opposition is to make government bills better. It’s difficult to do sometimes when they bring in things like time allocation or they refuse to hear from the public at committee, but our job as members of the official opposition is to bring those concerns to committee, bring those ideas to committee, and then propose the amendments to the government. While they didn’t listen to all of the amendments, I commend the member from Huron–Bruce in getting the government to concede on the eco fees, which were doing nothing to improve waste reduction in Ontario.", "The thing is, waste reduction hasn’t changed. We’re still at 26%. We have to do more to make that happen. But adding more bureaucracy and adding more red tape isn’t going to accomplish that either. In large part, as the member indicated, this is what is going to happen as a result of this bill. In spite of the corrections that she’s been able to make or the positive amendments that she’s been able to propose, it’s still a bill that is going to add bureaucracy and red tape." ],
  "anchor" : "para1139"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments?" ],
  "anchor" : "para1142"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It’s always a pleasure to rise and talk about Bill 151, the Waste-Free Ontario Act, 2015. I’m going to read a couple of lines here that I think are important in the two minutes that I have. I think this is important for all of our members to think about.", "“There is no timeline for when the transition to individual producer responsibility will be completed”—it doesn’t make a lot of sense, but that’s what it is—“or even for when it will begin.”", "“Despite its title, the Waste-Free Ontario Act has no legislated goal of a waste-free Ontario, although this” is a vision of a draft.", "I want to touch on, because the Conservative Party talked about them, blue boxes. The Association of Municipalities of Ontario has “long advocated for ... producer responsibility for waste diversion programs....” AMO has also been concerned about the rising costs of blue boxes, imposed on municipalities by industry funding organizations. AMO notes that the bill itself will not resolve these important issues. That will depend on regulations. The transition will take an estimated three to five years.", "The NDP, as my colleague had said, has long asked for individual producer responsibility to replace the current system.", "I want to close by saying a couple of words about our member Peter Tabuns, who got some positive amendments in place and who worked extremely hard on this file. He’s going to talk about it for the next hour. I believe that you have your hour lead. I just want to congratulate him on the hard work that he did on getting positive changes." ],
  "anchor" : "para1143"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Huron–Bruce, two minutes." ],
  "anchor" : "para1150"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I appreciate the comments that we heard this afternoon from the members from Bramalea–Gore–Malton, Etobicoke–Lakeshore, Prince Edward–Hastings and Niagara Falls.", "This is something I think we should all feel good about. We finally have made it past the finish line with regard to Bill 151. In particular, we were able to do that because the government worked with us on three specific amendments that we were ready to go toe to toe on.", "Again, just to revisit them: First, the authority must include progress updates in its annual report on the phase-out of eco tax programs and the windup of Stewardship Ontario, the Ontario Electronic Stewardship and the Ontario Tire Stewardship. Secondly, the minister must report these progress updates to the House every year. And third, clear timelines have been established in the law to phase out the eco taxes and wind up the IFOs once new regulations are in place.", "Once this transition is complete, Speaker, the government will largely follow the PC proposal to set recycling targets and allow the private sector to determine how to best achieve them. This is something that we all can have some ownership in and feel good about, because of what will result in Ontario: We are going to see increased recycling rates, we’ll see good, well-paying jobs in the green economy that will stay in Ontario, and we’re going to protect Ontario taxpayers by eliminating the unnecessary and costly eco tax programs.", "It wasn’t easy to get here, but I appreciate the work that all of the staff has done to support us as members to get past the finish line. I would just like to say in my last 10 seconds that—to Shane, Jess, Lynn and Alison, our OLIP intern—I thank you very much for a job well done." ],
  "anchor" : "para1151"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1156"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I appreciate the opportunity to rise and speak on this bill.", "I had a chance to discuss this bill at second reading in February, and it has been a long time coming back to the House for a third reading.", "We in the NDP will be supporting this bill not because we think it’s a perfect bill, but because on balance, it seems to move things forward in terms of dealing with waste management and waste generation in Ontario.", "I want to quote Mr. Richard Lindgren, from the Canadian Environmental Law Association, who made some opening remarks at committee hearings on this bill. He touched on some things that very much shaped our opinion of how to deal with this bill and really what’s at stake in the province as a whole.", "Richard Lindgren is a staff lawyer at the Canadian Environmental Law Association, and he had this to say in his opening remarks: “I have to mention that for the past 30 years, I have regarded myself as a garbage lawyer. I’ve represented Ontario residents who are opposed to or adversely affected by dumps, landfills and incinerators.”", "Now, Speaker, I have to say that back in the 1980s, in my riding of Toronto–Danforth, political activity was dominated by the fight against an existing garbage incinerator, the Commissioners Street incinerator, and by the potential for another giant incinerator to be opened in that community.", "Mr. Lindgren is quite correct. The city of Toronto department of public health looked at the pollution coming out of the Commissioners Street incinerator. There was a steady stream of heavy metals: lead, cadmium and others. There was a steady stream of toxic pollutants: dioxins, furans. For me, this fight around the management of waste, the push to actually stop burning up or burying valuable materials, stop polluting communities, was a major start on my interest in working on environmental issues.", "Mr. Lindgren and the Canadian Environmental Law Association, I guess it’s now almost—no, it was 30 years ago, were an invaluable resource to our community and many others in Ontario that wanted to stop this pollution, wanted to stop odours, wanted to stop pollution of the water table. Thirty years ago, Mr. Lindgren and the Canadian Environmental Law Association were major players and are still very significant players in the environmental push to actually get a grip on waste management, waste disposal in Ontario, and develop a system that is far more environmentally benign, far more environmentally useful.", "He went on to say, “It is beyond dispute, Mr. Chairman, that waste disposal sites can cause adverse environmental effects, particularly to air quality and water quality. It’s beyond dispute that waste disposal sites can cause serious nuisance impacts to nearby residents. It’s beyond dispute that burning or burying materials represents a squandering of valuable resources that should be diverted, reused or recycled within the circular economy.” And he’s absolutely correct. He was absolutely correct.", "I had the opportunity, when I was the environment critic for the NDP back in 2006-07, to visit the residents in the Napanee area who were fighting the expansion of a major landfill. They took me down roads alongside that landfill where leachate, contaminated liquid, was leaching out of that landfill, pouring down limestone rock face, effectively sterilizing the area around it. This was an area of dead trees, of stagnant, stinking water. That community, like many others, was profoundly concerned about the impact of dumping waste in that community, the impact on groundwater, the impact on air quality and the impact on their quality of life.", "It’s quite correct as well to say that when you are taking large volumes of material—metals; fibre, like paper—when you’re taking plastics, when you’re mixing them all together and dumping them in a giant pit, you’re taking large volumes of very valuable materials that could be used to build the economy, used to displace imported raw materials, and throwing them away. The approach we’ve taken to waste is one that has undermined our economy, lessened our potential for economic growth, as well as damaging our environment. Mr. Lindgren was correct. We have to move away from a society of “burn it or dump it” to a society where we treat all of those waste materials as raw materials for reworking and development of our economy.", "Speaker, I’ll be ranging over a fair amount of ground in this leadoff, but I want to start by talking about some of the amendments we were able to get into the bill and amendments we put forward to address problems in the bill. Unfortunately, some of the concerns we had weren’t addressed in this process.", "I do want to note that the minister and his political staff were willing to discuss differences and concerns, and where we were able to find common ground, they were willing to work through and find a resolution, see if there was an amendment that we could put forward or they could put forward that would address our joint concerns. It’s not always a process that gives you what you want, but I think it’s a process that all our constituents want. If you talk to the parliamentary assistant, I’m sure her constituents would want her to work with the opposition and the third party to find common ground and a solution that suited everyone. Certainly, I think that’s a fair description of where my constituents are at. They want us to look for practical solutions to problems. They want us to work, where we can work together, and bring things forward. Now, on occasion, they do want us to hold the government’s feet to the fire on other issues, but where it’s possible to work together, they like that.", "I also want to thank my colleague from Windsor–Tecumseh for being willing to share committee work with me. These last few weeks have been fairly intense. I have responsibilities in dealing with the cap-and-trade legislation, so I found myself bouncing back and forth between committees. If it weren’t for the member from Windsor–Tecumseh, who was willing to sit in on committee for many hours, Speaker—many, many hours—it would have been impossible to cover all that was covered. So I want to thank him for his generosity with his time and with his advice.", "Now, there are few broad themes in the amendments that we in the NDP brought forward in this bill. We felt it was very important to actually define the terms that this bill would be operating with. I’ll get into more detail on that, but a vagueness in the bill doesn’t help industry, doesn’t help municipalities and doesn’t help deal with environmental issues.", "We also needed a change in the way municipalities were treated. Again, I will get into that, Speaker, but municipalities are full partners in waste management and recycling, in reuse across Ontario. They were very vocal about what they needed in the bill. It was pretty clear, in bringing this bill forward and moving it through the legislative process, that full respect had to be accorded to municipalities and that the bill needed changes to ensure that they were treated properly.", "Lastly—and this is something that my colleague from the opposition touched on: retention of powers of enforcement and compliance with the ministry, rather than spinning those off to yet another authority. I’ll enlarge on that, but, in my mind and the minds of my colleagues, enforcement is something that should be carried out by a governmental organization—by the Ministry of the Environment. They have a legal framework that they operate within. The ministers are accountable to the public and accountable here to the Legislature. Frankly, Speaker, that isn’t what you would necessarily get with a designated authority. In fact, we have problems with that. I’ll go into that later.", "So let’s start off with definitions. Now, for those of you who are watching this on television and may want to click over to another channel like The Shopping Channel or whatever, I will not be reading from a dictionary for the next half-hour, so I’m not going to define every term that I’m going to bring forward. But I want to say that there were some things that were obviously missing in this bill.", "The bill is, in part, entitled the circular economy act. When we got the bill, that term, which is in the title, wasn’t defined in the document itself, which I think is a pretty large omission. If you think that a circular economy, an economy in which waste materials become raw materials, raw materials become products, which in turn become waste, and then become raw materials again—that needs to be defined. If it’s something you want to promote, if it’s something that you want to attain, then you need to say exactly what it is. Simply having the words in the title is inadequate.", "I have to say that we were able—we put forward an amendment. The government didn’t agree with our amendment. They put forward an amendment; it was serviceable. We supported it. I have to say, the parliamentary assistant in her leadoff the other day said that there were a number of amendments that came forward; many of them were sparked by us, particularly around definitions. They accepted some of ours, and they put forward some of theirs that we were able to support.", "I want to go back to Mr. Richard Lindgren and the Canadian Environmental Law Association and his comments on definitions: that for the purposes of greater certainty, upfront definitions are preferred—no question, Speaker. All our bills start off with definitions. It’s logical. It means everyone has common understanding of words and what they mean and common understanding of terms and what they mean. He noted, when we were going through this process and getting some objection to putting definitions in, that leaving the key terms undefined but mentioning them in the regulation-making authority is like the tail wagging the dog. If the key terms are not defined, then their precise meaning or effect remains unknown, unless and until the actual regulations are produced, and who knows what that will be. Speaker, that continues to be true. I don’t know when the regulations are coming forward.", "My colleague from Bramalea–Gore–Malton talked about this bill being enabling legislation, and he’s quite right. What this bill does is simply erect a scaffolding, a framework within which rules can be written. That’s highly problematic. I’ve dealt with this a number of times in this Legislature.", "I understand why it’s to the government’s advantage to do that. It’s faster to just bring forward the scaffolding, but many of the key decisions are ones that are embodied in the regulations, regulations that don’t have to come back here for debate, don’t have to come back here for scrutiny and don’t have to come back here for a vote. That’s a problem. It makes no sense at all when you’re talking about the fundamental underpinnings of a piece of legislation, the definitions, to effectively leave them for the regulations to sort out later.", "He noted that the terms—“recycling,” “reuse,” “circular economy” etc.—require definitions since they’re sprinkled throughout Bill 151, not just in the regulation. So there was a gap right at the beginning of this bill: the common understanding of what terms and language meant.", "The Recycling Council of Ontario spoke to this issue as well, and I’m going to quote briefly from Jo-Anne St. Godard from the Recycling Council of Ontario, who also appeared before committee. She started off by introducing herself:", "“If you don’t know us, RCO has a 35-year history with a sole focus on the elimination of waste. Our role in bringing public and private interests together to create the world-renowned Blue Box Program is how we are most recognized. However, even with extensive focus and investments made to reduce household waste, the reality is that Ontario’s combined recycling rates, away from home and household together, remains at a low 25% and has been there for more than two decades.”", "This is an organization that’s had a long history. It has recognized the fact that Ontario hasn’t done what it’s needed to do on waste management. You, Speaker, have dealt with a landfill in your riding, one that has been highly problematic. You’re well aware that Ontario has not done what’s needed on waste management, on protecting communities from the fallout from that waste management.", "Back to Ms. St. Godard: She noted that “Ontario still generates more than nine million tonnes of materials a year, six tonnes of which are still wasted in disposal.” So the overwhelming majority of those waste materials that could be raw materials are simply dumped or burned.", "Talking about this bill, this legislation is not simply about the blue box and packaging. In fact, it provides an opportunity to get at the heart of our disposal issue in the industrial and commercial sectors. That’s very important, because we actually have done relatively well—not solved the whole issue—on the residential end, but we’ve done spectacularly badly on the industrial and commercial end.", "She talked about the need for definitions. “As stated in the draft strategy on page 5”—a consultation document that was released a while ago—“Bill 151 offers to maximize the reintegration of recovered materials back into our economy. It is important that the act and the regulations formed under it require environmentally superior management approaches that follow the 3Rs hierarchy”—reduction, reuse, recycling.", "“It is critical that the legislation clearly define what is meant by those embedded terms that describe these superior management approaches. These include definitions specifically for terms such as ‘reduce,’ ‘reuse,’ ‘recycle’ and ‘resource recovery’ as well as ‘circular economy.’”", "Again, Speaker, you don’t have to know a lot about legislation to know that you have to have key terms defined right at the top, right at the beginning, at the outset.", "“Without these key definitions, we don’t make clear the main intent of the bill, which underpins the provisions that embody it. Without definitions that can be referenced, the marketplace will likely apply their own and may choose less desirable approaches, undermining the bill’s intent.”", "She’s absolutely right. Again, if you, in the legislation, don’t define what the different terms mean, then you have what we sometimes call the devil’s playground: room for all kinds of mischief by those who are engaged in a particular industry, all kinds of wiggle room for defining something that’s really disastrous as something that’s really wonderful.", "I’m sure you are aware of that process, Speaker. I think you have probably seen it in your daily work life in this building.", "So, Speaker—" ],
  "anchor" : "para1157"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the member from Kenora–Rainy River." ],
  "anchor" : "para1195"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "Thank you, Speaker. I don’t think that we have enough members in the House." ],
  "anchor" : "para1196"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Clerks’ table will check for a quorum." ],
  "anchor" : "para1197"
}, {
  "speaker" : "The Clerk",
  "text" : [ "A quorum is present." ],
  "anchor" : "para1198"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Okay, we just have it. Thank you.", "Continue." ],
  "anchor" : "para1199"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Thank you, Speaker.", "One of the things that I tried to address in this act right at the beginning was putting in a definition to exclude incineration as a positive or useful part of the whole waste management process. Now, I wasn’t successful, but I want to say why I think it’s important that incineration should have been explicitly and clearly excluded.", "There is a lot of money to be made in burning garbage—a lot of money. This province, for decades, has been fighting companies and individuals who want to build plants that burn garbage. It’s very lucrative—bad news for the environment; bad news for those who live nearby because of the dumping of toxic materials out of the smokestacks; bad news in terms of very useful material being burnt up. Material that could be raw material for industry gets burnt up, and what you get out is a large volume of material dumped into the atmosphere, which we get to breathe. It makes our lungs, in the end, the landfills—not a good thing.", "And you get toxic waste. The better the scrubbers on any incinerator, the more heavy metals and the more pollutants, toxins, dioxins and furans that are captured, the more toxic the waste that comes out of those plants. So instead of, in fact, producing material that will be useful in the long run for industry, what you get are waste materials that are expensive to manage and, frankly, bad news for any community that has to be the recipient of those materials.", "I also want to say that garbage incinerators need garbage as their fuel. To the extent that they need garbage, to the extent that they want to have a steady flow of waste that they can burn up, there is a profound, concerted interest in making sure that garbage continues to flow. Why would you recycle when you have these companies that are politically powerful who want to be able to get that material and burn it up? They make their money off burning. So to the extent that this government would push garbage incinerators out of the way, that’s environmentally to our advantage, and I’m very sorry that the government wasn’t prepared to put a definition in the bill that would have excluded garbage incineration.", "I also want to note—and this came up, I think, with the member for Niagara Falls’s comments—that there is a waste hierarchy. We tried in this bill to incorporate a definition so that when the government was making policies, they followed the hierarchy. Because when you reduce waste, when you reuse waste and when you recycle waste, there are very different implications. To the extent that you reduce the amount of waste, you reduce the cost of processing the material. That’s extraordinarily useful. When you are able to reuse something, you reduce the amount of energy needed to reprocess material; you increase the lifespan of a material in the economy as a whole. And recycling, far better than simply dumping waste in a pit, still can be very energy-intensive.", "I want to say that back in the 1980s, when I was engaged in the fights over garbage incineration, I had a chance to talk to a fellow called Steve Shrybman, who is an environmental lawyer with a very deep and profound understanding of the issues. He, at a public meeting once—and it stuck with me over the decades—held up a pen. Given it’s a prop, Speaker, I won’t hold it up for long; I’ll put it away. But you look at a pen and you need to understand that that pen is an extraction of large numbers of raw materials that have left a lot of waste in their background. There’s metal there, so there would have been slag. There would have been a variety of tailings that would have been dumped out of a mine that would have extracted that metal. There’s plastic, so there would have been waste from a plastics plant. You may have a pen that’s relatively small, maybe the size of your finger, but you’re talking about waste maybe in the tens or twenties or maybe a hundred pounds’ worth of waste out there. So each time you are able to preserve that very concentrated piece of energy and material, that pen, and reuse it, you avoid generating tens, perhaps hundreds, of kilos of waste in other situations.", "So for us, when we set our waste management policies, the most important thing we can do is reduce waste right off the top. Look for solutions that allow materials or products to last for very long periods. To the extent you do that, you substantially reduce the amount of waste that’s generated in their production. To the extent that you’re able to reuse something—beer bottles. I know that is something that’s popular in this room, and perhaps popular in the province as a whole; I’m not sure, but I think they are. If you’re able to take a beer bottle and use it to—what can I say?—transport that beer to the consumer who will be, generally speaking, very happy with that process, take that beer bottle, wash it, refill it and put it back on the shelf, you’ve reused a product and you’ve dramatically reduced the amount of energy that has to go into producing another beer bottle.", "When you recycle, when you take old glass and you have to process it, sort it, make sure all the colours are in the right areas and then melt it, you use a huge amount of energy. Not as much as going from raw sand to glass, but you still use an awful lot of energy. Recycling is better than simply building new products from virgin material, but still not as good as waste reduction or reuse. We tried to get that hierarchy built into the bill. Unfortunately, that wasn’t accepted. Speaker, we actually have to, when we’re putting forward environmental legislation, think about the hierarchy of actions that allows us to maximize our impact. That’s something that this government should have incorporated into the bill. I’m sorry that they weren’t able to do that.", "So our first area of concern, definitions that would set the trajectory for the bill—very important. We got some things that were useful and lost on others. That’s life.", "The other thing that we were very concerned with, Speaker—and you’ve sat on a municipal council, I seem to remember. I think there are a few here who have sat on boards of education, some who have served their time in those institutions that we love and we refer to as municipal council and boards of education. Municipalities in this province are the primary partner of producers and the provincial government in dealing with waste. They operate waste collection operations. They operate recycling. They have fleets of trucks, the administrators, the transfer stations. They have all of that infrastructure in place. And they’ve made it clear, through the Association of Municipalities of Ontario, that they have found it financially challenging to deal with these materials.", "They spoke at committee, and they spoke to many of us individually. I don’t know who all in this room had a chance to talk to AMO, but they certainly weren’t slackers when it came to buttonholing MPPs and trying to put forward their case. They have big operations. They have big costs. They’re not annoyances; they’re not incidental. They’re partners and need to be treated as such.", "So I introduced an amendment that would have given municipalities a more formal role in this whole process, setting up a municipal advisory body, bringing in representatives from the municipalities, from the commissioners of works, so that there would be a body that the provincial government would consult with—the people who actually do most of the waste collection, who do most of the recycling collection. Unfortunately, my amendment was defeated by the government. I note that they did, in a few spots, give greater access to municipalities to the process through consultation. That’s not a negative thing. It falls short of where I think the municipalities should be but it was still, I think, provoked by us and by the municipalities. We got some useful movement.", "I want to quote from the comments of the Association of Municipalities of Ontario at the public hearings on this bill. Mr. Gary McNamara, president of the Association of Municipalities of Ontario, came and spoke to us. He had this to say: “Municipal governments have long advocated for a new legislative framework for waste management in the province, and we support the introduction of the act....", "“We do support the clear intent of the proposed act to move to producer responsibility and have producers—not the municipal tax base—fully fund the costs of managing products and packaging at the end of their useful life.”", "What he had to say here is very important, Speaker. Municipalities have been given, I think, an undue financial burden for providing social and other services in this province. We all went through the downloading exercise under Mike Harris back in the 1990s. Municipalities have never fully recovered from that. They have difficulty carrying the financial burden around waste management and recycling. I think any of us who go door to door in our ridings have heard from our constituents, particularly seniors on fixed incomes, who find it very difficult to deal with the rise of property taxes. I think it’s incumbent on us to protect those constituents, those seniors, those property tax ratepayers who find it difficult to cover this whole infrastructure. So he’s right: It’s the producers who should be carrying the bulk of the cost, not the municipal taxpayer. I don’t generally use that term but, in this case, technically, I think I’m being quite correct.", "He went on to say, “The act allows for an ability to increase producers’ current funding cap of the Blue Box Program beyond 50%. This is needed, given our years of receiving less than the full 50% we expected under the current act. Since 2004, this lost funding has cost municipal governments and our residents $233 million. We went to arbitration in 2014 on this issue, and it remains in dispute as we speak today.”", "Now, that goes back a bit to this necessity of clarity around definitions, of seeing who is responsible for what. To some extent, the Association of Municipalities of Ontario was saying to me that a lack of clarity and definitions has allowed some producers to say, “We’re not responsible for that. It’s your problem. Get used to it,” and has led to unfortunate wasted spending on legal actions, on arbitrations.", "There is a scene from Dickens in the novel Bleak House. If anyone’s ever read it, there is a scene at the beginning describing how a number of people are in court over many, many years fighting over an inheritance. There are banks of lawyers in that court—no disrespect to lawyers. Life’s life; you’ve got to have a living. But I have to say that most lawyers would agree that unnecessary legal action is simply a drain on the economy. In Bleak House, the lawyers on either side of the issue fight for years over an inheritance until, ultimately, the inheritance is completely eaten up with legal fees.", "Municipalities in this province occasionally find themselves in Bleak House. They are spending a lot on legal action when action on the part of this government to clarify definitions and clarify who is owed what under what circumstances would allow municipalities to give their ratepayers a better deal and, frankly, allow them to avoid unnecessary legal expense.", "AMO went on to say, “There is a stated intention to ensure service standards and geographic coverage are maintained or improved.” Good idea. “If packaging and designated materials can be sold anywhere in the province, then there needs to be a diversion program to make sure that these resources are recovered.”", "And he’s right. If you happen to be in Timiskaming or Kapuskasing or Hearst, if you happen to be in Red Rock or if you happen to be in Fort Erie—it doesn’t matter where you are in Ontario; you should be serviced by those producers who are selling those products so that the waste materials at the end of the use of that product are recovered.", "AMO went on to say, “Although we are supportive of this draft legislation, we do ask that some key issues are addressed by amendment by this committee in Bill 151 through your deliberations.", "“Municipal governments are responsible for an integrated waste management system. Our current diversion programs under the Waste Diversion Act and” the regulations “represent less than 20% of the tonnes municipalities manage and an even smaller percentage of the total costs municipalities incur to operate our systems.", "“The future decisions and regulations made regarding these new diversion programs will impact roughly 80% of the integrated waste management systems that municipalities will still be responsible for operating and funding. This includes landfill and other disposal facilities, litter, organics and water systems.", "“I think you know that we are not merely an interested stakeholder in this matter, but rather, local governments that will always have a major responsibility in waste management. Therefore, our first key ask is to have a formal seat at the table during transition of the current diversion programs and after the Resource Recovery and Circular Economy Act is in force.”", "Speaker, when the Association of Municipalities of Ontario comes and says, “We need to be treated as a partner,” they speak from the reality of their experience that they are the ones out there running the trucks, the transfer stations and the staff to collect the waste, whether it’s for disposal or recycling. They made an entirely reasonable request. I find it unfortunate the government wasn’t willing to listen to that request, because I think it would have signalled a new respect for municipalities and a respect for a partner who is going to be vital to any successful program in this province.", "The municipalities asked for action on fair funding. Mr. McNamara again: “Our other key ask is an amendment to section 11 of the Waste Diversion Transition Act regarding payments from producers to municipalities for the operation of the Blue Box Program. At present, the current ... language is identical to” a section in the Waste Diversion Act. “This same section was the subject of an arbitration in 2014 between AMO, the city of Toronto and Stewardship Ontario. Despite our clear municipal award, stewards continue to dispute the interpretation of this section. We implore the standing committee to amend the language to clearly state that municipal governments should be paid the applicable percentage by producers for blue box services based on the verified net costs of the program, as determined through the WDO. We respectfully ask you to make sure the section 11 language of the transition act is crystal clear and non-disputable by parties when you report back to the Legislature.”", "I’m sorry to say, Speaker, that our motion to solve this problem was rejected. The government put forward their own amendment—not as good as ours, but one that went some distance to solving the problem. I think it would have been better to use ours. I think, again, that to send municipalities to that bleak house where their funds and the funds of other participants are eaten up in legal action is a disservice to municipalities and a disservice to people struggling with property taxes around this province. It’s as simple as that. Property taxpayers—it’s a flat tax. It doesn’t reflect ability to pay. It doesn’t reflect income. It’s a much tougher burden for them, particularly for those on fixed incomes. I’m sorry that we weren’t able to get what we needed to get from the government on this part of the bill.", "Jo-Anne St. Godard, whom I noted earlier, of the Recycling Council of Ontario, put forward similar concerns. She said, in committee, “I’d like to speak now about the bill’s structuring of producer responsibility. RCO recognizes that producers are the actors that have the best opportunity to redesign products and systems to eliminate waste. Assigning them full responsibility for end-of-life management of their products is consistent with that principle. Ontario is going to go through a transition phase as municipalities become service partners to obligated stewards. Having said that, it should be noted that if a producer fails to meet its obligations in the act, municipalities will likely have to manage those associated stranded tonnes, at a cost to their taxpayers. Therefore, we suggest a provision in the act that allows municipalities to be the beneficiary of any penalties or fines for non-compliance.”", "Speaker, we brought forward an amendment to that point. We weren’t successful. I think Ms. St. Godard makes a good point. If a producer ignores the law, frustrates it, flouts it, and the municipalities get stuck with the cost, then if there are penalties applied to that producer for their failure to comply with the law, it’s the municipalities who got stuck with the cost who should wind up with the money. Right now, that’s not the case, and I think that’s a mistake. Again, I think the municipalities need to be treated fairly, and they need to have access to the payments that are made when producers ignore the law.", "The last theme I want to address with regard to amendments is that of the role of the ministry in enforcement and compliance. My colleague from the opposition addressed that at some length in her commentary.", "In this case, I’m going to go back to the comments of the Canadian Environmental Law Association that were delivered by Mr. Richard Lindgren. He said, “We’re ... recommending that compliance and enforcement should not be carried out by the new authority under Bill 151. Instead, Bill 151 should be amended to ensure that compliance and enforcement activities are conducted by the Ministry of the Environment and Climate Change.", "“In our view, Mr. Chairman, environmental enforcement is a core government function that should not be downloaded or outsourced to a third-party entity, especially one that lacks the enforcement track record, experience and resources of the ministry. Simply put, there is no evidence that delegating enforcement to the authority will result in better or more timely or more effective enforcement of the regulatory standards under Bill 151.”", "Speaker, he was entirely right. I’m going to expand on his remarks in a few minutes. But, really, in the end, the delegation of enforcement authority to bodies outside the government is not something that ends well.", "If I remember correctly, one of the contributing causes of the French Revolution back in the 1700s—" ],
  "anchor" : "para1201"
}, {
  "speaker" : "Shafiq Qaadri",
  "text" : [ "Whoa." ],
  "anchor" : "para1239"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I’ve got the attention of a government member. I relish it. I relish it—was the whole question of tax farming: the delegation of tax collection to private companies that would go out and squeeze every last penny, every last sou from the good citizens of France. It contributed to an alienation of the people from the government of that time. It undermined the credibility of the government. It privatized enforcement of a very important function, and that was tax collection.", "We’ve seen similar problems where the TSSA, Technical Standards and Safety Authority, have had an opportunity in this House, in the past, to deal with amendments to the TSSA after the Sunrise Propane explosion.", "I have to say, Speaker, that it was an eye-opening experience for me to go through that bill and through that debate, because the explosion that happened in North York here in Toronto was not an isolated incident. There had been a previous incident further east on the 401, I think it was towards Bowmanville, where a propane facility blew up, raining propane canisters down on the 401.", "When you’re talking enforcement, you don’t want to be in a situation where you have enforcement officials who are driven by the interests of the producers, of those who, in the end, don’t want to enforce against themselves. You want it in the hands of civil servants, properly trained, who have no economic interest in the outcome of that enforcement. I have to say, with the TSSA, we saw the results of poor enforcement in very dramatic ways in this province.", "Earlier today, my colleague from Timmins–James Bay was talking about the TSSA in his riding refusing to allow someone setting up a business to write examinations in French, to even have someone translate for that person for their examinations, something that wouldn’t happen with a crown corporation.", "I think one can make a very good argument that the transfer of enforcement and compliance, the designation of authorities outside government, is not a good thing for Ontario—not a good thing in this area.", "Mr. Lindgren: “On this point”—regarding enforcement and transfer to the authority—“I will simply say that I’ve read all of the legislative debates during second reading of this bill, I’ve gone to the consultation sessions, I’ve read all the consultation materials and I’ve seen no compelling justification for transferring enforcement powers from the ministry to the authority.”", "I want to enlarge on what he said, because he actually made a separate submission to the government that I think is worth quoting. He talked about this transfer of enforcement abilities: “We submit that it is not appropriate for the authority to be given compliance/enforcement powers or responsibilities under the” Resource Recovery and Circular Economy Act. The Canadian Environmental Law Association, the Citizens’ Network on Waste Management and the Toronto Environmental Alliance “have no objection to the standard suite of compliance/enforcement tools contained within the RRCEA, but we maintain that these tools should be used by ministry staff, not outsourced to an authority with no history of compliance/enforcement activities. Accordingly, section 77 of the RRCEA must be amended to delete the reference to the authority, and to specify that it is the ministry that ‘shall exercise powers and perform duties in relation to compliance with and enforcement of this act.’", "“The reasons supporting our position were outlined in a 2013 letter to the minister (and the Attorney General) in relation to Bill 91”—and I’ll just touch on those points.", "“Any delegation of enforcement powers from the ministry (which has the necessary resources, mandate and experience) to a third-party entity (which has none) will seriously threaten the administration of justice in Ontario.”", "A strong first point. We have a body of people trained in enforcement who have the ability, the history to carry this forward. That isn’t the case with this authority that’s going to be created under this act.", "“There is no evidence to substantiate the apparent belief that transferring enforcement powers from the ministry to a third-party entity will necessarily result in more timely or effective enforcement of environmental law.” Good point.", "“To the contrary, evidence arising from the track record of the Technical Standards and Safety Authority”—the TSSA, which I just talked about in very affectionate terms—“(which assumed compliance/enforcement powers from the Ministry of Government Services) has been troubling and problematic, as confirmed by the provincial Auditor General and other commentators.", "“Transferring enforcement powers to a third-party entity raises concerns about independence, credibility and fairness, particularly if the entity is being expected to conduct prosecutions against its contacts within the regulated sectors.”", "Again, Speaker, it brings us back to the conflict of interest. The people who will run the RRCEA, the waste authority, are going to be the ones that the enforcement has to be carried out against. It doesn’t take a lot of imagination to see quickly where there will be conflict of interest in this matter.", "“Law enforcement is a core government function that should remain within government itself for accountability purposes.", "“Despite such concerns, the ministry now claims that there is stakeholder support for empowering the authority to undertake compliance/enforcement activities.” He goes on to say—and I agree with him absolutely—“Even if this is true,” even if the stakeholders think, “Hey, this is a great idea: private police force, unaccountable to government. We like it. It’s a good idea.” He says, “Even if this is true”—even if they like it—“it must be noted that such views are not determinative”—that’s right, just because they like it doesn’t mean we have to do it—“nor are they unanimous within the environmental community or the public at large.”", "I think, if you went around this province and said to people, “How do you feel about private police forces coming out and enforcing the law?”—I would say, “Speaker, most people don’t think that’s a good idea.” It’s not surprising to me that the official opposition opposes it. It’s not surprising that we oppose it. What’s surprising is that the government endorses it. It’s a mistake on their part.", "“Moreover, this claim”—that it’s supported by stakeholders—“does not satisfactorily address the fundamental legal and policy concerns about this unjustified departure from current compliance/enforcement practices under Ontario’s environmental laws. Indeed, we are unaware of any evidence demonstrating that the authority’s predecessor (Waste Diversion Ontario) is foundering due to a lack of its own compliance and enforcement powers.”", "He’s right. I don’t remember getting emails from my constituents. I don’t remember a lobbyist coming to my office saying, “Jeez, it would be a lot better if this was enforced by a private police force.” No, that’s not an issue. People understand that government has the authority to enforce the law. It’s a social compact. People aren’t allowed to engage in vigilantism. There is an understanding that we have a central body, people who are given the training and the authority to enforce the law. To the extent that we privatize that, we undermine the credibility of law enforcement officers and law enforcement, generally.", "I’ll just finish off with his comments: “On this point, we note that the ministry’s slide deck presentation”—in their consultation in advance of Bill 151—“during the regional consultation sessions simply asserted that the authority ‘needs’ appropriate compliance/enforcement tools. However, no evidence or arguments were presented to verify or substantiate this so-called ‘need.’ Similarly, the draft strategy contends that the authority should be responsible for ensuring compliance with the RRCEA, but the strategy does not provide any reasons why this should be the case.”", "I didn’t hear many reasons, Speaker. I didn’t hear a full-throated defence on the part of the government for privatizing the enforcement and compliance function. I think, frankly, it’s a cost-cutting measure: Move it out of the ministry and let this new authority deal with that expense. I don’t think that’s a valid reason for privatizing law enforcement or privatizing the enforcement of environmental laws.", "“Accordingly, CELA, CNWM and TEA submit that the ministry has fundamentally failed to justify its proposal to download compliance/enforcement powers to the authority. In short, there is no rational public policy basis for this extraordinary and ill-conceived proposal.” They’re absolutely right.", "It is a major point. We may all agree that it’s a good idea to make this transition; we may disagree on the level of support and respect that should be accorded to municipalities. But in the end, there should be no disagreement on the need to retain enforcement and compliance in the hands of the ministry.", "Last words from the Canadian Environmental Law Association: “It may be argued by the ministry that the authority is best placed to ensure compliance with requirements developed under the RRCEA. In response, CELA, CNWM and TEA submit that such arguments are not persuasive, particularly since there are instances where the ministry undertakes compliance/enforcement activities under specialized standards developed outside of the ministry itself. For example, while regulatory standards under the Nutrient Management Act are developed by the Ontario Minister of Agriculture, Food and Rural Affairs … these standards are actually enforced by” Ministry of the Environment and Climate Change “staff, not OMAFRA or a third-party entity.”", "Speaker, there are a number of areas where I disagree with the government on this bill. This is a major area. I think that the government is making a mistake. I think, as with the TSSA, that this will come back to bite us another day. I don’t think that the government has given adequate justification for this change and, frankly, I don’t think that there is adequate justification for this change.", "I’ve touched on the three main areas where we were trying to get amendments: the question of definitions, the question of treatment of municipalities as full partners and the question of enforcement. Those three areas are where we spent most of our time and energy in trying to get shifts in the bill, and we got a few.", "I want to talk about just a few of the other amendments that we brought forward, because I think the bill would have been better if they had been incorporated. We tried to change the bill so that at every point when materials were being collected from the waste stream and used, they would be used for their highest and best use.", "Speaker, you can take fibre, you can take paper from the waste stream and you can reprocess it into new paper—probably the highest and best use—or you can use it just as a filler somewhere. There are very different uses for the material we recover from the waste stream. To the extent that we maximize the value of that material, we increase our economic potential in Ontario; we reduce the need for more expensive material production later; we are better off economically and environmentally. Unfortunately, the government was not open to that.", "The government was open to an amendment that we put forward with regard to the whole question of a strategy. We asked that “in order to support the provincial interest, the minister shall, no later than 90 days after this section comes into force ... develop a strategy entitled Strategy for a Waste-Free Ontario ... publish it on a website of the government of Ontario.”", "Speaker, there’s no getting around it. It’s true for a cap-and-trade bill, it’s true for a pension bill; it’s true for any bill. Making sure that the public has access to the planning done by the government and has access to its thinking in terms of strategy so it can assess it and hold the government to account is to the benefit of this society. It’s a benefit to society as a whole, and one that needs to be incorporated in legislation. I’m glad that one went through, because I think that people need access to that information.", "Frankly, as I think was noted by a speaker earlier, there were no timelines that were visible in this bill. It’s pretty short on timelines. Making sure that, at least, there is a 90-day timeline for putting out a strategy and making it available for the public: That was an advance.", "Speaker, we asked for an amendment that would require performance measurement for reduction of waste disposed—not just waste dumped into landfill, although it’s important to know that, but waste sent to incineration, as well. We needed to have a performance measure for that and a performance measure for assessing the decrease of hazardous and toxic substances in products and packaging.", "Speaker, in the end, in a democracy, you can elect as many people as you want or not. But if you’re going to hold them to account, you need to be able to measure the actions that they carry out. If a government claims that it has dramatically cut the amount of waste in a society, then we all need to be able to point to or follow indicators that will show whether that statement is true or false.", "If we’re going to say that we want a reduction in toxic materials, then we need to be able to have a measurement in place that can be tested from time to time, so it can determine whether a government has carried through on its promises or not. It’s fundamental to democracy and fundamental to accountability. I’m sorry that we weren’t able to get that change put through.", "The setting up of an authority: We have difficulty with it. We ultimately were willing to go along with it. It seemed to be where those who are interested in this issue wanted to go, but we, and I believe the official opposition, also wanted to make sure that this authority came under the umbrella of the Freedom of Information and Protection of Privacy Act, under the Ombudsman Act. Because if you’re setting up all these authorities that are carrying out public functions but don’t have the openness that allows the public to reach in and correct them where things have gone wrong, then you have a problem. You have an unaccountable authority that is allowed to do much as it wants until something politically impossible or unpalatable comes along.", "At a minimum, freedom of information should have applied to this authority. The Ombudsman Act should have applied to this authority so that where people had difficulty, they had recourse for information and for action.", "That was an unfortunate loss.", "I also want to note that we were able to get an amendment passed on timing, that the minister shall begin developing a policy statement no later than the first anniversary of the day the section comes into force, so that the policy statement, in the bill as something that has to be part of the process, would actually come forward on a timely basis. Again, as I’ve said before and other members have said, a lack of timelines in this bill makes it very difficult to say when things will actually happen. They can float off into the never-never without timelines, without boundaries. I think it was a good thing that we were able to get that amendment through." ],
  "anchor" : "para1240"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "I can see displays of enthusiasm on the part of some members, which hearten me and urge me to go on further, because there is nothing like encouragement from one’s peers to make one feel good about a speech that one is engaged in.", "We were also able to get a motion passed that required the minister to consult with municipalities, environmental NGOs, industry and the public on amendments to policy statements—again, part of that process of making sure there was the consultation that is so necessary in a democracy.", "We weren’t successful in blocking the transfer of enforcement into the hands of this authority, and that is a shame. I’ve made major points on this—and I see from the odd motions you are making, Speaker, that you may be indicating that the clock has moved on." ],
  "anchor" : "para1281"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much. Unfortunately, we don’t have time for questions and comments, but there will be an opportunity when this bill comes back to the Ontario Legislature." ],
  "anchor" : "para1284"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that in the name of Her Majesty the Queen, Her Honour the Lieutenant Governor has been pleased to assent to certain bills in her office." ],
  "anchor" : "para1287"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The following are the titles of the bills to which Her Honour did assent:", "An Act to amend the Personal Health Information Protection Act, 2004, to make certain related amendments and to repeal and replace the Quality of Care Information Protection Act, 2004 / Loi visant à modifier la Loi de 2004 sur la protection des renseignements personnels sur la santé, à apporter certaines modifications connexes et à abroger et à remplacer la Loi de 2004 sur la protection des renseignements sur la qualité des soins.", "An Act respecting greenhouse gas / Loi concernant les gaz à effet de serre." ],
  "anchor" : "para1288"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Since it is now just slightly past 6 o’clock, this House stands adjourned until 9 a.m. tomorrow morning." ],
  "anchor" : "para1291"
} ]