[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that I have laid upon the table the individual members’ expenditures for the fiscal year 2015-16. Members will find copies in their desks.", "Mr. Fraser, on behalf of Ms. Damerla, moved third reading of the following bill:", "Bill 178, An Act to amend the Smoke-Free Ontario Act / Projet de loi 178, Loi modifiant la Loi favorisant un Ontario sans fumée." ],
  "anchor" : "para28"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Ottawa South." ],
  "anchor" : "para33"
}, {
  "speaker" : "John Fraser",
  "text" : [ "Mr. Speaker, I’ll be sharing my time with the member from Halton.", "I am once again proud to rise in support of the Smoke-Free Ontario Amendment Act, and I’d like to thank the associate minister for the opportunity to do so. I believe strongly that this is a piece of legislation that is worthy of support by all members of this House.", "The issue presented by the legislation we are considering today is very straightforward: Do we want smoking laws to be fair, consistent and that accomplish what they are in place to do, which is to protect Ontarians? If we do, then how can we not support the Smoke-Free Ontario Amendment Act, 2016? Madam Speaker, let me explain.", "The Smoke-Free Ontario Act was a groundbreaking piece of legislation. It was the foundation for a strategy that has made Ontario’s enclosed public spaces and workplaces safer and healthier, that has supported people who want to quit smoking, and that has made it harder for young people to get caught up in this dangerous habit. But in the decade since the act was written, a great deal has changed.", "Madam Speaker, I represent the riding of Ottawa South, so I want to give a bit of a shout-out right now to the former member from Ottawa–Orléans, Phil McNeely, who brought in an amendment on power walls. He did a lot to prevent youth from starting to smoke. I know it was something that was very important to him. He was a city councillor and worked very closely with Medical Officer of Health Rob Cushman and then-Mayor Bob Chiarelli on some other groundbreaking work in terms of banning smoking in restaurants and bars, which at the time was a very controversial thing. People felt that it was going to severely affect businesses. In fact, it actually had the opposite impact and increased business in restaurants in Ottawa. So I thought it was important to give them a shout-out this morning. They’re a big part of how we got to where we are today, and I know that Phil would be very supportive of this piece of legislation.", "We need to understand two things, specifically. One is the introduction of e-cigarettes into the marketplace. They’re increasingly popular today, when they weren’t 10 years ago. The other thing, of course, is the use of medical marijuana as a treatment for pain, glaucoma and other ailments. When the Smoke-Free Ontario Act was written, there was no need to think about the implications with respect to marijuana. Today, there is, and so we are here.", "The legislation we have before us today would, if passed, amend the Smoke-Free Ontario Act to allow for the inclusion of substances other than just tobacco. That, in turn, would allow our government to move ahead with proposed regulatory amendments that would bring medical marijuana under the umbrella of the act, prescribing it as a substance that is subject to the act’s “no smoking” rules—simple, logical and in keeping with the times.", "Also, in keeping with the times, this amendment would be in line with other amendments we have proposed to the regulation made under the Electronic Cigarettes Act, 2015, which would prohibit the use of e-cigarettes in smoke-free places such as restaurant and bar patios, playgrounds and publicly owned sporting areas, including—and this is important—using vaporizers to consume medical marijuana. That was not something we needed to worry about a decade ago, but it is something we must be aware of today.", "I would now like to take my colleagues through the specifics of what we are proposing to do with these amendments to the Smoke-Free Ontario Act. First and foremost, we are proposing to expand on a very basic concept in our society; that is, the idea of “No Smoking.” Where it once simply meant not smoking tobacco, it would now be broader than that.", "If passed, the legislation we are considering today would allow the government to prescribe, by regulation, products or substances beyond tobacco that would be subject to the act’s “no smoking” rules; specifically, medical marijuana. If you can’t smoke the one, you can’t smoke the other. If you see a sign that says “No Smoking,” you know that, just as it is not okay to smoke tobacco, it is not okay to smoke medical marijuana.", "To be very clear, this isn’t a judgment on the efficacy of medical marijuana; it is a reflection of a concern we have all had for many, many years about the effects and dangers of second-hand smoke. For obvious reasons, those concerns apply as much to medical marijuana as they do to tobacco.", "We also propose to amend the act to list very clearly where it would be illegal to smoke a prescribed product or substance. That would be as follows:", "—enclosed public spaces;", "—enclosed workplaces;", "—schools, as defined in the Education Act;", "—the building or grounds of a private school or, in instances where the private school is not the only occupant of a property, the grounds annexed to the school;", "—the common area in a condominium, apartment building, or university or college residence, including elevators, hallways, parking garages, party or entertainment rooms, laundry facilities, lobbies and exercise areas;", "—child care centres, places where home child care is provided or places where an early years program or services are provided as defined by the Child Care and Early Years Act, 2014;", "—the reserved seating area of a sports arena or entertainment venue;", "—motor vehicles while a person less than 16 years old is present; or", "—any other area prescribed by regulation as smoke-free, which currently includes the outdoor grounds of hospitals and provincial government office buildings; nine metres surrounding any entrance or exit of a hospital, long-term-care home or independent health facility; restaurant and bar patios; children’s playgrounds and public areas within 20 metres of the playground; and publicly owned sporting areas, adjacent spectator areas and public areas within 20 metres of these areas.", "None of these should be a surprise. These are all places where smoking tobacco is already prohibited. As I said a moment ago, the idea here is that if you can’t smoke one, you can’t smoke the other.", "The amendments we are proposing would also place a responsibility on employers or proprietors who control, if you will, enclosed workplaces, enclosed public spaces or any other public location on the list I just read. They would have the same responsibilities they now have with respect to the smoking of tobacco, but those responsibilities would be extended to include the new prescribed substances.", "Employers and proprietors are currently responsible for ensuring that people in the public spaces or workplaces they control comply with the Smoke-Free Ontario Act. They are currently responsible for posting proper “No Smoking” signage and for ensuring that anyone who refuses to obey those signs is removed from the area.", "If the amendments we are proposing should pass, employers and proprietors would continue to be responsible for these things, but their responsibilities would also cover other prescribed products and substances, specifically medical marijuana. It’s really very simple: The Smoke-Free Ontario Strategy, as the name implies, is about protecting people from second-hand smoke. If you are smoking tobacco in public places, you are subjecting the people around you to second-hand smoke. If you are smoking medical marijuana in public places, you are subjecting the people around you to second-hand smoke. In situations where the smoking of tobacco is inappropriate, then surely the smoking of medical marijuana should be as well.", "There is one workplace exception that we consider to be important, and that is in scientific research and testing facilities. We are proposing an exemption for scientific research and testing facilities where people, as part of their job description or participation in a study, smoke or hold lighted prescribed products or substances. That exemption would extend to whomever was smoking or holding the lighted prescribed product or substance, as well as to employers and proprietors of the facilities. Our government recognizes the importance of science and research, specifically with respect to learning more about the effects of medical marijuana and other substances that might be smoked. It would be our intention to support research into these things as opposed to deterring it, and that is why we are proposing this exemption.", "Finally on this, we come to the proper application and enforcement of the law. Right now, we have clear rules around inspectors and inspection of tobacco law compliance, and clear penalties that are applied when people fail to obey tobacco law. This proposed legislation, if passed, would extend those rules and those penalties to medical marijuana and any other prescribed products or substances.", "Speaker, in proposing these amendments, we are trying to accomplish two very important things: One, we are trying to bring our smoking laws into line with the new smoking reality, and that reality is that a growing number of people smoke medical marijuana; and two, we are trying to lay the groundwork for future flexibility, so that if another smokable substance starts to gain popularity, we can protect people from the harms associated with smoking that substance as well. As I said earlier: simple, logical, clear and in keeping with the times.", "As I noted earlier, this proposed legislation would ensure consistency with other regulations we have proposed. As noted by the associate minister, our government is also proposing certain amendments to the regulation under the Electronic Cigarettes Act, 2015, that would mirror “no smoking” rules. These would prohibit using e-cigarettes and vaporizers to consume any substance, including medical marijuana, in smoke-free places such as restaurant and bar patios, playgrounds and publicly owned sporting areas.", "In addition, we are proposing to establish rules around the display and promotion of e-cigarettes at places where they are sold. We are proposing that the prohibition on using e-cigarettes in an enclosed workplace and enclosed public place under the Electronic Cigarettes Act apply to the testing or sampling of e-cigarettes in retail stores and vapour lounges. We are proposing to expand the list of places where e-cigarettes are prohibited for sale, such as schools, universities, child care centres and so forth.", "In all of this, we are applying the same logic, fairness and commitment to protecting Ontarians that guided us originally when we brought in the Smoke-Free Ontario Act. Second-hand smoke is a danger. Second-hand vape is a potential danger, and we simply don’t know enough about it at this time. Our first and most important responsibility is to protect Ontarians from danger, and these proposed amendments do that. They are also fair and consistent.", "We want to put in place legislation and regulations that take into consideration reasonable use of medical marijuana, whether smoked or vaped, but do not allow that use to harm others. The exception would be the display and promotion rules for e-cigarettes, which would come into force on January 1, 2017, to help businesses adjust to the new reality.", "The legislation before us today is a testament to common sense, fairness and responsiveness to public need. We have been hearing for some time from employers and businesses that they want and need clear and consistent direction from the province on the smoking of medical marijuana in public places. We are proposing to provide that direction, and the direction we are proposing to provide is one that falls into line with the “no smoking” rules for tobacco.", "Basically, we have rules designed to protect Ontarians from second-hand smoke. We have rules particularly designed to protect kids from second-hand smoke.", "Medical marijuana is a new kind of second-hand smoke, and so we are proposing to adjust our rules accordingly so that all our protections still apply. In addition to that, we recognize that e-cigarettes and vaping present a new potential danger, both to young users and to people exposed to second-hand vapour.", "We are proposing to apply the same common sense and fairness to the protection of Ontarians on that front. The Smoke-Free Ontario Act and our broader strategy on smoking have changed this province for the better. We are proud of that and we are determined to ensure that that continues.", "Madam Speaker, I’ll also be sharing my time with the associate minister, but I just want to finish up here.", "The Smoke-Free Ontario Act and our broader strategy on smoking have changed this province for the better. We are proud of that and we are determined to ensure that will continue. That means adapting to changing times. It means reflecting the current reality and it means identifying new threats to health and safety, and acting accordingly.", "I cannot imagine that anyone in this chamber would disagree with me on that, so I urge my colleagues to support the Smoke-Free Ontario Amendment Act, 2016." ],
  "anchor" : "para34"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the Associate Minister of Health and Long-Term Care." ],
  "anchor" : "para74"
}, {
  "speaker" : "Dipika Damerla",
  "text" : [ "It truly is an honour and a privilege to rise and speak to the third reading of the Smoke-Free Ontario Amendment Act, 2016. I want to thank Parliamentary Assistant John Fraser, not only for all of the work he has done on the smoke-free Ontario file, but more broadly on many areas within the Ministry of Health and in particular around hospices. Thank you, John, for all of that.", "I would also like to inform you, Speaker, that when I was asked to take on the role of Associate Minister of Health and Long-Term Care, I was given a mandate to promote wellness in this province. In my two years in this role, I have had the opportunity to travel and speak to many groups on many different occasions. If there is one message I have worked hard to convey at every opportunity, it is that prevention is more powerful than our most effective medical intervention. Or, as that old saying goes, an ounce of prevention is worth a pound of cure. I’m sure there’s a metric version to it that I’ll one day find out.", "Another single, most important step any one of us can take to ensure our own good health is to make the choice to be a non-smoker, ideally by never taking up smoking in the first place, but making the decision to quit and taking the necessary steps to succeed is equally important.", "I am pleased to report that we have a strong record of programs and legislation that support both of these choices. Our work goes even further. We have also taken bold steps to protect non-smokers from the well-documented dangers of second-hand smoke, and we have made real and measurable progress toward making Ontario smoke-free.", "Let me cite some very telling numbers. In 2000, 24.5% of Ontarians, nearly one in four people, were smokers. Today, that number is down to 17.4%. That’s over 400,000 fewer smokers in Ontario today than in the year 2000. That’s 400,000 healthier Ontarians.", "There is only one way that kind of progress gets made, and that’s when people come together and unite in a common cause. When we unite for the benefit of the people, we are able to better serve as political leaders, as public health planners and providers, and as caregivers. That’s why just last week, many of those people were gathered here at Queen’s Park for a well-deserved celebration as we marked the 10th anniversary of our government’s Smoke-Free Ontario Strategy and the passage of the Smoke-Free Ontario Act into law on May 31, 2006. I was really pleased that this was a non-partisan event and that we had MPP Yurek, who is the health critic for the Conservatives, and Madame France Gélinas, who is the health critic for the NDP, also present at the Heather Crowe awards and the celebration of Smoke-Free Ontario’s 10th anniversary.", "We created what the Heart and Stroke Foundation of Ontario has called one of the toughest anti-tobacco laws in the world. The Smoke-Free Ontario Act banned smoking in all enclosed public places and enclosed workplaces. It is worth remembering just how significant a change that was. It wouldn’t be overstating the matter to call it a seismic shift. Change on that scale is never easy and is often accompanied by spirited debate. It is also worth remembering that there were those, at the time, who said our ban on smoking in enclosed public places couldn’t, or shouldn’t, be implemented. There were others who said it would be unenforceable or impractical.", "I’m proud to be able to stand here today and report that we did not listen to the naysayers. Instead, we chose to lead. It is because of the steps we took in 2006 and in the years since that we have made such dramatic progress toward creating a smoke-free culture here in Ontario. Together, we put an end to smoking in motor vehicles where there are children under the age of 16. We have prohibited the sale of flavoured tobacco, which we know is a product that is targeted at young people to get them hooked early—what other reason could there be for cherry-flavoured tobacco? We put an end to the sale of tobacco products on university and college campuses, and an end to smoking on playgrounds and publicly owned sports fields, and bar and restaurant patios. As of January 1 this year, we introduced a ban on the sale or supply of electronic cigarettes to minors.", "To commemorate all the progress we have made together, we took the opportunity, on May 31, to present 10 individuals, groups and organizations with awards recognizing their contributions toward making Ontario smoke-free. The awards were named after Heather Crowe, who famously advocated for awareness of the dangers of second-hand smoke. Her work helped inspire the Smoke-Free Ontario Act. Heather, as some of you may know, had never smoked a day in her life but developed lung cancer after being exposed to second-hand smoke in her workplace over many years. Sadly, Heather Crowe died in 2006, just nine days—nine short days—before the act came into law.", "The recipients of the awards named in her honour have continued Heather’s work by helping more people to live smoke-free in communities across this province. They include Dr. Ted Boadway, whose pioneering work with the Ontario Medical Association has been driving tobacco control health policy in Ontario since the early 1990s; the city of Hamilton Board of Health for their groundbreaking work in smoking prevention among young people; and the University of Ottawa Heart Institute for their landmark work in developing the Ottawa Model for Smoking Cessation, which is aimed at providing support to smokers looking to quit.", "Speaking of smoking cessation, I had the opportunity at our May 31 event to announce the next phase of our plan to help Ontario smokers become non-smokers. It’s called Helping Smokers Quit: Ontario’s Smoking Cessation Action Plan. As I said earlier, the best choice Ontarians can make with regard to smoking is never to start. The second-best choice they can make is to quit. The evidence tells us that most people who smoke want to quit. In fact, about half a million Ontarians who smoke say they intend to quit in the next 30 days, and over one million Ontarians say they intend to quit in the next six months.", "The evidence also tells us that nicotine is highly addictive. That makes quitting hard—very hard—and we acknowledge that. That is why it may sometimes take close to 30 attempts before someone can stop smoking. Because quitting is so difficult, the health care system must be there to provide help and support on the first attempt and every attempt. That is why we put in place a new set of initiatives to help.", "First, we’re investing an additional $5 million in 2016-17 to get the right supports to populations with high smoking rates, starting this year. These populations could include, for example, indigenous people; people with chronic conditions or a number of serious health problems; people with mental health and addictions issues; people who work in the industrial and service sectors; young adults; people who are at high risk of poor health outcomes from smoking, such as people in hospitals; and people whose smoking will have a negative impact on their own and others’ health, such as young women who are pregnant or have just had a baby.", "We will also be taking additional steps to let smokers know where they can find the help they need to quit. We are creating a new online smoking cessation hub. It will function as a centralized access point to help smokers navigate the system and find local services and tools to help them quit.", "In simple English what this means is if you were, for instance, in Mississauga or Perth or Wellington and you wanted to say, “Well, I want to quit smoking. What are the local supports?”, you could go to this website and find the information that’s local: which is the public health unit or which is the community health centre or which family practice or which STOP program is available locally in your neighbourhood. That’s the power of this centralized access point, and I’m pleased to say, Madam Speaker, that it will be in place by the summer of 2017.", "We are also developing a common look and feel for all cessation services and doing more to integrate and promote them. That’s why we’re creating a cessation service network. It will help make services better coordinated and easier to find for people who need them.", "We’re also expanding province-wide quit line services. Our new service will provide coaching and counselling by phone and text. More importantly, it will be available 24 hours a day, seven days a week, because we know that Ontarians don’t need support just during business hours, because we know that Ontarians don’t want to quit smoking just during business hours.", "Lastly, we will actively monitor and evaluate the cessation action plan to ensure that all tobacco users in Ontario and their families have easy access to a coordinated system of supportive, effective and efficient cessation services.", "All of our work around smoking over the last few months and years has been focused around one goal, and that is to see the province of Ontario achieve the lowest smoking rate in Canada. Over the past 10 years, we’ve seen a remarkable drop in the number of people who smoke. Right now, we have the third-lowest rate of smoking in the country, slightly behind British Columbia and Manitoba. Yet two million Ontarians—almost one in five—still smoke, and each year tobacco claims 13,000 lives. So we have more work to do.", "Speaker, I’m confident that our new smoking cessation action plan will move us forward toward our goal.", "I’m also confident that because of the steps we are taking, more people who use tobacco will try to quit. More people who use tobacco will receive support to quit. More people who are trying to quit will succeed. More health care settings and providers will offer effective, person-centred cessation support. The rates of smoking among groups of Ontarians who have particularly high rates of smoking will decrease. The health gap will close.", "The amendment before this House speaks to the regulation of medical marijuana, and my colleague has spoken at great length about the specifics of the proposed legislation already. I want to stress for everyone that this amendment is another critical piece in our overall strategy to protect Ontarians from the dangers of second-hand smoke. Because of the advocacy of people like Heather Crowe and many, many others, we are well aware of the dangers of second-hand tobacco smoke.", "Today, we need to take into consideration the potential impact of second-hand smoke from medical marijuana. We all know that the federal government has committed to legalizing marijuana in Canada. Currently, access to medical marijuana is regulated under the federal framework. Individuals who seek to access medical marijuana from a licensed producer require a medical document from a physician.", "But our government understands that the federal government is considering changes to marijuana laws. This has heightened public and stakeholder interest in the controls that governments have put in place to protect people from potential public health harms associated with marijuana, be it medical or otherwise. Our government has taken a clear position on this issue. We believe there need to be strict controls in place. That is why I believe the time has come to make some changes to the Smoke-Free Ontario Act that would enable the government to prescribe products and substances other than tobacco that would be subject to the same rules.", "Our proposed approach is intended to protect Ontarians, especially children and youth, from exposure to second-hand tobacco and medical marijuana smoke.", "Speaker, since taking on my role as associate minister, I have spoken a great deal about the importance of protecting our youth from the dangers of tobacco. We know that children are more vulnerable to the harmful effects of second-hand smoke exposure, and the evidence proves that young people are less likely to become regular smokers when they grow up in places with strong tobacco-control laws. We need to do everything in our power to prevent people from taking up smoking in the first place—and if not, then helping those who do smoke to quit, and quit successfully.", "We also need to do everything we can to protect all Ontarians from the harmful effects of second-hand smoke, be it from tobacco or medical marijuana.", "I am confident that there is significant support for our amendments to the Smoke-Free Ontario Act from public health and tobacco-control stakeholders, as well as most businesses and employers in Ontario.", "I am confident that all members in this House can stand behind our proposed legislation that will help make Ontario the healthiest place in North America to grow up and grow old." ],
  "anchor" : "para75"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Questions and comments? Further debate?" ],
  "anchor" : "para106"
}, {
  "speaker" : "Jeff Yurek",
  "text" : [ "I am going to be sharing my time with the member from Lanark–Frontenac–Lennox and Addington.", "I’m happy to be here to be speaking to the third reading of Bill 178, the Smoke-Free Ontario Amendment Act, 2016.", "I was at the celebration of the 10-year anniversary of the Smoke-Free Ontario Act a couple of weeks ago. I relayed a story in my speech on just how smoking has changed in this province. I found it quite interesting. I remember in the 1970s, when I was going to the Saturday matinees, there was always this commercial with the two Bic lighters arguing about being allowed to flick their Bic in the theatre. The fact that we had that argument, that people were adamant that they were allowed to smoke during the movies, was quite interesting.", "I remember, in the same time, I used to fill in on Sundays when my dad did inventory at the pharmacy. One of my jobs was to take the big ashtray sitting at the dispensary counter and clean it out. It was interesting that you would come into a pharmacy to get your pills to treat heart disease, lung disease, cancer, prostate problems and gout, and maybe be smoking a cigarette while you were waiting.", "I remember, even later on, when I was a stock boy—I guess in the mid-1980s—that one of my favourite customers would run out of cash halfway through the month and couldn’t smoke. She would be so excited when her monthly cheque came in that she’d cash it and run to our store and buy cigarettes. That’s another thing: You could buy cigarettes at a pharmacy. She would sit down in front of the dispensary counter and light up and smoke a couple of cigarettes, just because there was a chair there and she thought she really needed to get her nicotine fix.", "I’m glad that in the 1990s, the College of Pharmacists worked to ban smoking in pharmacies. A friend of mine in London, who still practises today, Jim Semchism, owns Ealing Pharmacy. He’s just ending his term at the OPA, but he was OCP president at that time. He led the charge. He took a lot of flak for pushing to end sales of tobacco in pharmacies. I think, at the end of the day, it really helped to profile a pharmacy as a health care institution as opposed to more of a convenience store. I’m grateful that that change has happened. Then, in 2006, we had the Smoke-Free Ontario Act, and now here we are with Bill 178 that has come forward.", "I mentioned earlier, in second reading, that this bill is really here because the government moved too fast on Bill 45. They rushed it. They didn’t consult. That has been the underlying theme: the proper consultations that need to go forward. They missed something in Bill 45 and this bill is a reaction to that, to close up the loophole which has taken the whole spring session to move through the Legislature. We’ll hopefully have it passed before we recess.", "Unfortunately, we could have had something else to be debating, some other issue that is more pertinent to Ontarians, like dealing with wind turbines and allowing municipalities to have that veto. The survey has come back saying that municipalities and people would like to see them have a veto over where they place the wind turbines.", "I know in Dunwich, my area of my riding, they are getting the wind turbines—they didn’t ask for them, 84% of them said they don’t want the wind turbines; they’re getting them. Malahide, which is right beside Dunwich, said, “We’ll take the wind turbines,” and they didn’t get them. We can have more discussion about that, but the fact is that we had to deal with Bill 178 because the government didn’t consult and rushed through Bill 45.", "Now they’re working on regulations with Bill 45 which—I’m hoping they’re listening to the vape store owners, the ones who sell the vaporizers for people, to ensure that they’re not going to run them out of business with the strict regulations that may come forward. Hopefully they’re now consulting on that one. But now we’re dealing with Bill 178, which is to close the loophole that was created by this government.", "The Smoke-Free Ontario Act, 2006, was really brought forward due to Heather Crowe. They talked about her at the 10-year anniversary and the fact that she was a worker who never smoked a day in her life and, due to second-hand smoke—I think it was a restaurant she worked in—developed cancer and she died. That’s unfortunate, and smoking in restaurants and bars etc. has ended and hopefully the second-hand smoke that caused those cancers is very much limited.", "I remember in my twenties coming home from going out for the night and, in the morning, my clothes smelling of smoke because of the smoking. Nowadays you can go to a restaurant or you can go out for a couple of drinks and come home and that smell isn’t on you. I’m a non-smoker so I really do notice the smell of smoke and it’s kind of nice not to have that, so I was pleased to celebrate the Smoke-Free Ontario Act that ensured that I don’t have to put up with second-hand smoke while I’m eating my meals. I really appreciate that.", "Back to Bill 178: We just finished committee work and debating. If the government did have to bring forth legislation to close that gap because they rushed through and didn’t consult, they had the opportunity to make this bill a little tougher and actually deal with the other causes of smoking, the unrecorded smoking, the contraband problem that we have in this province. They talk about how smoking rates have decreased, but they have no real numbers on the amount of people who are just buying contraband and not paying the taxes that they could be collecting. What are the rates of smokers that are smoking contraband tobacco? It’s something this government has shied away from dealing with.", "Something they don’t seem to want to deal with is people purchasing their cigarettes illegally. Who knows what’s in the cigarettes to start with, but the fact that the cost of contraband is so much cheaper than buying them at the store because we have high taxes on cigarettes—which is fine with me—is something this government is either afraid to deal with it or doesn’t think is important. I think that’s terrible.", "Contraband cigarettes focus on our children in our high schools because it’s cheap. They go to the schools and they sell them by the bags. We need opportunity and we need teeth in legislation to deal with this. Bill 178 was an opportunity to add this into the legislation, something that we could have been supporting 100% and promoting—that we’re finally going to deal with the illegal cigarette trade and hopefully decrease smoking that way, but also increase tax into the government because they’ll be buying more legal cigarettes, and also deal with illicit activities that are ongoing in this province. That was something that was missed in this legislation.", "During committee, which we just finished, our party brought forth three amendments. Typically, what happens in this session of the Legislature—this 41st Legislature—this government didn’t accept any amendments brought forth by the opposition. It’s becoming a theme, and it’s quite concerning. You name the bill that we sit through and we seem to have the government side not willing to fix legislation when we bring amendments. We thought our amendments brought forward were going to be helpful in strengthening the bill: to ensure that the definition of a combusted material is in the legislation, to deal with vaping; to ensure the by-products of the combusted material are regulated so we don’t have that second-hand smoke. Unfortunately, they didn’t want to hear that. They said it was a “redundant” activity, to ensure that we had a difference between what is smoke and what is vapour. On this side of the House, we thought that we needed to have a clear definition of smoke and vapour.", "Our second amendment of the act was for section 12.1. We wanted to add that the section does not apply to the smoking of medical marijuana or to the holding of lighted medical marijuana in a private dwelling; or a vape lounge or compassion lounge that allows for indoor space for individuals to consume medical marijuana.", "There’s a difference between recreational marijuana and medical marijuana. Medical marijuana is being used as a medicine. It’s being used as something that is necessary in the treatment of pain, of epilepsy, fibromyalgia. It’s something that people need access to. What we wanted to do at the time is allow those who need the medical marijuana to access it in their homes, to access medical marijuana in compassion lounges that could be set up for these people, that allow them not to be smoking medical marijuana or vaping out in public, but to be inside a safe place in order for them to have their medication. We felt there shouldn’t be any restrictions infringing on the rights of individuals to use their medication in their own homes, regardless of their living situation or municipal laws. We also feel that vape lounges or compassion lounges provide a safe space to those who are using medical marijuana to medicate.", "We do want to highlight, too—and we did hear from committee that there’s a growing number of people who are using marijuana for palliative care. It’s a medication with fewer side effects, which is giving them the comfort they need during this terrible time in their life.", "Under proper regulation, compassion lounges to allow for the vaping or smoking of medical marijuana could be created to create a safe zone for those people. But the government said the motion can be discussed at the time of regulations. We’re hoping that they will have this discussion during regulations, but I don’t feel hopeful based on the fact that this government somehow wants to combine recreational marijuana use and medical marijuana use under the same class when in fact it should be separate.", "Our third and final amendment for this section of the Smoke-Free Ontario Act was set out in section 4 of the bill. It was:", "“Application", "“(1.2) Despite clause (1)(a), this section does not apply to the smoking of medical marijuana, or to the holding of medical marijuana, in an enclosed workplace by an employee if an employer who exercises control over the enclosed workplace declares the workplace to be medical-marijuana friendly.”", "This amendment basically allowed the option for employers to accommodate the use of medical marijuana by their employees. We would probably be hoping that the employer would allow vaping of the medical marijuana due to the decrease in effects with those in the surroundings. Business owners would have the freedom to decide whether or not they want to accommodate their employees. It wouldn’t be forced on the employers, but it would give the business owners the ability to accommodate them.", "We did hear from a fibromyalgia sufferer during committee that in fact he was able to return to full-time work for the first time since 2001 because his employer allowed him to use medical marijuana. It returned someone back to the workforce, who is now completely part of society. He’s not away, in pain, in his own house. He is contributing through taxes and he’s part of the local economy. It was his employer who gave him that ability to access his medication.", "This amendment that we put forward was going to allow that to occur. We wanted to ensure that more people in this province could have the opportunity to have access to their medication and return to a full lifestyle, participating in the local economy. But this government voted that down, and unfortunately, there wasn’t much discussion on that issue.", "I think, at the end of the day, when the government comes forward and deals with the regulations regarding Bill 178, that they should truly look at medical marijuana, not at the whole use of recreational marijuana. I understand the federal government is going to legalize the product down the road. That definitely needs to be followed under the Smoke-Free Ontario Act. But the fact that medical marijuana is a legalized prescription, with growing usage throughout the province through its benefits—we need to ensure that we’re not passing laws that are banning the use of medication.", "I would imagine, from what I’ve heard, that we might see a couple of court challenges come forward with regard to this bill, due to the fact that it is going to be restricting use of medical marijuana. Maybe the government can fix it during the regulation creation. But hopefully we don’t have to come back again to deal with something that this government, due to lack of consultation, has caused.", "We gave some sound amendments which were voted down, and we’re sad that happened. I will be supporting this legislation at final reading. I think it’s something where we need to close that gap caused by a lack of consultation. I hope the government has learned its lesson. We’re ending this session for the spring, we’re coming back in the fall, and I know the government has brought forth the Patients First legislation. They had some pre-consultation, although I’m pretty sure the bill was written long before the consultation started. They have the summer to really get out and start talking to Ontarians about health care. I hope they’ve learned their lesson this time, and hopefully they can go forward and make the proper changes to the legislation to ensure that there is reduced bureaucracy and improved patient care at the end of the day.", "We hope that happens. We know there is a bill out about finance reform in this province. The committee is taking their time to tour the province. I’m hoping the government is going to be open to making changes to the legislation they proposed. I hope they actually listen to Ontarians. They didn’t really listen to the opposition. They wrote a note on the back of a napkin one day in the Premier’s kitchen—but we need to ensure that legislation gets done correctly. Good government has good consultation. We need the government to better itself.", "Thank you very much, Madam Speaker. I look forward to my colleague." ],
  "anchor" : "para107"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I recognize the member for Lanark–Frontenac–Lennox and Addington." ],
  "anchor" : "para139"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "Speaker, I’ve been involved with this bill and I’ve made my comments known. I think when we actually debate this bill, we have to look at the entirety of the full body of law that this bill affects and how it affects people.", "The title of the bill is An Act to amend the Smoke-Free Ontario Act. I would suggest a more accurate title to this bill would be “An Act to prevent and eliminate harm reduction in the province of Ontario,” because that’s actually what it will do.", "Interjection." ],
  "anchor" : "para140"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "I see the member for Beaches–East York finds this all very funny. I remember, during the committee hearings, he was laughing and joking when people were describing how they required medicinal marijuana to alleviate the significant pain and suffering they were experiencing, and how this bill would prevent and limit their ability to ease their suffering.", "I think that just goes to describe, in my view, Speaker, the lack of comprehension, the lack of understanding, by the Associate Minister of Health and the Liberal caucus on just what this bill does and how it’s going to impact people. These are serious. The minister said that her job was to promote wellness. Bill 45 and Bill 178 actually do the exact opposite.", "I just want to read a couple of comments. This is one from the CBC from April 28 of this year: “Smokers should be encouraged to use e-cigarettes as a safer alternative, Britain’s Royal College of Physicians says in a sharp departure”—a sharp departure.", "“Thursday’s report is based on expert opinion and concludes the hazards to health from inhaling e-cigarette vapours” provide less harm than smoking tobacco.", "Of course, these bills will restrict and prevent the use of vapers.", "The authors of the report, Nicotine Without Smoke: Tobacco Harm Reduction, say people smoke because they are addicted to nicotine, but the actual harm is by the tar and the cancer-causing chemicals from the products of combustion.", "“It calls smoking the biggest avoidable cause of death and disability and social inequalities in health” in the United Kingdom.", "“Previously in Britain, the evidence base for the safety claim of e-cigarettes has been called” extraordinarily flimsy, but also with conflicts of interest.", "“E-cigarettes heat liquid, often containing nicotine, into vapour. Use of e-cigarettes or vaping is proposed as a lower-risk alternative....” Speaker, that’s harm reduction, reducing the harm.", "This is probably the most prestigious anti-smoking group and the most prestigious and recognized group of physicians in the world. This government didn’t listen to them in the committee hearings. They didn’t listen to the amendments that were offered by us, and voted them down.", "This report, by Professor John Britton of the Royal College of Physicians and his co-authors, goes on: “E-cigarettes and other non-tobacco nicotine products offer the potential radically to reduce harm from smoking in our society. This is an opportunity that should be managed and taken,” not prevented.", "There has been a host of evidence that was presented to the committees, and all dismissed by the Associate Minister of Health and the Liberal caucus.", "Harm reduction is absolutely recognized by our courts. There’s no doubt that this bill and Bill 45 will be challenged.", "I should just also state for the record, Madam Speaker, that Bill 178 does not actually specify medical marijuana anywhere in it, or any other. It uses the term “prescribed products.” Just so that every member of the Liberal bench—and our own over here—understands, this Associate Minister of Health, or any subsequent minister, can prescribe any product as a tobacco product. If they choose to prescribe apples as a tobacco product, they have the lawful authority under Bill 178.", "They’re using it, as we are told, for medicinal marijuana but there are no limitations on what they can deem to be a tobacco product. It’s a very extraordinary and undue use of authority because that would be done by regulation and outside the scrutiny of this Legislature. It’s extraordinary, in my view, that they would go to that length to give the minister that broad of latitude to describe anything—anything—as a tobacco product.", "That goes back to part of this discussion and part of what the College of Physicians and Surgeons said. This Liberal government still doesn’t understand the difference between fog and smoke. Fog is not harmful. It’s mist; it’s condensation. It is not harmful to people. That’s what electronic nicotine delivery systems produce: fog, not smoke. Smoke is a product of combustion. That’s where the cancer-causing harm comes from.", "It’s interesting as well that we’re having this debate on Bill 178 at the same time that the federal Parliament is debating Bill C-14, and the Senate is now deliberating on Bill C-14, the result of a Supreme Court decision. That Supreme Court decision, of course, said that our laws must recognize and be consistent with allowing people choices on how they will die, choices to alleviate the pain and suffering, and to allow them to die with dignity. How can it be that this government says, “We will not allow people the choice on how they will live and how they will ease their pain and suffering during their life,” when the Supreme Court has said, “We must allow it at end of life”?", "I think it’s wildly inconsistent with our jurisprudence and with our rulings of the court that Bill 178 and Bill 45 will be allowed to stand for any period of time. We’ve seen this. The Liberal Party heard this during the debate on Bill 115 with the teachers’ unions and the undue restriction and the elimination of collective bargaining rights with Bill 115 a couple of years ago. Of course, earlier this year, the courts struck down Bill 115 as unconstitutional.", "People should learn from their mistakes. This Liberal government ought to learn from their mistakes. They ought to listen to people—listen to experts, but listen to people—and make their laws consistent with our expectations and make them consistent with our Charter of Rights and our Constitution.", "I want to just quote a statement from Douglas Elliott. Doug Elliott is a renowned lawyer. He’s been involved in a number of constitutional challenges. He has been well regarded and well understood to be an expert on constitutional challenges. He describes Bill 178 and Bill 45 regulations as “arbitrary and draconian” and says, “I find them the most severe than any other product in Ontario,” and is confident that a charter challenge will be launched under section 7.", "Speaker, the government could have prevented what will undoubtedly, invariably, end up as a challenge by listening to and enacting the amendments we offered in committee.", "We did offer up in committee an amendment that businesses would be able to designate themselves as a medicinal-marijuana-friendly business and allow medicinal marijuana users to use their prescriptions in a less harmful fashion in their workplace. That could have been done. The minister chose not to. Again, just for the record, there is no evidence that vapour causes any second-hand consequences or negatives. It is not harmful.", "They could have allowed people who are suffering the dignity to continue to work but take their prescription in a less harmful fashion by way of vaping. But they chose not to. They dismissed it. We’re not sure what the regulations are actually going to look like. They may end up deeming apples and oranges as tobacco products in the workplace as well. Who knows? We do know that it is their intent.", "I want to expand on this a little bit. I’ve heard the discussion, from all sides of the House, at second reading and at third reading, and it’s interesting: In every presentation, every debate, people speak of the days when people smoked cigarettes in cinemas or on airplanes or—" ],
  "anchor" : "para144"
}, {
  "speaker" : "Taras Natyshak",
  "text" : [ "In the Legislature." ],
  "anchor" : "para169"
}, {
  "speaker" : "Randy Hillier",
  "text" : [ "—or in the Legislature. But that’s long gone. We have ended those practices. People don’t do that anymore. This bill may have been justified back in those days, but that is not how our society conducts itself now. We do not see people attempting to smoke joints on our transit systems. We do not see people smoking joints in our restaurants and bars. That just doesn’t happen.", "Actually, I’ve challenged and I’ve asked for any evidence that the Liberal government may have to suggest that this is a problem, that there is a wide group of people using their medicinal marijuana out in public places. Of course, there is no evidence, but they’re going to prevent you from using it anywhere in this province—in your workplace, even when that workplace and the people who work with you deem it to be an acceptable practice.", "Think of the person in a hospice or somebody in palliative care who wants to alleviate their pain and suffering and use an electronic nicotine delivery system that doesn’t produce harmful side effects. They want to alleviate their pain and the hospice or palliative care institution says, “No, that’s unlawful. We can’t allow you to lessen your pain. You’ll have to crawl or find your way outside somewhere, nine metres beyond the door of that hospice, to alleviate your pain.” I think it’s an incredible and undue hardship that this government is placing on people who are suffering.", "Also, taking away and restricting the ability for people to actually reduce their addiction to nicotine and to reduce the harm that they’re experiencing—I would think that if this minister was serious about promoting wellness, was serious about helping people to not smoke, they would focus their attention on contraband tobacco and prevent the truckloads of cheap, smuggled tobacco from coming into our schoolyards. That would be a tangible and effective way to help people.", "However, this government will not tackle the real problems. Maybe I’ll just put this in context for everyone, Speaker. The only reason why we have Bill 178 in front of us, and why it’s at third reading right now, is because of the ill-chosen words of the Associate Minister of Health after Bill 45, when she went out and said people will be free to smoke joints anywhere now. That’s what her words were.", "The Premier quickly went into damage control over those ill-chosen and false statements by the associate minister, and Bill 178 is the result of those ill-chosen words by the associate minister. An attack on harm reduction is now the Liberal damage control for those ill-chosen words.", "There are countless studies. I would encourage the members on the Liberal bench, if they are so inclined to be informed and to be knowledgeable before they cast their votes on third reading, to actually look at Hansard.", "Linda Bauld, a professor at the University of Stirling and deputy director at the UK Centre for Tobacco and Alcohol Studies, in another co-authored report, states, “This is what harm reduction is—it reduces the harm from tobacco while recognizing that some people will still use nicotine in other safer forms.”", "“The anti-smoking group ASH UK welcomed the report, saying it showed ‘that switching to vaping is a positive and sensible life choice’ for smokers.”", "Why is this government taking away that positive and sensible life choice for smokers? Why are they condemning tens of thousands, hundreds of thousands of people to continue their addiction in the most harmful fashion that is known, using products of combustion, and not encouraging people to do less harm to themselves?", "Bill 178 could have been amended and ought to have been amended, but it will be amended, if not by this Legislature then by the courts. It will be struck down.", "I, for one, will not vote in favour of a bill that condemns people to greater harm, to greater misery, to greater pain instead of alleviating it. I will not be supporting Bill 178." ],
  "anchor" : "para170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? I recognize the member from Nickel Belt." ],
  "anchor" : "para182"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I will start the five minutes of my hour lead, I would say, pretty much similarly to what my colleagues have done so far. It’s really to say that Bill 178 is one more example of the Liberal government who refuses to listen, the Liberal government who is so convinced that they know it all. They are Liberal, therefore they make no mistakes. All they need to do is talk to one another and the truth with a capital T shows up.", "Well, they are wrong. We just dealt with this bill. We brought forward amendments; all of them were turned down. If they had taken time to listen we would not be here, going through all of this first and second reading—all of this to change four words in a bill: “and other prescribed substances.” That’s all that bill does. It changes four words in an existing bill that we worked on for a year. But through all of that time, it didn’t matter what we said. They had their talking points, and that’s all they kept giving us.", "I don’t understand. We are all elected from all 107 ridings throughout this province. We all come here to try to make Ontario a better place. We are legislators. We work on bills. I read my bills. I do my homework. I bring provisions forward that make sense, and so do my colleagues, but it doesn’t matter. They refuse to listen. And what happens when you refuse to listen, Speaker? You make mistakes.", "Bill 178: All it is is a correction of a mistake. I hope they learn from this. I hope that we get something of value out of all of this time, effort and energy that we have put to bring Bill 178 to where it is now. If there’s something to be learned, it’s that you have two ears and one mouth. Listen twice as much as you speak and we will all be ahead of where we are now. Even Liberal members have two ears and one mouth. They should listen twice as much as they speak, and we would all be further ahead than where we are now.", "In the meantime, harm was done. It’s not going to be the Liberal members who will pay for that harm. It will be the small businesses who took a bill that we had modified and said, “Well, the Smoke-Free Ontario Act has been modified. Here’s what it is right now, so I will open up my business.” They invested their own money, they borrowed, they did renovations; they opened businesses throughout our province, and now all of them are facing uncertainty. All of them are facing a future where they don’t know if their personal savings are all going to be gone. All of them are facing a future where their small business has a good chance of not being allowed in Ontario anymore. Why? Because the Liberals refused to listen and put a bill forward that had mistakes in it.", "Now all of those good people throughout Ontario who followed the process—and believe me, Speaker, there were hundreds of people, thousands of people, who followed this process. I have never seen such a broad-based engagement as when we did modifications to the Smoke-Free Ontario Act last year. People who had never paid attention to the legislative process were involved, wrote letters, sent us emails, came as deputants—hundreds of them. Hundreds? Thousands of them got involved in that process. You could ask the Clerk who was in charge: The number of phone calls that she was receiving at the time was just phenomenal.", "But it didn’t matter how many people wanted to speak. It didn’t matter how many people reached out to them. They were Liberal members. They knew better than anybody else, and they refused to listen. And because they refused to listen, we are here today looking at third reading.", "I can see that you’re about to stand up, so I will keep the rest of my lead for tomorrow. Thank you, Speaker." ],
  "anchor" : "para183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Seeing it’s almost 10:15, we’ll recess the House until 10:30." ],
  "anchor" : "para192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that today I have laid upon the table a special report from the Auditor General of Ontario on the 2015 Pan Am/Parapan Am Games." ],
  "anchor" : "para195"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m very pleased to welcome to the Legislature today Anne and Lloyd McIntyre, who are here from the Acton area. Welcome to the Ontario Legislature." ],
  "anchor" : "para197"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "I’m pleased to welcome the students and staff and teachers of Markstay Public School. I don’t think they’re in the gallery yet, but I’m pleased to welcome them to Queen’s Park." ],
  "anchor" : "para198"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "It’s with great pleasure that I welcome to Queen’s Park Brandon Machado. He’s a resident of the great riding of York South–Weston, and he’s here with us today to celebrate the Portuguese flag-raising that will be held on the front lawn at 3 p.m." ],
  "anchor" : "para199"
}, {
  "speaker" : "Randy Pettapiece",
  "text" : [ "I would like to introduce Lisa Sommers and Doris Walter Schachter. They will be joining me for lunch today at Queen’s Park." ],
  "anchor" : "para200"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m pleased to welcome today to the Legislature Nancy and her son and daughter, Leo and Siena Marchese, who are here to shadow me today at Queen’s Park." ],
  "anchor" : "para201"
}, {
  "speaker" : "Reza Moridi",
  "text" : [ "It’s a great pleasure to welcome Ms. Fattaneh Jalali, Ms. Laurinda Da Cruz and Ms. Zarine Dordi from the Working Women Community Centre to the Ontario Legislature. Welcome." ],
  "anchor" : "para202"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to welcome the family of Mr. Clifford George Pilkey attending today’s tribute: his son, Allan Pilkey, former MPP and cabinet minister; his daughter, Jackie Zaika; and his grandchildren, John Pilkey and Jane Pilkey. Welcome to the Legislature." ],
  "anchor" : "para203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank the member for that pre-introduction.", "The member from Scarborough–Agincourt." ],
  "anchor" : "para204"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I would like to welcome page Sulin Fletcher’s father, Derek Fletcher, here in the gallery. On behalf of the member from Scarborough Southwest, welcome to Queen’s Park." ],
  "anchor" : "para206"
}, {
  "speaker" : "Grant Crack",
  "text" : [ "It gives me great pleasure to introduce a friend of mine, Beckie Codd-Downey, and wish her, on behalf of all the colleagues here, a wonderful happy birthday." ],
  "anchor" : "para207"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Today, we have, from St. Benedict Elementary School in Orangeville, two grade 8 classes joining us, including the 2016 Girls’ Government participants." ],
  "anchor" : "para208"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to welcome Yvonne Laurent, who will be joining us today from the Workers Health and Safety Centre." ],
  "anchor" : "para209"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "On behalf of my colleague the MPP from Eglinton–Lawrence, the great Mike Colle, I would like to welcome to the House the mother of page captain Nava Wu, Andrea Gershon, and her father, Rob Wu. Welcome to our Legislature." ],
  "anchor" : "para210"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "On behalf of the MPP for Halton, I want to welcome the family of page captain Alexandra Wu: her mother, Iris Bagchi-Wu; father, Christopher Wu; sisters Jacqueline and Katarina Wu; brother Nathan Wu; and aunt Kassandra Wu. We welcome them to Queen’s Park." ],
  "anchor" : "para211"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It is a great pleasure to introduce in the Legislature, on behalf of the Ottawa caucus, some good friends of ours from the Élisabeth Bruyère centre: Amy Porteous and Dave Levac. Thank you—David Levac—" ],
  "anchor" : "para212"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Daniel Levac." ],
  "anchor" : "para213"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Daniel Levac, sorry." ],
  "anchor" : "para214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ve learned how to bilocate.", "Further introductions?" ],
  "anchor" : "para215"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I apologize for not being in here a little earlier. I would like to introduce family members of Halton’s Alexandra Wu, who is page captain today. I’d like to welcome to the House Iris Bagchi-Wu, Jacqueline Wu, Nathan Wu, Katarina Wu, Christopher Wu, Marion Wu and Kassandra Wu.", "Welcome to Queen’s Park. It’s great to have you here." ],
  "anchor" : "para217"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would entertain the member from Simcoe–Grey on a point of order." ],
  "anchor" : "para220"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "Thank you, Mr. Speaker. I believe you’ll find that we have unanimous consent to put forward a motion without notice regarding late shows." ],
  "anchor" : "para221"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The opposition House leader is seeking unanimous consent to put forward a motion without notice regarding late shows. Do we agree? Agreed.", "Member?" ],
  "anchor" : "para222"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I move that, following completion of consideration of the private bills today, the motion to adjourn the House shall be deemed to have been made, and the late shows standing in the names of the members for Haldimand–Norfolk and Kitchener–Conestoga shall then be conducted, following which the Speaker shall deem the motion to adjourn to be carried and shall adjourn the House." ],
  "anchor" : "para224"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Wilson moves that, following completion of consideration of the private bills today, the motion to adjourn the House shall be deemed to have been made—" ],
  "anchor" : "para225"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para226"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispensed.", "Carried? Carried." ],
  "anchor" : "para227"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Today in the west members’ gallery, we have the former MPP for Guelph in the 35th Parliament, Mr. Derek Fletcher. Welcome, Derek.", "As is the custom, if you would please join me in welcoming, for our tribute, the family of the late Mr. Clifford George Pilkey, MPP for Oshawa during the 28th Parliament, who are seated in the Speaker’s gallery: his daughter, Jackie Zaika; his son, Allan Pilkey; and his grandson, John Pilkey, and granddaughter, Jane Pilkey.", "Allan Pilkey served as the MPP for Oshawa, and a cabinet minister, during the 35th Parliament.", "We welcome the family here today for the tribute.", "Also in the Speaker’s gallery to help pay tribute is former Speaker of the House David Warner. Welcome, Mr. Speaker." ],
  "anchor" : "para231"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader on a point of order." ],
  "anchor" : "para237"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Mr. Speaker, I believe you will find we have unanimous consent to pay tribute to Clifford George Pilkey, former member for Oshawa, with a representative from each caucus speaking for up to five minutes." ],
  "anchor" : "para238"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The deputy House leader seeks unanimous consent to pay tribute. Do we agree? Agreed.", "Deputy House leader." ],
  "anchor" : "para239"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I’m deeply honoured to have the opportunity to pay tribute to Cliff Pilkey, who was a member of the Legislature of Ontario from 1967 to 1971.", "I first met Cliff when he was the president of the Ontario Federation of Labour. You know these things you see in front of us called microphones? Cliff Pilkey did not need a microphone, I assure you of that. No matter where he was, whether he was in a union hall, whether he was in the Ontario Legislature or whether he was out front addressing a group, Clifford had a booming voice, and he knew exactly what he was going to say.", "What he brought to this Legislature was a background in the trade union movement, in the labour movement, which was well known. He started out, as many members of this House over the years have, in the labour movement as a committee man. It was called a “committee man” at that time. It would be a “committee person” at the present time. He made his way up to secretary-treasurer, and then president of Local 222 of what was known as the UAW back when he started out and then became the CAW over the years.", "He was very prominent in the local labour movement as well, on the local labour council, but also provincially, as I mentioned, with the Ontario Federation of Labour, and also internationally, because he attended some international and national conferences, where he presented the viewpoint of those in the labour movement eloquently and with a good deal of force.", "He was genuinely committed, and that was reflected when he was in the Legislature as the labour critic for the New Democratic Party at that time, with the government of Ontario looking at various pieces of legislation and what should be done. Cliff brought forward the point of view of labour very forcefully.", "He was particularly interested, as we are on an ongoing basis, in people who are injured in industrial accidents. He campaigned locally, provincially and nationally for legislation, regulations and policies which would be designed to eliminate the risk, if possible, but certainly to significantly reduce the risk of accidents happening in the workplace. He saw the consequences of those accidents: the lives that were profoundly adversely affected by accidents that happen in the workplace, and sometimes fatalities—of course, that was devastating for the families—but also ongoing injuries which prevented people from leading the kinds of lives they would have liked to have led.", "He was also looking for other changes to labour legislation because, if you recall a number of years back, labour legislation wasn’t as progressive as it is across the country today in terms of the reflection of the views of working people in the workplace and in our society.", "When Cliff was a member of city council, which he was in the city of Oshawa, he again reflected those views and tried to do what he could at the local level, asking the council to advocate on behalf of those who were in the industrial base of Oshawa and who worked in various jobs there, but he was also committed to the community at large.", "Certainly he saw that the union could play a role in conjunction with government, holding unemployed help centres, for instance, for people who were devastated when they lost their job, particularly for a long-term loss of job. Cliff knew that while it wasn’t the best of the worlds, it was good to have an unemployed help centre, and also a health and safety centre that the union would be operating—sometimes in conjunction with government; sometimes independently. That viewpoint had to be presented to this Legislature.", "If you look back on the Legislature over the years, in years way back there were not that many people who came from the labour movement. In fact, they were mostly business people, lawyers and professionals. What Cliff brought was an unapologetic and enthusiastic approach to issues which affected people who were working on the line, people who were in various workplaces in the province of Ontario.", "He was a person who was interesting to meet. He could be very forceful in debate, whether in this House or in some other venue. But he was also a person who, at the end of the debate, at the end of the discussion, at the end of the rally, could shake hands with people and be very cordial to people as well. He came across as very forceful, but there was a compassionate part to Cliff Pilkey that I think all of us who knew him in one way or other will remember.", "His son, Allan, was a member of this Legislature as well. One quick story I will tell you will show you how committed he was to the trade union movement. Allan said that when he told stories to the family at night, when the kids were going to bed, instead of saying “once upon a time,” he would say “once upon a time-and-a-half,” which reflected his need for overtime to be paid appropriately.", "We thank the family of Cliff Pilkey for being here today. The people of Oshawa appreciated his representation not only in this House, not only on their council, but in various organizations within the community and certainly in the trade union movement. He will stand out as an icon and a strong defender of labour throughout his lifetime—as he did—and well beyond the years in which he was on this earth." ],
  "anchor" : "para241"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further tribute?" ],
  "anchor" : "para255"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "I’m honoured today, on behalf of the Ontario PC caucus, to pay tribute to the late Cliff Pilkey, who died at 90 years of age on November 17, 2012.", "Cliff Pilkey was a genuinely passionate man whose early life forged his later political career. He was born into poverty. His mother was a chambermaid and his father a blacksmith. At 13 years old, Cliff dropped out of school to take a job on the boys’ line at General Motors in Oshawa. He was a line worker there in 1937, when Premier Mitch Hepburn sent a 400-unit militia to the Oshawa plant in an effort to break up a wildcat strike. The action failed, but surely that episode led Cliff to add to his young resumé and helped drive him to the political activism that followed.", "Cliff Pilkey only served one term in the Legislature, from 1967 to 1971, but his was a lifetime of advocacy and achievement. In 1962, the Ontario Human Rights Code barred discrimination on the basis of colour, race, creed and national origin, but did not include gender. In 1969, a newly formed UAW Local 222 women’s committee approached their MPP, Cliff Pilkey, convincing him to present a bill outlawing discrimination in employment. A year and a half later, Bill 83, An Act to Prevent Discrimination in Employment because of Sex or Marital Status, passed into law. This was followed by an amendment to the Human Rights Code in Ontario.", "Cliff became president of the Ontario Federation of Labour in 1976 and remained with the organization for a decade. While there, he created six affirmative action seats on the Ontario Federation of Labour board and, in the mid-1980s, he established a position for that organization’s first full-time female officer.", "He also led campaigns against racism, which ultimately led to a more inclusionary executive at the Ontario Federation of Labour. The slogan at the time was “Racism Hurts Everyone,” but Cliff Pilkey turned that phrase into action.", "In 1985, Cliff founded the Workers Health and Safety Centre in Toronto. He was convinced that successful training could only be accomplished by workers for workers, free of government or employer influence.", "Ed Broadbent, the former leader of the federal New Democratic Party, described Cliff as a “happy warrior.” He was never a down person, always standing at the front of issues and never leading from behind.", "As confirmed by my friend Oshawa regional councillor Nester Pidwerbecki, at 5 foot 4, Cliff was short in stature, but when he spoke he spoke with passion, and he could bellow with the best. Speaker, if he was in the Legislature today, you’d have no difficulty isolating him during question period.", "He was a mentor to Ed Broadbent, who described him as an intelligent man, deeply committed. Cliff told Mr. Broadbent at one time to stop boring people with academic rhetoric.", "Cliff Pilkey was a principled individual, not driven by convention. At an Ontario Federation of Labour conference in the early 1980s, at a time when the labour movement was still an old boys’ club and when issues important to women were being marginalized, Cliff gave a great, impassioned monologue and discussion filled with passion on women’s issues. He was not afraid of controversy because he was never concerned about taking a position that matched his value system. Doing the convenient thing was not a driver for Cliff Pilkey; doing the right thing certainly was.", "I recall meeting him only once, when the Michael Starr Building was opened on King Street in Oshawa. At that time, I was a civil servant with the Ontario Ministry of Revenue in the communications branch. That meeting with Cliff, although very brief, made a lasting impression on me.", "Whatever one’s political beliefs, we could all learn a lot by studying the character and actions of this vibrant, caring and contributing leader. Thanks to his son and his family for sharing him with us and for the difference that Clifford George Pilkey made in the lives of thousands of people in this province. God rest his soul." ],
  "anchor" : "para256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further tribute?" ],
  "anchor" : "para268"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "It is my honour to stand today and pay tribute to Clifford Pilkey on behalf of Ontario’s New Democrats. I would like to first welcome some of Cliff’s family to the Legislature. Welcome to his daughter, Jackie Zaika, his son and former NDP MPP and minister, Allan Pilkey, and his grandchildren, John and Jane Pilkey. And we know that family and friends are watching this morning in Oshawa and across the province.", "As we have heard, Cliff leaves behind a legacy of powerful change, change that broke down barriers, that opened doors and invited people through; change that strengthened the labour movement and workers’ rights, that strengthened health and safety across the province and that challenged racism and long held-ideas about women’s rights.", "Today, we will remember and start at the beginning. Viola Pilkey remembered those humble beginnings. Clifford George Pilkey was one of nine children and came from one of the poorest families in Oshawa. When he was young, his father would take him to Memorial Park in Oshawa, in the 1930s, when the Depression was on, and he listened to diverse ideas and opinions at a speaker’s corner, ideas that would no doubt influence his own thinking.", "When the union came to Canada, Cliff was selling papers on the corner. He used to sell the Toronto Star at the Four Corners during the strike. Apparently, with his big, signature voice, he would sing to sell his papers. Cliff left school before the end of grade 9 and worked in the north plant on the boys’ line at General Motors. He worked until the war came, and then he served in the Canadian Armed Forces from 1942 until the end of the war. He was a member of the Royal Canadian Legion, Branch 43, in Oshawa for 62 years.", "After the war, Cliff came back to work at General Motors and was involved in union leadership at Local 222. By 1957, he was the president of the Canadian UAW council and served for a decade as president of the Oshawa and District Labour Council. He was elected in 1962 as an Oshawa alderman and deputy mayor and, in 1967, was elected to the provincial Legislature. Cliff was elected to Queen’s Park and served as the MPP for Oshawa from 1967 to 1971. He ran against a Tory incumbent and won and started his very effective term here in this Legislature. He was the labour critic for the NDP and was successful in advancing workers’ rights and getting strong labour legislation through.", "Cliff Pilkey was always known for having, as we’ve heard, a robust and booming voice. Stephen Lewis, who was then the leader of Ontario’s New Democrats, said that most members who needed to speak to their constituents would pick up the phone, but when Cliff Pilkey wanted to speak to his constituents in Oshawa, all he had to do was open a window in his Queen’s Park office and speak directly to them.", "But Cliff’s voice was not only loud, it was strong and true. Cliff had a respect for others and they, a respect for him. He used to say of Bill Davis that they went to their respective corners and bashed the heck out of each other, but they did really get along. Bill Davis said that he and Cliff Pilkey respected one another, that they really did have fun together, even though Cliff was “philosophically challenged.”", "After Queen’s Park, Cliff continued to represent the people of Oshawa and workers in Ontario. After another term as alderman, he served as president of the Ontario Federation of Labour from 1976 until he retired in 1986. In 1978, Cliff helped labour win the passage of Bill 70, Ontario’s Occupational Health and Safety Act. He knew that workers and workplace representatives would need comprehensive training after the passage of that bill. His strong leadership and advocacy resulted in a workers’ training centre known still as the Workers Health and Safety Centre, which continues to lead on health and safety issues. The WHSC is a living tribute to his dedication to health and safety issues and his commitment to the workers of Ontario.", "Cliff was also a powerful voice in championing women’s rights and human rights. In 1982, he made a legendary speech at an OFL convention full of union brothers who weren’t quite ready to see reproductive rights as a labour issue. He stood firmly behind his principles to support the women delegates. He was a real and sincere fighter for women’s rights. Cliff saw injustice and saw ways to challenge it. Also, under Cliff Pilkey’s leadership, for the first time in the Canadian labour movement, there was a comprehensive campaign against racism that engaged and challenged the broader public. Over 30 years later, we’re still undertaking this vital work. Cliff Pilkey’s legacy endures.", "Since his passing, there have been some very special tributes: The Canadian Civil Liberties Association presented a special recognition award, Unifor named a change-maker bursary, and the OFL established the biennial Cliff Pilkey Awards dinner and labour activist award. The city of Oshawa named a 2.5-kilometre part of the Waterfront Trail with a plaque, in tribute to his service, contributions and achievements in the Oshawa community. Cliff was awarded the Canadian Centennial Medal in 1967, was inducted into the Order of Ontario in 1990, and was awarded the Diamond Jubilee Medal in 2012.", "There is an extensive public record of Cliff’s accomplishments and legacy, but I would like to thank the family who shared some special pieces and stories that can’t be found online. His character and life lessons clearly influenced both of his children, who have also pursued paths of service and have had a dynamic and measurable impact in their communities.", "Cliff was a wonderful dad. He appreciated the simplicity of life and he never lived life “heavy.” He took life and its challenges seriously and could fight to the end with the best of them and worked to win—but at the end of the day, it’s life.", "There were lessons to be learned, but there were always songs to sing. He was apparently a phenomenal singer. Even until he passed at the age of 90, he still found reasons to sing.", "As Ed Broadbent recalled, “He was the ultimate happy warrior. No matter what the struggles were you never saw him down, he was a sort of up-at-’em kind of guy and always at the front of the parade, not at the back.”", "He inspired and taught people to be activists, advocates, leaders and change-makers. He would say, “Don’t lose heart because your life and your efforts are at the embryo stage. Be strong and stay on course and let it grow and let it blossom. Stay true. Never lose heart.” Cliff Pilkey was not a man of few words but instead he was a man of powerful and resonant words.", "Thank you to Cliff’s family and thank you to Cliff Pilkey for staying the course and making it broader, safer and fairer for everyone after. Ontario is better for the commitment and legacy of Cliff Pilkey." ],
  "anchor" : "para269"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’d like to thank all members for their heartfelt and kind words in tribute to Cliff Pilkey.", "We would also like to tell the family that, as a token of our esteem and our affection for Cliff, we will provide you with a copy of Hansard and a DVD to ensure that you have a keepsake of Cliff Pilkey. Thank you for the gift of your father." ],
  "anchor" : "para287"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, my question is for the Premier. Today, the Premier backpedalled on her reckless climate change plan. She now says she won’t ban natural gas. Yet every time we ask about changes to the building code, the Premier dodges and deflects. Now we’re hearing of the new net-zero carbon homes, which the Minister of the Environment can’t even define.", "Mr. Speaker, it is practically impossible to heat your home without natural gas and be net zero on emissions, unless you live in the base of a wind turbine. Knowing that, will the Premier admit this is just Liberal spin on phasing out natural gas?" ],
  "anchor" : "para291"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I was very proud to be with our Minister of Energy, the Minister of the Environment and Climate Change, the Minister of Economic Development, and the Minister of Transportation today to announce and reveal the climate change action plan, to put more details into the public realm so that people can understand how we are going to tackle climate change.", "On this side of the House, the discussion is not about whether we tackle climate change. That’s the discussion that’s being held on the other side of the House. On this side of the House, we are tackling climate change, and we’re doing it for now and for generations to come.", "Interjections." ],
  "anchor" : "para293"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Supplementary?", "Interjection." ],
  "anchor" : "para296"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Stop.", "Please." ],
  "anchor" : "para299"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again to the Premier: Ontario’s hydro rates are skyrocketing, forcing many families to turn to natural gas to heat their homes. The Premier’s solution to this? Just raise natural gas prices higher than electricity. Sure, you may be able to keep a natural gas stove or barbecue, but heating your home with natural gas will no longer be an option.", "On top of that, the average net-zero home, according to Natural Resources Canada, can cost $150,000 more than the average home today.", "Interjections." ],
  "anchor" : "para301"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Excuse me. Stop the clock. The Minister of Aboriginal Affairs, the member from Scarborough North and the Minister of Energy, come to order.", "Interjection." ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Etobicoke North.", "Thank you." ],
  "anchor" : "para306"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Obviously, the government doesn’t like it when facts get in the way of their spin. Natural Resources Canada says that a net-zero-energy home can cost $150,000 more.", "My question to the Premier is, where does she expect homebuyers to find another $150,000?" ],
  "anchor" : "para309"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I would say this to the Leader of the Opposition: Where does he expect any of us to find another planet to live on?", "The reality is that we have got to tackle climate change. If he turns around and asks his colleague behind him—there was a group of grade 5 students from Chester public school at the announcement this morning. They’re all studying climate change, and they know that it is up to us to take action.", "So it’s up to us to help homeowners and renters reduce their emissions, to use less energy and to save more money through home energy retrofits.", "It’s up to us to help reduce pollution by investing in transit and electric vehicle incentives—that’s what our plan does—and to support businesses, industries and manufacturers to be competitive and to develop the technologies that are going to reduce their carbon—" ],
  "anchor" : "para311"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Final supplementary." ],
  "anchor" : "para315"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Premier: Let’s recap. A new home: That’s now going to cost you $150,000 more. To heat that home, it’s going to cost you $3,000 more. But don’t worry, the Premier assures us these costs will lead to business growth in Ontario.", "Well, Mr. Speaker, wrong again. The money generated from cap-and-trade will see businesses send—hear this—$300 million to California by 2020, and another $3 billion to California by 2030.", "Why does the Premier want to make life more unaffordable for families and businesses in Ontario? Everyone in this House wants to combat climate change, but no one in Ontario supports a radical, ideologically driven approach.", "Will you do the right thing and make Ontario more affordable?", "Interjections." ],
  "anchor" : "para317"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Be seated, please. Thank you.", "Premier." ],
  "anchor" : "para322"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Yesterday the Minister of the Environment and Climate Change and I were at a green building conference. There were construction companies, developers and builders from all around the world. There were companies from Europe, from the Caribbean, from the States—all over the world—because these are builders who have technologies ready, who are looking for jurisdictions where there’s a framework in place where they can build the kinds of efficient homes and buildings that they’re capable of building. They are very, very eager to do that work here in Ontario.", "When the Leader of the Opposition talks about ideology, the ideology that we’re fighting in this Legislature is an ideology that says that climate change isn’t a problem; do nothing; don’t take action; don’t look at the costs of climate change; just sit on your hands.", "That’s not what we’re going to do, Mr. Speaker. We’re moving forward—" ],
  "anchor" : "para324"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para327"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Premier. Since I can’t get an answer on sending $3 billion to California, let’s talk about education.", "A Ministry of Education document reads: “Ultimately, a school’s condition reflects the state of commitment of one generation to the advancement of the next.”", "That sounds right, but if that’s true, this government isn’t making a very strong commitment to Ontario’s students. Across the province, schools have fallen into disrepair. In fact, Ontario has a capital repair backlog of $15 billion. What kind of commitment is that?", "Mr. Speaker, how many more years will students have to learn and teachers have to teach in our crumbling schools? We must do better. Will the Premier commit to that?" ],
  "anchor" : "para330"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I know the Minister of Education is going to want to comment, but I want to just assure the member opposite that we have been investing and we’ll continue to invest in school upgrades.", "Since 2003, $13 billion has resulted in nearly 755 new schools and more than 720 additions and renovations around the province. The commitment going forward is $11 billion to help build new schools and to renovate.", "That commitment is a real commitment. You can look at the record of the building and the renovation that we’ve done in order to measure the impact that we will have going forward—$11 billion over the next 10 years. We recognize that the condition of schools is very important. We’ll continue to make those investments.", "Interjection." ],
  "anchor" : "para334"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Chief government whip, come to order.", "Supplementary?" ],
  "anchor" : "para338"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Premier: This government may believe that a $15-billion repair backlog is acceptable and justify it with their spin, but the reality is that the government isn’t doing enough.", "Just listen to what the grassroots organization Fix Our Schools had to say: “Classrooms that are 10 degrees to 12 degrees in the winter are not an anomaly across the province.” And in the “spring and fall, on a third floor in an old building, it wouldn’t be uncommon to be in excess of 30 degrees—certainly not optimum learning conditions.” Ceiling tiles are mouldy and collapsing. That’s from this grassroots organization. Are these conditions that set our children up for success? Absolutely not. We need to have the proper schools.", "The Premier can’t blame this on local school boards. She was the former Minister of Education. Why has the Premier turned a blind eye to the state of disrepair of far too many of Ontario’s schools?" ],
  "anchor" : "para340"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Education." ],
  "anchor" : "para343"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m pleased to respond to this question. We currently are in a $1.25-billion program over three years to address school renewal and school repairs. In addition to that $1.25 billion that is specifically for school repairs—" ],
  "anchor" : "para344"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "So that’s less than 10% of the problem. And that doesn’t include the—" ],
  "anchor" : "para345"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order." ],
  "anchor" : "para346"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "In addition to that money, we actually also have a $750-million school consolidation fund that helps school boards to maintain the schools that remain open after a round of school closures. They can actually renovate, build additions, replace or renew. We’ve had a massive investment in school safety and conditions." ],
  "anchor" : "para347"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para348"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Premier: The Minister of Education brags that they have a $15-billion problem and they’re going to deal with 7% of it. How about all those students in those schools where there’s mould and disrepair?", "Let me share a story: There was a six-year-old child who received a concussion because she was going to the washroom in her school and the washroom door fell on her. Auditorium ceilings have collapsed during school hours, putting students at risk. John English Junior Middle School in Etobicoke is home to 900 students; the school is in critical condition and needs $20 million in repairs.", "Listen to what a student from Runnymede Public School had to say: “Some kids have to wear their winter coats in class while, for others, their classrooms are so hot it’s hard to learn. Our bathrooms don’t have locks so you can’t have privacy.” That’s from a student.", "How can the Premier expect children to learn while they shiver and are forced to wear winter coats in the classroom? Will the Premier commit to dealing with the huge list, the backlog of $15 billion to fix our schools?" ],
  "anchor" : "para349"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I must comment that if a hinge on a bathroom door needs fixing, then the caretaker should probably fix the hinge on the door.", "You mentioned schools in Toronto, so let’s talk specifically about the Toronto District School Board. The school condition improvement allocation, which is based on average school condition in particular boards, has increased by four times. We’ve quadrupled the number from $29 million to $112 million. That’s a massive increase.", "We have directed every school board in Ontario to use the proceeds of disposition when they sell one school site to pay for the renewal and repair of their remaining sites, which actually gives school boards a significant cash inflow that they have control over on their own." ],
  "anchor" : "para353"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Premier. The final report into the mercury contamination in Grassy Narrows was released publicly a week and a half ago. It says that high levels of mercury in Grassy Narrows’ Wabigoon River suggest there may be an ongoing source of mercury in the system. The government has had this report since April. Will the Premier tell Ontarians whether the government is aware of any sources of ongoing mercury contamination in Grassy Narrows?" ],
  "anchor" : "para358"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Mr. Speaker, I know the Minister of Aboriginal Affairs is going to want to comment. But I had the opportunity to attend the beginning of a meeting that the minister had with scientists from the Ministry of the Environment and Climate Change and from his own ministry with the chief from Grassy Narrows. So I had the opportunity to meet with the chief and one of his colleagues.", "We are very serious about looking at the recommendations in the report, making sure that we are doing everything in our power. I had an opportunity to talk to Chief Fobister and to say to him that when I went to Grassy Narrows and I talked to the scientists about the mercury that’s in the sediment in the lake and in the river, at that point there was no knowledge of increased mercury or ongoing mercury poisoning. If that is the case, we need to discover what that is and we need to look at whether there are ways that it can be cleaned up, as I said, without doing further damage." ],
  "anchor" : "para359"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Perhaps the Premier can tell Ontarians, then, whether the government is actually monitoring the water in the Wabigoon River so they know definitively whether or not there is new mercury contamination in the Wabigoon River in Grassy Narrows?" ],
  "anchor" : "para362"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Aboriginal Affairs." ],
  "anchor" : "para363"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "As the Premier said, yesterday afternoon, I and my assistant deputy minister, scientists from the Ministry of the Environment and Climate Change along with the minister himself, Minister Murray, met with Chief Fobister and one of his officials. We had an agenda of some five items. This mercury pollution issue was obviously one of those items on the agenda. As a result of that meeting, I have committed to going to Grassy Narrows on June 27. I will be accompanied by Minister Murray. We will also be accompanied by a number of Ontario scientists. Having spoken to the Minister of Health, Minister Hoskins, this morning—he is attempting to rearrange his schedule so he can come to Grassy Narrows also.", "We take this issue very seriously. That’s why the Premier and three ministers have met with the chief and will continue—" ],
  "anchor" : "para364"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para366"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "To date, this Premier has refused to accept all of the scientific evidence that shows that mercury in Grassy Narrows can be cleaned up. In the meantime, the people of Grassy Narrows and the children of Grassy Narrows First Nation continue to get sick and continue to worry.", "It is time to accept the truth. It is time to begin some action on reconciliation. It has been decades. This government has been in power for over a decade. The question is: When will this Premier begin the cleanup of Grassy Narrows and the Wabigoon River?", "Interjections." ],
  "anchor" : "para367"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para370"
}, {
  "speaker" : "David Zimmer",
  "text" : [ "Minister Murray." ],
  "anchor" : "para372"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of the Environment and Climate Change." ],
  "anchor" : "para373"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "The report—the very good report—we received talks about the need for an immediate field study, in addition to the ongoing monitoring that the scientists in the Ministry of the Environment have been doing both on fish and water.", "Minister Zimmer, the Minister of Aboriginal Affairs, and I met with the chief. We tabled a comprehensive 12-month plan for full field studies and to be able to determine how the mercury could be extracted without causing additional harm to people and to the environment. We agreed that the First Nations and Chief Fobister would make those decisions with the support of both ministries.", "As Minister Zimmer said, we have a follow-up meeting with our team of scientists and we will be up there working under the leadership of the First Nations, providing them with all of the resources they need to properly act on and solve this problem, Mr. Speaker." ],
  "anchor" : "para374"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Premier. For weeks, the Premier and her ministers have denied the crisis in health care instead of fixing it. Ontarians need health care that they can count on, not a press release, not a commercial that says everything is fine.", "When will this Premier stop denying that Ontario’s hospitals need more than $3 billion in critical maintenance and get on with the job of fixing the hospitals?" ],
  "anchor" : "para378"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "We recognize that there needs to be continuing and ongoing investment in health care. That’s why there’s more than $1 billion in our most recent budget, including $345 million for hospitals. That’s why there’s an $11 billion—" ],
  "anchor" : "para380"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "$12 billion." ],
  "anchor" : "para381"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "—$12 billion in 10 years—sorry, I’m getting the 12 and 11 between education and health care, Mr. Speaker, because we’re investing in both health care and education. So the $12 billion over 10 years that we are investing in the bricks and mortar of hospitals—we fully recognize that those investments need to be made. That’s why we’ve made the commitment of the dollars." ],
  "anchor" : "para382"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para383"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "This Liberal government is in denial in terms of the mess that the health care system is in in this province. If you take your loved one to a hospital, you want to know that the medical professionals have the tools and the resources that they need to provide the care that they are trained to give.", "I met a nurse on the weekend who told me that her hospital was so under-resourced that she was concerned for her licence and that the poor quality of care that she was forced to provide was causing her serious, serious mental anguish each and every day when she walked out the door after a shift. She actually had to quit her job to maintain her personal and professional integrity as a front-line nurse in a hospital.", "When will this Premier stop denying that there is a crisis in health care and give front-line health care workers the resources that they need to provide the quality of care that they deserve to provide and that patients—" ],
  "anchor" : "para384"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Premier?" ],
  "anchor" : "para387"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Health and Long-Term Care." ],
  "anchor" : "para389"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "I know that the leader of the third party met a nurse this weekend; she met her at the OPSEU offices in North Bay. She didn’t bother to walk down the road to the hospital and actually visit the hospital, see for herself, talk to the hospital administration, talk to the staff working there, a hospital that has made exceptional progress in improving the outcomes of Ontarians in that part of the province.", "But, Mr. Speaker, we have, on so many different measures—if we look at the Conference Board of Canada’s 2015 health report, according to them, the health of Ontarians was not only viewed favourably among Canadian provinces, but it was evaluated by the Conference Board as the seventh best in the world, placing ahead of Japan, ahead of Germany, ahead of the United Kingdom and ahead of the United States." ],
  "anchor" : "para390"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para392"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I think it is disgraceful that a minister of the crown, a minister of this government that pretends to be progressive, continues to use unionization in a pejorative fashion in this House. Shame on that Liberal government, shame on them.", "Ontario’s hospitals undeniably need more than $3 billion in critical maintenance. I have met nurses who have been fired from hospitals and I have met hospital—", "Interjections." ],
  "anchor" : "para393"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Come to order.", "Please." ],
  "anchor" : "para396"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "I have met hospital administrators, CEOs of hospitals, who have told me that they have been forced to close beds because of Liberal budget cuts. What this all comes down to is that patients who need care in hospitals are not getting the care that they need because hospitals are being cut.", "Instead of denying this crisis in health care, when will this Premier step up to the plate and deal with the crisis that she has created?" ],
  "anchor" : "para398"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "Union representatives and their members know that this government has a deep and profound respect for them. We meet with them regularly. They help us develop positive and proactive policy decisions. But where I won’t have it both ways, Mr. Speaker, is when the leader of the third party claims that—", "Interjections." ],
  "anchor" : "para401"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister?" ],
  "anchor" : "para403"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—when the leader of the third party claims that 350 nurses and health care workers lost their jobs at North Bay hospital, when, in fact, since the amalgamation in 2011, there have only been 21 layoffs. Where I draw the line is where she claims that 1,400 nurses lost their jobs last year, when the truth is that—" ],
  "anchor" : "para404"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Leader of the third party, come to order." ],
  "anchor" : "para406"
}, {
  "speaker" : "Eric Hoskins",
  "text" : [ "—over 3,000 net new jobs were created, according to the College of Nurses of Ontario —", "Interjections." ],
  "anchor" : "para407"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "You need to extend the session, we’re having so much fun." ],
  "anchor" : "para409"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Renfrew, come to order, second time.", "New question." ],
  "anchor" : "para410"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is for the Premier. This morning, the Auditor General tabled her special report on the Pan Am and Parapan Am Games. And despite the government’s claims, the Auditor General’s report confirmed that the Pan Am Games were neither on time nor were they on budget. In fact, the operating budget—it’s right here in black and white in the Auditor General’s report. The Ontario government contributed “significantly more” dollars; in fact, $304 million, or 61% more. She also highlighted that the bundling of capital projects “contributed to project delays and significant deficiencies.”", "We all know, Speaker, that the Pan Am lucrative bonuses were all tied to showing up for work, but also, they were for “exceptional performance goals.”", "They could have stopped this. They could have told them not to get this money. Why did this government look the other way?" ],
  "anchor" : "para413"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "The Minister of Tourism, Culture and Sport." ],
  "anchor" : "para416"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to take this opportunity to first thank the Auditor General for the report, and I want to thank the member opposite for the question.", "On the very first page of the report, the Auditor General states, “Ontarians can take pride in the fact that the 2015 Games went off without a major hitch.” She continues to say they “left a legacy of infrastructure for athletes and the general public to use, and led Canada to its biggest-ever haul of medals from a Pan Am/Parapan Am Games.”", "These are high praises coming from the Auditor General. It doesn’t stop there. The AG states that the games were “praised for their smooth operations by the Pan American Sports Organization and the Americas Paralympic Committee.”", "She also highlights how all three levels of government leveraged the games and highlighted that the games accelerated the West Don Lands by about 10 years. We are so proud of these games.", "Interjections." ],
  "anchor" : "para417"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. Be seated, please. Thank you.", "Supplementary, please." ],
  "anchor" : "para422"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "The report is pretty clear: 61% over—$304 million.", "Speaker, back to the Premier: In September, I asked the minister to freeze the payment of all bonuses until the Auditor General finished her report. He answered by telling me these were the most transparent games in the history of the country. Despite the minister’s gloating, the auditor said she was unable to obtain answers to certain questions and could not obtain some documents she requested. The auditor wasn’t able to access all computer hard drives—hardly open and transparent for a government that has a shady history when it comes to hard drives.", "What was the government hiding on these missing hard drives? Directives from the minister to not pay those lucrative Pan Am bonuses?" ],
  "anchor" : "para424"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’m proud of the legacy of the Pan Am/Parapan Am Games. The Auditor General speaks exactly about the highlights of this legacy for these games here in Ontario.", "We increased the number of trained volunteers here in the province of Ontario. The Auditor General says, “Some 23,000 people served as trained volunteers for the games and a new volunteer website was introduced to link games volunteers to future volunteer opportunities” here in Ontario.", "The AG talks about how we encouraged youth sport, stating that the Pan Am/Parapan Am Games Kids Program also helped “motivate children and youth to participate in sports at more than 4,250 sites.”", "The AG states: “The games helped fund completion of a 250-kilometre stretch of the Trans Canada Trail here in Ontario, which provides a continuous trail from Windsor to Ottawa, and from Fort Erie to North Bay.”", "Mr. Speaker, it’s only the Progressive Conservatives, from the very beginning, who didn’t understand the power of these games. We are proud—" ],
  "anchor" : "para427"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para432"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated. Stop the clock. Be seated, please.", "New question." ],
  "anchor" : "para434"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "My question to the Minister of the Environment and Climate Change: Today the government finally released its climate change plan. The plan is—", "Interjections." ],
  "anchor" : "para437"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para439"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The plan is long overdue and much needed. But for this plan to sustain public support, it needs to be fair, effective and transparent.", "Low-income, rural and northern communities face a disproportionate burden. Climate change action will cost them more of their income than other Ontarians. They will need some extra help, but when you look at the percentage of total spending, this plan offers very little support for these communities.", "Why does this action plan offer so little support to low-income, rural and northern communities?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I want to thank the member not only for his question, but for the very hard work he did on the bill. Nothing makes an environment minister happier than when the critic says we should do more.", "There is over $1 billion of support for affordable housing and apartments and for single-family homes. In the north, this will be particularly powerful. As the Minister of Energy said earlier today, the savings, I believe, are in the range of $800 to $1,300 per home for rural and northerners through the types of programs that are available to them.", "We recognize that northerners don’t have some of the choices that people in the south and large cities do, so we are putting disproportionately more money into those programs where the highest cost levels are and where things like transit and energy choices are more limited." ],
  "anchor" : "para443"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para446"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "The NDP proposed that Ontario follow California’s example by dedicating at least 25%—25%, Minister—of cap-and-trade funds to programs that directly benefit low-income, rural and northern communities, which are facing a disproportionate burden. Notwithstanding what you’ve said, Minister, we don’t see that 25% allocation. The government rejected our proposal.", "Instead, out of the $8.3 billion the minister wants to spend, northerners will get just $1 million to $4 million to replace their wood stoves. It’s the only explicit commitment to the north.", "How can the minister sustain public support for his climate change action plan when he won’t address the unfair burdens carried by low-income, rural and northern households?" ],
  "anchor" : "para447"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I appreciate the question, again.", "The member is reading from page 67 of the plan, which is a dedicated program—he’s right—that recognizes wood stoves. Right above it, it says that for all Ontarians, because we’re one Ontario, there’s $500 million to $600 million for home retrofits and energy systems. Right underneath it, for near net-zero carbon incentive rebates, there’s another $180 million to $220 million.", "I would suggest, since the low-income lens, unlike California, doesn’t apply to a group of expenditures, that we have to demonstrate across all of our expenditures that we’ve met the equity test, that all monies can be applied in these situations.", "Northerners are eligible for all of this money. We’re working with rural municipalities in the north, and we’ll be working with municipalities to support existing municipal programs and add to those." ],
  "anchor" : "para450"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "My question is for the Minister of Northern Development and Mines. Many people in northern Ontario and in my riding of Sudbury are involved in the mining and mining exploration industry. Companies conducting mineral exploration are part of an important early step in the mining cycle, and it is critical to the success of the mining industry that the government support their development.", "Last month, I asked the minister about the Junior Exploration Assistance Program and what this government is doing to support Ontario’s mining industry. I understand that, recently, the first round of the JEAP program closed and funding has been announced. Can the minister please update this House on the progress of the Junior Exploration Assistance Program and how the government is supporting mineral exploration in Ontario?" ],
  "anchor" : "para456"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "Thank you to the member for Sudbury for that question. As always, I appreciate his great commitment to Ontario’s mining industry.", "Certainly, all members of our government understand that the mineral sector is vital to our economy and to our future prosperity. That is why, in December, we announced an investment of $5 million through the Northern Ontario Heritage Fund Corp. to support this new Junior Exploration Assistance Program, or JEAP, delivered by the Ontario Prospectors Association, to aid junior exploration companies to conduct or plan exploration work in northern Ontario. We knew it was timely to support this.", "Following the first round of applications, I was pleased to announce that we are supporting 32 projects from 25 different companies for an investment of $2.7 million, something that was very welcome from all the junior exploration companies.", "May I also say that the Ontario Prospectors Association has announced that a second round of applications is now in the works. It began May 30 and goes to the end of August." ],
  "anchor" : "para458"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para462"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I want to thank the minister for that answer. I know that it’s encouraging to see this government actively supporting the mining and exploration industry in Ontario. As the minister knows and mentioned, the mining industry in Ontario supports 26,000 direct jobs and over 50,000 indirect jobs. It is important to note that it is the largest private sector employer of indigenous peoples in Canada.", "I understand that, in addition to supporting the mineral exploration companies and projects, the Junior Exploration Assistance Program and the Ontario Prospectors Association are providing resources for members of the public and indigenous people who are interested in becoming prospectors. Can the minister please tell us more about the prospectors’ training program and how this will help grow the prospecting industry in northern Ontario?" ],
  "anchor" : "para463"
}, {
  "speaker" : "Michael Gravelle",
  "text" : [ "That’s a great question.", "We need more prospectors in the province of Ontario. Later this summer, the Ontario Prospectors Association will be engaging in this new, exciting initiative aimed at training new prospectors across northern Ontario. We’re working in partnership, again, with the OPA to deliver five-day prospecting training courses to members of the public interested in learning more about prospecting and possibly becoming prospectors.", "This supports our government’s Mineral Development Strategy and its commitment to educate, to recruit and to retain a highly skilled exploration workforce in Ontario. They’ll be working with geoscientists from the Ontario Geological Survey. Trainees will develop such skills as rock and mineral identification and geological map reading. They’ll also learn about what government programs are available to assist in their prospecting endeavours.", "Together with initiatives like this and the JEAP program that we talked about earlier, we’re going to be supporting a mineral sector that’s healthy, innovative and sustainable—" ],
  "anchor" : "para465"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para469"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "My question this morning is for the Minister of Education.", "Minister, two days before most parents and kids were notified of the consultation process that was beginning for provincial and demonstration schools, the government held a secret meeting about the future of the demonstration schools.", "I’ve got a few questions for the minister this morning. Can the minister confirm if such a meeting was held on February 21: yes or no? Was the only agenda item for that meeting “an exit strategy to close demonstration schools in June 2017”: yes or no? And if those were both things that did happen, why would this government spend $1.8 million on a consultation process when, really, the decisions had already been made to close these schools in June 2017?" ],
  "anchor" : "para472"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "The reason we would have a consultation process is, obviously, that no decisions were made. We went out to consult. We recognized, obviously, that there are some issues around enrolment in our schools for the deaf, in some cases. We realize there are issues around the number of children with severe learning disabilities who can be served by demonstration schools in the way that they’re presently offered. There are actually only 160 children per year who can receive the programming, all across Ontario, that’s offered for severe learning disabilities in demonstration schools.", "But were any decisions made prior to the consultations? Absolutely not. That’s why we had consultations." ],
  "anchor" : "para475"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary." ],
  "anchor" : "para477"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "Speaker, back to the minister: This government’s plan—or lack of plan, I guess—has caused chaos for these students, and it has caused chaos for the parents. It has caused chaos for the employees. That’s why they’re rallying again today outside the schools in Belleville, Milton, London and Ottawa, at these provincial schools.", "The freeze on school enrolment during the consultation has forced these parents into limbo. They won’t know until June 24 whether their children will be accepted into a demonstration school. As a result, they’re unable to tell their home school boards whether they’ll have to deal with a student with a learning disability. Now we have kids with severe learning disabilities who don’t know where they’re going to go to school next year, and the schools, which are cutting millions of dollars in special education programming, don’t have a place for them either.", "If the Premier doesn’t fire this minister next week, she’s doing all students in the province a disservice.", "Speaker, does the minister think it’s appropriate that the students who need the education system most should have to guess about where they’re going to school next year?" ],
  "anchor" : "para478"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "As the member knows perfectly well, the application process for students who wish to attend a demonstration school is ongoing. There is an application process for students who wish to attend demonstration schools, every year. As I just mentioned, there are 160 places for students in demonstration schools throughout the province, at the four demonstration schools, so there’s an application process every year where students don’t know until the spring whether or not they will be one of the students who have been accepted.", "My concern is that we have students all across Ontario with severe learning disabilities who actually don’t have the sophisticated programs available that are available at the demonstration schools. We don’t think that you should have to apply—" ],
  "anchor" : "para482"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para484"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "My question is to the Premier. This morning, as you know, the Auditor General revealed that the Pan Am Games went shockingly over budget. Ontario’s original budget for the games was $500 million. The cost so far is $804 million and climbing. That’s 61% over budget. This is almost at the eHealth and Ornge levels of waste. Yet seven months ago, the minister stood up and had the audacity to claim that the Pan Am Games had come in under budget.", "Enough is enough. We can’t trust even simple arithmetic with this government. What is the Premier going to do to hold people accountable for wasting $300 million-plus of provincial money?" ],
  "anchor" : "para487"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "Minister of Tourism, Culture and Sport." ],
  "anchor" : "para489"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I want to thank the member for the question.", "In 2009, there was a bid book. The bid book had $2.42 billion for the games, the entire amount. It was $47 million under budget by the time we reported in our last technical briefing.", "Mr. Speaker, the Auditor General highlights that the games were so successful that public attention to the games also grew as the number of Canadian medals continued to be won.", "The CBC, which broadcast the games in Canada, expanded its television coverage three times to respond to this demand. That wasn’t once or twice, but three times. That’s because these games were the most successful Pan Am/Parapan Am Games in the history of these games." ],
  "anchor" : "para490"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para495"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "If I inflate the prices originally, I can come under budget, too.", "The incompetence is incredible—the incompetence. Let me quote—", "Interjections." ],
  "anchor" : "para496"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock." ],
  "anchor" : "para499"
}, {
  "speaker" : "Paul Miller",
  "text" : [ "Let me quote the report on the other funding partners for the Pan Am Games: “The federal government, the municipalities, and the universities in total contributed 96% of their 2009 commitment....”", "So everyone else came under budget. But the government went 61% over budget. How can the Premier possibly excuse this? And to make matters worse—this is the pièce de résistance—the TO2015 board decided last August to award full executive bonuses, despite the interim figures not being in and despite being fully aware that it had gone over the operating budget.", "Why did the Premier authorize some of the highest bonuses in history on the sunshine list, when she should have known that TO2015 had spent over budget? And in light of the Auditor General’s—" ],
  "anchor" : "para500"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you." ],
  "anchor" : "para503"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "The Auditor General’s report underscores that the governance of the games was best in class. The AG states that the governance model was a “good model for a multi- and cross-disciplinary project like the Games.” That the governance led to the AG saying that, “On an overall basis, TO2015 exceeded its sponsorships target by 29%.”", "He also leaves out that the AG says that “the vast majority of” infrastructure projects “came in at or under budget.”", "Mr. Speaker, everyone knows that the games were a massive success. It boosted our GDP by $3.7 billion; it created 26,000 jobs and has left a legacy for all of us to be proud of.", "Interjections." ],
  "anchor" : "para504"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek, please come to order.", "New question." ],
  "anchor" : "para508"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "My question is for the minister responsible for women’s issues.", "Minister, May was Sexual Assault Prevention Month. We all know that sexual violence has a devastating impact on the lives of victims and their families. I find this unacceptable and do not believe that sexual violence should be tolerated in Ontario or anywhere else.", "It is important that we support survivors and work toward changing attitudes and behaviours that lead to such violence. This means changing the conversation and engaging Ontarians in a discussion about sexual violence, how to prevent it and how to inspire behavioural changes.", "Minister, could you tell me how you are working toward changing behaviours that lead to sexual violence, and fostering this discussion?" ],
  "anchor" : "para511"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member from Barrie for this very important question. This is an extremely important issue, and we must all work together toward solutions.", "Part of It’s Never Okay, our action plan to stop sexual violence that we launched last year, established the Creative Engagement Fund, which is a $2.25-million investment over three years to support artistic projects that raise awareness and provoke discussion about challenging issues around sexual violence and harassment. These projects can include things like performing art, writing, music, photography or murals and traditional aboriginal art.", "The artists and the art organizations will partner with sexual violence and harassment prevention organizations to ensure that their projects are informed by the experiences of survivors and those working closely with them. These projects will start conversations and work towards engaging all Ontarians in a discussion on ending sexual violence in our province." ],
  "anchor" : "para515"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para518"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Thank you to the minister for that response. I’m glad to hear that we are fostering awareness to support survivors. This confirms our government’s commitment to ending sexual violence and working towards prevention.", "It’s Never Okay states that we are establishing several methods to spread information and generate new ideas about how to end sexual violence. I’m curious to know how these efforts are making a difference.", "I understand that recently the first recipients of the creative engagement and innovation funds were announced after a competitive application process.", "Could the minister tell us about these first recipients of funding from the action plan and how they are contributing to the conversation?" ],
  "anchor" : "para519"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Again, I want to thank the member for the question.", "Last month, we announced there would be 11 recipients through the Creative Engagement Fund, ranging in topics from consent, rape culture and gender equality, to challenging attitudes that actually cause sexual violence. I look forward to seeing the results of the work of the 11 recipients in the near future.", "As mentioned, the action plan also established an innovation fund—that’s a $3-million fund—with the intention of providing organizations with the means to create pilot projects, like flexible employment programs, mobile support units and bilingual intervention methods.", "This year, the innovation fund is supporting seven projects across the province. They include projects on vertical farming to provide flexible employment to survivors of human trafficking, research into providing support services for francophone immigrant women, and the development of technological tools for sexual assault survivors—very important work—" ],
  "anchor" : "para523"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para527"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "My question is for the Minister of Transportation. As the minister will recall, on January 20, town of Halton Hills Mayor Rick Bonnette and staff, Regional Chair Gary Carr and I met with him to discuss transportation issues in the town of Halton Hills.", "At that meeting, the minister indicated that while the GTA West Corridor study had been put on hold, he would have an update for us soon. That was almost five months ago now, which begs the question: How does the minister define the word “soon”?", "The uncertainty surrounding the GTA West Corridor study is impacting the ability of the town of Halton Hills to plan for the future. Our riding was opposed to alternative 4-3 and we need to know where this is going.", "Will the minister explain the holdup, inform the House of the status of the GTA West Corridor study and tell us when he is going to be making a public announcement of what’s going to happen next?" ],
  "anchor" : "para530"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I appreciate the question from the member from Wellington–Halton Hills. I remember that meeting that he asked for with partners from the municipalities in his particular area. It was a great meeting; in fact, not the first meeting that I have had the privilege to take part in with that particular member who is a very strong advocate, I will admit, of course, for his community.", "As we said, I believe it was last December when we were pausing the environmental assessment on this particular project, a project that began more than a decade ago. I think every member in this House would recognize that the world of transportation and transportation planning has changed dramatically over the last decade, and I suspect will continue to change and transform in the next number of years and decades.", "As soon as we have completed the review internally that’s being undertaken currently, we will provide a public update." ],
  "anchor" : "para534"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para537"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "At the January 20 meeting, we also discussed the need to find a solution to the problem of truck traffic along Highway 7, including the possibility of an Acton bypass.", "There are serious concerns which have been expressed by the town council and residents about the ever-increasing truck traffic along Highway 7 in Acton, as well as in Georgetown and Norval. I share those concerns and I tabled a resolution in this House last fall to draw attention to the problem. It’s still on the order paper.", "The town of Halton Hills has offered to partner with the MTO on a study to examine the problem and come up with a long-term solution. The town has even offered to cover half the cost of the study.", "Will the minister commit to partnering with the town of Halton Hills to carry out this study and work together with us to find a long-term solution?" ],
  "anchor" : "para538"
}, {
  "speaker" : "Steven Del Duca",
  "text" : [ "I thank the member for his follow-up question.", "I am always happy and the Ministry of Transportation is always happy, to work with members on all sides of this House and our municipal partners to find appropriate solutions to the challenges we face. I know the ministry—we’re still having an internal discussion about that very specific funding support request from Halton Hills. Again, as soon as we have an update with respect to that particular item, we’re happy to share it.", "While I have the opportunity, I also once again congratulate that member and our members from Guelph and from the Hamilton area, because not that many weeks ago we approved the Morriston bypass, a significant infrastructure project in that member’s community." ],
  "anchor" : "para542"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "My question is to the Minister of Education. This government continues to deny children with autism vital therapy while also cutting front-line education workers who help children succeed. Parents at the Toronto Catholic board are concerned as the board is being forced to eliminate 56 education assistants. This government has cut over half a million dollars to that board this year, making the problem worse. In Windsor, the public board continually faces a shortfall of nearly $5 million in special education funding. Government cuts to education leave school boards scrambling to fill gaps in service.", "Will this Minister of Education admit that forcing school boards to make decisions based on dollars and deficits is leaving students with exceptional needs behind?" ],
  "anchor" : "para546"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "I’m pleased to respond to the questions about funding for school boards, but I think we do need to focus on some of the facts. For example, the Greater Essex County District School Board in Windsor—their enrolment has gone down this year. By the board’s own calculation, they have a $700,000 decrease in funding because their enrolment dropped.", "Interjection." ],
  "anchor" : "para549"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para551"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "By the board’s own calculation, they have 6,000—6,000—unutilized spaces. That is 6,000 seats. It’s actually costing them $6 million a year to maintain those 6,000 unused seats.", "The idea that we’ve cut spec ed funding just isn’t true. What has been cut is enrolment-based funding." ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para554"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "Back to the Minister of Education: Ontario families know that when $8 million is cut from special education funding across 25 school boards, and $1 billion in dedicated education funding goes unused over the past three years, their children are not a priority.", "At the Upper Grand District School Board, over $500,000 in cuts means that the amount of time that education assistants can spend with students will be reduced. In Halton, the projected cumulative impact of special education cuts is $18.5 million over four years. Perhaps this minister can focus on facts and stop manipulating them.", "September is coming. Thousands of students with autism will enter schools that do not have the resources to meet their needs. Why is this government balancing the books on the backs of students with special needs?" ],
  "anchor" : "para555"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "Let’s talk a little bit about special education funding. Since 2003, we have actually increased special education funding by 70%. We have increased it from $1.14 billion to $2.76 billion. We have not cut special education funding; one of the areas which has actually gone up most quickly is special education funding.", "She talked about the Toronto Catholic District School Board. It has had an increase of $3.3 million in special education funding. So we know that the idea this party opposite promulgates—that we’re going around recklessly cutting spec ed funding—is just not true.", "What I can say about the issue of autism is that we actually have a program called Connections which, when children are coming off of IBI treatment and coming to the school board—" ],
  "anchor" : "para558"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para561"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "My question is for the minister responsible for seniors affairs. In June of each year, Ontario celebrates and recognizes the contributions seniors make in our communities with many local events and activities across the province. Seniors are valuable members of our community through their knowledge, experiences, skills and energy.", "In my riding of Scarborough–Agincourt, a number of active seniors participate in many programs like the Happy Caring Seniors Performance Troupe, hosted by the Golden Maple Leaf Seniors Association; and the Villa Elegance support program, which promotes “Seniors Staying Active, Healthy and Connected.” Both of these community groups recently received funding from the seniors community grants for their programs.", "Mr. Speaker, through you to the minister, can he please inform the House about how the Ontario Seniors’ Secretariat is supporting seniors through the month of June?" ],
  "anchor" : "para564"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "How refreshing it is to hear the member for Scarborough–Agincourt speak so passionately about the seniors in her riding. I know that this is a sentiment that is expressed by every member of the House.", "June 2016 is the 32nd annual Seniors’ Month in the province of Ontario. To recognize the important role that our seniors play, the theme for this year is “Seniors Making a Difference.” Seniors not only make a difference, but they enjoy doing what we have proposed to them, with all the plans and activities that we are planning for the month of June.", "The month of June is dedicated solely to seniors. The OSS is involved in organizing hundreds of activities in our province. I am very delighted to hear that Scarborough–Agincourt is—" ],
  "anchor" : "para567"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Answer?" ],
  "anchor" : "para570"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "—a lot of events and the member from Scarborough–Agincourt is planning to attend and celebrate seniors during the month of June." ],
  "anchor" : "para571"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para572"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I want to thank the minister for his response and for the work that the Ontario Seniors’ Secretariat is providing for Ontario’s seniors.", "Minister, we know that by acknowledging seniors’ contributions and how they are making a difference in our community, we are fostering a more age-inclusive society, a society that does not pit one generation against the other.", "During Seniors’ Month, as you said earlier, I will be taking part in a number of seniors events in my riding, including the official opening of the new Carefirst centre, which has been providing quality care to seniors in Toronto and York region for the past 40 years.", "Every day, I hear concerns raised by many non-profit groups regarding challenges in finding funds to operate their free community programs, which keep seniors healthy and active in our community.", "Speaker, through you to the minister: Can he please explain to the House what funding is available to community groups to support their seniors’ programs?" ],
  "anchor" : "para573"
}, {
  "speaker" : "Mario Sergio",
  "text" : [ "I want to thank the member from Scarborough–Agincourt again for the question.", "Let me say that it was the Premier’s decision and her strong support for our seniors—she wanted a plan dedicated solely to our seniors in the province of Ontario.", "I have to say that the Ontario Seniors’ Secretariat staff has been very busy in sifting through another 700 applications this year alone. The most wonderful thing is that seniors’ organizations have embraced the call to the program. So far, we have had some 544 programs that have enjoyed activities in our province of Ontario.", "So in the month of June—again, this is a reminder to every member—we have celebrations going on throughout the province. I would hope that the members will find the time to join the seniors and really tell them—" ],
  "anchor" : "para578"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para582"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Last week, the Premier said that she wants to work with all parties in the House to create legislation to combat the BDS movement, which seeks to destroy the only democracy in the Middle East, Israel. As a member of the Jewish community, I am keenly aware that this movement is built on hate and lies.", "A few days ago, New York Governor Coomo stood up to anti-Semitism by signing an executive order to ensure that those who boycott Israel get boycotted themselves—" ],
  "anchor" : "para585"
}, {
  "speaker" : "Interjection",
  "text" : [ "Cuomo." ],
  "anchor" : "para587"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "Sorry, that’s Governor Cuomo.", "Will the Premier please tell us what legislation she is proposing and how it will be more than just words—legislation that will actually have the power to end the discrimination of anything associated with Israel and the Jewish community on our campuses?" ],
  "anchor" : "para588"
}, {
  "speaker" : "Kathleen O. Wynne",
  "text" : [ "I just need to correct the member opposite: I never talked about legislation; I said we needed to work together with the opposition.", "Our government is a strong, strong supporter of Israel. We always have been, we always will be. That’s why I was in Israel, strengthening and promoting our relationship and our trade ties. I made a statement when I was there. I said that BDS is not my position, nor is it the position of our government.", "It’s unacceptable for students, parents or children to feel unsafe or to feel discriminated against wherever they are, whether they’re on a campus, whether they’re in their communities. Our government will never support a climate of fear or hostility. That’s why we set up the Anti-Racism Directorate.", "We are absolutely clear in our position. I have made a statement and I stick to that statement." ],
  "anchor" : "para590"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Question period is over.", "There are no deferred votes. This House stands recessed until 3 p.m." ],
  "anchor" : "para594"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to introduce my friend Karl Crevar. He’s here this afternoon at Queen’s Park. He’s with the Ontario Network of Injured Worker Groups. Welcome back, Karl." ],
  "anchor" : "para598"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para599"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to welcome some friends who are in the Legislature. I want to welcome Monte Vieselmeyer, who is the chair of the management employee relations committee for the Ministry of Community Safety and Correctional Services; Tammy Carson, who is the vice-chair of the health and safety provincial committee—she sent me an email about that the other day, so I remember that now; Gord Longhi, who is a member of OPSEU and represents probation and parole officers within the ministry. There’s another friend here as well who—I do not know the name, but I want to welcome him as well." ],
  "anchor" : "para600"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Bill Carson." ],
  "anchor" : "para601"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Bill Carson is here with us, who I want to welcome.", "To all our friends, welcome to Queen’s Park and thank you for your public service." ],
  "anchor" : "para602"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "We recognize that the challenges we tackle and the decisions we make today bear an important accountability to future generations. This is why it was so refreshing to be in the company of some 500 youths at their first Impact! Youth Summit, held in Hanover.", "From May 27 to 29, young people from all corners of the province gathered in my riding of Bruce–Grey–Owen Sound, and in the good company of Craig Kielburger, a social activist, bestselling author and co-founder of Free the Children and ME to WE.", "The event was a young people’s thinkers’ forum, designed to enhance their leadership skills while creating an awareness of mental health and well-being, concerns that impact youth across all of our communities.", "Participants also learned about social media etiquette, public speaking and fundraising skills. They heard from motivational speaker Ryan Porter and Team Canada Inline goalie and mental health advocate Kendra Fisher, and participated in a social gala dinner, MUCH video dance and a Bigger and Better Challenge.", "I thank the organizers, Youth Roots of Hanover and Surrounding Area, and the summit’s chief architects, Brandon Koebel and Ashton Lawrence, who also inspired the initiative, for hosting this successful event. I’m honoured to have had the opportunity to see first-hand how inspiring our youth are and to hear about issues that matter to them.", "I thank community leaders Hanover mayor Sue Paterson, Brockton mayor David Inglis, my colleague and friend Huron–Bruce MPP Lisa Thompson, as well as all others for their support and engagement at the first Impact! Youth Summit.", "I am very pleased to see our youth stepping up to address the issues that matter to them and showing awareness of how they can and must play a vital role in their communities and their future.", "My hope and expectation is that we will see more youth summits and more engagement with our youth, who are truly our province’s finest resource and our future business and community leaders." ],
  "anchor" : "para606"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I’d like to use the short time I have today to offer the government an idea on how to honour the families of the soldiers killed while serving their country.", "It’s not my idea. It comes from Tom Macdonald in Belleville. He wrote the Premier of Saskatchewan, Brad Wall. The suggestion is that the province create a special Silver Cross licence plate, one per family, for those who lost a son or daughter in military action while serving their country.", "Canada lost 158 military personnel in Afghanistan, for example. I don’t have an exact number for those who came from Ontario, but I’m sure the government could find that out in short order. Premier Wall has asked his people to look into the idea.", "In Windsor, we lost Corporal Andrew Grenon on the 3rd of September, 2008. He was in the PPCLI, the Princess Patricia’s Canadian Light Infantry. He was on patrol. His light armoured vehicle was attacked by insurgents. Three Canadians were killed that day, and another five were injured. Andrew’s battle group was due to return home within two weeks. His mother, Theresa Charbonneau, attends our annual cenotaph services as our Silver Cross mother.", "I’m sure that if we do this, everyone who sees that one-of-a-kind plate would thank the driver for their service. What better way to honour the families of those who paid the supreme sacrifice?" ],
  "anchor" : "para615"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "Today I would like to acknowledge a recipient of the Attorney General’s Victim Services Awards of Distinction, 12-year-old Ellie Stones, from my riding of Barrie.", "Two years ago, Ellie and her younger sisters were victims of a terrifying attempt at luring by a male driver. Ellie’s quick thinking, upon noticing his suspicious behaviour, was clearly demonstrated by the manner in which she sought immediate assistance and protection from nearby citizens. As a result, police conducted an investigation and located the male, who was later arrested and charged with criminal harassment.", "Ellie attended court in October 2015 and testified at the criminal trial, where she demonstrated even further courage by not only preparing a meaningful and powerful victim impact statement, but she also opted to stand up in the courtroom in the presence of the accused and read her victim impact statement to the court. As a result of her testimony, the accused changed his plea to guilty mid-trial.", "Motivated by this traumatic experience, Ellie became involved with the Barrie Police Service and now visits various schools to teach children about safety. She also stars in Ellie’s Safety Tips, a TV show that teaches children what and what not to do when faced with potentially dangerous situations.", "We should all be proud of Ellie’s bravery and advocacy. She is truly deserving of this award, and she’s a great role model for her peers." ],
  "anchor" : "para621"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "It’s hard to believe we’ve reached the end, and there’s so much to be said. So I hope I can fit it all in, because I could easily talk about the youth in my riding, who continue to amaze us all with their hard work and their creativity.", "For instance, I’m proud of Jillian Bjelan from Hensall. She recently received the Ontario Medal for Young Volunteers Award from the Lieutenant Governor. Or I could talk about Eric Zinn, who grew up on a farm outside of Lucknow in Huron county and who was one of the 10 OLIP interns this past year.", "Unfortunately, though, if I had more time, I could also describe how the government has made it more difficult to support Huron–Bruce’s talented youth by eliminating the rural youth job service program. Or I could touch on some important issues facing Ontarians, like living with industrial wind turbines; sharing the road, in terms of road safety; the sharing economy; or the expansion of natural gas to Huron-Kinloss, Kincardine and Arran-Elderslie.", "But I could also talk very much about the exciting things that happened in Huron–Bruce as well—for instance, the 75th anniversary of both the Huron and Bruce federations of agriculture. Or I could talk about McGavin Farm Equipment’s 80th year of being in business in Walton—80 years of family tradition. Just so you know, Walton is actually the site for the 2017 International Plowing Match.", "Or I could talk about the 90th anniversary—if I had more time—of the CKNX radio station, which has been proudly broadcasting country music from Huron county since 1926. Or I could talk about how, just last weekend, Alice Munro sponsored and hosted a wonderful Festival of the Short Story—" ],
  "anchor" : "para627"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’m sure you can." ],
  "anchor" : "para632"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "With that, in my last seconds—" ],
  "anchor" : "para633"
}, {
  "speaker" : "The Speaker",
  "text" : [ "“With that”?" ],
  "anchor" : "para634"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "—I just wanted to give a quick shout-out to my team. They support me unconditionally. Thank you, Jessica, Shane, interns Alison, Sarah, Diane, Janet and Lynne." ],
  "anchor" : "para635"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "or “the sport of all sports” in Punjab, the land of five rivers.", "This tournament was organized by four different high schools—Turner Fenton, Fletcher’s Meadow, Louise Arbour and Sandalwood Heights.", "This sport is often played recreationally in parks and in family settings, and there are also massive private tournaments. But this was the first time that this sport was played in an institution here in Ontario. Bringing the sport to Peel District School Board is a true example of celebrating diversity and inclusion. It’s one thing to celebrate diversity as the fabric of our society, but it’s another thing to make sure that it’s included into our institutions, like our schools.", "I want to also acknowledge that the many students that participated who were soccer players and football players said, after playing this tournament, they thought this was one of their favourite sports of all time.", "I also want to thank all the coaches, the administration, the Peel District School Board and all the trustees who made this possible. It was truly an amazing thing to see kabaddi played in our schools—a true example of diversity and inclusion." ],
  "anchor" : "para637"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "On June 2, the government of Ontario recognized and thanked thousands of volunteers through the annual Ontario Volunteer Service Awards. Since 1986, Ontario through this program has recognized the important contribution of volunteers to their community and their continuous years of service to a single organization.", "This year, I attended the ceremony along with my colleagues the Honourable Madeleine Meilleur and MPP John Fraser, and I’m delighted and proud to say that 37 people from the great riding of Ottawa–Orléans were recognized. These volunteers, of all ages, have been dedicating their time and efforts for at least two years and up to 50 years, and that is truly commendable.", "Le bénévolat est tellement important dans la dynamique de nos communautés et des organismes qui les composent. Je me réjouis que l’on puisse reconnaître ces personnes qui donnent de leur temps inconditionnellement.", "Volunteers have had such a big impact on the well-being and positive growth of communities in so many ways.", "Merci à vous, chers bénévoles, pour votre dévouement.", "Thank you to all volunteers for your dedication." ],
  "anchor" : "para644"
}, {
  "speaker" : "Todd Smith",
  "text" : [ "I rise today to congratulate the citizens of Prince Edward county. For years, they fought their own government over a project that they claimed would harm the natural environment on the South Shore. It turns out, they were right. They were actually right three times, Mr. Speaker.", "The first environmental tribunal ruled that the project would cause irreversible harm to the environment. The Ontario Court of Appeal upheld that ruling, and now, after a second Environmental Review Tribunal was convened to determine whether the harm could be mitigated, the tribunal determined that it couldn’t.", "The government’s environmental experts have now been asked to weigh in three times. All three times, the experts have said that this project is environmentally destructive. In their ruling, the ERT stated that “to proceed with the project, when it will cause serious and irreversible harm to animal life, a species at risk and its habitat, is not consistent with the general and renewable energy approval purposes of the EPA ... protection and conservation of the natural environment, nor does it serve the public interest....”", "When the experts were asked to judge the government’s argument, that renewable energy trumped protecting the natural environment from destruction, they found the argument lacking.", "Speaker, it’s time that the insanity of this policy and years of conflict it has wrought across Prince Edward be brought to a swift and immediate end. There exists no rationale for any project on the county’s South Shore. All of the ones currently planned for the area will be as, or more, destructive than the project that just had its approval revoked.", "The continued expense by the province, both in time and money, fighting the people of Prince Edward county should be used elsewhere." ],
  "anchor" : "para651"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m especially honoured to stand today in the House to congratulate Newmarket’s St. John Chrysostom Catholic Church on its 170th anniversary. This past Sunday, there was a wonderful church service presided over by His Eminence Cardinal Collins and a great gala afterward.", "The church is one of the oldest in the Archdiocese of Toronto and, I’m told, the second-oldest in Newmarket. It’s closely linked with desperate Irish immigrants fleeing the potato famine and settling in my riding of Newmarket–Aurora.", "Being resilient and hard-working, the Irish community flourished and built the first church in 1839. Today, St. John Chrysostom is a vibrant and active faith community. Dedicated parishioners are known for their outreach and their community building.", "It is clear the strength of the church also comes from the leadership. None better demonstrates this than its two retiring pastors, Father Robert Ouellette and Father Miro Michalik.", "Father Ouellette—Father Bob to all—grew up in Toronto and was headed for a career in dentistry when he heard the call to become a priest, choosing the pearly gates over the pearly whites. After 19 years in Newmarket, Father Bob will be missed.", "Father Miro was ordained a deacon at Our Lady of Grace in Aurora in 1982 and a priest at St. Michael’s the next year. He, too, will be missed, after spending 19 years in the parish.", "Thanks to the priests and parishioners of the church for your ongoing devotion to your church and our town, and best wishes in the next 175 years." ],
  "anchor" : "para658"
}, {
  "speaker" : "Harinder Malhi",
  "text" : [ "Bicycling is an increasingly popular mode of transportation across Ontario. Bike Month 2016 is being celebrated this year between May 30 and June 30 with a number of campaigns and events. We encourage you to get involved with events in your area and help spread the word.", "We have already had a great deal of success across the province, but especially in Brampton. Bike to Work Day on Monday, May 30, had many participants, along with Bike to School Week, a week in celebration of cycling and active transportation with the goal of increasing the number of children who bike to school. Students throughout the region of Peel and Brampton–Springdale participated in large numbers, with prizes awarded for registered participants of the Walk and Roll initiative by the region of Peel.", "Many other events have taken place, including Bramalea CycleFest that started at the All People’s Church and others that are planned, such as those organized by BikeBrampton, including the Biking Builds Communities interactive sessions taking place at five libraries around the city.", "Next weekend I will also be taking part in the Bike the Creek event on June 18. I welcome everybody to join me for a fun day of cycling while exploring the natural beauty and heritage of Brampton and Caledon.", "Bike Week 2016 showcases the Etobicoke Creek Trail and the Fletchers Creek Trail, Brampton and Caledon’s natural valley lands, parks, storm water ponds and Brampton’s historically significant sites: Bovaird House, Brampton Memorial Arena and the Dominion Skate factory.", "I hope to see you all there to celebrate Ontario’s Bike Month. Let’s get rolling." ],
  "anchor" : "para666"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements." ],
  "anchor" : "para672"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "Mr. Speaker, I beg leave to present a report from the Standing Committee on Regulations and Private Bills and move its adoption." ],
  "anchor" : "para675"
}, {
  "speaker" : "The Clerk",
  "text" : [ "Your committee begs to report the following bill without amendment:", "Bill Pr46, An Act to revive Harold Coles Inc." ],
  "anchor" : "para676"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Shall the report be received and adopted? Agreed? Carried.", "Mr. Bisson moved first reading of the following bill:", "Bill 214, An Act to amend the Education Act to provide for agreements to create regional Aboriginal school boards / Projet de loi 214, Loi modifiant la Loi sur l’éducation pour prévoir la conclusion d’ententes créant des conseils scolaires autochtones régionaux." ],
  "anchor" : "para678"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para684"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para686"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "This bill amends the Education Act and allows First Nations who so choose, and only if they choose, to create aboriginal school boards so that they can enjoy the education that other kids in this province currently receive.", "Mrs. Mangat moved first reading of the following bill:", "Bill 215, An Act to proclaim Hazel McCallion Day / Projet de loi 215, Loi proclamant le Jour de Hazel McCallion." ],
  "anchor" : "para687"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para691"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para693"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "This bill will acknowledge Hazel McCallion’s lifetime of contributions to her community by declaring February 14 each year as Hazel McCallion Day in Ontario.", "Given the length of her public service career, including 36 years as mayor of the city of Mississauga, and her ongoing volunteerism for local and international causes, it would be appropriate to acknowledge her legacy and her example by naming a day in her honour.", "Ms. Jones moved first reading of the following bill:", "Bill 216, An Act to amend the Ministry of Health and Long-Term Care Act in respect of Hepatitis C / Projet de loi 216, Loi modifiant la Loi sur le ministère de la Santé et des Soins de longue durée en ce qui concerne l’hépatite C." ],
  "anchor" : "para694"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para699"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Introduction of bills—", "Interjection." ],
  "anchor" : "para702"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Sorry, I’m getting ahead of myself. The member for a short statement." ],
  "anchor" : "para704"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Thank you, Speaker. Nearly half of Ontarians living with hep C are unaware that they are impacted. Individuals can live with hepatitis C for many years without realizing the virus is damaging their liver.", "New treatments have a 95% effectiveness rate in curing individuals with hepatitis C. However, obtaining access to these new treatments in Ontario requires an individual to meet restrictive clinical criteria.", "My bill would allow Ontarians to take a leadership role in ending the single most burdensome infectious disease in Canada by allowing all individuals access to these new, highly effective treatments.", "Mr. Harris moved first reading of the following bill:", "Bill 217, An Act respecting the rights of persons with disabilities who use service dogs / Projet de loi 217, Loi concernant les droits des personnes handicapées qui ont recours à des chiens d’assistance." ],
  "anchor" : "para705"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para711"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para713"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Today I introduce the Service Dogs for Persons with Disabilities Act, to prohibit the denial of accommodation, services or facilities to an individual, or discriminating against an individual with respect to accommodation, services or facilities, because the individual is a person with a disability who is accompanied by a service dog, or who requires the accompaniment of a support person or the use of an assistive device to assist them with their service dog. The bill further directs that a person who contravenes the prohibition is liable to a fine of up to $5,000.", "Thank you, Speaker." ],
  "anchor" : "para714"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introduction of bills? The Minister of Economic Development, Innovation—" ],
  "anchor" : "para716"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Used to be." ],
  "anchor" : "para717"
}, {
  "speaker" : "The Speaker",
  "text" : [ "—Employment and Infrastructure. I’ll get it right one of these days." ],
  "anchor" : "para718"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "Thank you, Mr. Speaker.", "Mr. Duguid moved first reading of the following bill:", "Bill 218, An Act to reduce the regulatory burden on business, to enact various new Acts and to make other amendments and repeals / Projet de loi 218, Loi visant à alléger le fardeau réglementaire des entreprises, à édicter diverses lois et à modifier et abroger d’autres lois." ],
  "anchor" : "para719"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para723"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para725"
}, {
  "speaker" : "Brad Duguid",
  "text" : [ "The proposed legislative amendments in the 2016 Burden Reduction Act will impact over 50 existing statutes and are being made to improve the regulations within 11 Ontario ministries.", "The amendments are intended to reduce regulatory burdens to save businesses time and money. By modernizing and streamlining acts and regulations, we’re fostering a better business climate, to create jobs and grow Ontario’s economy." ],
  "anchor" : "para726"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Motions? Motions? Last call for motions." ],
  "anchor" : "para730"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Sorry—" ],
  "anchor" : "para731"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Well, you made it in the last call." ],
  "anchor" : "para732"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Mr. Speaker, I’m sorry for my delay there." ],
  "anchor" : "para733"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture, Food and Rural Affairs." ],
  "anchor" : "para734"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I’m sorry, Mr. Speaker, for my delay.", "I believe we have unanimous consent to put forward a motion without notice regarding the House schedule." ],
  "anchor" : "para735"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture is seeking unanimous consent to put forward a motion without notice. Do we agree? Agreed.", "Minister." ],
  "anchor" : "para737"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I move that, notwithstanding standing order 6(a), when the House adjourns on Thursday, September 15, 2016, it shall stand adjourned until Wednesday, September 21, 2016, so all members of this House can attend the International Plowing Match, which will be held in Wellington county." ],
  "anchor" : "para739"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Leal moves that, notwithstanding standing order 6(a), when the House adjourns on Thursday, September 15, 2016, it shall stand adjourned until Wednesday, September 21, 2016.", "Do we agree? Agreed. Carried." ],
  "anchor" : "para740"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "I rise today in the House in recognition of Ontario’s third annual Local Food Week, taking place from June 6 to June 12.", "In 2013, our government developed a local food strategy intended to raise awareness of local food and beverages and increase access to the great things grown and harvested and made right here in our very own province. The strategy also looks to encourage a competitive and productive agri-food sector in the province of Ontario.", "The Local Food Act, which was passed with all-party support in 2013, supports this strategy. It helps promote Ontario foods and beverages so that there are more available in markets, schools, cafeterias, grocery stores and restaurants throughout this wonderful province.", "The act also helps to develop new markets for local food and to build on the ever-stronger agri-food sector. Since the passing of the act, we have proclaimed a community food donation tax credit—credit to the member from Sarnia, Mr. Bailey—for farmers who donate to local food banks and other community organizations. We have also established goals related to local food literacy. First, we hope to increase the number of Ontarians who know what local foods and beverages are and where they are available. Secondly, we aim to increase the number of Ontarians who prepare local food meals.", "We are currently engaged with stakeholders and communities to establish goals that will help guide the agri-food sector to enhance access to local food. As part of the Local Food Act, we release an annual local food report that charts our government’s work with Ontarians and the agri-food sector to bring more local food to more tables right across this great province.", "I was pleased to unveil our 2016 local food report earlier this week at Hawthorne Food and Drink here in Toronto. This year’s report highlights the progress we have made on our goals to improve food literacy in Ontario and information on our goal of increasing access to local foods.", "Mr. Speaker, we’re also putting the spotlight on local food champions who are delivering initiatives across the province, like Farm and Food Care Ontario. Of course, as part of the Local Food Act, we’ve established the Ontario Local Food Week, an opportunity for Ontario farmers, farm organizations, agri-food businesses and consumers to come together to celebrate food and beverages. Many of these local food champions are finding support from our government.", "Building on the success of the Local Food Fund, we are allocating $6 million over the next three years to the Greenbelt Fund to continue to deliver programming, including the new Local Food Investment Fund. Yesterday, we were able to take part in an event that celebrated a new partnership, supported through the Local Food Investment Fund, that will see Subway restaurants across the province using in-season Ontario produce in all their sandwiches.", "This morning, we celebrated another local food investment project with our partners the Greenbelt Fund which will see Mohawk College in Hamilton implement a pilot project that will help increase the total value of local food procurement in Ontario’s colleges.", "Tomorrow, Mr. Speaker, I invite you and all colleagues to stop by the annual Queen’s Park farmers’ market on the south grounds of the Legislature at noon and visit one of the more than 20 Ontario vendors offering delicious examples of local delicacies such as strawberries, turkey and even ice cream.", "I encourage everyone to find out what events are taking place in their local communities to celebrate Local Food Week or, better yet, plan their own events. This week is about getting inspired and inspiring others to love, celebrate and support local food. When we support local food, we’re helping to foster a strong environment and agri-food sector, create jobs and grow Ontario’s economy.", "Delivering on our local food strategy will help us meet the Premier’s agri-food challenge of creating 120,000 new jobs and doubling the growth rate in this sector. Let me remind the House that Ontario’s agri-food sector contributes more than $35 billion annually to Ontario’s GDP and at 5:30 a.m. this morning, more than 780,000 Ontarians were pursuing their careers in agriculture.", "This week and every week, I encourage everyone to enjoy the good things that are growing in Ontario. Always remember, Mr. Speaker, that good things do grow in Ontario." ],
  "anchor" : "para745"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It is time for responses." ],
  "anchor" : "para759"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "Today we do pay tribute to Local Food Week, and tomorrow I think most of us will be out front to savour the farmers’ market, courtesy of the Organic Council of Ontario.", "Several years ago, this Legislature passed the Local Food Act. It wasn’t perfect, but at least it recognized the importance of the production of food for Ontarians in the province of Ontario and as close as possible to market. It did take this government a while to implement provisions of the act that would give farmers tax receipts for donating excess produce to food banks, to those who are less fortunate.", "I’m afraid things have gone downhill with the recent budget, with the cuts to the ag ministry—farmers weren’t happy about that. The budget was cut: It was reduced from $943 million to $916 million, a cut of $28 million to what I consider a very small ministry as far as funding, but a very important ministry.", "We also heard that the RED Program, the Rural Economic Development Fund, was suspended. Again, rural municipalities, certainly down my way, rural communities and small businesses weren’t impressed upon hearing that kind of news. My local Norfolk county council supported a resolution from South Dundas, calling for the government to bring back the RED Program, and 66 other municipalities have put forward similar resolutions. It’s a program that can, obviously, support local food. Its replacement, regrettably, would set a minimum investment required of $5 million. That’s truly beyond the scope of farmers’ markets and so many farm operations, so many grower organizations.", "Down in Haldimand–Norfolk, we have a great appreciation for the concept of local food. We’re about 100 miles from Toronto, certainly from the Ontario Food Terminal, with respect to fresh produce, as with the Holland Marsh, the Niagara area—and there’s many other important horticultural and fresh food areas; Essex county, for example.", "Down our way, we can grow just about every horticultural crop you can think of, short of tropical produce, although we used to be known as the banana belt for some reason—I don’t know if that referred to the residents. I think it referred to the produce that we grow. But it certainly gives us a unique perspective on local production, local marketing and issues with respect to the local food movement.", "We heard mention of the local food report. Last year was the first report. I haven’t seen the recent report. I understand it just came out a few days ago. It’s a unique concept for this government to actually track progress. Obviously, it would highlight progress from the Local Food Act, and goals with respect to all-important food literacy. I’d like to see the statistics on the tax credit for the food bank donations, and I know there’s a pilot fundraising program for students to make use of locally grown produce and vegetables—and the Foodland calendar. I know staff in my office are waiting for that one. I hope they’re coming out very soon. We all look forward to the recipes in that calendar.", "When we talk about local food we also have to ever keep in mind the importance of export. I think of our hog industry; I think of our cattlemen. We must be on top of exports. We have to have Ontario agribusiness and agri-food at the table and near enough to the table with respect to the ongoing international trade negotiations. Our hog industry exports to 80 countries. Ginseng is a big export crop coming out of my area.", "We buy local, we produce local, but we also have to think globally as well." ],
  "anchor" : "para760"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further members’ responses?" ],
  "anchor" : "para769"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "Monsieur le Président, je prends la parole aujourd’hui devant l’Assemblée législative pour souligner la Semaine des aliments locaux du 6 au 12 juin. La Semaine des aliments locaux est célébrée tous les ans, et cette année, c’est son troisième anniversaire.", "Thank you for the speech, Mr. Leal.", "It’s an honour for me to be able to stand on behalf of Andrea Horwath and our NDP caucus to talk about Local Food Week, which is June 6 to 12. Coming from northern Ontario, I hope there are things down here that are growing, that you can eat already, because we just finished planting. There is nothing to eat except maybe asparagus.", "Sometimes we wonder why it’s so early, but we are incredibly fortunate in this province that we have access to the great food that’s available here. It’s a good initiative that we create more access because I remember, as a farmer, that local produce had trouble getting into supermarkets because it wasn’t uniform enough. That’s changing. I think that’s a big advancement for us all.", "When we really think about local food, we think about farmers’ markets. As the minister mentioned, there is going to be a great farmers’ market on the lawn of Queen’s Park tomorrow.", "There are great farmers’ markets across the province, as there are in my riding. I’m going to mention a couple of them in my riding. We have one in Temagami; we have one in Cochrane; we have one in Temiskaming Shores; we have one in Evanturel township; and, on July 2, at 9 a.m., we are going to open in my riding the Mill Market in Iroquois Falls. That’s a great moment for them. Iroquois Falls has had some tough times, and they’re rebounding and looking for other opportunities. I’d like to congratulate them for that.", "June is also Dairy Month. If you think about that, dairy has been local food before people knew what local food was. That’s mostly because of a unique system we have in Canada called supply management. That protects farmers from price volatility, and also it protects the market and it assures consumers that they get a great product at a fair price. That’s more local than almost anything I can think of.", "So if you’re thinking about local food and you want a dairy product, check where it’s made. A good way to check is if it’s got a little blue cow; that ensures that it’s Canadian, but that also—" ],
  "anchor" : "para770"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "Kawartha Dairy." ],
  "anchor" : "para778"
}, {
  "speaker" : "John Vanthof",
  "text" : [ "As the minister said, Kawartha Dairy. I was going to start off with Thornloe Cheese, a great cheese factory in my riding. There is Chapman’s Ice Cream in Mr. Walker’s riding, I believe. There are all kinds of great local dairy.", "There are also things that we could do to make local food more accessible. We shouldn’t just sit on our laurels. We should look at issues that we can fix. One issue that especially further processors face is hydro costs. They have to compete. Even local food has to compete because if it’s too high priced, people will shy away. People only have so much money to spend, so hydro cost is a big one.", "We have to make sure that we harmonize regulations, because in some cases, products that can be sold at one market from a vendor cannot be sold at another market, even though it’s exactly the same product. If it’s safe at one market, it should be safe at another market. We work on it locally, but that’s something we have to make sure gets done across the province.", "Another one: When farmers try to further process their food, their production, so they can sell it, often their taxes go through the roof, because MPAC looks at it as more of a commercial-industrial. So it’s a huge roadblock. That’s something that we have to work together—or independently, but we have to get this done, because there would be a lot more local food if farmers could actually afford to process their own production. That’s a big point. There are things we can do to make this province have even more access to the greatest food not only in the country but in the world." ],
  "anchor" : "para779"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas the Minister of Children and Youth Services announced on March 29th that children with autism over five years old will be ineligible to receive intensive behavioural intervention (IBI) therapy; and", "“Whereas in 2014-15 there were 16,158 children with autism on the wait-list for IBI and applied behavioural analysis (ABA) therapy; and", "“Whereas approximately 3,500 children with autism that are on the wait-list or currently receiving therapy in Ontario will be ineligible to receive IBI therapy as a result of the minister’s decision; and", "“Whereas children over the age of five still respond to therapy and IBI remains their best shot at learning to communicate with the world around them and developing a degree of independence;", "“Therefore we, the undersigned, petition the Legislative Assembly as follows:", "“That the Minister of Children and Youth Services reverse her decision and allow children over five years old to have access to IBI therapy.”", "I support this petition, affix my name to it and give it to Emma to take to the table." ],
  "anchor" : "para786"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’m reading this petition for the first time. It is entitled “Supporting Fair Pay and Fair Wages in the Post-Secondary Sector.”", "“To the Legislative Assembly of Ontario:", "“Whereas the government is obligated to spend public dollars in a manner which delivers quality services and supports the sustainability of the province; and", "“Whereas post-secondary institutions in Ontario receive over $5 billion in public funds, and act as a critical pillar of Ontario’s economy; and", "“Whereas post-secondary institutions rely on the livability of the local communities as a contributing factor in attracting both student applications and qualified staff, as well as maintaining their global competitiveness; and", "“Whereas studies show that living wages improve productivity, significantly reduce training costs, reduce worker absenteeism, provide for healthier communities with broader economic growth, and significantly increase the livability of a community; and", "“Whereas there is an emerging trend in post-secondary institutions to substitute good-paying jobs with contracted-out services which rarely offer any benefits or pensions and do not provide fair pay and hours of work;", "“We, the undersigned, petition the Ministry of Training, Colleges and Universities to end the practice of contracting out front-line jobs, and provide fair, stable hours of work as well as equitable remuneration.”", "It’s my pleasure to affix my signature and give this petition to page Thomas." ],
  "anchor" : "para795"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It gives me great pleasure to bring to the House a petition on behalf of my colleague the MPP from Ottawa Centre, Yasir Naqvi.", "“To the Legislative Assembly of Ontario:", "“Whereas we must always strive to improve road safety for Ontario’s pedestrians, cyclists, and motorists;", "“Whereas current research shows that reducing the speed limit to 40 km/h dramatically reduces the number of pedestrian fatalities and lessens the extent of injuries incurred during an accident;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario amend the Highway Traffic Act to set the default speed limit to 40 km/h on residential streets and 30 km/h in school zones across the province.”", "It gives me great pleasure to support this petition, sign it and give it to page Jacob." ],
  "anchor" : "para805"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have over 700 signatures on this petition. It’s to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I agree with it and will pass it off to page Daniel." ],
  "anchor" : "para813"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I have a petition that was sent to me by Roseanne Partridge from the good riding of Brant. It reads as follows:", "“Petition to the Legislative Assembly of Ontario:", "“Whereas changes over the last several years to the amount of funding that is provided for individuals with developmental disabilities and the way it is provided has created significant upheaval for many families; and", "“Whereas the cost of caring for an individual with developmental disabilities has been significantly underestimated and current funding through programs such as ODSP (Ontario Disability Support Program) does not cover the cost of living independently with dignity; and", "“Whereas these costs are significant for a middle-income family; for a lower-income family they can be impossible; and", "“Whereas the waiting lists that people find themselves on are daunting with nearly 23,000 people in Ontario languishing on waiting lists and decades of chronic underfunding of the developmental services sector is placing in peril children and adults who have an intellectual or developmental disability, their families and the agencies that support them; and", "“Whereas the current funding (SSAH) is spread so thin that the average allocation to families is $4,200 a year, which translates into $350 per month, or approximately a maximum of eight hours of support a week (paying minimum wage); and", "“Whereas many aging parents who are the primary caregivers to their adult children with disabilities, some well into their nineties, are unable to cope and worry deeply about what will happen to their adult children when they die;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To commit to adequate levels of funding within two (2) years to:", "“—eliminate waiting lists for individually appropriate housing and support for adults with developmental disabilities that choose to or need to live outside of their parental home;", "“—support family members who choose to care for their adult children with developmental disabilities instead of putting that extra burden on the system, allowing parents to stay at home with less financial strain;", "“—increasing tax deductions for families caring for their adult children with developmental disabilities to help relieve the financial burden.”", "I agree with this petition. I’m going to give it to page Mélina to bring to the Clerks’ table." ],
  "anchor" : "para821"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas current legislation prevents homosexuals from donating blood, we request action to allow blood to be donated by homosexuals in the same manner that heterosexuals are allowed to donate.", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“—to make changes which will allow all people to donate blood equally, regardless of sexuality;", "“—to have mandatory screening decide if blood donation should be permitted in the blood bank;", "“—to stop the current homophobic stereotyping of donors.”", "I agree with this petition. I affix my name and send it down with page Nadine." ],
  "anchor" : "para836"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "“Petition to the Legislative Assembly of Ontario:", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I thank the OMA for this petition. I sign it and pass it down to the table with page Alexandra." ],
  "anchor" : "para844"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "This is petition entitled “Ontarians Need Access to Medical Specialists.”", "“To the Ministry of Health and Long-Term Care:", "“Whereas the Ontario government collects incomplete ... data on wait times, accounting only for the time it takes between treatment recommendation and medical procedure, but fails to account for the wait time that occurs prior to the initial specialist intake appointment; and", "“Whereas there is currently no mechanism in place to accurately measure and track the time between referral to a specialist and the initial specialist appointment; and", "“Whereas Ontario is behind international standards for specialist wait times, particularly in the specialties of neurosurgery, gastroenterology and rheumatology; and", "“Whereas many Ontarians are forced to wait several months, or even years, before getting treatment from a specialist in Ontario;", "“We, the undersigned,” petition the Legislative Assembly of Ontario to have the Minister of Health and Long-Term Care “... create a mechanism to accurately and effectively track complete wait times to see specialists in Ontario, with the goal of ultimately reducing wait times for patients and families.”", "It’s my pleasure to affix my signature and give this to page Nava." ],
  "anchor" : "para852"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "It is a great pleasure to bring to this Legislature a petition on behalf of my colleague the MPP from Ottawa Centre, Yasir Naqvi.", "“To the Legislative Assembly of Ontario:", "“Whereas climate change is not a distant threat and is already costing the people of Ontario;", "“Whereas Ontario is establishing itself as a leader on climate change action and science by building a strong, low-carbon economy, which will help avoid irreparable damage to our environment, and leave a legacy of a healthy planet for our children and our children’s children;", "“Whereas Ontario released the climate change action plan in 2007, which included targets of 6% below 1990 emission levels by 2014 and 15% below 1990 levels by 2020; and 80% below 1990 levels by 2050;", "“Whereas cap-and-trade programs in other jurisdictions like Quebec and California have been proven to reduce emissions;", "“Whereas a cap-and-trade program will set a limit on greenhouse gas pollution, reward innovative companies, provide certainty for industries and improve our quality of life;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario supports a cap-and-trade system as an effective mechanism to fight climate change.”", "It is with great pleasure that I support this petition, I sign my name and I give it to page Daniel." ],
  "anchor" : "para862"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario.", "“Whereas Ontario’s growing and aging population is putting an increasing strain on our publicly funded health care system; and", "“Whereas since February 2015, the Ontario government has made an almost 7% unilateral cut to physician services expenditures which cover all the care doctors provide to patients; and", "“Whereas the decisions Ontario makes today will impact patients’ access to quality care in the years to come and these cuts will threaten access to the quality, patient-focused care Ontarians need and expect;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“The Minister of Health and Long-Term Care return to the table with Ontario’s doctors and work together through mediation-arbitration to reach a fair deal that protects the quality, patient-focused care Ontario’s families deserve.”", "I will give it to Waleed. Thank you, Waleed." ],
  "anchor" : "para873"
}, {
  "speaker" : "France Gélinas",
  "text" : [ "I have this petition that comes from pretty well all over Ontario, and it reads as follows:", "“Whereas thousands of Ontarians live with pain and infection because they cannot afford dental care;", "“Whereas the promised $45-million dental fund under the Poverty Reduction Strategy excluded impoverished adults;", "“Whereas the program was designed with rigid criteria so that most of the people in need do not qualify; and", "“Whereas desperately needed dental care money went unspent and was diverted to other areas even though people are still suffering without access to dental care;", "“We ... petition the Legislative Assembly of Ontario as follows:", "“To do all in its power to stop the dental fund from being diverted to support other programs; and", "“To fully utilize the commissioned funding to provide dental care to those in need,” including adults.", "I fully support this petition, will affix my name to it and ask page Colleen to bring it to the Clerk." ],
  "anchor" : "para881"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario.", "“Whereas there are 168,000 families on the waiting list for affordable housing in Ontario, which is more than ever before; and", "“Whereas social housing providers in Ontario are being forced to pay millions extra for natural gas and insurance because the government won’t allow them to opt out of purchasing through Housing Services Corp.; and", "“Whereas the Housing Services Corp. is marking up the cost of natural gas and insurance to cover their own expenses; and", "“Whereas the Housing Services Corp. has spent money on European travel, alcohol and expensive meals; and", "“Whereas the Housing Services Corp. has lost money in questionable investments including a shell company in Manchester, England, and over $1 million to a solar panel company; and", "“Whereas the bill introduced by MPP Hardeman would increase accountability and allow social housing providers to save millions simply by purchasing insurance and natural gas at the best price;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government House leader immediately schedule the Housing Services Corporation Accountability Act to move forward in the legislative process.”", "I affix my signature as I wholeheartedly agree with this petition." ],
  "anchor" : "para891"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I have a petition that was so graciously signed by John Gallagher from Huntsville. It reads as follows:", "“Hydro One Not for Sale! Say No to Privatization.", "“Petition to the Legislative Assembly of Ontario:", "“Whereas the provincial government is creating a privatization scheme that will lead to higher hydro rates, lower reliability, and hundreds of millions less for our schools, roads, and hospitals; and", "“Whereas the privatization scheme will be particularly harmful to northern and First Nations communities; and", "“Whereas the provincial government is creating this privatization scheme under a veil of secrecy that means Ontarians don’t have a say on a change that will affect their lives dramatically; and", "“Whereas it is not too late to cancel the scheme;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the province of Ontario immediately cancel its scheme to privatize Ontario’s Hydro One.”", "I couldn’t agree with this more. I’m going to affix my name to it and give it to page Alexandra to bring to the Clerk." ],
  "anchor" : "para902"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions is over." ],
  "anchor" : "para912"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Point of order, Speaker." ],
  "anchor" : "para914"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order, the government House leader." ],
  "anchor" : "para915"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find we have unanimous consent to put forward a motion without notion regarding Bill 116, An Act to proclaim Correctional Services Staff Recognition Week.", "I also want to quickly introduce my deputy minister, Matthew Torigian, chief of staff Jackie Chokette and senior policy adviser Jacqueline Tasca in the House." ],
  "anchor" : "para916"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You got one by me at the end, there. You’re not supposed to; you know that.", "Do we agree? Agreed.", "Government House leader?" ],
  "anchor" : "para918"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I move that the order for second reading of Bill 116, An Act to proclaim Correctional Services Staff Recognition Week, be immediately called; and", "That the question on the motion for second reading be put without debate or amendment; and", "That the bill be ordered for third reading; and", "That the order for third reading of Bill 116 be immediately called; and", "That the question on the motion for third reading of the bill be put without debate or amendment; and", "That the votes on second and third reading may not be deferred pursuant to standing order 28(h); and", "That in the case of any division relating to any proceedings on the bill, the division bell shall be limited to five minutes." ],
  "anchor" : "para921"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi has moved that the order for second reading—" ],
  "anchor" : "para928"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Dispense." ],
  "anchor" : "para929"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It has been dispensed.", "Is it the pleasure of the House that the motion carry? Carried.", "Ms. Naidoo-Harris moved second reading of the following bill:", "Bill 116, An Act to proclaim Correctional Services Staff Recognition Week / Projet de loi 116, Loi proclamant la Semaine de la reconnaissance du personnel des services correctionnels." ],
  "anchor" : "para930"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Ms. Naidoo-Harris moved third reading of the following bill:", "Bill 116, An Act to proclaim Correctional Services Staff Recognition Week / Projet de loi 116, Loi proclamant la Semaine de la reconnaissance du personnel des services correctionnels." ],
  "anchor" : "para937"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Agreed? Agreed.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Hatfield moved third reading of the following bill:", "Bill 180, An Act to proclaim a Workers Day of Mourning / Projet de loi 180, Loi proclamant un Jour de deuil pour les travailleurs." ],
  "anchor" : "para942"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Hatfield." ],
  "anchor" : "para948"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I rise today to speak about those who have died on the job in Ontario, and I rise to speak for those who have been injured at work and who continue to fight for dignity, respect and justice.", "I am also here to show my respect for the families of the workers killed, maimed or suffering from a debilitating illness because of the conditions they had to put up with at work.", "The 28th day of April is the Workers Day of Mourning. It’s the only day of the year that we pause to reflect and to honour those who, through no fault of their own, fail to return home safe and sound. We share the day with their families and remind them that we will never forget their loss. We demonstrate our solidarity and our ongoing commitment to the memory of their loved ones.", "Their lives had real meaning for us. We worked alongside those people. What happened to them could just as easily have happened to us. An injury to one is an injury to all.", "Each year, we recommit to mourn for the dead and to fight for the living. This bill will ensure that April 28 remains designated as the Workers Day of Mourning, and it will standardize the way we show our respect for the dead and injured and their families.", "No longer will publicly funded institutions be allowed to ignore the significance of the Day of Mourning. Flags will be lowered to half-mast at every publicly funded elementary school and every high school. Educators should be encouraged to use the Day of Mourning as a teaching tool.", "Flags will be lowered at Ontario’s colleges and universities. Flags will be lowered at our hospitals. Flags will be lowered at our municipal buildings, our libraries, our fire halls, our museums, our arenas and our police stations. More people will become aware of the Workers Day of Mourning. More young people will be asking questions.", "The lowered flag is a symbol, a powerful symbol of respect for the Day of Mourning. It brings attention to our shared loss. It shows our continued commitment to safer working conditions. Families who have suffered a loss see a lowered flag and know they are not alone on this day.", "Far too many young people are still being injured or killed on the job. Not enough attention is being paid to health and safety training. We, as adults, tell our teenagers not to drink and drive. We tell them not to text and drive. But how many of us encourage them to think about their health and safety in the workplace, maybe at a local fast food restaurant, or a grocery store, or on the farm, or on a plant floor?", "Accidents can happen in a split second and have lifelong consequences. At school, educators look after their students. They protect them and keep them safe. In the workplace, people are busy and you’re more or less on your own, expected to keep up and do your share of the work. Young workers new to a job site are three times more likely to be injured during their first month at work than older workers with more experience.", "In Ontario, we lose well over 370 workers a year from accidents or illness from work-related diseases. Across Canada, that number is more than 970. There is something like 200,000 new claims opened each year at Ontario’s Workplace Safety and Insurance Board; 54,000 are for lost-time accidents. In the construction industry alone, on average in Ontario 20 workers are killed each and every year.", "We need more health and safety inspectors. Last year, ministry inspectors issued more than 130,000 orders of non-compliance. Some see it as the cost of doing business. Fines get levied against those in violation of the health and safety standards. Last year, those fines totalled more than $9.3 million.", "People are killed or injured, companies pay their fines and business continues. We must do more to make health and safety a priority.", "My hat goes off to the family of David Ellis. He was killed on the job 17 years ago. He was just 18 years old. Since then, his family has been talking to students and anyone else who will listen about safe workplaces and health and safety training.", "Young workers need to be educated about the dangers of a workplace. You see, Speaker, there was a bakery in Oakville. Ministry inspectors ordered the owners to install a low-cost safety switch on a mixer. They didn’t get around to it. David Ellis gets hired, and his second day on the job he’s left alone on the plant floor. There are no supervisors around. It’s not like school; no one’s looking after him. He’s cleaning the mixer with the faulty safety switch. David Ellis was sucked into that mixer and killed—18 years old, his second day on the job.", "His family has made it their life’s mission to educate young people about workplace safety. They’ve reached out to legislators and others, reminding us to make health and safety in the workplace more of a priority. I thank them for that, Speaker. Their passion and dedication work wonders and we have listened to what they’ve had to say.", "In Tilbury, at a plastics factory, second day on the job for Jared Dietrich—little or no training. Jared was caught in a conveyor belt in a foam-recycling machine—a horrible death. He was 19, just starting out in the Ontario workforce. That was 17 years ago. The company was fined $40,000.", "Two weeks before last Christmas, in Windsor, 19-year-old Michael Maukonen was on a residential roofing job. No one saw what happened, but Michael fell from the roof. He’s still in critical condition in a coma. He’s had two operations to relieve pressure on his brain, and another one to stop the bleeding in his spleen. His parents have been at his bedside day and night. They just don’t know if he’s going to make it. A hockey and baseball star, he was a high school graduate working to save money so he could become an electrician.", "Most people in Toronto still remember Christmas Eve, 2009. Four men fell 13 storeys to their deaths from what is known as a swing stage while working on a Toronto high-rise. Initially, their employer was fined $200,000. The appeals court boosted that fine to $750,000, and just this past January the manager of that construction project was sentenced to three and a half years in jail. That sentence is under appeal, but the message has been sent and has been heard loud and clear: Kill a worker, go to jail.", "We realize no financial penalty, no time behind prison bars can bring back a worker who was killed on the job. None of that can undo the pain felt by the family members who are left behind. But it certainly sends a message to other employers: Do more training, and make the health and safety of your workers a priority or face jail time.", "Health and safety must become more of a priority in Ontario. Together we can make our workplaces safer for everyone. We owe it to David Ellis, to Jared Dietrich, to Michael Maukonen. We owe it to our children and our grandchildren. We need to make sure we do everything we can so when they get a job, go to work and get the training they need for the work they do, they come home safe and sound each day afterward.", "We must do more to help our injured workers get the attention they need, the compensation they deserve. They shouldn’t be treated as criminals for filing a claim. The medical reports from their doctors shouldn’t be rejected out of hand. We shouldn’t be running mathematical scenarios and telling someone who would benefit from an electrical leg that, based on these mystical, theoretical equations, he may only live for another eight years so it isn’t cost-effective, and so he’ll have to make do with what he has.", "That cynicism is not what’s needed. That’s not the Ontario most of us want to live in. That’s not my Ontario. That way of reasoning is no way to show respect for the injured worker. It brings no dignity to the conversation. If anything, it should make us all call out for justice for that injured worker and say, “Give him the new leg. He’s sacrificed enough already, for God’s sake.”", "Speaker, the Canadian Labour Congress makes health and safety a priority, as does the Ontario Federation of Labour. Vern Edwards, the OFL’s director of occupational health and safety, appeared at committee when we held a public hearing on this bill. Mr. Edwards spoke of the need to raise awareness, as he has seen people die a slow, agonizing, painful death from occupational diseases and cancers. He spoke of a 19-year-old young man who, on his third day on the job, suffered burns to 90% of his body, the worst case the dedicated folks at the Ross Tilley regional burn centre unit at Wellesley Hospital had ever seen.", "Karl Crevar is here today. He’s a representative of the Ontario Network of Injured Workers. He came to the committee as well. Karl just finished a stint on the road crew for a 600-kilometre bike ride made by injured workers Richard Hudon and Peter Page. They were joined by injured workers’ advocate Allen Jones. They cycled from Windsor to Chatham, Wallaceburg, Sarnia, London, Brantford, St. Catharines, Hamilton, Mississauga and came here to Queen’s Park—as you know, Speaker—on June 1. That’s 600 kilometres. June 1, as you know, is Injured Workers’ Day in Ontario. They were doing their part to raise awareness to the plight of injured workers in this province.", "Karl is also an Ontario rep to the Canadian Injured Workers Alliance. He told me after the committee that what this government should do is build a monument to killed and injured workers on the precinct grounds here at the Legislature. I agree. I hope we can make that happen someday.", "I want to thank Karl and Vern. I want to thank each and every one of the men and women who work with their local labour councils each year to host the Day of Mourning ceremonies.", "Down my way, Rolly Marentette and Tracie Edward have been doing it for the Windsor and District Labour Council. Surviving family members come out each year to share their stories and how their lives have been impacted by their loss. This keeps us connected, so that we don’t forget people such as Elie Seremach, Johnny Hunt, Cindy Libby and Claudio Cardoso.", "Speaker, in 2014, in Windsor and Essex county, we had eight workplace fatalities. One is bad enough; eight is unbelievable. It’s outrageous. It shouldn’t be happening. I’m not blaming the government for this. I applaud the government for making falls-from-heights training mandatory. I believe the work being done by Ontario’s Chief Prevention Officer is having a positive effect.", "Some 90% of workplace deaths are preventable. Let’s raise awareness and prevent more of them. We must keep the pressure on our employers to make sure that they provide the training and the proper equipment, and make health and safety a priority for the people they hire.", "This bill will help raise awareness. I hope that next April our local media outlets will highlight health and safety issues and turn the spotlight on the Day of Mourning ceremonies. Together, we can make Ontario a safer place to work.", "Lowering the flags is, without a doubt, a symbolic gesture. Lowering the flag at every elementary school, high school, hospital, college, university, city hall, town hall, fire hall, police station, library, museum, arena—any place that benefits from provincial funding—will start the conversation. This will show everyone we’re taking workplace safety very seriously in Ontario.", "Yes, we’ll mourn for the dead, but we’ll be fighting harder for the living, for their right to come home from work as healthy as they were when they left for their job in the morning. And we’ll show our injured workers that they are respected. They should be treated with the dignity they deserve and we’ll fight with them for the justice they deserve.", "I want to thank all members of the House for their attention and for their support of this bill. We are doing this for all the right reasons. It makes sense, it’s overdue and it’s the right thing to do.", "Let’s send the message: The Workers Day of Mourning means something in Ontario, and more of us should respect that and do everything we can to keep people safe at work." ],
  "anchor" : "para949"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para986"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member from Windsor–Tecumseh for introducing a bill that I hope will enjoy the pleasure of this House, because it’s a bill that is worthy of support. As Minister of Labour, to be able to stand today and support this bill is something special. Often, the parties down here find themselves at loggerheads, but on this issue, I think there’s going to be agreement in the House.", "I’ll be speaking, and then I know that the member from Trinity–Spadina has something to say on this.", "Shortly after I became the Minister of Labour, I had somebody come into my boardroom and they said, “Wouldn’t it be good if it didn’t matter what audience you were speaking to as Minister of Labour and that you mentioned something about health and safety?” They said, “It didn’t matter if you were talking to a group of educators, or to lawyers or environmentalists. Just mention health and safety.”", "I’ve tried to do that. Everywhere I’ve gone, I’ve tried to raise the issue of health and safety. Often I’m greeted with blank stares. Often you’ll be talking to a group and you get the feeling that what they’re saying to you with their eyes is, “This has nothing to do with me. I don’t work in a high-hazard place. I’m an office worker,” or “I’m a lawyer.”", "But I find that when I talk to them in terms of their role as a parent or a grandparent, or an uncle or an aunt, that their eyes change a little bit and there seems to be some interest, because all of a sudden, they realize that perhaps there is a role for them in this whole issue.", "When I do that, I ask them to think about the very first day their son or daughter came home and they’d just got a job. Somebody had interviewed them, there had been a competitive process, there had been an interview process, and the person had picked your son or daughter and said, “We want you to work for us.”", "Well, they’re walking about four feet off the ground when they come home. They’re feeling pretty good about themselves. They’re going to go in to work the following morning, and they’re going to prove to that person that he or she made the right decision. That’s a two-edged sword. There’s some good to that, and perhaps there’s something that’s not so good.", "Certainly in the province of Ontario, I think we have a work ethic that’s second to none. It’s how we’ve built this province up. It’s how we enjoy the lifestyle that we do. We’re hard workers.", "Often that young person will go in and will work as hard as they can. In their zeal to impress, though, sometimes they’ll do something they shouldn’t do. Sometimes they’ll put their hand somewhere where it shouldn’t go. Sometimes what they’ll do is take a shortcut in terms of impressing their supervisor, to show they can do it quicker.", "Speaker, what do we do as parents? I’m as guilty as anybody. The member mentioned it in his remarks. Think of that day. If you’re like most parents in the province of Ontario, you asked your son or daughter three questions. You asked them how much money they were going to make. You asked them if they got a uniform. You asked them if you had to pick them up after work. Right? Three very normal questions that any parent in this province would ask.", "Not many of us stop and ask if they know what to do if they’re asked to do something they’re not sure about, or if they feel unsafe, or if they’ve never done it before. We don’t tell them that they have the right to refuse unsafe work, that they can just stop, politely step back and say, “I don’t want to do this until you tell me a little bit more about this. I need to understand this better.”", "As I said, I was as guilty as anybody when my own son came home with a job at Dairy Queen. I didn’t ask him anything to do with health and safety. As it turned out, everything went pretty good.", "But I didn’t make the second mistake when he got himself a job in a place that had a lot of hazards associated with it. That is, as many of you will know, the Big Becky project. We put a tunnel under Niagara Falls. It’s a huge boring machine. It would be about the height of this room, this chamber. It just dug a 12-kilometre-long tunnel under the city of Niagara Falls and came up into the river.", "Speaker, he got a job down there, and this time I did speak to him. This time, I just said to him, “Nigel, don’t do anything stupid. There are a lot of people down there that know what they’re doing. They’ve done this work for a long time. If you ever feel like you’re in an unsafe situation or you’re unsure, go and speak to that person.”", "Those of you that know the project will know that this boring machine chewed its way through the ground. The rock came off. It went through a series of hoppers onto a shrouded conveyer belt, so the rock wouldn’t fall off the conveyor belt. Whatever the length of the tunnel was, that was the length of the conveyor belt at that time. As they bored in, they added sections to the conveyor belt. The rock came out of the end of the tunnel, went up—I don’t know—50 to 100 feet in the air, went over the Niagara River, and the rock got dropped on the island in the middle of the Niagara River.", "Speaker, my son didn’t really have to be there, but somebody was working in that general area, so he just stayed in the area, because he thought something might happen. As it turns out, there was a gentleman who was working on the belt and in the hoppers, and as my son was walking away, this gentleman tumbled into the hopper. He went through the hopper and ended up on the conveyor belt. There were only two people who knew he was on the conveyor belt—the conveyor belt was shrouded; you couldn’t see the belt: There was the gentleman himself who had fallen in and was in no condition to do anything about it, and there was my son, because he had stuck around. So he ran out, pulled the cord and stopped the belt. They pulled the man out. He was injured very, very badly. They took him to get some medical care. As a result of this, the man was fired. They gave my son a $75 gift certificate to Best Buy for doing this. It did have a happy ending, and that is, the man got his job back and he recovered from his injuries. As it turned out, he wasn’t just a tradesperson. He actually owned a bar and a restaurant in Niagara Falls, and my son has free drinks and food for the rest of his life as a result of doing this.", "Speaker, that’s a roundabout way of saying that if you’re not going to do it for the right reasons, maybe there’s something in it for you—but it’s also the value of that brief conversation. I didn’t have a long conversation with him. I didn’t sit him down for two hours. It’s a very brief thing, just to pay attention. If you’re asked to do something that’s a little unsafe, think about it, talk about it with the people down there. I’d ask each one of the members to have that little conversation with young people they know—as I said, not a preachy two-hour barrage on them, but just mention it to them. You never know when it will come to the point where it can actually save somebody’s life. I’ll tell you, as a parent, there won’t be any better phone call you’ll ever get in your life than when your son or daughter calls you and says, “Dad, I think I saved somebody’s life today.” That’s a pretty special phone call.", "It’s one of those things that I think if we’re able to change the culture, the way that the member is trying to do with his private member’s bill, if we start to get younger people talking about health and safety, the way that the recognition of lowering the flags on the Day of Mourning will do to young people—young people will look at that flag mast on that day and ask, “Why is it lowered?” That’s the chance to start that conversation. That’s the chance to make sure they understand what this day is all about.", "By the time today is out, 17 more young people in this province will be injured to the point that they won’t be able to go to work tomorrow—17 each and every day. The average is about 6,000 a year. It’s just too many. When you talk about the tragic circumstances that surrounded the Ellis family—that gets repeated around the province far too often.", "Ontario is one of the safest places to work. We’ve made huge progress. Since 2003, we’ve reduced incidents by somewhere between 45% and 50%. That’s something we should be very, very proud of, but we shouldn’t be satisfied with that for one minute, because there’s so much more to do. Also, in the province of Ontario, as I speak, in about a decade we’ve reduced the number of incidents involving young people by about 75%. So we’re making some terrific progress, but I don’t think any one of us in this chamber should be satisfied until we’ve stopped it entirely, and the way we do that is to change the culture.", "What the member from Windsor–Tecumseh is doing today, I think, is taking a big step forward in changing that culture. I think that deserves the support of each and every one of us in the House. It’s something that I think is going to be meaningful and long-lasting.", "We do what we can and we have blitzes that are aimed at protecting young people throughout the summer when it comes to occupational health and safety, when it comes to employment standards.", "We also go and do new-and-young-worker health and safety blitzes each and every year. This year’s blitz will be the ninth in a row when we promote It’s Your Job, a province-wide online video contest. Young people come forward, do videos and compete with each other. It speaks out about people exercising their workplace rights, and it gets young people before they even get into the workplace. We’ve got young people talking about that.", "My generation didn’t do that; we should have. If we had done that, I’m convinced lives would have been saved in this province.", "We’ve got the Bring Safety Home campaign and the My Safe Work campaign. Rob Ellis, as the member from Windsor–Tecumseh said, travels around the province of Ontario. Those of you who have been in a high school know how hard it is to get an auditorium full of young people to be quiet. Rob Ellis has no problem doing that. When he tells the story of what happened to his son, you can hear a pin drop and you can tell that the message is getting home.", "So, by supporting the member from Windsor–Tecumseh today, I think we’re just advancing the cause of health and safety in this province. The impact it’s going to have on young people is going to be something that is marked.", "I know it’s got to be a very, very special feeling to get a private member’s bill passed from the opposition parties. I’ve never served in opposition and hope I never do. I’ll tell you, it feels pretty good from this side, though, to be able to support a member of the opposition as he’s trying to do something that I think is really meaningful.", "We include health and safety now, Speaker. We’re one of the very few places in the world to include health and safety in our curriculum. It’s part of the curriculum now from kindergarten to grade 12.", "As a result of the passage of this bill, and I hope it passes, when those flags get lowered on the Day of Mourning next year, I think we’re going to have a different conversation in the schools in this province. We owe it all to the member from Windsor–Tecumseh for bringing forward an excellent idea. I’ll be supporting it, and I urge everybody else to." ],
  "anchor" : "para987"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1017"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "I’m very pleased to have this opportunity to speak in support of Bill 180, the Workers Day of Mourning Act, 2016, standing in the name of the member for Windsor–Tecumseh, and to indicate that I will be supporting this bill at third reading as well.", "I expressed support at second reading. I was pleased to be at standing committee where the bill had admittedly limited public hearings, but public hearings nonetheless, which I think allowed a number of views to come forward to inform the third reading debate.", "It’s an important bill, and I want to commend the member for Windsor–Tecumseh for bringing it forward, as I did at second reading. I think he deserves enormous credit for coming forward with an idea that everyone can get behind and support in this House. I hope it’s going to be a unanimous vote at third reading, although I wouldn’t want to prejudge—you never want to do that around here. But at the same time, I would anticipate and expect that this bill will pass unanimously at third reading. There seems to be obviously a lot of support for the bill and for what the member is proposing.", "Again, this bill would proclaim April 28 as Workers Day of Mourning each year in the province of Ontario. It would require that all Canadian and Ontario flags flown outside government of Ontario buildings be flown at half-mast on April 28. This provision would apply to the Legislature here at Queen’s Park, government of Ontario buildings, courthouses and other buildings, including city and town halls, schools, school board offices, universities, colleges, hospitals, board of health, fire departments, ambulance services, police, crown agencies and any other organization prescribed by regulation as we might consider going forward. We’re talking about government of Ontario buildings, as well as broader public sector buildings.", "Again, this would serve to raise awareness about the need to continue to do more as a society, as a government, as employers, as employees—all of us, including the work that we do here in the Legislature—to encourage a culture of workplace safety and make our workplaces safer over time.", "This bill was introduced for first reading March 23, just a few months ago, Mr. Speaker, and received second reading on April 7. We had the committee stage, as I said earlier, on June 2. Today, of course, it has been called for third reading and most likely the vote that will see it passed into law.", "I am pleased to see Karl Crevar here. I ran into him in the elevator, actually, on the way up. It’s great that he is here. He spoke very eloquently at the standing committee when we had the public hearings. He was also joined by his colleague Vern Edwards, who is the director of occupational health and safety for the Ontario Federation of Labour. Karl, of course, is with the Ontario Network of Injured Workers Groups.", "I just want to quickly quote from the hearings that took place. Again, this is from Vernon Edwards. He said to the committee:", "“In my almost 24 years at the OFL, I have learned that workers die in ways more horrible than even Stephen King can imagine. For those of you who may not be familiar with Stephen King, he’s an American author of contemporary horror and supernatural fiction.", "“Some of the examples I’ve experienced over the years:", "“—a worker pulled through a shredder feet first—no guarding, no shut-off controls;", "“—a young man, at the age of 19, on his third day on the job, suffered burns to 90% of his body, and that day, he was the worst burn case Wellesley Hospital had ever seen;", "“—workers killed in explosions, where there’s nothing much left other than bits of bones and charred flesh to put in the casket;", "“—falls from great heights, such as what happened with Metron Construction Corp. a number of years ago, where four workers were killed and one young man was so badly wounded that he’ll probably never be the same again;", "“—another young worker, David Ellis, whose father and brother have been out there campaigning across Ontario for better health and safety.", "“David’s brother was here April 7 when second reading of this bill occurred.", "“Then we see workers die slow, agonizing, painful deaths from occupational diseases and cancers.", "“The Day of Mourning is the day labour and our community partners come together to remember those who have died as a result of their work.”", "It was compelling testimony at the standing committee.", "We also heard from Karl Crevar. What he said was, I think, very important and bears repeating here today too:", "“It is long overdue. We’ve been advocating for something like this for a number of years because for the workers killed in the workplace, as we started down the road for April 28, the Day of Mourning, that’s what it was. We had workers gather at monuments for workers who were killed, remembering not just the workers killed, but also the families who were the survivors.", "“We are pleased to see that this is going forward, and I would reiterate the words of Vern from the OFL that all-party support be given to this bill. It will send a very strong message to the community that workers do matter. People who are either hurt or killed on the job do matter, and they should be so recognized. They’re the workers who build our country, build our province and build our cities. Therefore, they should have that honour of being recognized on that particular day.”", "Again, I agree completely with what Mr. Crevar said and what I just repeated in the House about the need to ensure that there is appropriate recognition for these workers and their families.", "Our caucus believes that recognizing April 28 as a Workers Day of Mourning will continue to help raise awareness about the need to be more vigilant about workplace safety. We say that the Day of Mourning provides an opportunity to remember those who have been killed or injured in the workplace and to show support for their families.", "It’s also estimated that up to 90% of workplace deaths are preventable. The PC caucus believes that we must all work together to improve workplace safety, with the goal of preventing any death in the workplace.", "It is also important to point out that April 28 was chosen as the National Day of Mourning because it was on April 28, 1914, more than 100 years ago, that Ontario proclaimed the first comprehensive workers’ compensation act in Canada. According to CUPE, Workers’ Memorial Day was started by CUPE in 1984. The Canadian Labour Congress officially declared it as its annual day of remembrance in 1985.", "In April 1988, the Ontario Legislature unanimously passed a resolution calling on the government to declare April 28 as a day of mourning in recognition for victims of work-related injury and disease. The resolution was brought forward by then-NDP leader—he would have been Leader of the Opposition at that time too—Bob Rae.", "The government of Canada has recognized April 28 as the National Day of Mourning going back to 1991. That would have been, of course, the Progressive Conservative government of Brian Mulroney.", "The Day of Mourning is recognized in at least 80 countries around the world, and some comments have suggested that it’s recognized in as many as 100 countries.", "According to the Canadian Centre for Occupational Health and Safety, in 2014 there were 919 workplace deaths recorded in Canada. That was up from 902 in 2013, so the trend is going in the wrong direction, Mr. Speaker. Obviously, this informs the debate that we’re having today and also should inspire us to resolve to do better and to do more. This represents an average of just over 2.5 deaths each and every day. Imagine: Today, on average, we will lose two to three workers. The Canadian Centre for Occupational Health and Safety reports that from 1995 to 2014, 18,039 people lost their lives due to work-related causes across Canada, an average of 918 deaths per year.", "In sum, again, I want to congratulate and commend the member for Windsor–Tecumseh for bringing this forward. It’s not often that private members’ bills pass into law, so this is, indeed, a significant achievement and he deserves credit for it. But I also think it gives us an opportunity, as members, to show our support. Certainly, with our votes today, hopefully we can support this important legislation. It does send a strong signal across the province that we need to do more to make sure that our workplaces are safe.", "I know that my colleague the member for Renfrew–Nipissing–Pembroke is also going to speak. We only have 20 minutes from our side. The member from Renfrew–Nipissing–Pembroke is one of the most powerful and eloquent speakers, and I’m sure he has got a lot to say about this. I think we’re going in rotation, so he doesn’t get to go just next, but I certainly look forward to hearing his remark. He’s the whip, so I’m trying to compliment him.", "At the same time, we look forward to the other comments that will take place during the course of this debate. We again congratulate the member from Windsor–Tecumseh for the great work that he has done on this issue." ],
  "anchor" : "para1018"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1052"
}, {
  "speaker" : "Wayne Gates",
  "text" : [ "It’s a pleasure to rise on the day of mourning act, Bill 180.", "Most of my colleagues in the House today know my background. I came from the shop floor at General Motors in Niagara. Each and every day, I worked around machinery. I saw my friends working around the plant, around dangerous equipment. It was very dangerous then, and it’s very dangerous today.", "When I began representing my brothers and sisters of CAW Local 199 in workplaces, I knew I had to take a look for their safety. I had to make sure that when we were fighting for things like pay raises, benefits and pensions, we were fighting equally as hard for health and safety.", "Quite frankly, no one should have to go to work and not know if they’re going to come home at the end of the day. Every single person in the province of Ontario has a right to safe work—not the privilege; I believe they have a right. When accidents happen, it shatters lives, it shatters communities and it shatters that particular workplace.", "Unfortunately, I’ve seen it first-hand. On November 4, 1998, when I was president of my local union—Unifor 199 today—I was called; a worker in General Motors, in the plant, had been killed at the start of his shift. That worker’s name was Joel Murray. Joel had a family. He had children. He had friends in the plant and in the community. And he had a wonderful wife, Wendy.", "Walking Joel’s body out of the plant that day was the hardest thing that I’ve ever had to do, and it’s something I hope no one else in the province of Ontario should ever have to do again. I pray that no one else knows what it’s like to lose a friend in the workplace, but I know we are so far from that goal. I know we are far away from addressing workplace illnesses as well.", "But I’m going to talk a little bit about Joel because I only have four minutes. I thought I had a few more. Joel Murray had a son and a daughter. That morning, we had to call his wife to tell them Joel had died. He coached the local hockey team; he coached his son’s hockey team. When we went to the funeral, all those young boys wore their sweaters and their sticks. We were able, at that funeral home, to commit that we were going to put a monument in front of the arena that would honour Joel, honour him in that community. We’ve done that.", "Since 1998, I’ve gone to that arena every single April 28, Percy. I’ve watched his wife get remarried. I’ve watched the kids grow up. I’ve watched his daughter get married. She has three children now—his grandchildren. I watched her son get a job as a mechanic—again, working in a very dangerous job.", "You know what happens when people get killed on the job? Joel Murray, my friend, never got to see his wife again. He never got to see his kids grow up. He never got to see his grandchildren. This was an accident that was preventable. You hear that 90% of workplace accidents are preventable. This one was preventable.", "It’s important that we pass this bill, but it’s equally important so people never, never forget that we understand that when we go into a workplace, we have to make sure that health and safety is followed.", "I congratulate my good friend Percy for bringing this forward." ],
  "anchor" : "para1053"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1065"
}, {
  "speaker" : "Han Dong",
  "text" : [ "I’m very pleased to speak on this very important matter. I congratulate the member from Windsor–Tecumseh for introducing this bill and for engaging in this debate on this very important issue. I echo what the Minister of Labour said: This gives us an additional opportunity to talk to our young people about workplace safety. I thank the member from Niagara Falls for that very touching story.", "I support the formal recognition of April 28 as the Workers Day of Mourning.", "More than 20 years ago, the Canadian Labour Congress declared April 28 a National Day of Mourning for workers who had been killed or suffered disease or injuries as a result of work. Every year since, unions, labour councils, families and community partners gather by the thousands to mourn for the dead. What began through the efforts of Canada’s labour movement is now observed in more than 100 countries.", "As the member mentioned, in 1988 this Legislative Assembly unanimously passed a resolution recognizing April 28 as a Day of Mourning for workers. Many members of this Legislature, including the Minister of Labour, attend the ceremony each year.", "I also support flags being flown at half-mast to raise awareness of the Workers Day of Mourning. The act would require that all Canadian and Ontario flags outside the legislative building, government of Ontario buildings, and other buildings such as city and town halls, courthouses, schools, universities, colleges and hospitals be flown at half-mast on that day.", "This would help to start the conversation with young people about health and safety in the workplace. I can see that in schools teachers can start telling young people—those future members of our labour force—the importance of this issue.", "I remember that when I was in high school, when I was a 16-year-old, I took on a job to work at a restaurant. I would start my shift around 4 o’clock and end around midnight. I would work two days a week. I remember that when I biked home, my mother would be waiting for me at the door. Now I understand. I used to tell her, “Don’t worry about it. Everything’s going to be okay.” Now I have my own kids, and I understand that life is full of uncertainty.", "As parents, we do worry about our kids when the kids are out there, whether it’s at school, whether it’s attending a field trip, whether it’s working—especially at the workplace. Anything can happen.", "I think it’s very important for us to have this opportunity to tell young people that they’ve got to be safe and look after them.", "I think it also gives an additional opportunity for mainstream media and multicultural media to cover the significance of this day.", "At the constituency office, I have constituents coming to me and telling me about their experience at workplaces. They certainly raise some alarm bells at times.", "I think that in different languages those most vulnerable members of our labour force will have an additional opportunity to learn about workplace safety.", "Workers who are new to their job, including young workers, are three times more likely to be injured in the first month than at any other time. Our government has launched several initiatives to protect young workers in seasonal, part-time and temporary employment. For example, our province-wide inspection blitzes on health and safety focus on protecting young workers throughout the summer. And Ontario is one of the only places in the world to require occupational health and safety education in schools. That is very important. The Ministry of Labour has conducted a new and young worker health and safety blitz annually for the past eight years. This year’s blitz will be the ninth.", "I want to share with the House some stats that I found. According to the Association of Workers’ Compensation Boards of Canada, 439 people died at work in 2007. In 2014, that number went down to 289. That’s a significant decrease, and I want to congratulate the current Minister of Labour and his predecessor for their good job at the Ministry of Labour. This is certainly some result, a small part of the larger picture that we can put our finger on.", "Protecting young workers is part of the government’s continued commitment to prevent workplace injuries and illness through the Safe At Work Ontario enforcement initiative.", "Canadian flags on Parliament Hill and at Queen’s Park already fly at half-mast on April 28. The day is traditionally marked in many ways, including holding public ceremonies, wearing black and yellow ribbons, lighting candles, observing a moment of silence at 11 a.m. and sharing stories about how workplace tragedies have touched many, many Ontarians’ lives. This would assist to further raise awareness of the Workers Day of Mourning and thereby strengthen the province’s commitment to the health and safety in all workplaces in Ontario, helping to prevent additional deaths, injuries and diseases in future." ],
  "anchor" : "para1066"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1082"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to join this debate today on Bill 180. I want to congratulate the member from Windsor–Tecumseh for bringing forth this bill and congratulate him for what we expect will be its successful passage this afternoon.", "I want to talk about April 28, the recognized Day of Mourning. It’s been recognized all across the country for many, many years. In my riding, if I recall—and it precedes my time as the MPP—I think Barney McCaffrey, a well-known musician and storyteller in my riding and a wonderful activist, was one of the prime movers in having the Workers Day of Mourning proclaimed in my riding. There’s always a ceremony up on top of Shrine Hill in Wilno every year at that time. I haven’t made it to all of them, but I wish I could make it to all of them. They are moving ceremonies and there are always some wonderful stories to be told.", "The minister talked a little bit about his son. I’m going to talk a little bit about my son Lucas, who is an apprentice carpenter. I know that I was not the safest of workers when I was younger, because I was always in a hurry and I was kind of—like my dad used to say—a bull in a china shop. I was always just wanting to get the job done and maybe not spending enough time worrying about my own safety. So, I tell you, when I talk to Lucas—and I talk to him on a regular basis—that’s one of the first things I ask him about: “Are you working safely?” Because I see a lot of myself in my son; he’s just a lot better than me. I see a lot of that “get the job done” attitude and sometimes I worry that he’s not working safely enough, and I want him to pay as much attention as possible, so I always ask him. That’s one of the first things I say: “What were you doing today? Were you working at a good pace and were you working in a way that protects yourself from an unnecessary accident?” Sometimes I believe that he’s not, but I think that it’s a matter of reinforcement on a regular basis that working safely is as important as getting the job done. Because if you’re not working safely, at some point you won’t get the job done anyway.", "I want to talk about how dangerous it can be at work and why it’s so important that we recognize those people who have been injured or killed on the job. I want to speak about one of the most dangerous occupations ever, and that is forestry worker. I’m going to talk about three people, and they’re going to span a little bit of time.", "I’ll talk about Bruce Miller first. I didn’t know Bruce Miller as a young person. My wife, Vicky, knew him. Bruce was a wonderful young man and a great softball pitcher, a fastball pitcher, who was well known throughout the valley as a guy who was tough to face and tough to hit. Bruce was a logger; Bruce was a forestry worker. Bruce was struck by a tree and had his back broken. Bruce was confined to a wheelchair for the rest of his life. He passed away inside of a couple of years ago.", "Bruce was a member of our church. He was paralyzed from the waist down, but he took up the guitar and began the Bruce Miller Band. I had the opportunity to sing with Bruce on a number of occasions, and I always felt how special it was, because even though he had so much of his life taken away, he continued to live life to the extent that he could, by beginning a band and touring all around the valley, and entertaining others and bringing joy to others with the gifts that he still had.", "Another young man, Kevin Cybulski, was also confined to a wheelchair and was also a bush worker. Great customers of ours at the hardware store—he was a wonderful young man with a young family, he and his wife, Joanne. He was struck by the top of a tree, in felling a tree, several years ago. Kevin is a quadriplegic. He and his family will deal with that issue for the rest of his life. An accident in the bush has taken away the husband that Joanne had, and the father. Kevin is still there, but he’s not the same. It’s a struggle in life and will be for as long as he is with us. We have to think about those people as well.", "Another young man a couple of years back, Barry Burant, was also a bush worker. He was felling a tree. The tree is coming down and the top breaks off. That’s the dangerous part. Barry was struck in the head and killed.", "That’s three people. I could talk about scores of people I have known in my lifetime, or have known of in my lifetime, who have worked in the forestry business and have either been fatally injured or injured in such a way that they are incapacitated in one way or another. It is one of the most dangerous occupations we know of.", "Now technology and changes of equipment have made it much safer. We have equipment today—feller bunchers and tree farmers—that remove a lot of the need for a person to be slashing. A person who cuts trees down is called a slasher. That job is disappearing these days because most of the bigger companies now, the bigger log operations, use feller bunchers and tree farmers that no longer necessitate the use of chainsaws to fell the trees.", "But even in your own yard, if you’re operating a chainsaw, you’re working with what can be one of the most dangerous tools that you’ll ever have in your hands. We always have to be vigilant when we’re doing anything with our hands. We work in a pretty safe environment here. Sometimes the only thing you have to worry about is the barbs from the other side. The reality is, if you work with your hands and you’re building things and constructing things, or working with the land—farming is another very dangerous occupation—we have to make sure that we’re doing everything we can to minimize the risk of an accident.", "Sometimes it comes without a great deal of warning. But if we take all of the precautions we can—and that’s what I keep reinforcing with my son: Make sure that you’re thinking ahead in the job, and make sure that you’re taking the steps prior to doing the work to ensure that that area you’re working in is as safe as possible.", "But at the same time, we’ve come a long way. I accept what the minister says: We have come a long way in advancing worker safety. It is a priority for employers, employees and organized labour unions that this is something we have to put a great deal of emphasis on.", "Having said that, we still have accidents and we still have people who lose their lives as a result of workplace accidents. So what is the very least that we can do in our attempts to eliminate those kinds of events? We have to make sure that in a proper way we commemorate and memorialize those people who, in doing their job to produce some kind of good for others and make this a better province and a better country, have sacrificed either their long-term health or their lives.", "How do we commemorate that? One of the simplest ways, and I think one of the most appropriate ways, is to have a Day of Mourning. We have that with April 28.", "What the member from Windsor–Tecumseh has done today is expanded that to ensure that the MUSH sector—we all ensure that wherever you are that day, if you’re seeing a flag in front of a municipal office, a school, a hospital or here at the Legislature, which we do today, you will see that that flag is at half-mast. If you’re talking in the coffee shops or anywhere else and you’re asking, “Why is the flag at half-mast today?” people will know that today is the day that we set aside to commemorate those people who have been injured or killed on the job. The fight to deal with that should never stop.", "I say to the member for Niagara Falls, who would know this better than anybody, as somebody who represented a labour union as its health and safety representative, that the fight—I don’t want to call it a fight, but the task of ensuring that our workers are safe is something that we can never give up on. We will continue to make sure that it is a priority for as long as we have places of work and we have men and women who are doing the work.", "Maybe someday we’ll have only machines, but I don’t see that in my lifetime—", "Interjection." ],
  "anchor" : "para1083"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "Well, some jobs we’ll never be able just simply to do with machines.", "As long as we have brothers and sisters doing those jobs, we’ve got to make sure that we make those jobs as safe as possible, and in those instances when we don’t, to make sure that we commemorate and memorialize them properly.", "Thank you very much, and I congratulate the member for his bill today." ],
  "anchor" : "para1103"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate? Second call for further debate.", "Pursuant to the order of the House dated Monday, May 30, 2016, I’m now required to put the question.", "Mr. Hatfield has moved third reading of Bill 180, An Act to proclaim a Workers Day of Mourning. Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1106"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Orders of the day. Government House leader." ],
  "anchor" : "para1111"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I rise on a point of order, Mr. Speaker. I believe we have unanimous consent to put forward a motion without notice regarding private bills." ],
  "anchor" : "para1113"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader has put a motion forward governing private bills. Agreed? Agreed." ],
  "anchor" : "para1114"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "I move that the orders for second reading of the following private bills shall be called consecutively and the questions on the motions for second and third reading of the bills put immediately without debate: Bills Pr32, Pr33, Pr34, Pr35, Pr36, Pr37, Pr39, Pr40, Pr41, Pr42, Pr43, Pr44, Pr45 and Pr46; and", "That Mrs. Martow may move the motions for second and third reading of Bill Pr34 on behalf of Mr. Brown; and", "That Mr. Vanthof may move the motions for second and third reading of Bill Pr33 on behalf of Mr. Tabuns." ],
  "anchor" : "para1115"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader has moved that the orders for second and third reading of the following—" ],
  "anchor" : "para1118"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para1119"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Carried.", "Ms. McMahon moved second reading of the following bill:", "Bill Pr32, An Act respecting the Association of Municipal Managers, Clerks and Treasurers of Ontario." ],
  "anchor" : "para1120"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Ms. McMahon moved third reading of the following bill:", "Bill Pr32, An Act respecting the Association of Municipal Managers, Clerks and Treasurers of Ontario." ],
  "anchor" : "para1125"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Tabuns moved second reading of the following bill:", "Bill Pr33, An Act to revive Stephanie Holdings Ltd." ],
  "anchor" : "para1131"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Tabuns moved third reading of the following bill:", "Bill Pr33, An Act to revive Stephanie Holdings Ltd." ],
  "anchor" : "para1137"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mrs. Martow, on behalf of Mr. Brown, moved second reading of the following bill:", "Bill Pr34, An Act to revive Bill Bedford Professional Corporation." ],
  "anchor" : "para1142"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mrs. Martow, on behalf of Mr. Brown, moved third reading of the following bill:", "Bill Pr34, An Act to revive Bill Bedford Professional Corporation." ],
  "anchor" : "para1148"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Ballard moved second reading of the following bill:", "Bill Pr35, An Act to revive 1709542 Ontario Corporation." ],
  "anchor" : "para1153"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Ballard moved third reading of the following bill:", "Bill Pr35, An Act to revive 1709542 Ontario Corporation." ],
  "anchor" : "para1159"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Ms. Wong moved second reading of the following bill:", "Bill Pr36, An Act to revive 839255 Ontario Inc." ],
  "anchor" : "para1164"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Ms. Wong moved third reading of the following bill:", "Bill Pr36, An Act to revive 839255 Ontario Inc." ],
  "anchor" : "para1170"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Dong moved second reading of the following bill:", "Bill Pr37, An Act to revive Base2 eBusiness Solutions Inc." ],
  "anchor" : "para1175"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Dong moved third reading of the following bill:", "Bill Pr37, An Act to revive Base2 eBusiness Solutions Inc." ],
  "anchor" : "para1181"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Dong moved second reading of the following bill:", "Bill Pr39, An Act respecting The Corporation of Massey Hall and Roy Thomson Hall." ],
  "anchor" : "para1186"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Dong moved third reading of the following bill:", "Bill Pr39, An Act respecting The Corporation of Massey Hall and Roy Thomson Hall." ],
  "anchor" : "para1192"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Ms. McMahon moved second reading of the following bill:", "Bill Pr40, An Act to revive 828117 Ontario Limited." ],
  "anchor" : "para1197"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Ms. McMahon moved third reading of the following bill:", "Bill Pr40, An Act to revive 828117 Ontario Limited." ],
  "anchor" : "para1203"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mrs. Martow moved second reading of the following bill:", "Bill Pr41, An Act to revive Bud Monahan Guitar Sales & Service Ltd." ],
  "anchor" : "para1208"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mrs. Martow moved third reading of the following bill:", "Bill Pr41, An Act to revive Bud Monahan Guitar Sales & Service Ltd." ],
  "anchor" : "para1214"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Madame Gélinas moved second reading of the following bill:", "Bill Pr42, An Act to revive 790186 Ontario Inc." ],
  "anchor" : "para1219"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Madame Gélinas moved third reading of the following bill:", "Bill Pr42, An Act to revive 790186 Ontario Inc." ],
  "anchor" : "para1225"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Baker moved second reading of the following bill:", "Bill Pr43, An Act respecting the Ismaili Centre, Toronto, the Aga Khan Museum and the Aga Khan Park." ],
  "anchor" : "para1230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Baker moved third reading of the following bill:", "Bill Pr43, An Act respecting the Ismaili Centre, Toronto, the Aga Khan Museum and the Aga Khan Park." ],
  "anchor" : "para1237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Dong moved second reading of the following bill:", "Bill Pr44, An Act to revive 1733387 Ontario Corp." ],
  "anchor" : "para1242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Dong moved third reading of the following bill:", "Bill Pr44, An Act to revive 1733387 Ontario Corp." ],
  "anchor" : "para1248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Mr. Gates moved second reading of the following bill:", "Bill Pr45, An Act respecting the Boys and Girls Club of Niagara." ],
  "anchor" : "para1253"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Mr. Gates moved third reading of the following bill:", "Bill Pr45, An Act respecting the Boys and Girls Club of Niagara." ],
  "anchor" : "para1259"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion.", "Miss Taylor moved second reading of the following bill:", "Bill Pr46, An Act to revive Harold Coles Inc." ],
  "anchor" : "para1264"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Miss Taylor moved third reading of the following bill:", "Bill Pr46, An Act to revive Harold Coles Inc." ],
  "anchor" : "para1270"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried.", "Be it resolved that the bill do now pass and be entitled as in the motion." ],
  "anchor" : "para1275"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Pursuant to the order of the House earlier today, the question that this House do now adjourn is now deemed to have been made." ],
  "anchor" : "para1278"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for Haldimand–Norfolk has given notice of his dissatisfaction with the answer to a question given by the Minister of Health and Long-Term Care. The member has up to five minutes to debate the matter, and the minister or parliamentary assistant may reply for up to five minutes.", "The member from Haldimand–Norfolk." ],
  "anchor" : "para1281"
}, {
  "speaker" : "Toby Barrett",
  "text" : [ "I requested a late show because I really felt a more fulsome answer was in order for the questions last week concerning Lyme disease and other vector-borne diseases.", "This stems from a private member’s bill which mandated action after one year of becoming law. Well, it’s now been a full year, something like a year and six days, since June 2, 2015, when the bill received royal assent. So we should have this framework from the Minister of Health; we should have this action plan as of June 2 of this year, which was six days ago.", "The concern—and we live in a global society with changing environments. Diseases are changing. Those in charge need to be prepared, and so do the rest of us. When new or relatively unknown diseases advance, public health disease treatment systems are often found to be unprepared. Again, public health will scramble to respond, as do treatment systems, but, in many cases, with less than satisfactory success.", "My question: Do we now have programs in place designed to not only accommodate some of the diseases that I mentioned, like Lyme disease and West Nile virus, but also any new threats—the possibility of the Marburg virus, the possibility of the Zika virus—arriving in our province?", "Lyme victims continually tell me that diagnosis of what initially ailed them was not an easy task. Many have reported the health care system just is not there for them. Lyme disease victims often pay out of their own pocket to be not only diagnosed, but to be treated in the United States.", "A private member’s bill, entitled the Provincial Framework and Action Plan concerning Emerging Vector-Borne Diseases Act, became law, as I said, a year ago in June. The law was designed to address some of the shortfalls in research and the shortfalls in our medical system, and to establish a framework and guidelines for dealing with these ailments and to establish guidelines for disseminating information and education.", "I have a line from an email that was sent to me, actually, just after I asked this question. A victim contacted me. I’ve received a number of emails from people talking about travelling to the States and spending thousands of dollars. Very recently, I learned one person spent $150,000 on treatment for their child. There’s a sense of real desperation in these emails. They make it very clear: Ontario’s health care system failed them, with doctors who, in the worst cases, ridiculed them, and financial despair from paying American dollars to American health practitioners.", "I’ll quote one message I just received a couple of days ago: “Every time we cross the border, they lean in the window, when we explain we’re going for medical treatment, and they ask, ‘Well, who has Lyme?’ That’s the assumption at the border. That’s how many Canadians cross to the US to get treatment.”", "There’s obviously a lot of work to be done in respect to not only treatment, but just ongoing management and ongoing care—beyond any thought of a cure. The treatment of Lyme disease is really fraught with conflicting medical, scientific, political and social dimensions and disputes, long overdue for resolution. Social media has also been accused of communicating inaccurate medical information and pitches for dubious treatment, which has proven to be true in a number of cases.", "There’s also, on the other side of it, allegations of shortcomings in the diagnosis and the treatment of Lyme directed at mainstream medicine. This is why we have the various mechanisms and the institutions within our Ontario government. We have government for a reason. The purpose of that legislation, which received royal assent well over a year ago—the deadline is now up for the mandated action. We have government for a reason: We have government to sort through the research, answer these kinds of questions and help resolve these kinds of questions for the lay public, who, in many cases, have nowhere to turn and no idea where to go. Thank you." ],
  "anchor" : "para1283"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Halton and the parliamentary assistant has up to five minutes." ],
  "anchor" : "para1294"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today and speak about an issue that’s on the minds of many Ontarians. I’m pleased to be able to explain the ways our government is updating and strengthening Lyme initiatives in our province.", "Our government is committed to protecting the people of Ontario from Lyme disease. We know that this disease can be dangerous and even deadly. That’s why we recognize how important it is to make sure the public understands the risk, knows what to do to avoid it, and recognizes what to do in a potentially dangerous situation.", "Our government is strongly committed to evidence-based decision-making to ensure patients get the care they need. That’s why we are developing a provincial Lyme disease action plan. The action plan will ensure strengthened engagement and collaboration with stakeholders and it will promote close alignment in Lyme initiatives at federal, provincial and local levels. That’s very important.", "We know how important it is to make sure we have the most current information and to get that information into the hands of Ontario residents. The action plan will include a review and update of existing public awareness and education materials, guidance documents and tick surveillance protocols. To support this review, our government launched a Lyme disease stakeholder group. That group’s mission was to lead a review on existing Lyme disease educational outreach opportunities. The stakeholder group will provide advice to the ministry on future Lyme disease communications and education and awareness strategies.", "Also as part of the action plan, Public Health Ontario will be reviewing and updating Ontario’s 2012 technical report on Lyme disease prevention and control, because, as we all know, prevention is the key. Public Health Ontario will also deliver continuing medical education events in primary care settings. In addition, our government will release a new online CME module on Lyme disease for Ontario physicians.", "The Infectious Diseases Society of America, the American Academy of Neurology and the American College of Rheumatology will produce a guideline for the prevention, diagnosis and treatment of Lyme disease. The release of this new guideline document by the IDSA will inform further updates on Lyme disease guidance documents in Ontario.", "In the fall of 2014, Ontario partnered with the Public Health Agency of Canada on a two-year Lyme disease pilot project to enhance Lyme-related resources available to the province. The ministry will continue to work collaboratively with Public Health Ontario, the Public Health Agency of Canada, public health units, Ontario Parks and other key stakeholders to identify new areas of risk and provide Lyme disease information to the public and health care providers.", "We know that the presence of ticks has increased in parts of the province, and we know that this is a concern for families and young people out there in our province. We understand the public is concerned, and so are we. We are doing everything we can to ensure that we are making the right decisions.", "That’s why we’re working hard to raise awareness and increase prevention of Lyme disease. That’s why we’re working hard with all levels of government on this important health issue. And that’s why we’re working hard on creating an action plan that is evidence-based and will protect the people of Ontario. Thank you very much." ],
  "anchor" : "para1295"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Conestoga has given notice of dissatisfaction with the answer to a question given by the Minister of Health and Long-Term Care. The member has up to five minutes to debate the matter and the minister or parliamentary assistant may reply for five minutes.", "The member from Kitchener–Conestoga." ],
  "anchor" : "para1305"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Yes, I did ask for this late show debate to indicate my complete dissatisfaction with the response from the Minister of Health to my question on long-promised, long-undelivered cardiac care funding to St. Mary’s hospital, serving the people of Waterloo region. Specifically, as I noted yesterday, while Waterloo region has historically benefited from some of the best health care this province has to offer, this government’s foot-dragging on a four-year-old funding promise to St. Mary’s hospital is forcing cardiac care patients to head to other parts of the province for the care they should be receiving right at home in the region.", "Patients, doctors and hospital staff have been waiting four years for the minister to deliver on what was then a promising commitment from the then Liberal MPP John Milloy to fund the St. Mary’s hybrid electrophysiology suite/cath lab for surgery and diagnosis. Four years later, St. Mary’s and its near-100-year history of serving the people of Waterloo region is at a crossroads as that still-undelivered funding has meant St. Mary’s remains the only one of 11 full-service regional community hospitals in Ontario still waiting for this vital lab. Instead of funding, the minister’s response featured more talk of the ministry “looking at the issue” and more talk of discussions with former MPP Milloy’s replacement in Kitchener Centre.", "Speaker, it has been four years. Surely there has been time to move past the talking stage. Talk doesn’t build EP labs and doesn’t perform the procedures that our residents are having to wait twice as long for as those in other parts of the province.", "People in my area are waiting six to eight weeks for the diagnostic catheterization that some communities can provide with same-day service, as reported on the CCN. We need more than talk. We need the lab that was committed to and approved way back in 2012.", "So you can understand, Speaker, my dissatisfaction when I’m met with responses from the minister, on one hand, boasting about more talk while, on the other, taking swipes at my voting record for voting against the Liberal budget.", "(1) This majority government didn’t need my support, of course, to pass the budget.", "(2) If the budget—and I quote the minister—“contained elements that precisely respond to these sorts of questions,” then why the heck, now that the budget is passed, are we still waiting for action at St. Mary’s?", "(3) The suggestion that we in the official opposition don’t support health care improvements in my area because we don’t support another misguided Liberal budget is a slap in the face to the vital work of previous PC members who were a lot more about results than empty words.", "Speaker, I’ll remind this Legislature that while it was John Milloy who issued the 2012 unfulfilled funding promise, it was former PC MPP and Minister of Health the Honourable Elizabeth Witmer who oversaw some of the most important advances to our local hospitals. It was Elizabeth Witmer who, as a tireless advocate for Kitchener–Waterloo, delivered the cardiac care centre to St. Mary’s and, of course, the cancer centre to Grand River Hospital.", "Again, I don’t need lectures on provincial budget votes from the minister. What I need, and what the people of Waterloo region need, is the minister and his local Liberal members to pick up on the legacy of Ms. Witmer and actually deliver the goods.", "I want to acknowledge my colleague from Kitchener–Waterloo, Catherine Fife from the NDP, who is significantly supportive of this same initiative. I know she has had meetings and supports our call for these services in our region.", "Speaker, it was just in the last year that we’ve seen an increase in cardiac referrals that the government is failing to provide the support to maintain. As I noted yesterday, while the government spends millions on TV ads to boast about health care investments, demand for cardiovascular services at St. Mary’s has soared 25%. They’re spending millions on ads, which could be going to fulfill their funding promises to deliver enhanced cardiac programming to the people of our region.", "The longer we in Waterloo region are neglected and the longer we wait, the more we can expect to see predictable outcomes as people simply get tired of waiting. We can only wait so long when health care is on the line, as lack of government support can lead to:", "—increased wait times for both in-patient and outpatient procedures;", "—longer lengths of stay at St. Mary’s;", "—potential negative clinical outcomes; and", "—staff layoffs in the face of end-of-fiscal year slowdowns or shutdowns.", "As I mentioned yesterday, staff recruited specifically for programming in the EP lab are being forced to make decisions and head for the exits. I find it unacceptable that government delays are having a direct impact on the health care treatment in the region.", "So I will repeat the question and, this time, hope for an actual answer that addresses the immediate needs of our residents and our proud hospital: Will the Premier or the Minister of Health commit today to end the waiting game and deliver the cardiac care funding for St. Mary’s that was promised four years ago?" ],
  "anchor" : "para1307"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The parliamentary assistant, the member from Ottawa South, has five minutes to respond." ],
  "anchor" : "para1326"
}, {
  "speaker" : "John Fraser",
  "text" : [ "It’s a pleasure to respond to the member from Kitchener–Conestoga. I know he just had a lengthy response down in estimates, and I’ll try to do that justice. If anybody wants to check Hansard, if there’s anything that I miss, you’ll find it there.", "I know that the member from Kitchener Centre has been advocating, too. She has met with Don Shilton, the president of the hospital, and is working very closely with him and also with the cardiologists.", "I also want to recognize the member from Kitchener–Waterloo.", "I know that these services are important to all our families and that we all advocate for these things. So I just want to back up and talk a little bit about how we got to where we are today with the question.", "We know that we have 19 advanced cardiac centres that offer services throughout the province that require a comprehensive cardiology program which includes pre- and post-procedure care. Services offered at these cardiac centres include, but are not limited to, cardiac surgery, angioplasty/percutaneous coronary intervention, cardiac catheterization and a pacemaker program.", "In 2012, the government communicated its support, in principle, for a full arrhythmia program at St. Mary’s General Hospital. In 2012, that same year, St. Mary’s General Hospital was provided with a little bit under a million dollars—$892,500—in base funding to support Waterloo-Wellington patients who had received their implantable cardioverter defibrillator—ICD—implant outside their region and had returned to St. Mary’s General Hospital for monitoring and follow-up care. In 2013, an ICD program was launched at St. Mary’s General Hospital with the support of an additional $2.2 million in funding. With these investments, St. Mary’s General Hospital received support for patient monitoring and program stabilization while the ICD program matured, with the expectations that these funds would be realigned to support implementation of the full arrhythmia program at a later date. In, I think, 2016, we provided a total of $31 million to St. Mary’s General Hospital for its cardiac program.", "In July 2015, the Cardiac Care Network reviewed a proposal for an advanced arrhythmia program, including ablations, to be located at St. Mary’s General Hospital. The review demonstrated that:", "—opening an ablation program at St. Mary’s General Hospital will create the needed capacity to decrease wait times for patients within their respective LHINs;", "—expanding the arrhythmia services offered at St. Mary’s General Hospital to include ablation procedures has the potential to provide an increase in capacity for ablation services in Ontario; and", "—that there would be sufficient volumes—which is critical.", "I know, that volumes are critical when you’re planning a program, because about 14 years ago, in my community, the government tried to remove our pediatric cardiac care program; they tried to take that out of our city. So I know where members are coming from. When you look at those services, we’re talking about building services here.", "I know, from the answer that the member received from the minister, the deputy and, I believe, the assistant deputy minister, that we are working together with the hospital to further develop this program, that there is a capital component, and that the commitment for operating funds is there. That capital planning process, as part of the functional program of the hospital, is critical to ensure that you know what it is you’re building and that the investment that you make, which is in the millions of dollars, is an investment that is going to last for a period of time and give you the things that you need: that you don’t under-build; that you make sure you don’t overbuild; that you ensure that things like HVAC, infection control and all those things that are inside that project are there and are going to meet the standards that we need to ensure that we have a program that is sustainable over a long period of time.", "I know, from the response that the member got from the minister in estimates, that it’s very clear that we’re supportive of this program, and we look forward to moving forward." ],
  "anchor" : "para1327"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no further matter to debate, I deem the motion to adjourn to be carried.", "This House stands adjourned until 9 a.m. tomorrow morning." ],
  "anchor" : "para1340"
} ]