[ {
  "speaker" : "The Speaker",
  "text" : [ "Good morning. Please join me in prayer." ],
  "anchor" : "para25"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "Point of order." ],
  "anchor" : "para27"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Point of order: the member from London–Fanshawe." ],
  "anchor" : "para28"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "I believe we don’t have a quorum, Speaker." ],
  "anchor" : "para29"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Quorum?" ],
  "anchor" : "para30"
}, {
  "speaker" : "The Speaker",
  "text" : [ "A quorum is not present." ],
  "anchor" : "para31"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Call on the members. This will be a five-minute bell." ],
  "anchor" : "para32"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We have a quorum.", "Mrs. Mangat, on behalf of Mr. Murray, moved third reading of the following bill:", "Bill 151, An Act to enact the Resource Recovery and Circular Economy Act, 2016 and the Waste Diversion Transition Act, 2016 and to repeal the Waste Diversion Act, 2002 / Projet de loi 151, Loi édictant la Loi de 2016 sur la récupération des ressources et l’économie circulaire et la Loi transitoire de 2016 sur le réacheminement des déchets et abrogeant la Loi de 2002 sur le réacheminement des déchets." ],
  "anchor" : "para34"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mrs. Mangat." ],
  "anchor" : "para39"
}, {
  "speaker" : "Amrit Mangat",
  "text" : [ "Thank you, Mr. Speaker. I will be sharing my time with the Minister of the Environment and Climate Change.", "I’m pleased to move third reading of Bill 151, the proposed Waste-Free Ontario Act. I would like to remind members of some of the key elements of the bill. If passed, this bill would enact two acts related to reducing waste, increasing resource recovery and replacing existing programs operated under the Waste Diversion Act, 2002. The Resource Recovery and Circular Economy Act would make producers accountable in full for recovering resources and reducing waste associated with their products and packaging.", "This act would overhaul Waste Diversion Ontario into the Resource Productivity and Recovery Authority to oversee the implementation of a new producer responsibility framework. The authority would be equipped with new powers, new compliance and enforcement tools, and enhanced oversight and accountability.", "Further, the proposed act would establish an overarching provincial interest in resource recovery and waste reduction, and enable the government to issue policy statements to support the interest. It would require ministries, municipalities, producers and others to perform waste reduction and resource recovery activities in a manner that is consistent with those policies.", "The second act in the bill, the Waste Diversion Transition Act, would ensure that existing waste diversion programs can be smoothly transitioned to a new producer responsibility approach. This would allow Ontarians’ access to existing recycling services—including the Blue Box Program—to be continued. Once the transition is complete, the existing industry funding organizations operating those programs would be wound up and the transition act would be repealed.", "At public hearings of the Standing Committee on Social Policy in April, we heard broad support from a range of stakeholders, including producers, municipalities, service providers and environmental organizations. They support our commitment to a circular economy and our vision for zero waste and zero greenhouse gas emissions from the waste sector. They also support our move to make producers responsible for the products and packaging they put into the marketplace. Stakeholders told us in committee that they would like to see the bill passed so we can move forward with improving resource recovery and waste reduction in the province.", "We have heard support for many aspects of the legislative framework, including the provincial interest and policy statements as a means of providing government direction on key matters of resource recovery and waste reduction. Stakeholders also expressed their support for the use of a non-crown body that would oversee the producer responsibility approach. They supported outcome-based resource recovery and waste reduction requirements for producers.", "Indeed, Mr. Speaker, Natalija Fisher from Environmental Defence told the committee that the organization supports the move to encourage producers to take full responsibility for their products and packaging. We also heard from John Coyne from Unilever Canada. Unilever has more than 400 wide-ranging brands. He said that the Waste-Free Ontario Act aligns with their vision of environmental responsibility. He recognized that producers need to play both an operational and a financial role in ensuring the recovery of materials they place into the marketplace.", "There is also broad support for the draft waste-free Ontario strategy, which outlines a road map for the implementation of the bill and shifting Ontario toward a circular economy and a more innovative, zero-waste future. Mr. Speaker, Environmental Defence called the proposed framework “a positive step towards the future of zero waste.” And Richard Lindgren of the Canadian Environmental Law Association said, “Bill 151 should be passed and implemented as soon as possible.”", "Mr. Speaker, the government has made changes to the proposed legislation in response to what we have heard from stakeholders. Amendments to the bill made at committee will enhance the overarching direction of the legislation, increase accountability and transparency, and enhance the government’s accountability with respect to winding up industry funding organizations. They would also add some time commitments to the bill’s implementation and address some concerns we heard from municipal representatives.", "Mr. Speaker, I said that the bill would establish an overarching provincial interest in resource recovery and waste reduction. In response to comments we received in hearings, we have added two aims to the provincial interest: to protect the natural environment and human health, and to foster the continued growth and development of the circular economy.", "The bill, as amended in committee, will enhance fairness during the implementation of policy statements by providing an opportunity for those subject to a director’s review of non-compliance to express their opinions before a determination is made. So if a director believes a producer is not consistent with a policy statement based on an initial review, then the producer has an opportunity to provide feedback prior to the director making a final determination.", "Amendments to the bill in committee have also defined key terms related to the overarching direction of the legislation, such as “circular economy,” “resource recovery” and “waste reduction.”", "This bill, if passed, would increase accountability and transparency. As I mentioned, the bill creates a Resource Productivity and Recovery Authority to oversee the implementation of a new producer responsibility framework. The government was pleased to make amendments to the bill at committee related to the new authority. First, we have enhanced the minister’s ability to require public consultations related to the authority’s objects. Second, we will now require that the authority publish a description on its registry of how it considered public comments in determining fees or charges.", "This bill, if passed, would also help the smooth transition of the industry funding organizations. When I say that, it means that once the transition of the existing programs is done, there will be a smooth windup of the industry funding organizations. Under the proposed Waste Diversion Transition Act, the new authority would be responsible for ensuring a timely transition of existing mandatory industry funding organizations to a full producer responsibility model and would oversee the windup of industry funding organizations.", "The bill, as amended at committee, now sets a 90-day timeline for the minister to provide direction to those industry funding organizations to wind up waste diversion programs. The exception will be the Blue Box Program.", "Another amendment to the bill at committee will require the authority’s annual report to be laid before the Legislative Assembly, including information regarding the progress on winding up industry funding organizations and programs. And yet another amendment will enhance enforcement tools by making it an offence for an industry funding organization to use its money or assets in ways that are inconsistent with the purposes of the proposed act. This amendment will also allow the new authority to appoint an administrator to take over an industry funding organization if those kinds of things occur.", "Mr. Speaker, the Association of Municipalities of Ontario made a presentation to committee about this bill. The committee also heard from three individual municipalities: the regional municipality of Durham, the town of Ingersoll and the city of Toronto. We appreciate municipalities’ interest in the proposed legislation, and we have addressed two key municipal concerns through amendments at committee.", "The bill, as amended at committee, now requires mandatory consultations with municipalities at a number of points: for example, in the development of a policy statement; a change to a waste diversion program; a program windup plan; and the operation of waste diversion programs. Amendments made to the bill in committee also provide the minister with the power to change the Blue Box Program for addressing blue box funding issues. This would help resolve an ongoing dispute between municipalities and industry stewards with respect to Blue Box Program payments.", "The bill, as amended at committee, adds time commitments relating to implementation of the bill. The bill would now require the Strategy for a Waste-Free Ontario: Building the Circular Economy to be developed and published within 90 days of the proclamation of the bill, and it would require the minister to begin developing and consulting on the first policy statement within a year of proclamation.", "Mr. Speaker, the province needs this legislation. Ontario’s recycling programs, as we all know, have been recognized internationally. Almost all Ontarians—about 95% of our households—have access to the Blue Box Program. In the residential sector, 47% of household waste is diverted from landfill. But the diversion rate for the rest of the economy is much lower. Existing waste diversion programs cover only 15% of Ontario’s waste stream. And over the last decade, our overall waste diversion rate has stalled at 25%. As a result, only three million of the more than 12 million tonnes of waste generated annually in Ontario is recovered. And every year, approximately $1 billion worth of recoverable materials is lost to landfills across Canada.", "Mr. Speaker, the 401 West passes through my great riding of Mississauga–Brampton South. Every day, I see waste trucks wheeling down Highway 401 to London, to Green Lane landfill, to dispose of those materials. The question is, how long are those landfills are going to last? Not very long. So we need this Bill 151, which would enable a shift to a circular economy, which would increase resource recovery and waste reduction in Ontario.", "Mr. Speaker, this proposed legislation would benefit Ontario households enormously. Under our proposed approach, consumers would continue to have convenient access to recycling such as through the blue box. In fact, we expect the public would be able to recycle more materials than they can today, because producers will be required to meet collection standards for more materials, such as batteries, fluorescent tubes, bulky materials, furniture, mattresses—all that kind of stuff would be recycled.", "Bill 151 would make producers responsible for providing customers with clear information about how to manage their end-of-life products and packaging, including drop-off sites. Right now, all of that is done by the municipalities, but if the bill is passed, the responsibility would be shifted to the producer to give clear information, provide education and raise awareness.", "Two weeks ago, I received mail at my home about how to dispose of organic materials. All those kinds of things will be done by the producer. This would save municipalities a lot of money. In a more general way, Ontario households would benefit from the proposed legislation because our approach will be good for the environment and the economy.", "With respect to environmental benefits, the proposed Waste-Free Ontario Act would help Ontario reach our greenhouse gas reduction targets and achieve the goals in our climate change strategy.", "Landfills have an environmental as well as an economic cost. When organic waste and other biodegradable materials such as paper are disposed of in landfills, they begin to break down. What happens then? This creates emissions such as methane, which has a global warming potential 25% more than carbon dioxide.", "Greenhouse gas emissions from Ontario’s waste increased by 25% between 1990 and 2012, as the amount of waste in Ontario landfills increased. In fact, emissions from the waste sector, including the release of methane from landfills, accounted for 5% of total emissions in Ontario in 2013. Ontario currently avoids adding 2.2 million tonnes of greenhouse gas emissions to our air every year through our waste diversion programs. This is like taking almost half a million cars off the road each year. With Bill 151 passing, we would be able to further reduce our emissions from waste. Our Minister of the Environment and Climate Change is very passionate about reducing greenhouse gas emissions and fighting climate change.", "Producers would be responsible for recovering the resources and reducing the waste associated with their products and packaging. This approach would increase accountability for those who have the greatest ability to design long-lasting reusable and easily recyclable products. Recycling uses less energy and produces fewer greenhouse gas emissions than creating products with virgin materials. It also avoids the environmental impact of activities such as the extraction of raw materials.", "Bill 151 would benefit taxpayers and our economy. It would shift the cost of recycling to producers, who have the flexibility to find efficient and innovative ways to reduce waste. Once the legislation and the strategy are fully implemented, this would save municipal taxpayers approximately $150 million a year. At the same time, the bill would boost the economy by creating the conditions to recover more waste materials. That, in turn, would create jobs. Businesses that collect those materials or process those materials and broker recovered waste materials, as well as the companies that manufacture and distribute products made with recovered materials: They stand to benefit from expanding markets.", "Studies have shown that Ontario’s existing waste diversion programs can create up to 10 times more jobs than waste disposal. One study indicates that diversion of organic waste creates 60% more in GDP than disposal. It is estimated that for every 1,000 tonnes of waste diverted in Ontario, seven jobs are created via the blue box and other diversion programs. Recovering just 60% of waste materials could create almost 13,000 jobs and contribute $1.5 billion to Ontario’s GDP. In addition to creating jobs, increasing waste diversion rates and improving resource recovery will help Ontario businesses stay competitive in the global economy.", "Bill 151, as amended at committee, deserves the support of all members in the Legislature. This proposed legislation would help us to divert more materials from landfills. It would increase accountability for those who produce the waste and who have the greatest ability to influence the design of products and packaging. It would also help us reach our greenhouse gas reduction targets and achieve the goals in our climate change strategy.", "As I said earlier, our Minister of the Environment and Climate Change is working very hard, day in, day out, and is very passionate about it.", "It would boost the economy by creating the conditions to recover more resources, which would in turn create more jobs.", "I would like to close by saying that the proposed legislation is good for the environment; it’s good for the economy; it’s good for the people of Ontario; and it will be good for our children and grandchildren. We will be leaving a healthy planet for our future generations. So I’m looking forward to the speedy passage of this bill." ],
  "anchor" : "para40"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I turn it back now over to the Minister of the Environment." ],
  "anchor" : "para77"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Thank you very much, Mr. Speaker. I want to start off by thanking my parliamentary assistant and all of the MPPs who worked so hard in all parties at committee to see this legislation through.", "I think the committee process on this bill was rather remarkably constructive and positive. I think you see that because many members of this House will see their fingerprints on some of the amendments on the bill. There was extraordinary consultation across industry, with AMO, with the different industry associations, even with other provinces and with environmental groups.", "So it’s a very robust piece of legislation. I think it brings a lot of the best thinking in Ontario to what is, predominantly, really more of an economic bill than an environment bill because most of what we’re doing on the environment isn’t hugging trees or petting small animals; it’s not loving nature more, as much as we should. The impacts on nature are really coming from how we manage our waste, how we use energy and how we move. Those are the things that are consequential. The toxins, the pollutions, how we manage our food: These are all the things that we need to look at to solve the problem.", "We throw out more garbage than just about any society in the world. Each of us throws out 777 kilograms of garbage every year. There are many modern industrial countries where people throw out less than a half, less than a third, of waste.", "Our Blue Box Program—one of the hard things about being the Minister of the Environment is following the member from St. Catharines, who I think was the longest-serving Minister of the Environment. In the 1980s, Minister Bradley introduced blue box programs for the very first time in the world. We sometimes don’t realize it.", "I think the two things we don’t realize Canadians invented are basketball, which with the Raptors I think we recognize more. There’s something great about seeing the Toronto Raptors, Canada’s basketball team, out there doing so well in the finals because that was a Canadian sport. It was invented by a Canadian. The Americans seem to own it. We only have one professional team in their league, but we’re doing darn well.", "The other thing, the other basket that Canadians invented was the blue box. Right here in Ontario and right here in this Legislature, the very visionary dean of our Legislature, the Honourable Jim Bradley, did that. It’s an example of what we can do, both on climate change and the circular economy.", "Ontario is leading globally right now. I was reading the criticisms of the early 1980s, which was the last time the environment took hold in Ontario and Ontario stepped up as a global leader in introducing recycling at scale—a province-wide, economy-wide recycling program. The opposition to it at the time was that it would ruin the economy. We couldn’t do it. It was too much change too fast. People would never adapt. How would people ever sort their garbage? It was viewed as impossible.", "It was the same time I was reading critiques about the information technology age. People thought people who were suggesting you could have a computer the size of a file folder were insane. Computers back then were the size of this room. We all went to university; it took up a whole floor of the university. “How could you ever manage a computer?” they said. “Computers need engineers.” You know how many technical support people a university has to hire to manage computers today? It was huge numbers of engineers and computer scientists to manage these complex, huge machines, these computers. Well, 10 years later, we were all sitting with laptops the size of file folders, and none of us needed an engineer to manage them in our living room with us. As a matter of fact, we have computers that are more complex than some of the things that would fill half this room. They’re the size of a wallet, like our BlackBerries and our iPhones. That all happened in a decade.", "I’ve said this often: The big challenge we have now is coming out of the information technology age where, 10 years ago, if you bought a car, it was a car. Today, if you buy a car, it’s a computer. Probably the biggest computer most of us own is our automobiles. We have telematics. We now have computers that can talk to traffic lights that won’t even need us to drive them. Within 10 years, UPS and FedEx will be managing their products in autonomous vehicles and those brown vans will probably disappear. When we, on a little app, have a car pick us up, take us to where we want to go and drop us off at our electrified 15-minute GO service, it will also manage all parts of our lives.", "We are going through a period where my friend John Polanyi, whom I worked with at U of T, that great Canadian Nobel laureate, was asked—when I was at U of T, he and I were on a panel together. Dr. Polanyi was asked a question by graduate students. They said, “Dr. Polanyi, if you could sum up the age we live in in one word, what would that word be?” He said, “We live in the age of acceleration.”", "In fact, it is the speed of change that is the greatest challenge for legislators, for policy-makers, for academics, for business leaders, for labourers and for mother nature. As he said, the problem isn’t that the climate is changing. The climate has been changing through the whole history of our planet. The problem today is that the speed at which the climate is changing, the hydrological cycle, is changing too fast for nature to adapt to it. What used to take a million years or 10,000 years to happen is happening in five years or 10 years. Species aren’t coping, and we’re losing a lot of the biodiversity on which we as human beings depend.", "That’s hard for us because we’re using market mechanisms, whether it’s cap-and-trade or, in the case of this bill, extended producer responsibility. We’re not regulating in the way we used to. I don’t think this is new news. The member for Huron–Bruce, whom I have a lot of respect for, I think understands that. She comes from an agricultural community.", "I was out on a few farms in the last few months. You go onto a combine now and they have a computer. You don’t even drive it. We talk in the city like we discovered autonomous vehicles. Farmers have had autonomous vehicles for a long time. They don’t just pick you up and drop you off at work. They plant. They put the pesticides, the nutrients, down. They completely manage—acres of farms that used to take 100 people to manage are now one person with a combine that’s entirely automated. They have a computer on it that’s smarter than anything you’d find in a Tesla, that actually tells you the whole history of how they’re managing their farm.", "As a matter of fact, I would say that agriculture, more than any other industry in Ontario, has seized the opportunity of the high-tech, electronic, computerized economy. If every industry in Ontario could do what agriculture has done in the last 20 years in precision farming and automation, we would have one of the highest-productivity economies in the world.", "Many of us who live in cities don’t fully appreciate how much work goes on on a farm. My family had a dairy farm in eastern Ontario, in Alexandria. I remember that my dad got involved in it with one of his best friends. We moved onto the farm and set the kids up. We were hand-milking cows. I was great as a city kid because I was shooting groundhogs because they broke the cow’s legs and I learned how to milk. One of the reasons my dad got involved—he took an equity position in the farm with great friends of ours to this day, and they bought all the milking equipment that automated that. I’ve been back to that farm since. The cows go into the stall and the whole machinery comes up. I thought my sound system and my flat-screen TV were advanced technologies; look at how they milk a cow today, Mr. Speaker.", "I actually think, as we face food security issues and with the changing climate and the disruption of spring, where strawberries come out in BC in January, which they shouldn’t, and die—and we had five metres of snow on the streets of Halifax last June. That’s not the kind of spring or weather we’ve ever known, and those anomalies are going to become more frequent.", "We only have to look to Ontarians about how we manage all of this huge change. Whether it’s the laptops or whether it’s precision farming, we know how to do these things. But it’s time to step up on climate change and manage the disruptive risk.", "The way we heat our homes is going to be totally different in 10 years. Our homes right now are becoming more waste-free because—the two pieces of legislation before this House right now, Bills 172 and 151, are linked. While we each throw out 777 kilograms of waste, we also emit 12 tonnes of greenhouse gases each, and those two things are linked. It’s estimated that we’d need about nine planet earths for people if everyone lived in the world the way that Canadians and Americans live—nine planets. There’s a direct relationship between these two bills. We have to become a more efficient economy. We have to learn what farmers already know, which is that you manage your resources with less inputs for more outputs. That’s how we’re going to solve the problem of greenhouse gases and that’s how we’re going to become a waste-free economy.", "Mr. Speaker, historically—and we are in a historic time—these two bills, Bills 151 and 172, which are linked—someone is going to write a history book 10 or 20 years from now and they’re going to look at all 107 of us. We’re setting Ontario on a course to be carbon-neutral by the middle of the century. We will actually have a low-carbon economy in which we don’t emit carbon-polluting gases. We’re playing a leadership role in that. Linked to that, we’ll be a waste-free economy. We’ll have a circular economy. This is good for the economy.", "What do we mean by a circular economy? China is looking at a circular economy. Britain is looking at a circular economy, and France. They all have bills that are called “circular economy.” In a sense, what we’re trying to change is what was often described as the “take, make, use and throw away” approach, or what’s called the linear economy, where you make something and you design it for the dump. We’re trying to change, right at the front end, that we no longer design things for the dump. We design them to be carbon-neutral; we design them to be durable.", "If you take a glass of water, Mr. Speaker, from a tap in your home, from a very good municipal water system, it uses very little energy. If you take that same amount of water from a plastic bottle, 40% of the content of that plastic bottle, in oil, is how much energy it took to put water and to extract it and to distribute it. In other words, 500 millilitres of water out of a plastic bottle takes 2,000 times as much energy as taking that same water from a glass out of your tap. Most of us don’t stop to think about how much energy, how much material, we waste simply in that choice.", "When you talk to your parents and your grandparents, for generations, all of us got our water out of a tap. My friend, my parliamentary assistant, Mrs. Mangat—it’s rather remarkable—we talked about how all of our families came from countries where you can’t drink the water. You go back to most of our parents who immigrated from countries, and the vast majority of them came from countries where you can’t drink the water.", "Here, we have a perfectly good system which is very efficient on energy. There’s no waste product. You don’t have to throw a plastic water bottle out. You don’t have any recycling. You don’t have any waste. There’s a lot of these simple things that everyone else did and that we used to do. We use eight times as much energy as our great-grandparents, four times as much as our grandparents and twice as much as our parents. We can’t keep on doubling that large amount of energy. That is consequential to the waste that we have, and it’s consequential to the amount of greenhouse gas emissions. We sometimes don’t realize that most of the things that we’re going to do as people to make our lives better and healthier are the same.", "So what does this do, Mr. Speaker? Well, we know we’re facing a growing demand for goods across the planet. Every generation is consuming more things, and there are more of us. Global competition is intensifying. China is making a range of products that they never made before. Prior to the Second World War, China was about 5% of the world’s GDP; now it’s 25% of the world’s GDP. They’re making electric vehicles. They’re moving now to a waste-free society as well.", "We know, as I said, that we’re using nine planets right now. We have got to get back to using one. That’s unsustainable. We also know that we need to save valuable and scarce resources. We need to cut GHG emissions and we need to make the economy more efficient, more productive, more sustainable and more competitive.", "We know that a resource recovery economy, a recycling economy, employs thousands more people than an economy that wastes money. We know from what many economists have said—Roger Martin, the dean of the Rotman school, recently retired from there and now working internationally in the business community, points out that we’ve always had, for a couple of decades now, since probably the 1970s, a 25% productivity gap with the United States. That means that the US economy makes 25% more goods with the same amount of resources, energy and labour than we do.", "We also know that if we could close that gap, you and I and the average Ontarian would have $7,000 more disposable income, if we had the same level of productivity as the US economy. Kevin Lynch has written extensively on this in the National Post and the Globe and Mail, about the need to close the productivity gap. John Manley and the Canadian Council of Chief Executive Officers have taken this challenge of productivity.", "One of the big areas in which we need to look at productivity is in natural resources. Our natural resource capital is being wasted. We excessively drain resources. We throw too much stuff out. We don’t recover enough of our materials. One of the best examples: Rio Tinto has a major smelter, an aluminum smelter, in Canada. Our aluminum cans are ubiquitous around this place. You see them everywhere. Who hasn’t had a Diet Coke or Coke Zero or a Pepsi or something like that?", "That aluminum is rather remarkable material. It can be used forever. It can be used in perpetuity. It never breaks down. You can refine it, reprocess it or keep it. All of those aluminum cans are quite a remarkable material.", "To mine aluminum is difficult. You need alum and you need bauxite; bauxite usually comes from Jamaica. You have to extract all these resources from around the world, assemble them, ship them, refine them, distribute them, and then most of them in Ontario, even though it’s our most high-value recyclable, recoverable material—we still have too much of that material ending up in the waste stream.", "But we now have enough aluminum in Canada that we could run our smelters here entirely on the aluminum in our waste and recycling stream. So we would never actually ever have to extract alum or bauxite again. We sort of have—", "Interjection." ],
  "anchor" : "para78"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "From Jamaica. When I was with the Canadian Urban Institute we had a team who worked in Jamaica in the area where bauxite was being mined. There’s a lot of work recovering the environment down there once the bauxite was removed.", "It’s a big, challenging, messy kind of thing. But if we could switch, which I’m hoping this bill will do, and if by working with Quebec, who are also doing some work, we could just recover that aluminum that is currently in our waste stream and our recycling stream and assemble it and put it as an input into the aluminum smelter, that aluminum smelter in Quebec, for example—or steel mills here, three of which already work on 100% recovered materials—would be able to make aluminum from recovered resources with 5% of the amount of energy that it takes to make an aluminum can out of virgin resources.", "Let’s just keep that in our head for a second: An aluminum can made from virgin resources, extracted resources, is energy intensive. We’ve already extracted more than enough alumina and bauxite to not have to extract it. In perpetuity, we could have all of the aluminum cans that we use being made out of recovered resources, and we would only use 5% of the energy.", "Some people say, if you want to understand the tie-in between Bill 172 and Bill 151, the climate change and cap-and-trade bill and the waste-free Ontario bill—the two mechanisms, a carbon market and auction and extended producer responsibility, where the people who make things are responsible for the end-life of their products—you find it in the aluminum can. These two bills, working together, will incent businesses not to use as much energy and not to pollute. By recovering aluminum, it means that we could have our aluminum, as much as we need for as long as we want, but we make it with having to extract absolutely no new resources, and we process it using only 5% of the energy that we’re using now.", "When I go back to that gap with the United States—if you want to understand the productivity gap, what this 25% is all about—it’s basically that we’re going to be making aluminum with so little energy, so few resources and no virgin resources that we’re going to be making the same number of aluminum cans with a small fraction of the amount of resources, energy and labour time than we used to, so it’s much more efficient. It’s a high-productivity plant when you have an aluminum plant that works only on recovered material. That is how you close the productivity gap; it’s not by asking Ontarians to work harder.", "I’m very proud of our steel industry here in Ontario. I talked about farmers having understood productivity and minimum waste, because most farms internalize that. I was at the Whale’s farm in southwestern Ontario; I saw their biodigester. They have a 100% recovery kind of thing. Deb Whale is a rather remarkable woman. Her son Tyler heads up the agricultural technology group. We’re doing work with them right now on zero-waste, low-carbon technologies. They understand the synergies of this. But the other sector in Ontario that really gets the waste minimization is our steel industry. Do you realize that we have three steel mills here that are already working on 100% recovered steel? Three steel mills in Ontario do not extract a gram of ore to make their steel product. Why? Because they recover used cars; they work with the car scrappage and recovery institutes—that’s a sector that’s doing amazing work. So we’re already getting in Ontario to some sort of, what I would call, economic environmental equilibrium in resources, where you recognize that you’ve got enough material—whether it’s steel, iron or aluminum—already in your economy that you could just work on recovering and harvesting it.", "These countries that have circular economies—cradle to cradle, as it’s often called—means that you don’t put something into the economy that you’re not prepared to take back out, repurpose and reuse, and to recover at least the energy and, wherever you can, the materials. If these two bills, which will have to have some sort of reciprocity in the way that we implement them over the next 30 years, because this is a 30-year exercise—we’ll see more recovery. We’ll see biogas coming from methane helping to heat our homes and driving our large vehicles. That’s recovering a gas from a waste stream.", "There’s a few people that I want to give a shout-out to. Unilever was mentioned before by my parliamentary assistant. Paul Polman is—if you want to understand a company that totally gets the ultra-low-carbon economy as well as the circular economy, Unilever is a waste-free company. You may remember them; they were last discussed in the House when my friend from Ottawa–Orléans introduced a private member’s bill on plastic microbeads. She was saying to me that it’s kind of exciting to see corporate leadership out ahead of government. She pointed out that Unilever had already removed, last year, all of the plastic microbeads from that, so they’re not going into the lake.", "They’re already on zero waste. Unilever is actually a zero-waste company globally, one of the largest multinational companies—zero waste. I sit with Paul Polman on the World Bank’s Carbon Pricing Leadership group. They’re working to be one of the first companies that will be carbon-neutral. It’s a remarkable company.", "We’re very blessed to have people like John Coyne, who works on the minister’s advisory working group on climate change and has also been a key person on waste. He was one of the people who presented to the committee. One of the members opposite asked why we’re talking about Bills 151 and 172 together. He actually said that to the committee. He said, “You’ve got to understand that when you link these things, for our company and all the consumer products we make, if we make it with zero waste, it’s pretty hard for us not to have zero carbon emissions.” It’s very hard to have a zero-waste plant that isn’t a zero-carbon-dioxide plant. He said, “As Unilever is now moving to zero carbon, one of the best strengths we have is found in Bill 151. Because we’re a zero-waste company, we’re finding it very easy to be a zero-carbon company.”", "I think this is kind of a historic moment. I always said that in the last century, one of the most important things that happened—and to give credit to the party opposite, Bill Davis was education minister. When I became Minister of Training, Colleges and Universities, I had the chance to have supper with him and seek out his advice. He’s a really brilliant man. He told me—maybe it was one of my staff who found it later, but I think the headline in one of the largest daily papers in Canada after he announced the college system was “Universities for Dumb People.” That’s what they called his idea for colleges.", "As my friend David Crombie says—people always talk about Bill Davis and David Crombie from the 1970s as if they were gods, like they did nothing wrong. They’re two of my favourite political leaders, Mr. Speaker. They both reminded me that when Bill Davis put the height restrictions on the St. Lawrence market area, the development community was up in arms, saying that the world was going to end and that kind of thing, but he persevered. One of the reasons we love Toronto so much is because of the development patterns that were so controversial at the time. David Crombie wasn’t very popular when he did them, nor was John Sewell, but we ended up with a city that’s so much more livable because we didn’t have the Spadina Expressway and we had to-scale human development.", "One of the reasons we had such a successful economy in the last 50 years was because the Conservative government introduced, in 1967, Centennial College. That was a visionary legacy of that time in Ontario. Had Bill Davis and Premier Frost and Premier Robarts not introduced colleges at the time, we would not have the high-skill workforce. Everyone who looks back at the success of the Ontario manufacturing economy will tell you that, starting with Centennial College in 1967, the government of the day of John Robarts and Minister Bill Davis introduced the biggest changes to the education system to skill us for this highly challenging new workforce and the rapid change that was about to come to our manufacturing sector. Ontario thrived, based on the strength of its workforce, the same way we have seen the massive investments that we’re making in public school systems: increasing graduation rates in high schools, up from 68% to 83%; and free tuition in our budget. This is an amazing legacy. But if we didn’t have the colleges or the great university system that we inherited from governments of the last century, we wouldn’t be able to build this opportunity for Ontarians today.", "Mr. Speaker, I do think that if we can rise above petty politics and recognize these extraordinary accomplishments, regardless of whether it was done by a Liberal, a Conservative or a New Democratic government, those were the moments in which Premiers and ministers took on incredible controversy. They didn’t have to deal with social media, thank God, because God knows that’s a whole new level of personal insults I’ve never experienced before. But they had humour.", "In the end, Mr. Speaker, we respect those people even though they were controversial in their day. No one can even remember who the critics were, the people who said that our colleges were universities for dumb people. They’re not; they turned out to be one of the most inspired and brilliant policy moves that we ever did. We just remember that. Those people will tell you how controversial it was; how personal, sometimes, the attacks were; how raucous it was in this House. Sometimes my party was in opposition. I wish we had been kinder and gentler. I’m sure even the opposition party sometimes, in hindsight, has attacked good ideas on this side.", "I remember Greg Sorbara saying to me when he left, “One thing I wish I had done differently in my time here is I wish I had been a little less partisan and a little kinder and gentler sometimes.” That’s the kind of grace and generosity that Greg Sorbara has. He’s such a gentleman, such a great public policy mind and such a great leader. We owe him, on our side of the House, a great legacy for his time in finance here, getting us back to balance and stuff.", "These are important bills. I could go on about the details in them, but they’re trying to move us into a direction where our children and our grandchildren will be living in an Ontario with a healthy boreal forest, with strong, robust farming practices, with beautiful cities. That will happen because by 2050 or thereabouts, we will be a carbon-neutral economy. We will not be emitting polluting greenhouse gas emissions because of Bill 172 and because of this bill we’re debating today. Understanding the linkages between these two pieces of legislation, we will be a waste-free society. We will be down to net zero kilograms of garbage. When you’re at 777, the most in the world, that’s a big challenge over 30 years, for us to live without creating waste. There are so many societies in the world that are already closer to that.", "When people say, “Is this going to be hard in the next five or 10 years?”, it’s not going to be easy, but when you’re already throwing out more garbage than just about everyone else in the world—we’ve got to have more low-hanging fruit in that area than just about anyone else. It should be easier for us to knock off the first 10, 20 or 30 kilograms per person. It should be easy because that will help us. This is going to be a major part of also reducing greenhouse gases.", "It’s going to make us more productive. Whether it’s the steel industry or the auto sector—General Motors now is a zero-waste economy. We sometimes don’t think about some of the other things as being part of a circular and zero-waste economy. Mr. Speaker, you drive a car. I ride my bike. I use an auto-share service when I need one. Having been a parent, I know how important it is to have a vehicle. When I had kids at home I was rushing around, living in a neighbourhood that didn’t lend itself to transit, didn’t have the kinds of transit services. It was hard being a parent, and I needed a car. But now, my partner and I don’t need a car. We thought, “Well, those of us who don’t need to drive, who can walk and cycle, ought not to drive so that that carbon budget can be used by families that actually need it.”", "The Minister of Transportation, the member from Vaughan, is providing visionary leadership on transportation. He talks about autonomous vehicles. We talked about productivity. That’s going to help reduce our waste and reduce our emissions. Vehicles are going to become durable goods that you’ll buy as a service. You can own your own car if you want, but you won’t have to, the same way many of us use an auto-share program. That car will not be stored 20 hours a day to be driven for two. That car is going to be more productive. It’s not very productive to own an expensive vehicle when you only use it for two hours a day." ],
  "anchor" : "para113"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "But it feels good." ],
  "anchor" : "para134"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "It does feel good. I used to have a little Miata sports car for five years. I bought it when I turned 50. It was my mid-life crisis. It was a two-seater. As the driver said to me when he sold it to me, it’s more efficient than a Toyota Prius on fuel and it has lower emissions. It was my guilty pleasure for three years. That little leased Miata MX-5 was my mid-life crisis.", "I have a total love for automobiles. There are days when I walk by my parking spot and see the ghost of my little sports car there, and look at my bicycle and realize that at 58 years old, I’m never going to get the speed on my two-wheel bike that I got on my little four-wheel Miata." ],
  "anchor" : "para135"
}, {
  "speaker" : "Michael Chan",
  "text" : [ "Your bike is better." ],
  "anchor" : "para137"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "But my bike is better. I’m finally losing that weight I put on at the end of last year, thanks to my bicycle.", "This idea of what the Minister of Transportation is talking about is really a productivity gain in a lower-waste economy. It’s interesting: General Motors now has taken the Chevy Bolt in California and made it into an autonomous car, so it’s an electric, autonomous car. They’ve got a deal with Lyft, which is Uber in California. It’s a really cool program. These cars run all day. They run non-stop. They don’t emit any carbon. It’s 100% productivity.", "The vehicle is working all the time, delivering parcels, picking up people. It runs off apps. That already exists in California, and it was our great General Motors working with a great company called Lyft to do that. That’s a lot more productive use. All that metal, all the resources that were extracted, rather than just being used two hours a day, 365 days a year, is now used 24 hours a day or 22 hours a day. It’s very productive use. It’s more productive use of our roads, with less resources. The car is more efficiently used. If the car is working all that time, it means fewer people have to own cars, if there’s a car that’s shared.", "That car is designed as modular, so it doesn’t end up in the dump. Those autonomous vehicles are designed to last forever. They’ve changed it from a consumer product that you buy into a service that you use, so they design it to switch out parts. It’s a little different when the car company owns the car and sells you the service: They want that vehicle to last as long as possible and be easy to update.", "Most of us buy consumer products. What is it, iPhone 6 or 7 or 8 now? There’s a new iPhone every year. Why? The style changes so that you’ll get rid of your old iPhone and buy a new one.", "One of the things this bill is doing is it’s moving us towards designing for durability from designing for the dump. We want to have cars that last forever. If we lease the car from a service, the person who owns it wants it to last forever.", "This is a bold, big new vision. This is the transformation of our economy to a more competitive economy, to a more productive economy and to a better use of resources and a livable planet.", "Mr. Speaker, using resource efficiency is important to our kids. It’s important to our sense of well-being.", "Our boreal forests will, no matter what, be four to eight degrees Celsius warmer over the next 30 years. If you look at the work of Dr. Griffith from NASA or our own Dr. Dennis Murray from Trent University, we know it’s going to be very hard for that forest to maintain its health and not become a carbon source, and we have to maintain that as a carbon sink.", "These bills today are about preserving our natural resources, using them more efficiently and keeping our planet healthy and livable.", "I want to conclude by saying, with some generosity—I want to thank the member for Huron–Bruce and her party, and the member for Toronto–Danforth and his party. They contributed significantly to this bill. It’s a better bill because of the opposition. While we all tend to be partisan in here, I want to thank both of the opposition parties because I think they raised this above partisan politics. Bill 151 is a good bill not only because of the Liberals but because of the Conservatives and New Democrats in this House. I want to thank them very much for their thoughtfulness and for the generosity of their ideas. Kudos to them.", "Mr. Speaker, I’d just like to dedicate this bill to my grandson, little Michael, who lives in Calgary, who is six years old. My son, as you know, struggled with fetal alcohol syndrome. He taught me everything I know. A lot of us have raised children that are extremely disadvantaged. My son, if you’ve seen some of the films about him, is a brilliant, transformational young man who grew up with incredibly difficult circumstances and struggles. When I think about Bill 151 and Bill 171, I think about my grandson. When he’s my age, or 40, I want him to live on a planet that’s beautiful and healthy. If we don’t pass these kinds of bills and implement them with passion, we won’t leave him a stronger economy and a healthy planet. So to my little grandson, Michael, I’d like to dedicate this bill." ],
  "anchor" : "para138"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para151"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’m pleased to add my voice to the debate this morning.", "It’s touching when you dedicate something to people who matter to you, and I very much appreciate that.", "We did have an interesting committee process in working through Bill 152—151, pardon me. I have Bill 152 on my mind—a great bill that will be spoken about later by the member from Leeds–Grenville. But in the spirit of Bill 151, I have to thank the stakeholders and the committee members for working through and making Bill 151 stronger. I appreciate all the efforts from the member from Mississauga–Brampton South. I enjoy working with her. I think we did a really good job, I must say. To the minister: You should be proud of your parliamentary assistant.", "I do think this is a good bill for Ontario. Bill 151, we’ve all agreed, is a great improvement over Bill 91, because it embraced a lot of the constructive feedback that we brought forward after Bill 91 died on the floor.", "I’d be remiss if I didn’t take a moment to reflect on a couple of things that the minister said during his part of the debate. He talked about how agriculture has embraced technology and how precision farming is what reflects 2016 farming practices. Something really stuck with me: Farmers are now using much less inputs for greater outputs. I just wish the minister would have realized that before he put a ban on neonics, because that’s a technology that is very much a reduction of a particular input that results in greater output." ],
  "anchor" : "para152"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para157"
}, {
  "speaker" : "Gilles Bisson",
  "text" : [ "In response to the speech by the minister, I just want to put the following comment on the record: Of course we support the legislation, and it is definitely a step forward in the right direction; no question about that. But I find there’s this underlying tone from the government benches when it comes to talking about initiatives such as this, as if nothing ever happened in the world, nothing ever happened in Ontario, nothing ever happened in Canada prior to them taking over the government benches on any of these issues. It’s almost as if they see themselves as the only ones who have ever done anything on the environment, ever done anything positive when it comes to the economy, and it’s just like: If it wasn’t for them, my God, the world would just fall apart.", "Well, I can spend the next hour talking about the initiatives the government has put together that, quite frankly, have been a disaster, such as their energy policy.", "I think a little bit more humility on the government benches and a recognition for the work that was done up to now on the part of other governments before—Liberal, Conservative and New Democrat—who have had to face issues when they were in power and have brought forward initiatives that dealt with a number of issues at the time that needed to be dealt with. Certainly, we can improve on those, because at the time they were done, technologies were different, people’s attitudes were different, and the understanding of the issue itself overall was different. But in the end, those governments did take action.", "I somewhat resent the tone that comes, as if, “If it wasn’t for us, none of this would happen and the world is going to be a better place tomorrow.” Well, I’m sorry. Yes, that might be true when it comes to some initiatives that we’re working on today that are certainly moving the yardsticks forward, but we need to take into account and we need to respect the members that were here before, on all sides of the House, who have worked on a number of these issues and have brought forward very good initiatives that are still in place today, and that we certainly work to improve on." ],
  "anchor" : "para158"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para162"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "I’d like to thank the parliamentary assistant, the member from Mississauga–Brampton South, and also the minister of global warming and the environment." ],
  "anchor" : "para163"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "The minister of global warming?" ],
  "anchor" : "para164"
}, {
  "speaker" : "Mike Colle",
  "text" : [ "Yes, member of global warming.", "Anyway, I just want to say that I know there has been a lot of good reference to all these wonderful elected officials, Bill Davis and company, but we sometimes forget the contributions ordinary Ontarians make to sustainable living; that is, the ordinary working people who, in many cases, don’t even use a blue box because, believe it or not, they don’t buy anything in cans. They don’t buy pizza in a box. They have nothing in the blue box because they buy fresh all the time. They plant their own gardens. They use the same bottles over and over again to make their wine. And they actually don’t buy a new car every year. They drive Ford Rangers for 10, 20 or 30 years.", "These are the people who are environmental leaders out there. They’re in all our communities, but they’re never consulted in terms of: How do you live without buying pizza in a box? How do you live without buying food in a can or big boxes of Kellogg’s Corn Flakes? How can you live without those big boxes of Lucky Charms? But they do. Somehow they survive. Those are the people who are forgotten when we talk about shaping the future. Let’s consult with them. Nobody usually does because we consult with all the gurus, and we’ve got to talk to the gurus or else we’re in deep trouble. But we have to consult with the ordinary folks who, believe it or not, don’t even use a blue box. Can you imagine that, Mr. Speaker?" ],
  "anchor" : "para165"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further questions and comments?" ],
  "anchor" : "para168"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I looked up in the Speaker’s gallery and saw my friend, former MPP Peter Shurman. I want to welcome the Shurmanator to Queen’s Park today.", "I just want to reiterate some of the things that my colleague from Huron–Bruce said about Bill 151. I think we can be proud, as legislators, that we had a bill, Bill 91, that the member for Kitchener–Conestoga did a bit of a filibuster on because he was very concerned about that bill.", "Let’s think about some of the complaints we have as MPPs about the way the government time-allocates a bill or programs a bill or invokes closure on a bill. We can look at Bill 151 as a great opportunity for all parties to work together in a collaborative way. I want to say to the minister that it’s very touching that you mention your grandson when you talk about this bill. I think there’s tremendous buy-in—and I said this at second reading—with our young people about this bill and about this concept of having a waste-free Ontario.", "As the member has said many times, we’re both former mayors. I remember in the 1980s when we had this move towards a Blue Box Program: There was tremendous buy-in. I think what we can do, after this bill passes, is that all parties should pledge—and I say this many times: that we should work on the education side. We’ve now done the legislative side; now we need to do the education side. We really need to work with all the partners, both in industry and our municipalities, to get this right.", "We’ve had some great opportunities. The member told me there was great co-operation at committee. We need to build upon that co-operation with this bill. I think we can really have some success with Bill 151. I’m glad our party is now supporting it. We weren’t supportive of some of the other incarnations of the bill, but let’s move forward after third reading and proclamation to make this bill work in our local communities." ],
  "anchor" : "para169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Back to the Minister of the Environment for a final comment." ],
  "anchor" : "para174"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I want to thank my colleagues: the member for Eglinton–Lawrence, the member for Timmins–James Bay, the member for Leeds–Grenville and my critic, the member for Huron–Bruce. Did I miss anybody? I don’t think so." ],
  "anchor" : "para175"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "Give a shout-out to Pottsie, too." ],
  "anchor" : "para176"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Oh, and a shout-out to the member for Beaches–East York because he’s just fabulous.", "I want to say something—I apologize to the member for Timmins-James Bay. I thought I spent considerable time talking about some of the great moments of parties opposite. I actually had breakfast this morning with the former leader of his party. We were working together and seeking out his advice on a number of issues with the indigenous community and some of the things there. Certainly that party, in power, did a lot.", "I pride myself on two things. I’ve rolled up an extraordinary number of private members’ bills into legislation from members opposite and given them credit for it. I think I’ve recognized the contributions of opposition parties today.", "I always take my House time on Thursday afternoon, Mr. Speaker, as you know, because it’s the least partisan thing. We have enough real things to debate without it being personal or attacking each other. We are not taking natural gas out of people’s homes; that is just disturbing to people. We will be offering geothermal programs. There are all kinds of things that are just not true, and we’re all guilty of it. We all exaggerate the positions of others because, quite frankly, most people’s ideas in this House are quite practical and reasonable, and we have to distort them for partisan reasons.", "The member for Huron–Bruce: I want to thank her. She was very generous in her comments. Thank you very much.", "When we go back to a day when this place was less partisan, we get more done. We create more hope and less fear and less anxiety. The more we respect each other and focus on ideas, the more people will respect us.", "I thank the opposition parties, my colleagues, the many Ontarians who worked so hard to make this bill a better bill because I think this was an example of us, as legislators, at our best. Thank you very much, and God bless." ],
  "anchor" : "para177"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Since it is now close to 10:15, this House stands recessed until 10:30." ],
  "anchor" : "para185"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to introduce to you and, through you, to members of the Legislative Assembly a constituent from my riding of Leeds–Grenville, Carol-Anne Brandow, who’s here for the debate today and for our opposition day motion. Welcome to Queen’s Park." ],
  "anchor" : "para188"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m delighted to welcome Linda Walsh and Terry Storr, who are the aunt and uncle of today’s page captain, Leah Walsh." ],
  "anchor" : "para189"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "I’d like to welcome Brayden Darroch from Doon Public School in Kitchener to the chamber today. Welcome to your first day at Queen’s Park." ],
  "anchor" : "para190"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I would like to bring greetings and to welcome, on behalf of my colleague the Associate Minister of Finance—the page captain today is Marthangi Vicknarajah. His mother and father are both here. I want to welcome them to Queen’s Park." ],
  "anchor" : "para191"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "I would like to welcome today to the gallery Kristen Ellison from Cobourg, the mother of an autistic child who is joining us for the debate and the oppo day motion today." ],
  "anchor" : "para192"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "It’s my pleasure to welcome Carly Pettinger from my riding and office—first time at Queen’s Park. Welcome, Carly." ],
  "anchor" : "para193"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want to welcome Robin Etherington, who is the executive director of the Bytown Museum in my community of Ottawa Centre; and also Diana Carter, who is the executive director of the Ottawa Museum Network. Welcome to Queen’s Park." ],
  "anchor" : "para194"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "I’d like to welcome a couple of boys from the Bruce to the House today: Todd Thompson and Karl Heinisch are here from Ripley." ],
  "anchor" : "para195"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "I would like to welcome a good friend of mine, Brian Dunlevy. He’s in the members’ east gallery today." ],
  "anchor" : "para196"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "I’d like to introduce Megan Barkey, a grade 10 student who lives in Cannington in my riding. She is here doing job shadowing for career day. She is also a former page in the Legislature." ],
  "anchor" : "para197"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m pleased today to welcome, once again, some families who are here for autism. We have Bruce McIntosh, Laura McIntosh, Nancy Marchese, Kristen Ellison, Sharon Gabison, Nancy Warren and Shiri Bartman. Welcome again to Queen’s Park." ],
  "anchor" : "para198"
}, {
  "speaker" : "Michael Coteau",
  "text" : [ "I’d like to welcome the Ontario Museum Association president, Clark Bernat, and the executive director, Marie Lalonde. The OMA is here today meeting with MPPs for museum day here at Queen’s Park. They’ll have a reception here at Queen’s Park right after question period in rooms 228 and 230. All members are welcome." ],
  "anchor" : "para199"
}, {
  "speaker" : "Norm Miller",
  "text" : [ "I’d like to welcome Mukund Purohit, who I had the pleasure of meeting on our trip to India, and his family, who are here in the members’ west gallery. He’s the head of the Gujarati Business Association. I would like to welcome him to Queen’s Park." ],
  "anchor" : "para200"
}, {
  "speaker" : "Laura Albanese",
  "text" : [ "I would like to give a big welcome to the students from York Memorial Collegiate from the great riding of York South–Weston. They are here today accompanied by their teacher, Christina Ostermann.", "I’d also like to mention that our Minister of Labour, Kevin Flynn, is a graduate of York Memorial.", "Welcome." ],
  "anchor" : "para201"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Our page Samantha McPherson is doing a great job here representing Wellington–Halton Hills. Her grandparents Joanne and Bill Whittaker are here in the public gallery with us this morning. Welcome to the Ontario Legislature." ],
  "anchor" : "para204"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I am happy to welcome three members from the Ontario Museum Association who I met with this morning: Braden Murray from Kenora, who works at the Lake of the Woods Museum; Heather Anderson from Toronto, who works at the Ontario Historical Society; and Mike Delfre from Sault Ste. Marie, who is with the Canadian Bushplane Heritage Centre. Welcome to Queen’s Park." ],
  "anchor" : "para205"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’d like to introduce the class from St. Matthew school in Oakville. The grade 5 class is here today to visit us at Queen’s Park. Please give them a warm Queen’s Park welcome." ],
  "anchor" : "para206"
}, {
  "speaker" : "Gila Martow",
  "text" : [ "I’d like to welcome Laura Kirby-McIntosh, one of my constituents, who is here today to tell everybody that autism does not end at five.", "Also, just to show you, Mr. Speaker, that I do learn—it takes me time, but I do eventually learn—I’m not going to say the name of my predecessor who is up in the Speaker’s gallery." ],
  "anchor" : "para207"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Half marks for that one." ],
  "anchor" : "para209"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to welcome, from Portia Learning Centre, providing IBI therapy, Robyn Golding, Mandy Noel and Brittney Pike here to the Legislature, and also to welcome my friend Chris Steele and his friend Angelina Palmisano." ],
  "anchor" : "para210"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "It is my pleasure to welcome and introduce a number of families. Stephanie Ridley, Stan Byma, Ross Maclean, Gary Burbridge, Dallis Nimmo, Richelle Parker, Kristen Ellison, Steven Sherwood, Kelly McDowell, Diana Rojas, Ailen and Jose Salazar, Samantha Billings, and Bruce and Laura McIntosh. Thank you for joining us today." ],
  "anchor" : "para211"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "Also here for our autism opposition day are Jenn Masanovich, Dennis Madge, Rachelle Mackay Parker, Rebecca Haight and also Kristen Ellison." ],
  "anchor" : "para212"
}, {
  "speaker" : "The Speaker",
  "text" : [ "In the Speaker’s gallery today, we have a former member: Peter Shurman, the MPP for Thornhill in the 39th and 40th Parliaments.", "Accompanying Peter are two guests of mine. Visiting from Brantford are Ron Gee and Tom Lepera from Slacan. Thank you for being here.", "Finally, we welcome the friends of my oldest brother—my brother Pat and his wife Ida, and his friends Fred and Heike Sphor. Welcome.", "Interjections." ],
  "anchor" : "para213"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I think I heard members say, “Was he younger?” Boy, that’s not a good way to start." ],
  "anchor" : "para217"
}, {
  "speaker" : "Interjection",
  "text" : [ "Go right to warnings." ],
  "anchor" : "para218"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I might go right to warnings.", "It’s now time for question period." ],
  "anchor" : "para219"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "My question is for the Acting Premier.", "I met with some amazing nurses and staff when I toured the Brampton Civic Hospital on the weekend. I got to see some of the amazing work they do as I toured the hospital.", "But as I walked the halls, something stood out to me, and it was no fault of the incredible staff at the hospital: I was shocked when I counted 33 beds in the hallways of the hospital. I don’t recall anything in the government’s radio ads—self-congratulatory vanity ads—about keeping patients in the hallway.", "Mr. Speaker, how can this government let the most vulnerable and sick wait on stretchers in the hallways of our hospitals?" ],
  "anchor" : "para223"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I just want to remind the Leader of the Opposition that he actually voted against a budget that added $1 billion to health care, including—", "Interjections." ],
  "anchor" : "para227"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you. Carry on, please." ],
  "anchor" : "para229"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "He voted against a budget that added $1 billion to health care spending, including a $385-million—", "Interjection." ],
  "anchor" : "para230"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek, come to order.", "Interjection." ],
  "anchor" : "para232"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Durham, come to order. You can sit and try to hide somewhere else; I am still going to get you.", "Finish, please." ],
  "anchor" : "para234"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, not only did they vote against a billion more dollars going into health care, they ran on a platform to fire 100,000 people, many of whom would be people working in health care." ],
  "anchor" : "para237"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para238"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, again to the Acting Premier: No one is buying the government’s spin that they’re not cutting health care. Visit any hospital in Ontario and you see nurses fired. You see doctors irate with the government. You can’t find a health care worker in the province of Ontario who supports this government.", "Let me share with you some stats. The Brampton Civic Hospital sees over 140,000 ER visits per year but was built for a capacity of 90,000 ER visits per year. Beds in hospital hallways should never be the norm in Ontario but is the norm under this Liberal government. The patients of Brampton and Peel region deserve more from their government.", "Will this government commit that the Brampton Civic Hospital will have the resources they need to not be permanently over 100% capacity?" ],
  "anchor" : "para239"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’d be interested to know whether the Leader of the Opposition mentioned when he was at Brampton Civic Hospital that he voted against the $8.2 million in new funding to that hospital this year. Did you talk about why you voted against a $1-billion input? Did he mention why he voted against a $1-billion addition to health care?", "Interjections." ],
  "anchor" : "para242"
}, {
  "speaker" : "The Speaker",
  "text" : [ "We’re inches away from warnings. We’re going to start right away, so let’s not get there, please.", "Finish." ],
  "anchor" : "para244"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "There has been a 97% increase in funding to that hospital—that’s almost double—since we were elected in 2003. We have come a long way but there is still work to do. But I don’t think this member can teach us any lessons about how to spend health care dollars." ],
  "anchor" : "para246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para247"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, sometimes I can’t believe this government can keep a straight face while saying that they’re actually putting money into health care, because they’re not. Visit any hospital in Ontario. Talk to any nurse. Talk to any physician and they all say the same thing. This is a government that’s cutting, cutting, cutting and hurting patients in the province of Ontario.", "Let’s speak about some more facts about the government’s cuts to health care in Brampton. Because of this government’s cut to physicians, there was a multi-specialty clinic in Brampton that just laid off five staff, affecting 2,000 patients. There were two family doctors who just announced in Brampton that they have to cut 14 hours of their clinic because of this government’s cuts. That affected another 2,000 patients.", "How many more patients in Brampton are going to have to suffer because of this government’s heartless cuts to health care?", "Interjections." ],
  "anchor" : "para248"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier." ],
  "anchor" : "para252"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "When we took office in 2003, we had the worst wait times in the country. We now have the shortest wait times in the country. Our investments in health care are paying off for patients. We have 94% of people now with a family doctor. We have 26,000 more nurses working in Ontario than we did when you were in charge of the system. You compared nurses to hula hoop workers.", "Let’s just remind ourselves that we’re approaching the two-year anniversary of the announcement in Barrie that the Conservative Party would cut 100,000 workers. Who was there standing with the Leader of the Opposition? None other than the federal MP at the time, the MP who stood by Stephen Harper—" ],
  "anchor" : "para254"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para256"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, since I can’t get an answer on the health cuts and the cuts to patients, let’s talk about something else. I want to ask the Acting Premier about the autism cuts.", "I want to share the story of four-year-old Mason, who lives in Burlington. He has been waiting for IBI therapy and has moderate to severe autism. He is non-verbal and has trouble socially. He only eats five foods, and none of them have much nutritional value. His family recently received a letter saying he will no longer qualify for IBI from the same group that just weeks ago said he desperately needs that very same treatment.", "This is what the mum had to say: “We already spend thousands [of dollars] a year on” social programs and camps. She said they “will have to sell their home in Burlington to provide a fraction of the IBI” treatment “that Mason needs.”", "My question is: How can this government do this? How can this government abandon Mason?" ],
  "anchor" : "para259"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I have to say, Speaker, that it is kids like Mason who have driven us to make important changes to our autism program. We are adding 16,000 spaces so that 16,000 kids like Mason will have access to the care they need more quickly. We will cut wait times in half. We are making a historic investment in new funding so more kids like Mason can get what they need when they need it.", "We acknowledge that we’re in a transition period. We know that it’s difficult for families, and that’s why we urge families to talk to their service providers about what this means for their individual kids. But 16,000 more kids getting the treatment they need for autism is, I think, something that should be applauded by all in this House." ],
  "anchor" : "para263"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para265"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Again to the Acting Premier: I’m not sure what alternate universe this government lives in, but to say they’re doing it for Mason when they kicked him off the IBI wait-list is unbelievable.", "Let me give you another example, Mr. Speaker. Let me share with you the story of Lila. Her family lives in Etobicoke. Lila was getting close to the top of the list for IBI treatment. Her parents have been dreaming about what this will mean for Lila and how it will change Lila’s life. Now they feel like they have waited for nothing, as she was just kicked off the wait-list. Her family struggles to understand how this Liberal government can turn their backs on children.", "Mr. Speaker, Lila and her family were promised IBI treatment. She deserves IBI treatment. Why is this government kicking Lila off the treatment?", "Interjections." ],
  "anchor" : "para266"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para270"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "We think Lila should not be on a waiting list. She should be getting service, and that’s what this does. Lila should never have had to languish on the wait-list. We will not defend the status quo. We will not support kids like Lila staying on that wait-list. She should have—", "Interjections." ],
  "anchor" : "para272"
}, {
  "speaker" : "Interjection",
  "text" : [ "Sit down." ],
  "anchor" : "para274"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I’ll take care of that part.", "Deputy Premier?" ],
  "anchor" : "para275"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I’m done." ],
  "anchor" : "para277"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finished? Thank you.", "Final supplementary." ],
  "anchor" : "para278"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Back to the Acting Premier: Since you aren’t listening to Lila’s story and you kicked her off the wait-list for IBI treatment, let me share another story, the story of five-year-old Daniel from Richmond Hill. He has severe autism. He can’t speak. He can’t feed himself. He can’t dress himself. Just months ago, after three years of waiting on the IBI wait-list with Kinark, his family received a letter saying Daniel would soon be getting IBI treatment. In fact, he was on the top of the wait-list; the paperwork was about to be completed for this summer. Then Daniel was informed that because he’s over five, this government took him off the list for the treatment he desperately needed.", "Mr. Speaker, Daniel’s family can’t get an answer from this government, despite their pleading. They asked me to pose a question to the government, so I will ask the family’s question of this government. Daniel’s family wants to know: “What are we supposed to do now? What will happen to our son, who can’t even get his basic needs met?”", "Interjections." ],
  "anchor" : "para280"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para283"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "On this side of the House, we believe that the status quo when it comes to services for kids with autism is unacceptable. It is not okay that kids spend years on the waiting list. We are investing an additional $333 million so that 16,000 more kids can get the treatment that they so need.", "We will not sit back as the opposition party wants to defend the status quo. They like the old system. We’re moving ahead because we don’t think it’s okay that kids like Daniel, like Lila or like Mason sit on the wait-list. They need to be as good as they can possibly be, and that means they need treatment and they need it earlier—", "Interjections." ],
  "anchor" : "para285"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Stop the clock. It’s much better when you address the Chair. The second thing is, I don’t want conversations going on while the member is trying to answer. So the member from Leeds–Grenville will come to order and the member from Dufferin–Caledon will come to order.", "You have a wrap-up sentence?" ],
  "anchor" : "para289"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we’re doing this for the 16,000 more kids. That’s why we’re spending $333 million more on services—" ],
  "anchor" : "para291"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjection." ],
  "anchor" : "para292"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton Mountain, come to order.", "New question." ],
  "anchor" : "para294"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My question is for the Deputy Premier. Dr. Ian Dawe, who chaired the government’s expert panel on autism, said, “What government has funded was not what we recommended.”", "Can the Deputy Premier explain to parents why the Liberal government bothered with an expert panel when it is clear they aren’t interested in listening to the experts?" ],
  "anchor" : "para297"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Let me quote from Margaret Spoelstra, who is the executive director of Autism Ontario. She said, “Families raising children with autism have been waiting a long time for this announcement. Providing early, evidence-based intervention, when it matters most, will set children with autism on the best path forward. This investment will set the stage for continuous learning for years to come.”", "Autism Speaks Canada says, “We applaud the Ontario government for consulting with an expert committee, as well as other stakeholders, and families for their guidance, and for basing this action plan on research and evidence-informed decisions.”", "Dr. Peter Szatmari, the chief of the child and youth mental health collaboration between CAMH, SickKids and U of T, says—" ],
  "anchor" : "para299"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para302"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It’s not just the head of the government’s own expert panel. The Provincial Advocate for Children and Youth called the government’s plan “a mug’s game” and said, “Don’t pretend this is about the child and ... what they need. It isn’t.” The advocate said children have told him, “We don’t ... want you fighting over us; we just want you to provide us what we need.”", "What these children need, Speaker, is the IBI therapy that could change their lives. Will this government give the children what they’re asking for?", "Interjections." ],
  "anchor" : "para304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Deputy Premier?" ],
  "anchor" : "para307"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Minister of Children and Youth Services." ],
  "anchor" : "para309"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m very pleased to share with the House, in response to the question about Dr. Dawe—who issued a statement yesterday because he was concerned that certain remarks were taken out of context. What Dr. Dawe said yesterday—he issued a statement saying he stands “firmly behind the recommendations made in the report by Ontario’s clinical expert committee on autism, which laid out a comprehensive strategy for what” an autism system “should look like.” That is what Dr. Dawe is saying.", "He was the chair of the clinical expert committee. We have based this program on advice from that committee, along with other work that has been under way for some time. That report is available online.", "I’ve met with the youth advocate on autism. I’m pleased to respond in the supplementary." ],
  "anchor" : "para310"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para313"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "The Liberal government is cutting children off the autism therapy they need and that experts say will help. The experts say that the government decision is wrong. The Provincial Advocate for Children and Youth said it’s wrong. Parents say it’s wrong. Educators say it’s wrong.", "There isn’t a single child with autism who will be better off if the government cuts them off IBI therapy when they turn five. Will the Deputy Premier admit that autism does not end at five and give these children the therapies that they so desperately need?", "Interjections." ],
  "anchor" : "para314"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para317"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to acknowledge the families who are here and the action groups who are here—" ],
  "anchor" : "para319"
}, {
  "speaker" : "The Speaker",
  "text" : [ "To the Chair, please." ],
  "anchor" : "para320"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Sorry, Speaker.", "I appreciate them being here. I’ve met with a number of them. May I say too, Speaker, that in recent meetings they have been extremely helpful in their advice? They’ve been extremely concrete on how we develop this new program going forward. They know there’s an implementation committee being struck. A number of them asked to be on it. That is being considered currently.", "It’s very important that I hear those stories directly from families. It’s informing my thinking. It is informing the program going forward.", "The current system is unacceptable. I think we can all agree on that. We want to make sure that every child who has autism gets the services when they need them and for the right duration. That’s my commitment to these families here today and to all families and children facing autism.", "Interjections." ],
  "anchor" : "para321"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "New question." ],
  "anchor" : "para326"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "My next question is also for the Deputy Premier. Yesterday, I asked the Deputy Premier about hospitals that are overcrowded, and why this Liberal government has no policies or standards for hospital occupancy. But yesterday the Deputy Premier, the former health minister, denied it was a problem and insisted it’s just a “system in transition.” Then she insisted it was irresponsible to build hospital capacity. Then she said, “We are building new hospitals.”", "Will the Deputy Premier actually get her story straight, cut the spin and admit that Liberal cuts have left Ontario hospitals in a dangerously overcrowded situation?" ],
  "anchor" : "para329"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, we are investing $12 billion over the next 10 years to expand and rebuild hospitals, and 35 major hospital projects are under way or are being planned. Our commitment is to continue to rebuild and to build new hospital infrastructure.", "At the same time, we do recognize that many people in hospital would be better served outside of the hospital. That’s why we’re expanding our commitment to community-based care, home care, palliative care and long-term care.", "Interjection." ],
  "anchor" : "para331"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Hamilton East–Stoney Creek, second time." ],
  "anchor" : "para334"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "The hospitals are a vital part of our health care system, but when somebody is ready to leave the hospital and receive their care outside the hospital, we need to work to make sure that that care outside the hospital is available." ],
  "anchor" : "para335"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para336"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "According to the OECD, the safe level of occupancy for countries like the UK is 85%, but hospitals across Ontario are operating at nearly 120% capacity for months on end.", "Dr. Samir Sinha, who led Ontario’s Seniors Strategy, has said that when hospitals operate at or above 100% capacity, “Everyone agrees that’s not a safe level to run.”", "But hospitals across the north, in Sault Ste. Marie, Thunder Bay and Blind River, have been over 100% for months on end. The Sault Area Hospital has been above 100% capacity for two whole years.", "Will the Deputy Premier stop the cuts to Ontario’s hospitals?" ],
  "anchor" : "para337"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, if the leader of the third party actually had read Dr. Samir Sinha’s report, Living Longer, Living Well, she would know that his advice to us was to do exactly what we’re doing, which is to build capacity outside hospitals.", "The solution is not to build more hospital beds in every community in the province. The solution is to provide the support that is right for patients. It’s a patient-centred approach that we’re taking. We’re getting people the care they need, whether it’s in hospital or whether it’s at home or in the community or an alternate setting.", "Speaker, to focus simply on hospitals and to say the solution to overcrowding in hospitals is to build more hospital beds does not reflect the root problems within the health care system." ],
  "anchor" : "para341"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Final supplementary." ],
  "anchor" : "para344"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "Speaker, you can’t cherry-pick the advice. If hospitals shouldn’t be operating over 100%, they shouldn’t be operating over 100%, period, end of story.", "It is not just hospitals in the north. Our hospitals in Toronto, Ottawa, Scarborough and Hamilton are all overcrowded. Hospitals in mid-sized communities like Belleville, Brantford, Burlington, Dunnville and Peterborough more often than not don’t have any available beds. This is not a system in transition; this is a system in total crisis, and this Liberal government put it there.", "My question once again is: Will this Liberal government stop cutting our hospitals?" ],
  "anchor" : "para345"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Speaker, I hate to do this, but I feel I have to remind the leader of the third party what she and her party voted against in the last budget. They voted against a $1-billion increase in health care spending that included a $345-million increase for hospitals. They voted against—", "Interjections." ],
  "anchor" : "para349"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Deputy Premier?" ],
  "anchor" : "para351"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "They voted against an additional $270 million for home care and—", "Interjections." ],
  "anchor" : "para352"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Finish, please." ],
  "anchor" : "para354"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "They voted against $75 million more for hospice care, for palliative care in the community. They voted against $85 million for community health centres.", "We are moving forward. We are increasing funding to the health care system, because patients deserve that." ],
  "anchor" : "para355"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "My question is to the Deputy Premier. During today’s oppo day debate, we will be calling on your government to restore funding for IBI therapy for children over the age of five. Thousands of Ontario families, Autism Ontario, the Provincial Advocate for Children and Youth, the Ontario Association for Behaviour Analysis, the chair of your own expert committee, the Elementary Teachers’ Federation of Ontario, the Ontario Secondary School Teachers’ Federation, the Ontario Federation of Labour, the Ontario Public School Boards’ Association, CUPE, OPSEU and now municipalities are all opposing your decision.", "Minister, how many more experts have to come forward before you understand that removing IBI therapy for kids over five will impact children’s ability to communicate with their family, succeed in school and thrive in our communities?", "Interjections." ],
  "anchor" : "para358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Deputy Premier?" ],
  "anchor" : "para361"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "It is beyond me why anyone in this Legislature would defend the status quo when it comes to services for kids with autism. We are adding 16,000 spaces. We’re increasing funding by $333 million, an historic investment in improving services for kids with autism, getting them off the wait-list and into service.", "Let’s hear what Dr. Peter Szatmari, a world-renowned expert in autism, said. He said, “It is important to personalize intervention services for children with ASD. This funding opportunity is a significant step in that direction. Early intervention for all, but different intervention at different times is an essential step in the right direction.”", "Suzanne Jacobson, the founder of QuickStart: Early Intervention for Autism, said, “Parents spoke and they were heard. The right service at the right time: individualized, expanded and timely services will be life-changing. We applaud”—" ],
  "anchor" : "para363"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary: the member from Wellington–Halton Hills." ],
  "anchor" : "para366"
}, {
  "speaker" : "Ted Arnott",
  "text" : [ "Mr. Speaker, my question is also to the Deputy Premier. Last Friday, I met in Georgetown with families from our riding who have children with autism spectrum disorder. Linda and David Galvao’s sons, Toby and Luke, both have ASD. David and Linda are planning to be here later on today.", "Their older son, Toby, began IBI therapy at age six, and within 30 days, he went from being non-verbal to speaking and even reciting the alphabet. Their younger son, Luke, has been on the IBI wait-list for three years and he’s now six. Under the government’s plan to ration IBI therapy, Luke would be denied the chance to reach his full potential, the same chance that IBI therapy gave to his older brother Toby at age six.", "How can this government be so heartless as to say to the Galvao family that their older son has a future but their younger son is on his own?" ],
  "anchor" : "para368"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Let me read one more quote, and then I know that the minister will want to speak.", "Dr. Wendy Roberts, the vice-chair of the ASD Clinical Expert Committee and, again, a world-renowned expert, says, “This announcement is very good news for the ASD community. Based on scientific evidence, the new plan strongly supports the continuum of care for all children with ASD, expanding intervention services to earlier in a child’s development, which is critical for improved outcomes. I am proud and excited to support the new program based on the advice of the expert panel.”", "That’s Dr. Wendy Roberts." ],
  "anchor" : "para371"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "My question is for the Minister of Children and Youth Services. For the third time, hundreds of parents of children with autism are coming to Queen’s Park. They’re here to tell you, the government, to stop taking away life-changing therapy from children that have been waiting for years. Parents just want their children to be able to tell them what’s wrong when they’re in pain. Parents are saying, “It’s pay now or pay later.” Yes, IBI may be expensive, but not being proactive will cost this government much, much more.", "Will the minister acknowledge that her plan will fail a generation of kids on the spectrum?" ],
  "anchor" : "para375"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "We agree with parents and we agree with advocates that autism does not end at age five. There is no age cut-off for services in this new program. In fact, in the new program, all children with a diagnosis, including those over five, will receive better services, and they’ll receive them sooner. They are customized to meet individual needs, including those who require intensive therapies and interventions.", "There are 40,000 children with autism in this province. I recognize that there’s a subset of that, approximately 2,200 families across the province, that will feel some changes during this transition period. That is exactly why we’re paying close attention to those individual families to make sure that they get the information they need, to make sure they get the support they need and the children have reached their full—" ],
  "anchor" : "para377"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Supplementary?" ],
  "anchor" : "para379"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "The experts were clear that for IBI to be effective, it needs to be for a minimum of a year, but $8,000 will cover less than two months of IBI. Parents will now get to see the potential of their children being ripped away from them. That’s cruel and it’s unfair. This government is actually silencing the voices of children by not giving them the therapy that they need to communicate.", "Yesterday, the city of Pickering, in the minister’s own riding, passed a resolution calling on her to reinstate funding for IBI regardless of age. The minister’s own riding, her own hometown, the people who elected her and sent her here, are calling on her to do the right thing and to make sure that they reinstate the kids for IBI.", "Will the minister admit that she’s hurting families and reverse her decision to place an age cap on IBI therapy?", "Interjections." ],
  "anchor" : "para381"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para385"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Resolutions from municipalities come from councillors, not from residents. I think that’s important to note—" ],
  "anchor" : "para387"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "Who do you think elects them?" ],
  "anchor" : "para388"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Secondly, the member opposite—I would like to quote the member opposite—", "Interjections." ],
  "anchor" : "para389"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Minister." ],
  "anchor" : "para391"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Thank you, Speaker. I think it’s important to know that the member asking the question said, late last year, “Study after study has shown that [treatments] are greatly more effective when they are delivered to children before the age of seven.” That was a quote from the member late last year.", "The bigger point is that all autistic children deserve to get the right services, at the right intensity, at the right time, and that was my commitment. It’s an historic investment of $333 million—" ],
  "anchor" : "para392"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para394"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "My question is for the Attorney General. I know that our government is excited to ensure access to justice for all Ontarians. In fact, I know the minister herself is very committed bringing together various partners within the legal community to identify barriers and work together to address them. Reforms to our justice system that ensure simple, fast and affordable access to justice sector services is one of the ways our government is committed to improving the system. I was happy to learn of the Attorney General’s Justice Roundtable, which engages with vital partners in the justice sector.", "Minister, could you please speak to this House on the work you are doing at the Justice Roundtable?" ],
  "anchor" : "para397"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "Je voudrais remercier le député d’Etobicoke-Centre pour cette question.", "My ministry and I are committed to making the justice system simpler, faster and more accessible for all Ontarians. Our Justice Roundtable brings together key justice and community partners to discuss the issues they face and how we can work in new and different ways to resolve them together. The Justice Roundtable serves as a very important forum to promote communication and collaboration among the ministry and justice system stakeholders.", "I had the pleasure of hosting our latest round table last week, and I look forward to discussing the details in the supplementary." ],
  "anchor" : "para400"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para403"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Je souhaiterais remercier la ministre pour sa réponse.", "Je suis ravi d’entendre que la procureure générale a réuni des partenaires et des membres de la justice pour discuter d’importants enjeux.", "J’ai été également très fier d’apprendre que le ministère du Procureur général a créé deux tables d’experts sur le droit criminel et le droit de la famille qui examinent et aident à identifier des solutions potentielles dans des domaines clés. En favorisant la communication et la collaboration dans ce secteur, le système de justice bénéficie de l’expérience de ces experts.", "Est-ce que la ministre peut nous en dire plus sur le travail de ces deux tables d’experts?" ],
  "anchor" : "para404"
}, {
  "speaker" : "Madeleine Meilleur",
  "text" : [ "En effet, je veux encore remercier le député d’Etobicoke-Centre.", "Tel qu’il le mentionne, la table ronde sur la justice s’est concentrée cette année sur deux sujets principaux. Le ministère a identifié des domaines clés à l’intérieur du système du droit de la famille et du droit criminel, et a également reçu des commentaires de la part de nos partenaires du droit de la famille et du droit criminel.", "La table ronde sur le droit de la famille a pour but de rendre la Cour de la famille plus accessible et plus efficace. La table ronde sur le droit criminel a pour but d’améliorer l’accès à la justice pour les accusés atteints de santé mentale.", "Enfin, en travaillant de concert, nous pouvons être des leaders dans ce domaine en apportant des changements qui amélioreront l’accès à la justice, et ce, à travers tout l’Ontario." ],
  "anchor" : "para408"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Merci." ],
  "anchor" : "para412"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "My question is for the Minister of Children and Youth Services. Aidan Timmins is a five-year-old boy with autism in my riding. Aidan is non-verbal, and he was on the IBI waiting list for 17 months. His dad, Sean, tells me his dream is to hear Aidan say, “I love you, Dad.”", "One morning last month, Sean found his wife, Sonia, in tears. In her hand was a letter stating that because Aidan had just turned five, he was suddenly no longer eligible for IBI. The day Sean and Sonia learned that “the light at the end of our tunnel” was snuffed out was April 2, world autism day. That’s shameful, Speaker.", "So my question is simple: Will the minister do the right thing and give Aidan the therapy he needs to find his voice?", "Interjections." ],
  "anchor" : "para414"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister of Children and Youth Services." ],
  "anchor" : "para418"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "As both the Premier and I have said in this House on a number of occasions, our government is committed to improving the lives of children with autism and the lives of their families. That is exactly why we are addressing this very unsustainable situation we find ourselves in. That is exactly why we don’t want children to be stranded on wait-lists.", "Children who have been on the IBI wait-lists are going into immediate service, and they will be supported during that time, through the $8,000 payment for services, as well as post that.", "All children who have autism, no matter where they are on the spectrum, deserve the right kind of intensity, the right kind of support. That is what the new autism program is all about. We are getting down to the family level, to make sure they are all well supported by their service provider. If that’s not happening, I want to hear more from families about that." ],
  "anchor" : "para420"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Niagara West–Glanbrook." ],
  "anchor" : "para423"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "Back to the Minister: I’ve known you for a long time, and I don’t believe this is you. I don’t believe you would countenance a policy that would pit kids under five and their parents against kids who are older than five and their parents. I think you know in your heart, too, that parents don’t like that. They don’t like the notion of having to crawl over some other parents and their kids to get service.", "The member next to you from Mississauga–Streetsville has a constituent in his riding named Adam—Adam is one of those kids—and his mom. Initially, Adam’s treatment was supposed to be in August 2017. It would be after he turned five. They looked into the wait-list to find out with your new policy, and the answer received was August 2017. It had not changed. He would be cut off.", "Minister, I know in your heart that the policy you believe in should be judging by the needs of the child, not the age or the calendar. Can you make sure Adam gets the service he requires?", "Interjections." ],
  "anchor" : "para424"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Before I go to the minister, just a reminder: please, through the Chair. It’s designed that way.", "Minister." ],
  "anchor" : "para428"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member from the opposition for what I believe are very sincere words towards me. But, Speaker, I need to be very clear. I am committed to making positive change for children with autism. I am committed to making sure that this investment of $333 million happens, notwithstanding that the opposition party voted against it and notwithstanding that the third party voted against this investment.", "We’re going to keep going, because these children deserve to get the support they need, whether they’re currently in therapy or whether they are on a wait-list and will now be taken off that wait-list and into immediate service. I am committed to this program, Speaker. My government is committed to this. I’m committed to families here and all families in Ontario, to make it better for these children with autism. They have my unwavering commitment." ],
  "anchor" : "para431"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "My question is to the Acting Premier. Can the Deputy Premier tell Ontarians how many experts they consulted before democratic reform and how many public meetings were held before introducing today’s reform legislation?" ],
  "anchor" : "para434"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Government House leader." ],
  "anchor" : "para435"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I’m very proud that this afternoon we will be tabling a piece of legislation that will introduce some very major reforms to election financing rules in the province of Ontario.", "This proposal is very much inspired by what we are hearing from the public at large where they want transparency and accountability. As a result, the proposal that will be tabled today will put a ban on corporate and union donations. It will introduce strict limitations on third party advertising. It’s going to ensure that there are hard caps on limits for fundraising and many other important features.", "I expect, and the Premier expects, that the opposition parties, especially the NDP, will participate in the process to make sure that Ontarians get an opportunity to bring their points of view forward." ],
  "anchor" : "para436"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para439"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "Back to the Acting Premier: After a decade of scandals, today’s legislation does not address the cynicism or the trust issues that Ontarians have with this government. This bill limits non-partisan groups from speaking out about issues like autism, climate change or fair pay, but it does give free rein for partisan government advertising that, in the words of the AG, allows self-congratulatory and self-promotional advertising that will be of little practical use to the citizens paying for it. This bill is about helping the Liberal Party.", "Will the Deputy Premier commit to fixing the bill they’ve introduced, or will the government be using its legislative majority to ensure that this bill helps the Ontario Liberal Party once again?" ],
  "anchor" : "para440"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I find it rich coming from the NDP, who have done nothing but drag their feet on this process. They have done nothing but offer one—", "Interjections." ],
  "anchor" : "para442"
}, {
  "speaker" : "The Speaker",
  "text" : [ "For some members, it really doesn’t matter where you sit; I can tell who you are.", "Carry on." ],
  "anchor" : "para444"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "The NDP has failed to offer one substantive thought or idea on this very important issue. When we have asked them to come to meetings so we can discuss the substantive aspects, they have boycotted.", "I want to give credit to the official opposition for coming to the meeting and engaging in a healthy discussion. I want to give credit to the Green Party, who came to a meeting and give substantive ideas. The NDP? Nowhere to be seen. So before the NDP gets on their holy place, they should engage in this process.", "Let’s make sure that we get this matter to the committee so that we can hear from Ontarians across—" ],
  "anchor" : "para446"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para449"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "My question is to the Minister of Natural Resources and Forestry. There has been a lot of mention in the news about rabies in the Hamilton area lately. My understanding is that these animals have been infected with a particular strain of rabies that hasn’t been seen in Ontario since 2005. I know that Ontarians might have questions about how the re-emergence of this disease happened and what steps Ontario is taking to mitigate it.", "Can the minister share how his ministry and its partners are working to control this outbreak and ensure public awareness of raccoon rabies?" ],
  "anchor" : "para453"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member from Northumberland–Quinte West for the question.", "Speaker, while we can’t say for sure how we have ended up in this situation, with an outbreak of rabies in Ontario, we expect that an animal probably came in on a vehicle, like a railcar or something.", "We’ve had a great record in the province for eight or 10 years, since we have had a situation where the ministry has had to deal with a rabies outbreak. That is owed, in large part, to a great program, a made-in-Ontario solution that has been in place for a number of years, where the baits—some 220,000, last fall, to deal with this outbreak—are distributed around the border communities in the United States to try to prevent areas that don’t have a program—from those animals finding their way into Ontario and creating a problem for us. We distributed about 220,000 baits last year. The animals basically go into hibernation. The baits are less effective over the winter months, so we stop the program in the winter.", "I’ve got more to add to that in the supplementary." ],
  "anchor" : "para455"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para459"
}, {
  "speaker" : "Lou Rinaldi",
  "text" : [ "Thanks to the minister for his answer. It’s good to know that his ministry is responding to this outbreak.", "The last time there was an outbreak of this nature, I know that our tools were very limited, leading to the culling of many raccoons as a preventive measure. It is reassuring that we now have tools like this vaccine that can be more broadly and more humanely used to control the spread of this disease.", "Can the minister elaborate on his ministry’s plans to further address this problem?" ],
  "anchor" : "para460"
}, {
  "speaker" : "Bill Mauro",
  "text" : [ "I want to thank the member for the opportunity to elaborate.", "Speaker, as I mentioned in the opening response, this is a made-in-Ontario solution—220,000 baits last year. We resumed the baiting again on April 1—an additional 500,000 baits, with more to come. By the time the program is completed, we will have distributed somewhere in the order of 1.1 million baits around the province of Ontario, hoping to be as effective as we can.", "We’re doing everything that we can. We want this question today to bring some sort of public awareness around this campaign so that if people see animals—skunks, raccoons, foxes—that are acting in an odd manner, to make sure they contact their animal services agencies and their municipalities and let them know.", "We believe that the program will probably take at least a couple of years before we can really see if we have had an ability to be effective and eliminate the rabies problem in Ontario once more.", "I want to thank the people on the ground for a made-in-Ontario solution that has been very effective over the last—" ],
  "anchor" : "para463"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para468"
}, {
  "speaker" : "Laurie Scott",
  "text" : [ "My question is for the Minister of Children and Youth Services. Kristen from Cobourg has a son, Carter, who has autism and is turning six in August. He’s smart and capable of learning, but he’s unable to feed himself with a spoon or a fork, unable to dress or bathe himself, and unable to tell his mom if he’s in pain or how he feels.", "Carter started IBI therapy in April, and the results were amazing. He mastered two new skills with just 20 hours of IBI. But the therapy will only run for six months, not the years that he was promised.", "Carter is proof that IBI is critical, even for children five and older. But it needs to be consistent.", "Kristen is scared about what will happen without this treatment. I’m standing up for her because her own MPP cancelled her meetings three times and told her that he wouldn’t read anything that she wanted to leave behind.", "Mr. Speaker, will the government give families like Kristen and Carter hope for a better future and restore IBI therapy for children over five?" ],
  "anchor" : "para471"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member for the question. It’s an important one. Her question is about children currently getting IBI therapy. It’s important to clarify that those children will continue to get IBI therapy. Yes, they will have a clinical assessment at six months, and the course of action will be determined by that clinical assessment. If they need continuous intensive support, that’s what they will get. They are not being automatically removed from intensive therapy. That is a misconception out there. It’s important that the opposition get the facts straight.", "It speaks to the need to make sure that we’re supporting children, wherever they are on the spectrum, that they get the support they need based on the clinical advice and that they’re well supported going forward." ],
  "anchor" : "para476"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary? The member from Kitchener–Conestoga." ],
  "anchor" : "para478"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "Back to the Minister of Children and Youth Services: Laura Martin of Conestoga has a seven-year-old son, Cole, who, after three years of waiting, finally started receiving IBI treatments in January. Laura has already begun seeing significant improvements in Cole’s self-control in dealing with his aggressiveness. Now this Premier is pulling the rug out. Battling families of children with autism to prevent them the hope for treatment they’ve waited so long for, in the words of his mom, Ms. Martin, is “ludicrous.”", "Will the minister do the right thing for Laura Martin, Cole and the families across Ontario? Will she restore families’ hope and restore the IBI treatment that her government has ripped away from Cole?" ],
  "anchor" : "para479"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "When I meet with families, it’s stories like this that motivate me. They inspire me—to hear about the progress that these children are making. That is what we all want. We want to see children with autism spectrum disorder make progress. I welcome those stories. It motivates me and inspires our government in terms of the work we do. It just reinforces our commitment to make sure all of these children, all 40,000, are well supported in this program, which will provide more service, more money and more individual support to families.", "I welcome these stories from the families here today, from the opposition. I encourage the opposition to share those stories with me because it’s very, very important that the voices of families and children continue to be heard." ],
  "anchor" : "para481"
}, {
  "speaker" : "Peggy Sattler",
  "text" : [ "My question is to the Deputy Premier. On Saturday, we learned that the London and District Distress Centre will close by the end of the year, with its crisis response line transferred to the provincial agency ConnexOntario. That same day, NDP leader Andrea Horwath joined me and the member from London–Fanshawe in London as we listened to patients and health care providers share horror stories about the failure of our health care system and the crisis in mental health.", "Telephone crisis support provides a key entry point into a mental health system that is already stretched to the limit. Too many Londoners in crisis have been turned away from ER or forced to wait days to access emergency mental health services. The new 24/7 mental health crisis centre is already at capacity.", "What will the Deputy Premier do to ensure that the community mental health services Londoners need are in place after they call the crisis line?" ],
  "anchor" : "para484"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "Thank you to the member for London West for this very important question. I know that she genuinely does care about having the right supports there for people who are struggling with mental health issues.", "I can assure you that this is a high priority for our government. We have invested substantially in mental health services, including, as she mentioned, the new 24/7 crisis centre that is a made-in-London innovation, which I do hope will spread to communities across the province. It was the result of everyone in the community coming together and designing a solution that fit the needs of London.", "She mentioned that it’s at capacity. That tells us that we were on the right track when we funded it. But there’s more to do, obviously, and having a place where people can call when they are in distress is an important part of the continuum of services." ],
  "anchor" : "para487"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary: the member from London–Fanshawe." ],
  "anchor" : "para490"
}, {
  "speaker" : "Teresa J. Armstrong",
  "text" : [ "London’s new 24/7 mental health crisis centre was full almost from the day it opened. About 70% of those walking in the door are first-time users of mental health supports, and 60% of the people are under the age of 35. Clearly, the demands for mental health services in London are increasing and will continue to grow. What concrete action will the Acting Premier take to expand access to community-based mental health services in London?" ],
  "anchor" : "para491"
}, {
  "speaker" : "Deborah Matthews",
  "text" : [ "I thank the other member from London for this question.", "Again, I think we’re all on the same page when we say we want the best possible services for people struggling. That’s why, Speaker, we’ve invested substantially in mental health. In fact, we have almost doubled the funding for mental health and addiction services since we were elected. We have developed a comprehensive strategy that we are implementing. There is no question that people facing mental health challenges need and deserve to get the support they need in a timely way, and we’re making important investments to achieve that goal." ],
  "anchor" : "para493"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "My question is for the Minister of Labour. Mr. Speaker, the member from Ottawa Centre and I recently attended the start of the Heroes are Human Capital-to-Capital ride in Ottawa. This 15-day bike ride event covers 1,538 kilometres, from the capital of Canada to the capital of the United States. The minister was also there, and we had a wonderful time working to increase awareness about PTSD and other injuries faced by first responders.", "I know that this government passed Bill 163 in order to help address PSTD in first responders. Could the minister please provide the House with an update on the government’s PTSD awareness initiatives?" ],
  "anchor" : "para496"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "I’d like to thank the member for that very important question and also for her support and the support of all members of this House on Bill 163.", "I’ve been hearing from first responders across the province. They’re talking about reducing stigma. They’re talking about the launch of the awareness campaign. In March, we had the radio ads; we had the social media.", "I’m happy to tell the House today that our PTSD posters are now being distributed all over the province and they’re starting to work, Speaker. They’re going to firefighters, police officers, paramedics—those people in the field who can see this and can come forward and start talking about PTSD. We’ve shared them at the paramedic chiefs’ conference, the Partners in Prevention conference, and I know that members from all parties in this House are sharing them with their own first responders.", "We did attend the Heroes are Human Capital-to-Capital ride, an excellent event, a bike ride from Ottawa to Washington. It’s going to help raise awareness about post-traumatic stress disorder." ],
  "anchor" : "para498"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Supplementary?" ],
  "anchor" : "para502"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "Mr. Speaker, I would like to thank the minister for his answer. As I mentioned, we met numerous first responders at the start of the bike ride who were excited that our government passed legislation to help first responders when they need our help the most. Mental health issues demand the attention of us all. I’m happy that we’re working to end the stigma, as the minister explained.", "Mr. Speaker, I know that our government has also launched a website and other resources to assist with prevention and awareness of PTSD. Can the minister please provide this House with an update?" ],
  "anchor" : "para503"
}, {
  "speaker" : "Kevin Daniel Flynn",
  "text" : [ "Thank you to the member for that supplementary question.", "Members of the House will remember when we supported this. Part of the PTSD strategy was a tool kit so that employers of first responders would have a guide as to how they could deal with prevention plans. That tool kit is available at www.firstrespondersfirst.ca. I’d urge people to go to the site. We continue to update the tool kits on a regular basis. The feedback has been incredibly positive.", "The other part we did was that we required employers of first responders to submit their prevention plans to me. I’m going to publish those plans publicly so that we can learn from each other.", "The building blocks for an excellent strategy to combat PTSD are under way in the province of Ontario. We’re going to be asking for their prevention plans to be in by April of 2017.", "Speaker, we promised Ontario would be a leader. We are a leader now in PTSD—" ],
  "anchor" : "para505"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "New question." ],
  "anchor" : "para510"
}, {
  "speaker" : "Ernie Hardeman",
  "text" : [ "My question is for the Minister of Children and Youth Services. The minister says that kids aren’t getting kicked off IBI, but that’s not the reality for the parents in my riding. Six-year-old Lawson should have had his IBI assessment six months after treatment started. Instead, the government announced their new policy. He had his assessment two and a half months early.", "Just two weeks later, his mother received the letter about him being transitioned off IBI. She has been fighting to keep him on ever since. Lawson’s mother waited six years for her son to be able to call her “Mom.” Now that Lawson is finally getting the treatment he needs, his mother is living with fear that he will lose it, and anger at this government that they are taking it away. That is the real result of the minister’s policy and the reality for autistic kids.", "Will the minister reverse her policy for kids like Lawson on the services they need and are entitled to?" ],
  "anchor" : "para513"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I want to thank the member for the question.", "I think we should all agree, may I suggest, that we are not clinicians. We are not the clinical judge of what is appropriate for a child’s treatment. I leave that expertise to the clinicians. Children who are in IBI will continue to get IBI and then they’ll have a clinical assessment; then it goes from there. What’s really important to note, Speaker, is that all children with a diagnosis, including those five and over, will get better services sooner that are customized to meet individual needs.", "I’m very open, as I have said and as the Premier has said, about how the new program looks in terms of the service delivery to the parents. I think they’ve provided some excellent advice. We’re taking that under consideration in the context of implementation and we’ll keep listening to parents and advocates." ],
  "anchor" : "para516"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "To the Minister of Children and Youth Services: Angelo is a nine-year-old who lives in Ajax–Pickering. In a letter typed by his mother, Angelo talked to the Premier about his six-year-old brother Matteo, who waited four years to receive IBI therapy. Angelo spoke about his love for his brother and the fact that IBI therapy has made him really happy to go to school.", "Angelo said, “Now he’s in IBI, he is mastering a lot of stuff. He understands when I talk to him, he plays with me, he dresses himself, he answers to his name and looks at me.", "“I want my brother to have a good life, to be happy like he is now, to talk more, and not run away so we can go out more and be happy together....”", "In his letter, he pleaded with the Premier to change her mind on IBI funding.", "Will the minister cancel the cuts to funding for IBI therapy for those above five years old so that Matteo can continue on the road to—", "Interjections." ],
  "anchor" : "para520"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister." ],
  "anchor" : "para526"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "Again, I thank the opposition for the question, Speaker.", "I think there is reference to an autistic child in school. That’s a very important part of the program going forward, because it is important that every child, every student has access to the support they need in school and at home, and that’s why there has been $77 million invested in school board capacity to improve the learning environment for children with ASD.", "I want the same things as this mother wants for her child. I want them to be successful. I want them to be happy. I want them to reach their full potential. That’s why we’re making this historic investment.", "The motion coming forward today from the House, Speaker, with the support of the NDP, quite frankly, will take us backwards. It will keep kids on wait-lists. It will keep kids out of treatment. I don’t want that. Families don’t want that. Advocates don’t want that. Let’s do the best we can with this investment going forward." ],
  "anchor" : "para528"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "My question is to the Minister of Children and Youth Services.", "I am concerned that the Liberal government appears to think they know better than the clinicians and experts when it comes to services for children with autism. Not only has the government misrepresented what was in the expert panel’s recommendations—" ],
  "anchor" : "para533"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para535"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I withdraw, Mr. Speaker.", "Not only has the government misrepresented what was in the experts’ panel—" ],
  "anchor" : "para536"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member will withdraw." ],
  "anchor" : "para538"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "I withdraw." ],
  "anchor" : "para539"
}, {
  "speaker" : "The Speaker",
  "text" : [ "And if it happens again, you lose the question." ],
  "anchor" : "para540"
}, {
  "speaker" : "Michael Mantha",
  "text" : [ "They have now called the former chair telling the truth about the government’s failure “regrettable and unfortunate.” What is regrettable and unfortunate, Speaker, is that the government is stealing services from children with autism just to save money.", "Will the minister immediately rethink this plan and ensure no child—" ],
  "anchor" : "para541"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you.", "Interjections." ],
  "anchor" : "para543"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please. Thank you.", "Minister?" ],
  "anchor" : "para545"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’m not sure how spending $333 million more, in addition to the $190 million a year that we spend on this program, is anything less than an investment.", "Speaker, I’m not the expert. I’m the Minister of Children—", "Interjections." ],
  "anchor" : "para547"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Just by way of information, it’s never too late to be named.", "Finish, please." ],
  "anchor" : "para550"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I’ll continue to listen to the voices of parents, to listen to the voices of experts who are very learned in this field and to listen to the groups that have given us some very concrete and helpful advice in recent weeks. I’m very appreciative of that. Their advice will guide our implementation.", "We all want the same thing: to help these children to reach their full potential." ],
  "anchor" : "para552"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo on a point of order." ],
  "anchor" : "para555"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I have a question on the order paper, number 658, regarding missing persons legislation. It is past due." ],
  "anchor" : "para556"
}, {
  "speaker" : "The Speaker",
  "text" : [ "One moment, please.", "It’s my information that it is not overdue." ],
  "anchor" : "para557"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The Minister of Agriculture." ],
  "anchor" : "para560"
}, {
  "speaker" : "Jeff Leal",
  "text" : [ "On a point of order: I’d like to introduce, in the members’ east gallery, Mr. Larry Davis, who is a director of the Ontario Federation of Agriculture from Brant county." ],
  "anchor" : "para561"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome.", "The deputy House leader on a point of order." ],
  "anchor" : "para562"
}, {
  "speaker" : "James J. Bradley",
  "text" : [ "Point of order, Mr. Speaker: I’d like to welcome Kathleen Powell of the St. Catharines Museum and Welland Canals Centre, who is with us today." ],
  "anchor" : "para564"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member from Kitchener–Waterloo on a point of order." ],
  "anchor" : "para565"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I’d like to introduce constituents from my riding, Ken MacGlaughlin and Janet McLaughlin, here today on the oppo day motion." ],
  "anchor" : "para566"
}, {
  "speaker" : "The Speaker",
  "text" : [ "There being no deferred votes, this House stands recessed until 3 p.m." ],
  "anchor" : "para567"
}, {
  "speaker" : "Jagmeet Singh",
  "text" : [ "It is my tremendous honour to introduce to the House some members from the Ontario Museum Association. We have Cathy Molloy as well as Marty Brent and Chuck Scott, who also represent PAMA, which is a museum in the region of Peel. Please join me in welcoming them." ],
  "anchor" : "para570"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para571"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "Please indulge me while I introduce a large number of parents who are here to join us: Kristen Ellison, Stephanie Ridley, Stan Byma, Ross Mclean, Gary Burbidge, Dallis Nimmo, Richelle Parker, Steven Sherwood, Kelly McDowell—from my riding of Dufferin–Caledon—Diana Rojas, Ailen and Jose Salazar, Samantha Billings, Bruce and Laura McIntosh, David and Lisa Lehtinen, Dr. James Porter, Deborah Campbell, Mike Grant, Josie Chaves, Nicole Roy, Rob and Joan Martin, Tony Sferruzzi, Christine Mok, Tina Pinto, Kurt Lingenfelter and Taslim Murad. If I’ve mispronounced your name, I apologize." ],
  "anchor" : "para572"
}, {
  "speaker" : "The Speaker",
  "text" : [ "No problem. Thank you." ],
  "anchor" : "para573"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I don’t have a list of names, but I just want to welcome all the parents who are here today for the autism debate." ],
  "anchor" : "para574"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I will again introduce, from the Portia Learning Centre, providing IBI therapy, Robyn Golding, Mandy Noel and Brittney Pike, and also parents here today for the debate around autism. Again, my friend Chris Steele and Tobi Reilly are here in the audience." ],
  "anchor" : "para575"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I want all the members to please welcome to Queen’s Park Christine Lyons and Stephen Reid of the Police Association of Ontario. Welcome." ],
  "anchor" : "para576"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Welcome." ],
  "anchor" : "para577"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that the following report was tabled: the report of the Integrity Commissioner of Ontario concerning the review of expense claims covering the period April 1, 2015, to March 31, 2016, under the Cabinet Ministers’ and Opposition Leaders’ Expense Review and Accountability Act, 2002." ],
  "anchor" : "para579"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I also beg to inform the House that the following report was tabled: the report of the Integrity Commissioner, under section 14(b) of the Cabinet Ministers’ and Opposition Leaders’ Expense Review and Accountability Act, 2002, with respect to allowable expenses under the act." ],
  "anchor" : "para581"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "I’m pleased to rise today to recognize May as Hepatitis Awareness Month. I’m struck by the opportunity we have here in Ontario to take leadership in developing a response that will help end this viral disease.", "There are approximately 110,000 Ontarians presently living with hepatitis C, and the majority of them are unaware of this status; unaware and, in many cases, appearing asymptomatic while they quietly incur liver damage. Liver damage can lead to fibrosis, cirrhosis, liver cancer, liver transplant or death.", "However, there is a cure for hepatitis C, but this cure is kept out of reach for many through restrictive clinical criteria that demand a patient be halfway through to cirrhosis before we will allow them any treatment. Speaker, we would never let a cancer patient get worse before we treat them, so why is it that our health care system asks that of individuals with hepatitis C?", "We have an opportunity here in Ontario to treat everyone with hepatitis C.", "I urge the minister to show leadership and take the lead on this epidemic by providing a cure for those who need it and eliminate the archaic rules for treating individuals with hepatitis C." ],
  "anchor" : "para584"
}, {
  "speaker" : "Sarah Campbell",
  "text" : [ "I rise today on the very important issue of Lyme disease. This disease affects hundreds of Ontarians, yet this government has been inactive in fulfilling its mandate to create a comprehensive and integrated strategy to combat Lyme disease.", "Residents in my riding have concerns about misdiagnosis and accessing treatment. I’ve heard stories of young people who have had their lives drastically changed: young women and men, formerly very physically active, now physically and mentally overcome by the disease, and young adults who are now unable to have children because of the late diagnosis and lack of treatment of this debilitating disease here in Ontario. It is heartbreaking, Speaker.", "We know that Lyme disease is spreading. Canada reported 500 cases of Lyme disease in 2014, but expects 10,000 Canadians will be infected by 2020. But there is hope, Speaker. There’s research that shows that individuals who have the tick removed within 24 hours have better success not contracting the disease and that treatment in the first 30 days gives them better chances of recovery.", "But now is the time to take action. Ontarians need timely access to accurate testing and effective treatment and for this treatment to be covered by OHIP. Nearly 18 months have passed in this House since my colleague from Algoma–Manitoulin passed his motion which called upon this government to develop an integrated strategy on Lyme disease. Ontarians are looking to this government to act now to create a strategy which includes accurate testing and timely access to fully funded treatment." ],
  "anchor" : "para590"
}, {
  "speaker" : "Yvan Baker",
  "text" : [ "Yesterday, I hosted a consultation in Etobicoke Centre on the proposed Eglinton West LRT with our Minister of Transportation, Steven Del Duca. I want to thank the minister for coming to the riding and the hundreds of constituents who attended last night and provided their thoughtful input.", "The Eglinton corridor is vital to my community as it is home to tens of thousands and a commute for tens of thousands more every day. That’s why I was not surprised to hear the input and some of the concerns that were expressed last night. I repeatedly heard concerns that an LRT would mean lost left-turn lanes, or could impede north-south traffic, worsen the already congested commute along Eglinton and increase traffic in local residential streets.", "I also heard concerns about safety, noise, construction and other impacts. Last night, I heard very clearly from my community what residents want. They want transit that does not impede traffic or make gridlock worse, and I certainly heard many people express the need for tunnelling.", "Since becoming MPP for Etobicoke Centre, I have followed this issue closely. In addition to last night’s meeting, I’ve consulted with members of my community and local residents and ratepayers’ organizations, as well as co-hosted a transit town hall, participated in local consultations and met with Premier Kathleen Wynne and Minister Steven Del Duca on a number of occasions. In all those interactions, I have advocated for our community by sharing the input I’ve received, and I will continue to do so.", "That said, much more remains to be done. Smart transit needs to be built with community input on the basis of a strong business case and must include a plan to address the impact on the local community. Last night was an important step in achieving that goal.", "Again, I want to thank the minister for joining us. I also want to reinforce that we need a transit solution that is beneficial to commuters, taxpayers and Etobicoke Centre, and I won’t stop working until we achieve that goal." ],
  "anchor" : "para595"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "As Ontario PC critic for tourism, culture and sport, it’s an honour to recognize International Museum Day, which is celebrated on May 18.", "I want to begin by acknowledging members of the Ontario Museum Association, here today meeting with MPPs at Museums at Queen’s Park Day. Ontario’s 700 museums are more than just a home for artifacts and documents. Today’s museums are as focused on their integral role in building a brighter tomorrow for Ontario as they are in preserving our past. They support local economies by sustaining over 9,800 jobs and attracting 17.5 million visitors annually, many coming from around the world to discover Ontario’s incredible museums.", "In my own riding, places like the Brockville Museum, Delta’s Old Stone Mill museum and the Thousand Islands Boat Museum in Gananoque are true community hubs. They encourage lifelong learning by opening their doors to people of all ages and walks of life through school visits, summer camps, speakers’ series and workshops. By challenging us to think critically, museums spark curiosity and a quest for knowledge that can only lead to more innovative, interesting and vibrant communities.", "I want to also personally thank the over 32,000 museum volunteers in Leeds–Grenville and across Ontario who so selflessly give their time and talents. As we mark International Museum Day tomorrow, I urge all Ontarians to visit a museum soon to learn more about how they are enriching lives and our communities." ],
  "anchor" : "para602"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "On Sunday afternoon, I had the great pleasure of attending the Celebrity Softball Classic at Bernie Arbour Stadium in my riding of Hamilton Mountain.", "Sponsored by the Hamilton Cardinals, the Bulldogs and the Tiger-Cats, the event was held in support of the Tim Horton Children’s Foundation and Hamilton Challenger Baseball. I’m a hometown fan, and it was so great to see so many special players there, including Zach Collaros, Simoni Lawrence, Brandon Banks, Mike Filer and of course, our very own Pigskin Pete.", "Having started in Hamilton, Tim Hortons is a bit of an institution in our city, and our community appreciates the great work done by their children’s foundation, allowing some kids who might not get the opportunity a vacation or to go to camp.", "I’m also a huge supporter of Hamilton Challenger Baseball, who does a fantastic job of making sure that kids with disabilities have the opportunity to play baseball in the structure that suits their abilities.", "Based at Inch Park on the mountain, their opening day is coming up on May 29, and I’m so looking forward to being there and seeing the smiles returning on so many faces. I encourage all members of the House to join us that day.", "I also wanted to mention that regardless whether there was hail, snow, rain or a storm on Sunday afternoon, it didn’t stop anybody from filling the stadium in Hamilton and it was a great day." ],
  "anchor" : "para608"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "I’m pleased to stand today in the House to recognize the 46th annual Ajax Home Week, commencing Sunday, June 12, to Sunday, June 19, ending on Father’s Day. We recently completed yet another National Volunteer Week, and the dedication and hard work of Ajax volunteers, young and old alike, make it a success year after year.", "I also had the honour to commence, with the Ajax Kinsmen, Ajax Home Week some 46 years ago, commencing in 1971. There are so many groups involved. They just want to say thank you to the public who support their charitable works that give back to the community. Our major sponsoring organizations have always been the Ajax Kinsmen, Legion, Lions, Optimists and Legion Branch 322.", "Ajax Home Week has also changed over the years to accommodate the growth and diversity that has made Ajax the great municipality that it is. The week-long celebration is for everyone, regardless of gender, religion, race, age or personal means, and that is something that I wrote into our guidelines some 46 years ago.", "We start Ajax Home Week with a free family fun day. The entire day is on us. It’s on the hard-working volunteers who make things happen.", "I’m looking at that clock. Is that 16 seconds, Mr. Speaker?", "Interjections." ],
  "anchor" : "para615"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "Fifteen?", "The grand finale is on Father’s Day, Mr. Speaker, of all things. That day begins with the Ajax Rotary pancake breakfast, which will serve somewhere in the range of 2,500 pancake breakfasts—and you don’t need any more, Mr. Speaker." ],
  "anchor" : "para621"
}, {
  "speaker" : "The Speaker",
  "text" : [ "You’re right." ],
  "anchor" : "para623"
}, {
  "speaker" : "Joe Dickson",
  "text" : [ "Thank you very much." ],
  "anchor" : "para624"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "On behalf of our leader, Patrick Brown, I rise today to pay respect to Private Kevin McKay, a local hero from the riding of Simcoe North and the Barrie area.", "Mickey, as he was known by his friends, was born in Richmond Hill, but moved to Barrie and later to Oro-Medonte township at a young age. He attended Eastview Secondary School, where he became a cherished friend to so many.", "Kevin went on to join the Princess Patricia’s Canadian Light Infantry division out of an unwavering dedication to protect his country and those less fortunate than him.", "Tragically, Kevin was killed by a roadside bomb in Afghanistan six years ago this week, just days before he was to return home from his tour of duty.", "Kevin’s legacy is not that he was the 144th of 158 Canadians killed in Afghanistan, but, rather, the impact that he had on the lives of so many others. Kevin helped children in Afghanistan safely receive an education for the first time, while being a loving friend and son to those back home in Oro-Medonte.", "The least we can do as parliamentarians is pay respect to those who have paid the ultimate price for our way of life and our freedom. Today, on behalf of Mr. Brown and our caucus, I say thank you to Kevin’s parents, Beth and Fred, and brother Riley for the truly great life of Private Kevin McKay. May he never be forgotten." ],
  "anchor" : "para626"
}, {
  "speaker" : "Marie-France Lalonde",
  "text" : [ "May 1 to 7 is designated as Children’s Mental Health Week, which is about increasing awareness of the signs of child and youth mental health problems, decreasing stigma and understanding that help and treatment is available and can work.", "On May 1, the Orleans Bowling Centre hosted an important event, the fourth annual James Strikes Back Bowl-A-Thon. I was proud to put a team together with family and staff to bowl in support of youth mental health and in memory of James Osborne. James was an avid bowler who tragically took his life at the age of 18 as a result of depression, a mental illness that affects one in every five youth in Canada.", "The family event was created so children, young people and adults can have conversations about youth mental health, generate awareness and tackle this pressing issue while raising funds that go towards youth mental health.", "Il est important de s’instruire sur le sujet pour reconnaître les signes et tendre la main à ceux qui en ont besoin. Plus nous en parlons, plus nous réduisons la honte et la stigmatisation associées afin que les jeunes puissent obtenir l’aide dont ils ont besoin, quand ils en ont le plus besoin." ],
  "anchor" : "para633"
}, {
  "speaker" : "Indira Naidoo-Harris",
  "text" : [ "I’m pleased to rise today to speak about an important event for Buddhists here and around the world. This month, there are celebrations taking place around the province to mark Vesak, or Buddha Day, a commemoration of the birth, enlightenment and death of Buddha.", "I would like to extend best wishes to everyone celebrating this important occasion. Vesak is a time for humility and generosity, a time to make an effort to bring happiness to the less fortunate and a time to give donations to local charities.", "During this time, Buddhists celebrate by meditating, singing and eating vegetarian meals. It’s a happy and deeply spiritual celebration. The main message of Vesak is universal peace and freedom. That’s why those celebrating will sometimes release thousands of birds and animals to celebrate the giving of freedom.", "Over the next few weeks, festivals will be taking place across the province. I want to wish all Buddhists here and around the world a very happy Vesak." ],
  "anchor" : "para638"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their statements.", "Mrs. Sandals moved first reading of the following bill:", "Bill 200, An Act to amend the Early Childhood Educators Act, 2007 and the Ontario College of Teachers Act, 1996 / Projet de loi 200, Loi modifiant la Loi de 2007 sur les éducatrices et les éducateurs de la petite enfance et la Loi de 1996 sur l’Ordre des enseignantes et des enseignants de l’Ontario." ],
  "anchor" : "para642"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para647"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para649"
}, {
  "speaker" : "Liz Sandals",
  "text" : [ "The proposed Protecting Students Act would strengthen the disciplinary processes for educators and increase transparency at the Ontario College of Teachers and the College of Early Childhood Educators. The changes will help protect children and students and maintain public confidence. In particular, the act would require the mandatory revocation of a teacher’s certificate if they are found guilty of sexual abuse or prescribed acts of child pornography.", "Mr. Naqvi moved first reading of the following bill:", "Bill 201, An Act to amend the Election Finances Act and the Taxation Act, 2007 / Projet de loi 201, Loi visant à modifier la Loi sur le financement des élections et la Loi de 2007 sur les impôts." ],
  "anchor" : "para650"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour, say “aye.”", "All those opposed, say “nay.”", "In my opinion, the ayes have it.", "Carried." ],
  "anchor" : "para655"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para661"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, this bill makes a number of amendments to the Election Finances Act. Among them:", "Corporations and trade unions are prohibited from making contributions to parties, constituency associations, nomination contestants, candidates and leadership contestants. Contribution limits for individuals are reduced.", "Also, nomination contestants—persons seeking to be endorsed as a party’s candidate in an electoral district—are brought within the act.", "Quarterly allowances are made payable to registered parties.", "The rules regarding loans and loan guarantees are made more restrictive.", "Restrictions are placed on the amounts that third parties may spend on political advertising during elections and the six-month period before scheduled general election periods.", "Restrictions are placed on the political advertising spending of registered political parties during the six-month period before scheduled general election periods.", "The indexation factor used for inflation adjustment is put on an annual basis, based on changes in the consumer price index for Ontario.", "The threshold at which candidates are entitled to receive partial reimbursement of their campaign expenses is reduced from 15% of the popular vote to 10%.", "The Taxation Act, 2007, is amended to make contributions to leadership contestants eligible for tax credits.", "Mr. Hudak moved first reading of the following bill:", "Bill 202, An Act respecting participation in boycotts and other anti-Semitic actions / Projet de loi 202, Loi concernant la participation au boycottage et à d’autres actes antisémites." ],
  "anchor" : "para662"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para675"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para677"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "I’m pleased to say that the co-sponsor of this bill is the member for Eglinton–Lawrence, a respected veteran member, Mr. Colle.", "The short title is Standing Up Against Anti-Semitism in Ontario Act, 2016.", "Speaker, as you may know, BDS stands for boycott of, divested from and sanctions against Israel academics and students, corporations and businesses and cultural institutions. Its goal is to sponsor the de-legitimization of the state of Israel as well as to foster hatred and animosity against those of Jewish faith in support of Israel.", "I think it’s a very good sign that the Premier herself and cabinet are in Israel at this point in time, indicating that close friendship. This bill will reinforce that by being first-of-its-kind legislation. It in no way infringes on free speech, but it does say to somebody that if you do support intimidation or discrimination, then the government won’t do business with you. Similarly, it would compel public sector pension funds not to invest in companies that promote hatred and division. And, third, it would call on universities and colleges not to participate in the BDS movement." ],
  "anchor" : "para678"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Introduction of bills? Introduction of bills? Last call for introduction of bills. Last call, right? The member from Niagara West–Glanbrook." ],
  "anchor" : "para682"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "Thank you, Speaker. Appropriately the last call.", "Mr. Hudak moved first reading of the following bill:", "Bill 203, An Act to amend the Liquor Control Act and the Liquor Licence Act with respect to the sale of spirits / Projet de loi 203, Loi modifiant la Loi sur les alcools et la Loi sur les permis d’alcool en ce qui concerne la vente de spiritueux." ],
  "anchor" : "para683"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Is it the pleasure of the House that the motion carry? Carried." ],
  "anchor" : "para687"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The member for a short statement." ],
  "anchor" : "para689"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "The short title is called Free My Rye Act. Basically, what this bill does is it looks at a number of the measures that were made by the existing government and the previous PC government that expanded access and created jobs in the wine and beer industry and to convey them now to Ontario’s distillers.", "By way of example, Speaker, it would lower the tax rate, specifically the markup when it comes to small batch products. It would allow for direct delivery of spirits to licensed establishments. It would allow spirits to be sold by the glass at licensed establishments, as exists for beer and for wine. And it eliminates the middleman to allow more investment in this area to create jobs." ],
  "anchor" : "para690"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further introduction of bills? Last call. No pun intended.", "Just before I move on to the next one, I’m going to ask that we make sure that explanatory notes are used in the description of a bill. It prevents debate or discussion happening, and it’s the way we need to do those things. So I’m going to ask you to make sure you draw from explanatory notes, and that if they’re too long, précis them, please." ],
  "anchor" : "para692"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, pursuant to standing order number 74, I move that the order for second reading of Bill 201, An Act to amend the Election Finances Act and the Taxation Act, 2007, be discharged and the bill be referred to the Standing Committee on General Government." ],
  "anchor" : "para696"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Naqvi moves that the order for second reading of Bill 201, An Act to amend the Election Finances Act and the Taxation Act, 2007, be discharged and the bill be referred to the Standing Committee on General Government.", "Do we agree? Carried." ],
  "anchor" : "para697"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I believe you will find that we have unanimous consent to put forward a motion without notice respecting the flying of the flag of the Crimean Tatar people." ],
  "anchor" : "para701"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader is seeking unanimous consent to put forward a motion without notice.", "Do we agree? Agreed.", "Government House leader." ],
  "anchor" : "para702"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "Speaker, I move that the flag of the Crimean Tatar people be flown on the Legislature’s courtesy flagpole on Thursday, May 19, 2016, commencing at 10 a.m., subject to being temporarily interrupted for any other flag-raising that would normally occur during this period." ],
  "anchor" : "para705"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The government House leader moves that the flag of the Crimean Tatar people be flown on the Legislative courtesy pole—" ],
  "anchor" : "para706"
}, {
  "speaker" : "Interjection",
  "text" : [ "Dispense." ],
  "anchor" : "para707"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Dispense? Dispensed.", "Agreed? Carried." ],
  "anchor" : "para708"
}, {
  "speaker" : "Yasir Naqvi",
  "text" : [ "I’m very pleased to rise in recognition of Police Week, which runs from May 15 to May 21 this year. It is observed each year in May to coincide with Peace Officers Memorial Day, which is recognized internationally on May 15.", "Police Week is an annual event dedicated to recognizing the outstanding work Ontario’s police officers do each and every day in our local communities, and it is a week to celebrate the steps we are taking together to make our province even safer.", "Speaker, it is a great privilege for me to express, on behalf of our Premier, our government and the people of Ontario, our sincere thanks to the brave police officers who serve us and keep our communities safe. Our government is proud of the partnerships we have built with our police services and we pledge today to continue to strengthen and support these partnerships moving forward.", "Notre gouvernement est fier des partenariats que nous avons établis avec nos services policiers, partenariats que nous entendons bien continuer de renforcer et d’appuyer.", "We have seen the positive results of collective police services. Ontario is the safest place to live in Canada and is now one of the safest jurisdictions in North America. Since 2003, Ontario’s crime rate has dropped by 36% and Ontario’s violent crime rate has dropped by 27%. In fact, Ontario has had the lowest crime rate of any province and territory every year since 2004.", "En fait, l’Ontario a le taux de criminalité le plus bas de toutes les provinces et de tous les territoires du pays, chaque année, depuis 2004.", "For that and everything they do, we owe them our deepest gratitude.", "The theme for Police Week this year is “Discover Policing for Safer Communities,” building on last year’s theme, which encouraged Ontarians to learn about what the police organizations do and to celebrate their roles in building safe and healthy communities.", "Local police services will be out in communities across the province showcasing the diversity of options a career in policing provides, and encouraging the public to learn more about this career choice.", "Speaker, I had the opportunity to join Chief Charles Bordeleau in Ottawa for their kickoff celebration, and I encourage all members of the Legislature and all Ontarians to visit local Police Week events in their own communities to show their support for our police officers.", "Police Week is not only a week to thank our police officers for the work they do but to look ahead to ensure that our police have the tools, training and supports they need to tackle the changing and complex nature of 21st-century crime. That is the heart of the government’s efforts to develop a strategy for a safer Ontario. It is our government’s blueprint for building an effective, efficient and community-based model of policing for the 21st century, finding smarter and better ways to do things and using evidence and experience to improve outcomes.", "We will focus on collaborative partnerships that include police and other sectors such as education, health care and social services to create a more integrated approach to how we help those in crisis and work to prevent crime from happening in the first place.", "I had the opportunity earlier this year to travel to many communities across the province and hold consultations on our Strategy for a Safer Ontario. Through these engagement sessions, I learned from Ontario’s diverse population about the unique challenges facing police in urban, rural, remote and indigenous communities. These meetings and conversations with Ontarians have reinforced that we all have a role to play in making our communities safe, secure and healthy. That is why we are focused on building partnerships among all social service providers in communities across the province. I look forward to continuing to work with our policing, community safety and other partners as we move forward on our plan to build even safer communities across Ontario.", "Je me réjouis à l’idée de poursuivre notre collaboration avec nos partenaires du milieu policier, de la sécurité communautaire et des autres secteurs, de manière à faire progresser notre plan visant à rendre encore plus sûres les collectivités de l’Ontario.", "Mr. Speaker, I want to especially recognize and thank those unsung police officers who work tirelessly in their communities in addition to their job. Whether it be as a mentor to our youth, volunteering their time with sports clubs or community groups, or assisting local charities, these countless and selfless acts our police officers do every day are truly the backbone of the safe neighbourhoods and strong communities we all enjoy.", "Ces innombrables actes altruistes qu’accomplissent au quotidien nos policières et policiers représentent la clé de voûte de ces quartiers sécuritaires et de ces collectivités vibrantes que nous apprécions tous.", "I know every member has stories about the extraordinary work done by police officers, and I encourage members of this Legislature to reflect on them this week and share them using the hashtag #PoliceWeekONT.", "I urge all members of this House to participate in your community and pay tribute to local police officers and local organizations that work so effectively to enhance community safety and well-being.", "J’invite tous les membres de l’Assemblée législative à prendre part à ces activités dans leurs collectivités et à rendre hommage aux agentes et agents de police, ainsi qu’aux organismes communautaires, qui, à l’échelon local, s’emploient avec une efficacité remarquable à améliorer le bien-être et la sécurité dans la collectivité." ],
  "anchor" : "para713"
}, {
  "speaker" : "The Speaker",
  "text" : [ "It’s time for responses." ],
  "anchor" : "para733"
}, {
  "speaker" : "Rick Nicholls",
  "text" : [ "Since 1970, Police Week has been observed in May to coincide with Peace Officers Memorial Day, recognized internationally on May 15.", "Police Week is governed by four specific objectives. The first one is to strengthen police ties with the community. Second, it’s to honour police officers both past and present for the public safety and security that they provide to the communities. Third, it’s to promote the work police do in their communities, and fourth, it’s to inform the community about the police role in public safety and security.", "This year’s theme, “Discover Policing for Safer Communities,” provides an opportunity for communities to discover the many ways police are, in fact, working to keep their communities safe.", "As the minister noted, police services across Ontario are reaching out to their communities to share just how they keep all of us safe, and also to keep talking about how we can continue to do better.", "Speaker, I encourage you and all legislators to see what your local police service is doing online on their websites and Facebook pages. You can also follow the hashtag #PoliceWeekONT on Twitter.", "This year, the Chatham-Kent Police Service, in collaboration with an Ursuline College Chatham—UCC—media class, produced a video taking an inside look at policing here in our municipality. Numerous officers and members of the police service discussed their role and how they work hard on a daily basis to keep the residents of Chatham-Kent safe. Deputy Chief Jeff Littlewood said, “Police Week gives us the opportunity to promote the hard work and commitment that our officers and members have for public safety. Every day, we have ‘boots on the ground’ dedicated to keeping the citizens of Chatham-Kent safe.”", "To reflect on what that service and sacrifice means, I’d like to read the following poem written by Lieutenant Dan Marcou, who is actually from Wisconsin, but whose words are universal. It’s entitled A Full Measure of Emotion.", "What did they do to get their names on that wall?", "There is a process we should pause right here to recall.", "For a name to conjure a full measure of emotion", "We must remember the ingredients of a full measure of devotion.", "They all gave one last kiss, said one last goodbye.", "The moment probably passed without even a sigh.", "They sat through one last lineup, shared one last joke.", "What lay ahead was unknown so, not a tear fell, nor did a voice choke.", "There was no fine last-meal-cuisine, but some were fed well.", "They had a Big Mac, a slice, or tacos at “The Bell.”", "They didn’t think themselves heroes or in any way royal.", "They just lived the life of servants, and to duty they were loyal.", "Then came that last call, they said one last “10-4.”", "Last concerns came to mind, they’d been there before.", "They hit the lights one last time going one last place in a hurry.", "Their minds heavily engaged in one last worry.", "Then for one last time it all happened so fast.", "They faced one last suspect, had one last fight to the last.", "One last time that they discovered this job is so rough.", "But this time giving their all was not quite enough.", "They said one last prayer, thought one last thought.", "About the last one they kissed, not the last one they fought.", "One last breath lifted that badge one last time with their chest.", "Then their name was etched in stone alongside all the rest.", "Now as you gaze at those names, neatly etched in stone.", "Before you return to your job and your loved ones at home.", "Feel free to remember their last full measure of devotion.", "With a solemn prayer, a sharp salute, and a full measure of emotion.", "To the dedicated officers and support staff all across this great province, I say thank you for your service." ],
  "anchor" : "para734"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further response?" ],
  "anchor" : "para779"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m glad to stand today and speak in response to the minister’s statement on National Police Week.", "I would first like to recognize Stephen Reid, executive director of the Police Association of Ontario, and Constable Christine Lyons, from the Peel Regional Police Association, who have joined us today. Additionally, I would like to appreciate the police officers and front-line workers who keep us safe and secure across our communities. As NDP critic for community safety and correctional services, I’m pleased to welcome them and recognize police from across the province.", "Today, as we know, is Peace Officers Memorial Day, and today we recognize that National Police Week is a week to focus on those who keep us safe and secure, protected and defended. It is when we stop and take the time to appreciate that we live in a safe society protected by laws and those who enforce them.", "I grew up with both of my uncles in law enforcement. My uncle Doug grew up and ran away to join the Mounties, then came back to Ontario as an OPP officer and has just recently retired. My uncle Lorne was a police officer who worked with the Special Olympics torch run. I grew up understanding that police work was more than about policing or law enforcement; it was about community work, outreach and making our communities stronger, not just safer.", "As an educator, I knew that our police were regular visitors in our school. They ran safety programs that ran the gamut of road safety, bicycle safety, drug awareness, online safety and cyberbullying. We had officers in our high school available to help, to mentor and to address issues. They were there building bridges with our youth, establishing a foundation of respect and understanding, and of dialogue, but they were building relationships.", "I challenge this government to continue to build bridges with community and police partners so that police can better do their jobs and the community can better trust in the strength of the system as a whole.", "Police see into all the corners of our communities. They see, they know, they do dangerous work and they do heartbreaking work. When we recognized our first responders recently on First Responders Day, I said that we get to know the great stories and we get to know the awful stories, but we will never know all the moments in between: all the painful decisions, the moments of joy and relief, the suffocating trauma and the terrible truths that officers carry.", "Every community has local challenges and local success stories. In Oshawa, we have officers and teams that have been leading the way and collaborating with other jurisdictions on threats to safety like fentanyl, with the successful Patch for Patch exchange initiative, or Project Northern Spotlight, which has tackled human trafficking and exploitation. Across our province, there are tremendous initiatives being undertaken to keep us safe and secure, and we will never know the half of it. But we are appreciative of the work and the sacrifice, even if we can never measure it.", "Our front-line officers are first responders who have chosen to serve the public. They chose a path of challenge, service and sacrifice. That service and sacrifice, however, should not come without support. I am glad this Legislature recognized and did something about the need for presumptive legislation when it comes to PTSD. Our officers need at least that support.", "Police officers have also been telling us what they need to keep our communities secure and feeling secure, both in terms of safety and in terms of public confidence. We need to support our first responders and give them the tools and training they are asking for. As front-line officers, they have essentially become our psychologists and social workers. Police need this government to strengthen existing mental health supports in the community, to create effective programs, and to support substantial and appropriate mental health training for officers. Law enforcement will always need to evolve and re-evaluate in the face of changing societies, changing technologies, public involvement, demographics, threats and new drugs.", "We challenge this government to work with police, community partners and the opposition to ensure that police receive the support, training and respect they need and deserve to do the invaluable work they do. Especially during this National Police Week, we sincerely appreciate our officers and cannot thank them enough." ],
  "anchor" : "para780"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I thank all members for their comments. It is now time for petitions." ],
  "anchor" : "para791"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "I want to thank the outreach and social action committee of Wall Street United Church in Brockville for this petition.", "“To the Legislative Assembly of Ontario:", "“Whereas for six years the Truth and Reconciliation Commission of Canada (TRC) listened to thousands of former students of residential schools and their families testify to the devastating legacy of this national policy of assimilation;", "“Whereas the TRC calls upon ‘the federal, provincial and territorial governments, in consultation and collaboration with survivors, aboriginal peoples and educators, to make age-appropriate curriculum on residential schools, treaties and aboriginal peoples’ historical and contemporary contributions to Canada a mandatory education requirement for kindergarten to grade 12 students’ (CA 62.1); and", "“Whereas on July 15, 2015, Canada’s Premiers indicated their support for all 94 Truth and Reconciliation Commission calls to action and said they would act on them in their own provinces and territories;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Legislative Assembly of Ontario urge the government of Ontario to fully implement such a curriculum for kindergarten through grade 12.”", "I’m pleased to affix my signature in support and send it to the table with page Marthangi." ],
  "anchor" : "para794"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "I’m pleased to read more petitions for the autism cuts that continuously flow into my office. It says:", "“Don’t Balance the Budget on the Backs of Children with ASD.", "“To the Legislative Assembly of Ontario:", "“Whereas the government recently announced plans to reform the way autism services are delivered in the province, which leaves children over the age of five with no access to intensive behavioural intervention (IBI); and", "“Whereas in 2003, former Liberal Premier Dalton McGuinty removed the previous age cap on IBI therapy, stating that Liberals support extending autism treatment beyond the age of six; and", "“Whereas applied behaviour analysis (ABA) and intensive behavioural intervention (IBI) are the only recognized evidence-based practices known to treat autism spectrum disorder (ASD); and", "“Whereas the combined number of children waiting for ABA and IBI therapies in Ontario is approximately 16,158; and", "“Whereas wait-lists for services have become overwhelmingly long due to the chronic underfunding by this Liberal government;", "“Whereas some families are being forced to remortgage houses or move to other provinces while other families have no option but to go without essential therapy; and", "“Whereas the Premier and her government should not be balancing the budget on the backs of kids with ASD and their families;", "“We, the undersigned, petition the Legislative Assembly of Ontario to direct the government of Ontario to immediately ensure that all children currently on the waiting list for IBI therapy are grandfathered into the new program so they do not become a lost generation.”", "I couldn’t agree with this more. I’m going to give it to page Samantha to bring to the Clerk." ],
  "anchor" : "para803"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "A petition addressed to the Legislative Assembly of Ontario:", "“Whereas today, there are more seniors 65 and over than children under the age of 15, both in Ontario and across Canada;", "“Whereas there are currently more than two million seniors aged 65 and over—approximately 15% of the population and this number is expected to double in the next 25 years;....", "“Whereas research showed that abuse against seniors takes many forms and is often perpetrated by family members;....", "“Whereas Bill 148, if passed, will ensure seniors living in the community have the same protection and support as those seniors living in long-term-care facilities and retirement homes;", "“Whereas Bill 148, if passed, will require regulated health professionals to report elder abuse or neglect to the public guardian and trustee office;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the members of the Ontario Legislative Assembly pass Bill 148, An Act to amend the Substitute Decisions Act, 1992 and the Regulated Health Professions Act, 1991, requiring health professionals to report any reasonable suspicion that a senior living in the community is being abused or neglected to the public guardian and trustee office.”", "I fully support the petition. I will give my petition to page Grace." ],
  "anchor" : "para816"
}, {
  "speaker" : "Lorne Coe",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Bill 152, the Cutting Red Tape for Motor Vehicle Dealers Act, 2015 is a vital tool that supports Ontario’s auto sector by cutting red tape for dealers and consumers when a vehicle is purchased or leased; and", "“Whereas, in 2011, the province of Ontario conducted a pilot project on in-house vehicle licensing at two new car dealerships that was well received by the participants; and", "“Whereas the province of Quebec has permitted automobile dealers to conduct in-house vehicle registrations since 2003, with 700 dealers currently participating;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the government of Ontario immediately pass Bill 152 into law, to promote Ontario’s auto retail sector by cutting red tape for motor vehicle dealers and consumers to save them time and money.”", "I agree with the contents. I will affix my signature, date it and provide it to page Faiz." ],
  "anchor" : "para826"
}, {
  "speaker" : "Percy Hatfield",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas Alzheimer’s disease and other dementias are progressive, degenerative diseases of the brain that cause thinking, memory and physical functioning to become seriously impaired;", "“Whereas there is no known cause or cure for this devastating illness; and", "“Whereas Alzheimer’s disease and other dementias also take their toll on hundreds of thousands of families and care partners; and", "“Whereas Alzheimer’s disease and other dementias affect more than 200,000 Ontarians today, with an annual total economic burden rising to $15.7 billion by 2020; and", "“Whereas the cost related to the health care system is in the billions and only going to increase, at a time when our health care system is already facing enormous financial challenges; and", "“Whereas there is work under way to address the need, but no coordinated or comprehensive approach to tackling the issues; and", "“Whereas there is an urgent need to plan and raise awareness and understanding about Alzheimer’s disease and other dementias for the sake of improving the quality of life of the people it touches;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To approve the development of a comprehensive Ontario dementia plan that would include the development of strategies in primary health care, in health promotion and prevention of illness, in community development, in building community capacity and care partner engagement, in caregiver support and investments in research.”", "I fully agree. I’ll sign it and give it to Leah to bring up to the front." ],
  "anchor" : "para835"
}, {
  "speaker" : "Ann Hoggarth",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas lung disease affects 2.4 million people in the province of Ontario;", "“Of the four chronic diseases responsible for 79% of deaths (cancers, cardiovascular diseases, lung disease and diabetes) lung disease is the only one without a dedicated province-wide strategy;", "“In the Ontario Lung Association report, Your Lungs, Your Life, it is estimated that lung disease currently costs the Ontario taxpayers more than $4 billion a year in direct and indirect health care costs, and that this figure is estimated to rise to more than $80 billion seven short years from now;", "“One in five Ontario schoolchildren has asthma;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To allow for deputations on MPP Kathryn McGarry’s private member’s bill, Bill 41, Lung Health Act, 2014, which establishes a lung health advisory council to make recommendations to the Minister of Health and Long-Term Care on lung health issues; and requires the minister to develop and implement an Ontario lung health action plan with respect to research, prevention, diagnosis and treatment of lung disease; and", "“Once debated at committee to expedite Bill 41, Lung Health Act, 2014, through the committee stage and back to the Legislature for third and final reading; and to immediately call for a vote on Bill 41 and to seek royal assent immediately upon its passage.”", "I approve of this petition—" ],
  "anchor" : "para847"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Thank you very much." ],
  "anchor" : "para856"
}, {
  "speaker" : "Jim McDonell",
  "text" : [ "I have a petition to the Legislative Assembly of Ontario:", "“Whereas demonstrative schools in Ontario provide incredible necessary support for children with special education needs; and", "“Whereas the current review by the government of Ontario of demonstrative schools and other special education programs has placed a freeze on student intake and the hiring of teaching staff;", "“Whereas children in need of specialized education and their parents require access to demonstrative schools and other essential support services;", "“Whereas the freezing of student intake is unacceptable as it leaves the most vulnerable students behind;", "“Whereas this situation could result in the closure of many specialized education programs, depriving children with special needs of their best opportunity to learn;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“To immediately reinstate funding streams for demonstrative schools and other specialized education services for the duration of the review and to commit to ensuring every student in need is allowed the chance to receive an education and achieve their potential.”", "I agree with this and will be passing it off to page Brendan." ],
  "anchor" : "para858"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I have a petition here to the Legislative Assembly of Ontario:", "“Whereas Dog Tales is a world-renowned dog rescue in King City, Ontario, that specializes in the care, rehabilitation and adoption of abused, abandoned and neglected dogs. Since opening in 2014, Dog Tales has found homes for more than 500 dogs in need;", "“Whereas Dog Tales employs a full-time staff of 40, including experts in dog care, rehabilitation and training, and has an operating budget in excess of $1 million per year;", "“Whereas the Ontario Dog Owners’ Liability Act prevents certain breeds from being owned or housed within the province which has resulted in the unnecessary euthanasia of thousands of innocent dogs and puppies, despite numerous studies proving that this legislation has not been effective in reducing the overall number of dog bites in the province since implementation;", "“Whereas sections 6(d) and 20(2)(e) of the Dog Owners’ Liability Act allow the provincial government to designate bodies within Ontario so that dogs affected by the legislation can have a place to go when in need;", "“Therefore, we, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“Direct the Lieutenant Governor in Council to grant Dog Tales a designation under the Dog Owners’ Liability Act that will allow breeds affected by Ontario’s breed-specific legislation to be housed at their rescue for transition to out-of-province adoption or permanent sanctuary.”", "I wholeheartedly support this, affix my name to it and send it with page Samantha." ],
  "anchor" : "para868"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I have a petition to the Ontario Legislative Assembly from residents in my riding.", "“Update Ontario Fluoridation Legislation.", "“Whereas scientific studies conducted during the past 70 years have consistently shown that community water fluoridation is a safe and effective means of preventing dental decay and is a public health measure endorsed by more than 90 national and international health organizations, including the Ontario Chief Medical Officer of Health and the Ontario Dental Association; and", "“Whereas recent experience in Canadian cities that have removed fluoride from drinking water has led directly to a dramatic increase in tooth decay; and", "“Whereas the Ontario Ministry of Health and Long-Term Care urges support for amending the Fluoridation Act to ensure community water fluoridation is mandatory; and", "“Whereas the Ontario Ministry of Municipal Affairs and Housing urges support for the removal of provisions allowing Ontario municipalities to cease drinking water fluoridation, or fail to start drinking water fluoridation, from the Ontario Municipal Act;", "“We, the undersigned, petition the Legislative Assembly of Ontario as follows:", "“That the Premier of Ontario direct the Ministries of Municipal Affairs and Housing and Health and Long-Term Care to amend all applicable legislation and regulations to make the fluoridation of municipal drinking water mandatory in all municipal water systems across the province of Ontario before the end of the first session of the current Ontario Parliament.”" ],
  "anchor" : "para877"
}, {
  "speaker" : "Lisa M. Thompson",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas household electricity bills have skyrocketed by 56% and electricity rates have tripled as a result of the Liberal government’s mismanagement of the energy sector;", "“Whereas the billion-dollar gas plants cancellation, wasteful and unaccountable spending at Ontario Power Generation and the unaffordable subsidies in the Green Energy Act will result in electricity bills climbing by another 35% by 2017 and 45% by 2020; and", "“Whereas the Liberal government wasted $2 billion on the flawed smart meter program; and", "“Whereas the recent announcement to implement the Ontario Electricity Support Program will see average household hydro bills increase an additional $137 per year starting in 2016; and", "“Whereas the soaring cost of electricity is straining family budgets, and hurting the ability of manufacturers and small businesses in the province to compete and create new jobs; and", "“Whereas home heating and electricity are a necessity for families in Ontario who cannot afford to continue footing the bill for the government’s mismanagement of the energy sector;", "“Therefore we, the undersigned, petition the Legislative Assembly of Ontario to immediately implement policies ensuring Ontario’s power consumers, including families, farmers and employers, have affordable and reliable electricity.”", "I totally agree with this petition. I’ll affix my signature to it and send it to the table with Aadil." ],
  "anchor" : "para886"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "“To the Legislative Assembly of Ontario:", "“Whereas the government recently announced plans to reform the way autism services are delivered in the province, which leaves children over the age of five with no access to intensive behavioural intervention (IBI); and", "“Whereas in 2003, former Liberal Premier Dalton McGuinty removed the previous age cap on IBI therapy, stating that Liberals support extending autism treatment beyond the age of six; and", "“Whereas applied behaviour analysis (ABA) and intensive behavioural intervention (IBI) are the only recognized evidence-based practices known to treat autism spectrum disorder (ASD); and", "“Whereas the combined number of children waiting for ABA and IBI therapies in Ontario is approximately 16,158; and", "“Whereas wait-lists for services have become overwhelmingly long due to the chronic underfunding by this Liberal government;", "“Whereas some families are being forced to remortgage houses or move to other provinces while other families have no option but to go without essential therapy; and", "“Whereas the Premier and her government should not be balancing the budget on the backs of kids with ASD and their families;", "“We, the undersigned, petition the Legislative Assembly of Ontario to direct the government of Ontario to immediately ensure that all children currently on the waiting list for IBI therapy are grandfathered into the new program so they do not become a lost generation.”", "I will affix my signature to this petition and give it to page Spencer." ],
  "anchor" : "para896"
}, {
  "speaker" : "The Speaker",
  "text" : [ "The time for petitions has expired." ],
  "anchor" : "para907"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "Mr. Speaker, our motion states that,", "(a) The Legislative Assembly of Ontario accepts that autism does not end at the age of five;", "(b) The Legislative Assembly of Ontario accepts that intensive behavioural intervention—IBI—therapy is statistically effective at improving the development of autistic children of any age; and", "(c) The Legislative Assembly of Ontario supports restoring funding for IBI therapy for children over the age of five.", "This is addressed to the Premier." ],
  "anchor" : "para910"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Mr. Brown has moved opposition day motion number 5. Mr. Brown." ],
  "anchor" : "para915"
}, {
  "speaker" : "Patrick Brown",
  "text" : [ "I’m happy to rise in support of this motion. The motion provides an opportunity for the government to show Ontarians they are listening and, importantly, reacting to the need to restore funding for IBI therapy for children over the age of five. Some 2,000 children will no longer be eligible for therapy if the government permits this decision to hold. That’s why this motion is so important.", "I can tell you, our entire PC caucus was shocked and saddened by the government’s decision to cut IBI therapy for children five years and older. Just imagine that: Over 2,000 children will be left behind.", "Since this government announced their misguided policy, letters have been pouring into my office with heart-wrenching stories of children with autism who spent years on the wait-list. These families were counting on IBI as a hope for their child’s future, only to be told that they won’t be getting the treatment they’ve been waiting years for. Many feel they have nowhere to turn. They feel abandoned.", "Mr. Speaker, what’s most shocking about the government’s misguided policies is that IBI therapy has been a proven treatment for children over five. The impact and progress made by children is amazing and undeniable. I received an email from a woman from Simcoe county whose eight-year-old son, Sebastian, has autism. Sebastian started IBI in January after waiting three and a half years for treatment. In only three months of treatment he was able to speak, growing from two-word sentences to five-word sentences. He was even able to say, “Mom, I love you,” for the very first time. His mother said that it has been a dream come true to see Sebastian speaking and interacting with his family. Sebastian will be assessed again in October and will likely be denied further IBI treatment because he is older than five. His parents are heartbroken. In reading their letter, you can’t comprehend why this government is not doing the right thing.", "Another woman told me about her son, Charlie, in Toronto, who is six years old and has autism. Before beginning therapy, Charlie was almost non-verbal, was not toilet trained, was unable to feed himself, and was easily triggered by ambient noise. Charlie finally began IBI therapy two short months ago. As a result of the therapy he is beginning to respond to sentences and he is now able to eat on his own. Now they will no longer receive funding for therapy. In her words—these are the family’s words: “I cannot describe the anguish of spending years watching my child fall behind while waiting for help, only to have hope ripped away when it finally arrives.” How can this government do that to Charlie?", "This morning, in question period, I talked about the story of four-year-old Mason from Burlington, four-year-old Lila from Etobicoke and five-year-old Daniel from Richmond Hill, all of whom have autism. These children may never get the opportunity to receive IBI treatment. Their families struggle to understand how the Liberal government can turn their backs on their children. They wonder if they’ll ever experience their child look at them and have the ability to say, “I love you.”", "With private IBI treatment estimated at a cost of approximately $50,000 a year, the government’s changes to funding will only pay for a few weeks of this life-changing therapy. To assume most families can afford IBI shows just how out of touch this government really is.", "The reality is that this government is making cuts to IBI because of years of Liberal scandal, waste, and mismanagement. These cuts are prevalent throughout the health care system and this is yet another example of an essential service the Wynne Liberals are cutting. Instead of taking accountability, this government is attempting to balance the budget on the backs of some of our most vulnerable.", "The Liberal government needs to start listening to Ontarians and re-evaluate their priorities. That is what Ontarians expect from the government.", "As a result of the government’s desperation, not only is the government ignoring the pleas of affected families, the government is ignoring the advice of experts. Last week, Dr. Ian Dawe, chair of the government’s Autism Spectrum Disorder Clinical Expert Committee, spoke out against the government’s cuts.", "Although Dr. Dawe praised the positive impact IBI therapy can have on children with autism, he admitted to an affected parent that there is no evidence that children over five would not benefit from IBI. He also said that the government’s changes to autism funding are not what their panel recommended. He has voiced his concerns directly to the Premier, yet the Wynne Liberal government is unwilling to listen to experts and unwilling to listen to families. It is a sad day in our Legislature when this government is more concerned with the bottom line than with children and families dealing with autism. Unacceptable.", "Another problem is that no one trusts this government. No one is buying their lines. No one trusts the fate of a child with autism in the hands of this government. Even though the government has kicked these children off the IBI wait-list, they cannot wish them away. Children over the age of five still have special needs the province must address. The wait-list for a less intensive form of therapy, ABA, remains at approximately 14,000 children, and it’s clear the Wynne Liberals don’t have a real solution or a plan for those kicked off the IBI wait-list. These children have no other option.", "Voting in support of this motion will be a first step by the Liberal government to demonstrate that they are willing to change, that after hearing expert advice, after hearing families, after actually talking to Ontarians, it’s never too late to do the right thing, and that we must, for the sake of these children, do the right thing.", "The Ontario PC caucus has been very clear, and I will state unequivocally: Autism does not end at five.", "No child should be left behind in receiving the necessary support they deserve. Children with autism and their families deserve better from this government, and that is why we have introduced this motion. The Ontario PC Party believes that every single person in Ontario should have the opportunity to reach their full potential. We will continue to stand with families and children affected by autism and we have continued to pressure the Liberal members to reverse their decision and allow children over five years old to access IBI therapy.", "Sadly, it would appear the Liberal government will only listen if you buy a $10,000 ticket to their fundraisers. These families don’t have $10,000 to participate in this pay-to-play environment the government has created.", "I urge the Liberal members to show families in the gallery today and families throughout the province that they are listening and that you don’t have to show up at a Liberal fundraiser. Do the right thing. You know families depend on this. Experts know that families depend on this. This is an opportunity for Liberal MPPs to do the right thing, to support this motion and say they stand with families, they stand with children.", "This is an opportunity. Liberal MPPs have an opportunity to potentially change the lives of so many incredible children. Before the Liberal members vote this afternoon, I want you to think of Mason, of Lila, of Daniel. I want you to think of the devastated families, too many to count, who are being forced to sell their homes to get a chance to provide the IBI treatment their child deserves.", "The Ontario PC caucus is urging you, begging you, to restore funding for IBI therapy for children over the age of five. The future of these children is in this government’s hands. Do the right thing." ],
  "anchor" : "para916"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para936"
}, {
  "speaker" : "Andrea Horwath",
  "text" : [ "It’s my honour to rise as leader of the Ontario NDP caucus and as a mother to support this opposition day motion. I have to start by saying that I find it very unfortunate and regrettable that we even have to have this debate in the House. Let’s not forget that it was this very Premier who said that every person with autism “deserves ... support, and has mine.”", "I guess the Liberal version of supporting children with autism is removing them from life-changing, evidence-based therapy simply based on the year that they were born. For those of us on this side of the chamber, that is just plain wrong, which is what former Liberal Premier Dalton McGuinty said the last time the government was forced to reverse course on age caps, back in 2006.", "Not too long after that, I was named the NDP critic for children and youth services. This was before I was the leader. I took over from the very passionate MPP Shelley Martel, who—just to take a quick trip down memory lane—this government actually took to court. The Liberal government took MPP Shelley Martel to court because she was doing her job fighting for vulnerable kids. They spent money fighting her in court instead of investing in therapy for children with autism.", "By the way, the education minister of the day, who was supposed to clean up the Liberals’ act when it came to autism and IBI and ABA therapy, was none other than the person who is currently occupying the Premier’s chair in this province. She was the education minister from 2006 to 2010. It was her job to make sure that kids weren’t languishing on wait-lists, and here we are with them still languishing on wait-lists.", "Around that time, I actually had Bruce McIntosh, who’s here today in the gallery and is president of the Ontario Autism Coalition, on a panel talking about this very same issue—10 years ago. Can you imagine that? All those years ago, parents were having this exact same fight. I want to speak to those parents right now. I’m in awe. I’m in awe of their strength, of their dedication, of their passion, of their perseverance. As a mother, I understand. I understand fighting for your children to have the best opportunities to succeed. I understand not giving up: not giving up the fight, not giving up on your kids.", "These families have come to Queen’s Park three times already in just the past couple of months. Over the years, these families have come countless times to fight for their children, to fight against a government that for 13 years has been in power and has done nothing except kick kids off of a waiting list to get IBI therapy. To ensure that the voices of their children could be heard, these families have come time and time again to this chamber. To ensure that the voices of their children are respected, these families have come time and time again to this Legislature and to these front lawns.", "They’re fighting a government who has pulled the rug out from under them. It is simply “too cruel,” in the words of the Toronto Star, to wait and wait on a list for therapy that doctors and clinicians have told you would make all the difference and would have a profound impact on your child’s life, that would allow your children to communicate with the outside world, that would allow your child to express in some way how they are feeling, and then, with a stroke of the Premier’s pen, to be told your child will never receive access to that therapy, to feel like your heart has been broken, has been torn right out of your chest, and, in the words of Kristen Ellison, be forced to mourn the loss of your child’s potential.", "Think of those words, Speaker: to be forced to mourn the loss of your child’s potential. That’s what this government is doing to these moms and dads and their children.", "In the case of Heather Bourdon, and thousands of parents like her, to sell your house, to sell your possessions, everything you have, to move your family of five people into a one-bedroom apartment just to make sure that your child can have the best possible start—families in Ontario should not have to sell everything they own to pay for life-changing, essential therapy for their children. This government has a duty to provide children with autism with the services that they need.", "Speaker, the Liberal legacy on the autism file is nothing short of shameful and disgraceful. The Provincial Advocate for Children and Youth, whose job it is to advocate for vulnerable kids, has called out this government, saying that it’s “a mug’s game,” what they’re doing right now with their change in policy, that this decision was about getting rid of wait-lists and not about what’s best for children.", "Michael Barrett, president of the Ontario Public School Boards’ Association, has told this government that “It’s never too late to correct a mistake.”", "Labour, teachers, experts and newspaper editorial boards have all come out against this plan. Even organizations the Liberals thought were onside, like QuickStart, have issued statements.", "Perhaps the most damning is the chair of the government’s own expert panel, Dr. Ian Dawe, who has echoed what New Democrats have been saying all along: “What the government has funded was not what we recommended.” I want to repeat that: “What the government has funded was not what we recommended.” This is the chair of their expert panel on autism therapy and funding.", "Our critic, Monique Taylor, has asked the Minister of Children and Youth Services countless times to show us where this report that was issued says that IBI doesn’t work for children over the age of five, and she can’t because—guess what?—the report doesn’t say that. How can this government possibly dig in on these changes when the experts they’re depending on have come out against them?", "Speaker, I just want to say that this government and this minister cannot claim to be following the science while they are actively ignoring the experts behind the science. It doesn’t work that way. I know this might shock the members across the chamber, but they don’t know more than the clinicians, the experts, or the parents, for that matter. This Premier does not know more than the experts, than the clinicians and the parents. She just doesn’t. It’s really insulting for them to pretend that they actually do. It’s insulting every time a member on the opposition benches gets up and reads the story of a desperate and heartbroken family and the Liberal members yell and heckle. It is insulting that that happens in this chamber, Speaker.", "It’s insulting that the government ignored the actual suggestions of the expert panel, but then claimed to be basing their policy on it. What is the point of appointing an expert panel if you’re just going to arrogantly ignore whatever they have to say anyway? What is the point?", "The report says that IBI needs to be given for a year for it to be effective. So what does this government do? Removes kids after six months or, in the case of thousands of kids, after zero months.", "You can’t pick and choose the facts. It’s time for the Liberal government to do what’s right. It’s time for them to stop worrying about themselves and worry about the needs of families across this province. We’re talking about vulnerable children. We’re talking about very expensive therapy that families can’t afford to pay out of their own pockets, and that’s when they turn to government or when they should be able to turn to government for that help to give their kids an opportunity to be able to communicate with the outside world, to be able to reach their own potential. That’s what they rely on their government to do.", "Children who teach us so much about unconditional love, children who teach us about acceptance, children who teach us about a new way to look at the world: That’s who we’re talking about when we talk about these children. They teach us about things like kindness and compassion. They deserve so much better than the hand they are being dealt by this government.", "I’m on the record now, and I want to be clear with families here today and across this province: Parents and kids know that autism does not end at five, and I know its treatment should not either. You have my word that New Democrats will stand with you through this fight, just like we have stood with you for well over a decade. We will not give up, and we know that you won’t give up either. We know that you and your children deserve so much better. Children with autism deserve access to the therapy they need, regardless of their age.", "I’m going to end by quoting myself, Speaker, back in 2009, when I said, “These children and these families cannot wait any longer for this government to get its act together when it comes to the autism file.” And here we are, seven years later—seven years later.", "This government has been in power for 13 years. Dalton McGuinty was dragging these families through the courts back then, Speaker, dragging these families through the courts. These families were saying, “Just because our kids reach a certain age doesn’t mean they don’t deserve therapy. It doesn’t mean they don’t deserve an education.” They were right then, and they are right today as well.", "Speaker, there’s a number of other members of my caucus who are going to say a few words, but I do thank you for the moment." ],
  "anchor" : "para937"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para961"
}, {
  "speaker" : "Tracy MacCharles",
  "text" : [ "I do want to thank the opposition for giving me a chance to rise today to clarify a number of elements of the new autism program and dispel some myths about recent changes to the Ontario Autism Program.", "I’d also like to welcome and acknowledge the families and the children who have joined us today, as well as the autism action groups and associations who are here. I have met with a number of them, and I look forward to continuing to meet with and hear from families and association advocates.", "I want to say off the top, Speaker—I’ve said it here in this Legislature, and I want to say it to the opposition specifically—I agree that autism does not end at age five. As both the Premier and I have said in this Legislature, our government is committed to improving the lives of the 40,000 children and youth with autism in Ontario, and the lives of their families as well.", "In recent years, accessing therapy and services has become challenging and sometimes confusing. Wait times are unacceptably long. Spaces for therapy are too few in number, and the way we have historically delivered services has not been responsive to the unique needs of each child with autism.", "Without action now, Speaker, we know that challenges will only grow. Children will be stranded on wait-lists for years, not months. Therapy that should come sooner will be delayed. Fixing these challenges is what motivates our government and what motivates me personally, as the minister: to help families, to ease their burden, to increase opportunities for children with autism, and to get them the services they require when they need them.", "For all these reasons, Speaker, we are creating the new Ontario Autism Program with an historic investment of $333 million to improve and expand children’s autism services over the next five years. With this new funding, 16,000 more children will receive the critical interventions they need. Let me repeat one more time: Our investment, Speaker—a third of a billion dollars in autism services—will ensure that 16,000 more children receive the services they need when they need it and how they need it.", "In two years, we expect the wait-list to be cut in half. In five years, our goal is to cut the wait times to less than six months.", "Most important of all, this new program ensures supports and therapy will be tailored to the children and their individual developmental needs. In the new program, all children, regardless of their age, will be assessed upon entry and then provided the services and the level of therapeutic intensity that is best suited for them. For the first time in Ontario, we are developing a program that has a continuum of care and services that personalizes care to the unique needs of every child with autism.", "When the new program is fully implemented, families will find services much easier to access and navigate, and families will find that the new program is responsive to the needs of children irrespective of age. Based on the work that we’ve done with experts and with the families themselves, we believe that this new program will deliver what those living with autism need. It will fix the problems that we’re facing today, and it will keep those problems from growing greater.", "This is our vision and what we’re going to work towards for the new program. As we design and implement the new program, we’ll be considering how best to deliver those services, including looking at the direct funding model. I’ve heard from families and experts on this. We’re going to work hard, get as much advice as we can, and we want to get this right.", "We also recognize that, with this level of investment, we have to work through a period of adjustment as the new program is implemented. The transition, though difficult, will not affect most families. That’s important to emphasize. It will not affect most families of the 40,000 children living with autism. There are roughly 2,200 families across the province, however, who will feel some effect during this two-year period. In the main, these families with children currently age five or older on the wait-list for intensive services will be better supported.", "I know change can be challenging, and people naturally want to hear exactly how it will affect their child. For this reason, we’re paying specific attention to each and every one of these 2,200 families on a case-by-case basis. They will—and, in some cases, have already—hear directly from their service provider about what these changes mean for them. In addition, these families will all receive funding to help families purchase the services that they need where and how they need them right away.", "In short, we’ll work hand in glove with families. We’ll maintain close contact as these changes are implemented to ensure that these families are hearing from us and that we’re hearing from them, that we’re aware of what they’re experiencing and that we are able to monitor those effects on a continuous basis.", "It won’t be simple and it won’t be without challenge. But the transition to the program will leave us with a set of services that support the work far better and therapy tailored to better meet the needs of individual children, with 16,000 new spaces and shorter waiting lists. In short, Speaker, it will better serve all children and youth living with autism and, in doing so, it will better serve us all.", "Again, I want to thank the families who are here today, and I want to say to you that I am committed to supporting you and your children." ],
  "anchor" : "para962"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para977"
}, {
  "speaker" : "Sylvia Jones",
  "text" : [ "There are so many areas that I could delve into after the minister’s speech, but I’m only going to leave you with one: What are these families supposed to do for the next two years while you try to get this right?", "I want to talk about a family who actually isn’t going to be impacted by this announcement, but it drove home what happens when we mess up a file, and the autism file is an example of where we have messed up from the very beginning. I’m just going to read from this woman who lives in Dufferin county.", "“Premier Wynne", "“I am writing this letter in response to the recent cuts and changes to the IBI program for autistic children by your government and to voice my deepest concern regarding this move. I find it difficult to believe that a treatment that has been proven to work is being cut....", "“I know from experience what life is like for these parents and their children now and what it will look like in the future. You see, Premier, I have lived it every day for the past 39 years. I am a parent of an adult non-verbal adult son with autism who lives at home with us, his parents. If this treatment had been available 39 years ago, I would have fought with everything in me to have him enrolled! I speak from first-hand knowledge when I say I know what impact this disorder can have on children and their families.", "“My son cannot speak, write or read and maybe functions at about an age three level. He lives in a world with no voice and where sounds, touch are painful. What I wouldn’t give to have him say, ‘Mom,’ for him to have even some of the things we all take for granted. He will have to rely on others his whole life for his most basic needs, his safety and care. As parents you hope and pray that when you are gone that those entrusted to care for him do that and pray he is not abused. This is a constant worry. This is the future you are asking the parents of these children to endure.", "“You have the opportunity to change the path for these children with autism. Madam Premier, there is a saying, ‘You have to walk in someone else’s shoes to fully understand what it is like.’ I hope you never have to find out what those shoes are like. It becomes much more personal when you have someone you love and care about walking this path. The cost to society can’t be measured just by money spent for benefits and programs. It is much more far reaching than that! It is also the hardships financially, and emotional, these families face. These costs have to be factored in as well.", "“Premier, families are separating because parents cannot cope, they are struggling financially to provide care, their income is being impacted as they try to figure out how to be parents to their special needs-children—adults. And all that entails. They are on call every minute of the day and night, 24/7, 365 days a year. They are caregivers, parents to other children, grandparents and also have to deal with the other everyday stuff everyone has to deal with on a regular basis....”", "The letter goes on, Speaker, but I’m going to close with her plea to Premier Wynne: “I ask, Premier, that you reconsider funding for these children. Make a difference. You, Premier, have the power to change the course of these children’s lives. Please use it!!!” That’s a letter from a woman in Mulmur.", "It amazes me that we are couching this in some kind of, “It will be better when....” These announcements are already in effect. May 1 is when the change happened, and yet we’re talking about, “In two years it will be better; just be patient.” Well, you know what? In 2003, the leader of the Liberal Party said that the “lack of government-funded IBI treatment for autistic children over six is unfair and discriminatory.” That was Dalton McGuinty in 2003. Have we learned nothing since then?" ],
  "anchor" : "para978"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para989"
}, {
  "speaker" : "Monique Taylor",
  "text" : [ "As our leader has said, it’s truly regrettable and unfortunate that we have to have a motion in the House today to tell the Liberals that autism doesn’t end at five. It’s not a complicated concept, but the Liberals have decided to dig in on an issue that impacts our most vulnerable kids.", "As I speak today, I hold the thought of all of those children whose lives are being impacted by this government’s callous decision to take away IBI therapy from them, especially Justin and Anthony, whose mothers were here with me back in November. They came to share their stories of waiting on a wait-list for therapy that they knew would have life-changing impacts. How did this government respond? By ensuring that children over five would never receive access to publicly funded IBI therapy.", "They tried to make a good-news announcement. They tried to hide the fact that they were taking essential therapy away from kids. But you can’t hide from parents. They are the warriors for their children, and I’m proud to stand with them, as I know the member from Dufferin–Caledon, the opposition critic, is as well.", "Since the government is claiming that these decisions were based on science and facts, let’s talk about the facts. In Ontario, children, on average, are diagnosed with ASD at the age of four—Speaker, that’s right, I said four—and the cut-off for intensive therapy is five. Does that make any sense? I guess if you’re trying to save money, it does. Or if you’re just trying to make a good-news announcement and you have made it clear that you don’t care about the impact that it will have on some of Ontario’s most vulnerable children.", "Let’s be clear: We know why the cut-off was set at the age of five. It wasn’t because the expert panel said it should be. It was because, as of October 2015, more than 90% of children receiving IBI were over the age of five. So you would only have to pay for 7% of the children to remain in service, and that’s shameful.", "Do you know what else is shameful? Actively ignoring the advice of your own expert panel and then calling the truth “unfortunate and regrettable.” The report, just in case the government hasn’t read it, says that IBI should be given for a minimum of one year for it to be effective. So what does this government do? It gives families $8,000, which is less than two months of IBI therapy, which surely doesn’t fit in with what the experts have said. Parents now know that there are positive impacts of the IBI on their children, and then it will be ripped away from them. That’s cruel and unfair.", "Let’s talk about kids who start IBI before the age of five. Their parents are being told that they will only have six months of treatment, since once they turn five they are no longer eligible. The experts say—again, if the opposition members haven’t read the report, I highly recommend it—that kids should start IBI before five and receive it for a minimum of a year, so as long as it is still clinically beneficial. You can’t just pick and choose the facts and misrepresent the science. You can’t claim that the experts behind the scenes and behind the science have it all wrong.", "This government has it wrong, and they’re too arrogant to admit it. Arrogance is getting in the way of children getting access to the services they need. If all you can say about the chair of the panel coming out and saying you got it wrong is that he is no longer the chair, then you really have no legitimate answer. The Liberals think they know better than the experts and the clinicians.", "Let’s talk about what this really means, though. I’ve spoken to hundreds of parents who tell me stories that break my heart, about what not having access to therapy looks likes for them. They send me pictures and videos of children who cannot tell them what’s wrong when something is very clearly wrong. They feel helpless and they have nowhere to turn. They tell me how much they would give up just to ensure that their children have what they need. The government shouldn’t be forcing parents to give up everything just to get access to basic health care. These children deserve access.", "I want the members opposite to think about what they would do if this government was trying to steal services that their children needed. Would they just sit down and let it happen? I doubt it. They should empathize with these parents who come here today and day after day just to make a point, because I’m sure that they would do the same. They need to step up today and have a spine to stand against a government who are making a bad decision. Will they be remembered for taking away essential life-changing therapy from kids with autism or will they be remembered as elected officials who don’t have the gall to stand up to their own government and fight for vulnerable kids? It’s really up to them.", "Parents are frustrated with a government that won’t answer questions, that won’t meet with parents, that makes decisions without properly consulting. I share in their frustration. I’m frustrated with all this spin and not ensuring that all the children have access to the services they need. I’m frustrated that the voices of children who would have thrived through IBI are not being listened to, not being heard, and not being respected.", "As a youth with special needs at the provincial advocate’s recent event said, “We don’t actually want you fighting over us, we just want you to provide us with what we need.” The Liberal members need to hear that. Provide children with what they need. Please make this decision about children. Put children first. Do what’s right.", "I know that they’re divided on this issue. I know that many of them have privately told parents how uncomfortable they are with all of this. Now is the time. I know IBI is expensive but the cost of inaction is far greater. Two years of IBI at $50,000 is a drop in the bucket compared to the cost of 60 years in a group home. It’s fair to be proactive and it makes sense.", "To experts who have gone over and above and come out vocally against these changes, thank you. Thank you for raising your voice for this injustice. Thank you for not accepting a government that wants you to be more concerned about population ethics rather than individual ethics. Every child matters. Every child deserves the support that they need to thrive.", "To the parents who are here again today, I’m sorry that you have to come here day after day. Just know that I am with you, and I promise to fight with you, and for you and your children. It is my privilege to fight for your children’s rights. Meeting and interacting with children on the spectrum has taught me so much. It has left a lasting impression on my life. I will not let this government hurt your children. Don’t give up the fight, because no government knows better than parents when it comes to what is best for their children.", "I will end by imploring members on the government side to please do the right thing: Vote in support of this motion." ],
  "anchor" : "para990"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1007"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "I’m very pleased to be able to rise to speak to this motion today.", "One out of 68 children—one out of 68—is diagnosed with autism in Canada. That number has grown by 100% in the last decade. It’s the most common and fastest-growing neurological disorder in Canada.", "Governments can’t sit idly by. You can’t sit on your hands while these numbers continue to grow. By introducing this opposition day motion today, that is what the opposition wants us to do. They want the government to not react. They want the government to stay with the status quo. Well, the status quo isn’t good enough.", "One of the scariest statements in the English language—I’ve said this before—goes like this: “This is the way we have always done it.” Well, as the Premier, the Minister of Children and Youth Services and many others have stated, the way of the past was leaving too many children behind. That is why we introduced this new program to ensure that 16,000 new spaces are created to get children off the wait-list to get the service they need.", "Let’s be clear about what this opposition day motion means. Unlike some of the emails that went out to families from members of the opposition, this vote, at the end of the day, isn’t a confidence vote. That vote was the 2016 budget, and of course the opposition voted against it and the new services for children with autism, which isn’t shocking. That wasn’t shocking.", "But let’s be clear, Mr. Speaker, let’s be very clear about what they voted against. It was the opposition that voted against a third of a billion dollars, $333 million. They voted against creating 16,000 new spots for services for children with autism. That’s $333 million on top of the already-existing $190 million that is there for services." ],
  "anchor" : "para1008"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Exactly.", "So rather than looking at ways of improving the system, rather than looking at ways of making it better and seeing the third of a billion dollars as progress toward improving the lives of thousands of individuals and families, they are using today’s motion to stir emotions and cause more concern for families, concerns these families do not need.", "None of us in this House knows what it’s like to be the parent of an autistic child. None of us know that. I can empathize—" ],
  "anchor" : "para1015"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I would like to remind all the guests to please refrain. You are guests in here. We would ask that you listen intently to the debate.", "Please continue." ],
  "anchor" : "para1019"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "The guest was right: None of us actually knows what it’s like to be the parent of an autistic child. I can only empathize, and I did it for 15 years of my life. For 15 years I was a foster parent, I was a respite provider, I was a front-line service provider. I can understand what it is like, but I can only empathize. I have stood there with parents when their child was having an incident. We’ve got the scars; parents have the scars on their faces. I have the scars on my face, right? We’ve had the plates thrown at us. But you know what? We’ve also been there when we’ve seen the good things that happen. When you see your child progress, when you see and hear that first word, those are the things that we see on this side of the House as paramount and as important, and that is done through ABA, applied behavioural analysis. Evidence-based strategies provide the consistency to children with autism.", "It’s completely understandable for parents to be very concerned when they hear from the opposition parties that those services are being cut. Well, there are no cuts. It’s only the opposition that would see $333 million, or a third of a billion dollars, as a cut. The old system was completely unsustainable. As stated, one out of 68 children in this country is diagnosed with autism every year, so sticking with the status quo would have continued to see too many children waiting years for vital services and missing significant development milestones.", "Our plan, the plan the opposition voted against, will see kids get off the wait-list. This motion, if implemented, would deny children with autism access to these new and improved services. It would deny them shorter wait times and individualized, custom care. This motion brought forward would ensure kids are put back on the wait-lists, seeing these wait-lists grow to over five years by 2018. As I mentioned at the outset, one out of 68 children is diagnosed—", "Interjections." ],
  "anchor" : "para1021"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1025"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "It’s the fastest-growing and most commonly diagnosed neurological disorder in Canada, so we’re acting as a government. We are not sitting on our hands.", "This government agrees with parents and advocates that autism doesn’t end at five. It’s preposterous that the opposition would think that this is something that should be debated. But most importantly, we recognize this is a lifespan diagnosis, and that’s why there is no age cut-off for services under the new program. In the new Ontario Autism Program—and let me emphasize this—all children with a diagnosis, including those five years old or over, will receive better services sooner that are customized to meet the individual needs, including those who require intensive therapies and interventions.", "For decades, this is what families have been asking for: individual service plans, personalized service plans. That’s why we acted with a historic investment in children, an investment of an additional $333 million. That’s on top, as I said before, of the $190 million, creating 16,000 spots for children and youth with autism, regardless of age. That’s good news to thousands of families.", "It is also paramount that families hear that ABA services, as we know them, will change drastically in the new autism program. In the new Ontario Autism Program, intensity of services will be more flexible and individualized than in the current ABA program and based on the child’s needs—", "Interjection." ],
  "anchor" : "para1026"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Hamilton Mountain." ],
  "anchor" : "para1031"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "—the number of hours per week, and the number of goals to be personalized with the clinician to ensure that each child receives a continuum of service responsive to their needs. So when the opposition claims that ABA services are being cut, they’re not providing the right information to families.", "The new Ontario Autism Program also ensures that those currently receiving IBI services—", "Interjections." ],
  "anchor" : "para1032"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order." ],
  "anchor" : "para1035"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "—will see that continue. No child currently receiving services will see those services taken away. Even though the opposition will try and say otherwise, letters from service providers and from the ministry’s regional offices outline that. You will also hear from service providers and from regional offices that if your child is five and currently on a wait-list and does not have service, contracts are now starting to be signed to provide $8,000 for immediate purchase of service. After that direct funding allotment is spent, these children will benefit from the new continuum of care and will receive other publicly funded rehabilitative supports, including ABA. So the unfounded claim that the government is cutting IBI and ABA services is just that: unfounded.", "Once the new Ontario Autism Program is fully implemented, the distinction between ABA and IBI will no longer exist as they will be combined to make one program that will be better in quality, flexibility of services, length and intensity of services. We are the only province that differentiates between ABA and IBI. British Columbia calls it EIBI. Do you know what we’re going to do here, Mr. Speaker? I know that parents don’t care what it’s called. They could call it ABA or call it XYZ.", "Interjection." ],
  "anchor" : "para1036"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Member from Hamilton Mountain, second time. You missed the first time because you were speaking." ],
  "anchor" : "para1040"
}, {
  "speaker" : "Glenn Thibeault",
  "text" : [ "Parents want to ensure that their child is getting the right service at the right time with the right intensity and that’s what this new program will do. It provides that for children with autism.", "While ABA is a profound service that makes a difference in the lives of so many on the spectrum, it’s not the only service out there. Children over the age of five are eligible to receive a variety of government-funded programs, including any level of intensity of service deemed needed by their clinician—let me repeat that again—any level of intensity of service deemed needed by their clinician in the new OAP program: current ABA services, respite services, speech and language pathology, occupational therapy, mental health services, physical therapists, school supports, March break camps, summer camps and so much more.", "So let’s be clear: The new Ontario Autism Program is there to make lives better. Nothing has been cut, as the opposition claims. We have only added service.", "That’s why it’s paramount that I address point (c) of this motion. Point (c) reads the following: “The Legislative Assembly of Ontario supports restoring funding for IBI therapy for children over the age of five.”", "It is critical for our government that we do not focus on age but, rather, a life-span approach to autism, working with partner ministries to pilot programs that will help kids with ASD transition into adulthood. As we said all along, autism doesn’t end at five, and it surely doesn’t on your 18th birthday.", "Sadly, for adults with ASD, the unemployment rate is over 80%, and that is something that must change, as well. While we are working with stakeholders to address that currently, the changes that we are making now in the new OAP will help in lowering that number to ensure that today’s children become active participants in our province and in our communities.", "That is why we are creating a program that will deliver the right service to children, regardless of age, regardless of intensity. We will deliver a personalized and individualized program for children with autism.", "This motion brought forward by the official opposition does nothing but stir fear in parents and stakeholders. It does nothing to recognize that more needs to be done. That is why I cannot vote in favour of it. We are already doing so much more than what this motion calls for. We will not sit on our hands while one in 68 are diagnosed and are in need of service. We will not continue to have children sit on wait-lists. We will act, we will listen and we will make the lives of families and individuals living with autism better." ],
  "anchor" : "para1041"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1049"
}, {
  "speaker" : "Jim Wilson",
  "text" : [ "I’m pleased to speak on behalf of our province’s autistic children and their families. I’m happy to do it, and I know that all members of the PC caucus and the NDP caucus are, as well.", "We have to speak up for these individuals, because the government certainly doesn’t care about them. We are debating this motion today because the Liberal government recently announced its new autism programming. Unfortunately, these changes limit intensive behavioural intervention therapy to children under five years of age, so if your child is five or older and IBI is working, that’s just too bad; your child no longer qualifies for the therapy.", "The children and youth services minister says that this new program is based on expert advice, and that the age window of two to four is the best time to focus on IBI therapy. While it may be expert advice, it’s flawed advice, nonetheless. I say that it’s flawed because moms and dads across this province say that it’s flawed, and they are the greatest experts of all.", "Autism does not end at five, nor should IBI. Thousands of people have demanded that the government not go ahead with this change, but in true Liberal fashion, they know what’s best and no one on the government side of this House is listening. The Liberals like to change who can access IBI therapy because it allows them to play a numbers game. Sadly, that game involves our children. Suddenly, a whole lot of children aged five and older don’t have access to provincially funded IBI. Using the numbers from the Toronto Sun, the move affects 1,377 children five years and older who are already receiving IBI, 835 children in that age group who are on the wait-list, and a further 1,331 who are expected to turn five while they’re still on the wait-list.", "This leads me to talk about Adam Laver. He’s an eight-year-old boy who lives in Beeton. Adam’s parents applied to get on the province’s IBI waiting list in May 2013. Now, because of the rule changes, Adam will never get provincial support for IBI, and that’s sad, because if he had qualified, he’d get a minimum of 20 hours per week.", "At any rate, despite all of this, Adam’s parents put him in private IBI in August 2014. They’ve been paying a staggering $1,200 a month for almost two years. That’s a lot of money; that’s a mortgage payment for many people in my riding. For that amount of money, Adam gets nine hours of therapy a week. His mother, Nancy, told me he’s doing well on the nine hours. He’s a different kid. With the limited amount he gets, he’s doing fantastic. He now talks in eight-to-10-word sentences. Before, it was two to three words a sentence.", "Adam’s parents know how expensive IBI is because they’ve been paying for it out of their own pockets. If they could get the IBI support from the province that their son deserves, developmentally he’d be even further along.", "No one is arguing that IBI isn’t expensive. It’s a lot of money, but it makes a world of difference for the children who receive it and it needs to be a priority for this government. If we don’t do everything in our power to help these children, then we are not the caring society we purport to be. We are letting these children fall behind, and that will cost us so much more in so many ways in the future.", "The government needs to do what’s right and restore IBI funding.", "Interjections." ],
  "anchor" : "para1050"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Further debate?" ],
  "anchor" : "para1060"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "Although it’s unfortunate that I have to get up to speak to this, I’m glad that I do have an opportunity to lend my voice. I’m going to look at this from a slightly different lens than has been brought up so far. I’m going to talk about the education sector, as the member from Sudbury touched on it.", "He also liked to talk about what the NDP do or do not support, so I’d like to clarify what we do or do not support. We certainly do not support kicking kids aged five and over who have autism off a list for service, so let’s be clear about that.", "Also to the member from Sudbury, we don’t support a government that, over the last three years, has committed over $1 billion to the education sector and has not actually forwarded that money to that sector or spent it on the children in the education system.", "We certainly do not support a government that, this year alone, has cut $8 million in special education funding—funding specifically for children like those with autism. They’ve cut that from 25 school boards—$8 million. They’re already starving school boards of money for special education needs. They are only compounding that problem.", "I’d like to speak about some of the quotes coming out of the education sector. Just last week, there was a quote from Lynn McLaughlin, who is the superintendent of special education for the Greater Essex County District School Board, the public school board in Windsor. She said, “We’re concerned because there’s still so many questions.” This government is not even forwarding information to the school boards to let them know what the plan is or if there’s funding coming in order to support these children once they’re cut out of service.", "I’d also like to share, from the education workers, from CUPE, “‘This is devastating for the 30,000 families with children who have ASD diagnoses,’ said Terri Preston, chair of CUPE Ontario’s school boards coordinating committee. ‘It comes at a time when we are already seeing massive cuts to supports in schools, including hundreds of educational assistant positions being eliminated. How are we supposed to build a better Ontario when so many children with ASD, developmental disabilities and learning disabilities are being abandoned by the province?’”", "Speaker, we’re seeing it across the province, where the boards are being forced by this government, because of a lack of funding, to lay off the very staff who are skilled and professional and who can work with these children and actually support them. They’re being laid off. There’s no supports for the kids in the education system, and there’s no plan to support them.", "Although the member from Sudbury can talk about how different ministries are working together, how the Minister of Children and Youth Services can stand up and say what a wonderful job the Minister of Education is doing and how well they’re working together, clearly they’re not working together. They are not communicating with the families; they’re not communicating with the school boards who are trying their hardest to service these kids and help them reach their full potential. They’re not helping.", "There’s a quote from Sam Hammond from the Elementary Teachers’ Federation of Ontario. “He told a rally of parents of autistic children”—hundreds of parents, thousands even, who came to Queen’s Park recently over this—“that Premier Kathleen Wynne’s cuts to intensive behavioural intervention or IBI therapy will put a system already lacking supports ‘over the edge.’” I could not agree more.", "These are the professionals, not the members on the government side. They’re not professionals in this. The member from Sudbury mentioned, “You don’t know unless you’ve lived it.” They’re not living it, and they are not listening to the experts. In fact, when Dr. Dawe comes forward and says what they’re doing is not what was recommended, they throw him under the bus and say—" ],
  "anchor" : "para1062"
}, {
  "speaker" : "Interjection",
  "text" : [ "“He’s not our chair.”" ],
  "anchor" : "para1073"
}, {
  "speaker" : "Lisa Gretzky",
  "text" : [ "“He’s not our chair.”", "Speaker, I have great concerns and families have great concerns about the fact that their children are now being thrown into the education system and being told that they are going to support them in there. Every one of the families in this room knows that that’s not happening. This government is sacrificing these children. These ones you’ve kicked off the list—you’ve put an $8,000 price tag on their heads. That seems to be all they’re worth to you.", "You need to change your minds and you need to support this motion." ],
  "anchor" : "para1074"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1077"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "Thank you for the opportunity to speak to this motion today. I also want to thank the parents who are here today. I know what it’s like to be a parent. I’m a parent of two children, one from the age of two and the other from nine months, so I understand that you want what’s best for your child. So do I. They’re adults now, and so do I.", "I was also a school board trustee for 12 years. I spent 10 of those years on SEAC advocating for children such as yours. It’s refreshing to see the opposition now advocating on behalf of children. I have been doing that for a very long time.", "I want to start by reiterating—", "Interjection." ],
  "anchor" : "para1078"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1082"
}, {
  "speaker" : "Granville Anderson",
  "text" : [ "—what it is we are debating today: an opposition motion that, if supported, would deny some children with autism their access to new and improved services and would create longer and unsustainable wait times. It would also keep children with ASD from getting the individual and customized care that we know they need.", "I also want to dispel a rumour, Speaker, one that the Premier tried to dispel last week, and the minister on many occasions has commented on this. While the $8,000 for those transitioning off the waiting list is a form of direct funding, some people are concerned that direct funding is off the table.", "We know that this plan for autism established an implementation committee. This committee will include clinicians, experts and those with lived experience so that we hear what we need to hear and get all the input we can as we roll out the autism program and get children with ASD what they need. Whether that means direct funding or direct service, we will have to learn from those here today and the committee.", "Speaker, on this side of the House, we know that autism does not end at five. I repeat that, Mr. Speaker: We know that autism does not end at five.", "I could very well support the first statement in this motion, and our plan has made that clear. If a child with autism is above the age of five and is already receiving IBI, that will not stop. They will be assessed by a clinician as they move forward and will receive the intensity and therapy they need. That does not mean you will instantly lose the intensity of therapy that IBI provides. If they require that intensity and their clinician knows they require that intensity, that intensity will be available to them.", "For those transitioning off the wait-list, ABA will be immediately available as they wait for the program to be rolled out, and their needs can be assessed. Our $333-million investment of new dollars means that those ABA wait-lists, which on average can go beyond two years, will be shortened to six months by 2017.", "It is unclear why the opposition feels that children with ASD should be required to wait two years for service, and since those wait-lists will grow if we do not act, future children who require therapy will have to wait even longer. That’s unacceptable on this side of the House." ],
  "anchor" : "para1083"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1090"
}, {
  "speaker" : "Steve Clark",
  "text" : [ "It’s been absolutely heartbreaking to hear from Leeds–Grenville parents after this government snuffed out the hope for their sons and daughters to get IBI treatment. In question period this morning, I told the story of Aidan Timmins, a little boy who was on the IBI wait-list for 17 months. His grandmother Carol-Anne is in the crowd with us today. I know that she and her husband, Tom, have been at many rallies with Aidan’s parents, Sean and Sonia.", "It was actually Sean who told me at a rally at the member for Kingston and the Islands’s constituency office that he and Sonia found out on World Autism Awareness Day that Aidan was kicked off the IBI waiting list. How cruel that, on a day to recognize the need to do more for kids with autism, Sean and Sonia found out that this government is doing less.", "Now, the minister can try to sell this as services for kids like Aidan being somewhat enhanced, but there’s not a person in the gallery today who is being fooled by that statement. The $8,000 offered to parents is an insult. It’s a drop in the bucket when private IBI therapy costs $100,000 for two years.", "The minister also talks about offering enhanced applied behavioural analysis, or ABA, to children five years of age and over. Sean Timmins actually made some phone calls to service providers in my riding about how Aidan could access this new program. What he found out was shocking. Sean wrote: “The ABA providers in Leeds and Grenville have not even been told what this is. In fact, we were the ones who informed them of these changes when we brought them our letter.”", "There you have it: This government dangles some hope, but when parents actually follow up, they find out it’s just another empty promise.", "There are no extra supports for kids like Aidan. They’ve pulled the rug out from under them, and their parents are left to pick up the pieces: parents like Chelsea and Mathew Metcalfe. I know that Chelsea is watching at home. She wrote to me about her son Charlie. Chelsea and Mathew wrote to tell me how much IBI helped their eldest son, who was in the program from the time he was six to eight. Here’s what they wrote: “The dramatic impact it had—and continues to have—on him, and our family, is simply outstanding. He responded very well to the one-on-one therapy, where he was taught the pre-learning, self-help and some social skills he needed to join a classroom with 20+ neurotypical children and minimal support”—so much for this government’s insistence that IBI doesn’t work for kids over five.", "Chelsea and Mathew were thrilled earlier this year when Charlie finally got into IBI after waiting for two years. But just as Charlie began IBI, the government suddenly changed the rules. Because he’s five, he was terminated from the program without even being properly discharged. Here’s what they said: “This is an absolutely heartbreaking and unjust situation for our family to be facing,” writes Chelsea.", "“My son cannot be denied the therapy that he needs to improve his quality of life. His clinical supervisor so desperately wants him to continue, but all of her decision-making power has been taken from her by the ministry. Horrible.” Well, Speaker, it is horrible.", "My message today to the backbench MPPs is that you’ve heard from your constituents. You’ve heard from them and you’ve heard from these people in the gallery today. I want you to think about that when the vote comes. I want you to vote for our motion and vote for what’s right." ],
  "anchor" : "para1091"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1101"
}, {
  "speaker" : "Catherine Fife",
  "text" : [ "I feel that it’s so important to bring the voices of parents to this place. I’m going to be reading from an op-ed that was published in the Huffington Post yesterday by my friend and constituent, Professor Janet McLaughlin. It’s entitled “Someone Tell the Ontario Liberals that Autism Doesn’t End at 5.”", "She writes, “For the third time in a month, parents from across the province whose children’s futures are at stake will descend on Queen’s Park to watch the debate unfold.”", "First of all, I want to thank those parents. I want to thank you for your fierce advocacy and I want to let you know that we hear you.", "She writes, “As one such parent, I’ve watched question period nearly every day for a month, witnessing members from both opposition parties passionately challenge the government to do the right thing. And repeatedly, the minister and Premier continue to insist that their decision to cut kids off of IBI at age five is based on the advice of their expert scientists, who apparently told them that kids over age four are no longer in the ‘right developmental window’ to benefit from the therapy....", "“Some of the government’s actions directly contradict the experts’ recommendations. The report states, for example, that kids should receive a minimum of 12 months of IBI, when the government’s new program is cutting many off after just six.", "“And while it’s true that the government-appointed experts state that IBI is more effective before five, they do not indicate that children over four will not benefit from intensive therapy. In fact, plenty of evidence demonstrates the opposite, as do the thousands of children who have made significant gains in Ontario’s pre-existing IBI program, in which (due largely to long waits for entry) 85% of participants were over the age of five.", "“It is precisely because the Liberal government failed to invest sufficiently in the IBI program earlier that impacted families have been on wait-lists for two to four years while their children ‘aged out’ of coverage.", "“They feel doubly betrayed. Desperate to obtain the treatment for their children that was promised to them, autism parents have added to their already busy lives by holding rallies across the province, signing petitions, writing letters, doing media interviews, tweeting ... under the hashtag #AutismDoesntEndAt5, and telling anyone who will listen that they have confidence in their children’s potential to succeed, even if the government doesn’t....", "“Why should everyone care? Supporting the most vulnerable members of our society should be a good enough reason, but it also makes economic sense. Intensive therapy is costly, but if provided, autistic children are more likely to gain independence and less likely to require expensive supports throughout their lives....", "“The Liberal government needs to admit it made a mistake and put this issue to rest....", "“It’s an investment that’s long overdue. Let parents of autistic children get back to spending time playing with their kids rather than having to fight on their behalf.”", "Janet is here. She is Sebastian’s mom. Sebastian’s grandfather is here. They are never going to give up on Sebastian, and neither should we.", "I am imploring this government to do the right thing for these children. Vote your conscience today. Support this opposition day motion.", "Interjections." ],
  "anchor" : "para1102"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Further debate?" ],
  "anchor" : "para1116"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "I remember, when I first got elected in 2010, that one of the very first visits I had was from a group of parents whose children were struggling with autism. In the six years since, I’ve watched their children grow. My staff has worked carefully with them and they have worked closely through the autism association. They have advanced ideas on the work they’ve done in downtown Toronto and the work they did with SickKids hospital.", "When I was research and innovation minister, we had massive funding for autism to understand the gene and understand this epidemic, this exponential growth, and how we could find ways to prevent it. It was heart-breaking, Mr. Speaker.", "I remember sharing with them my experience as a child. As some of you know, because I’ve talked about him, my personal hero, Michael, struggled with AIDS and HIV as a preteen. I remember the federal health minister of the day, a Conservative health minister, saying that AIDS is a moral issue and not a health issue. I remember that morning at breakfast, my son and I realized there was no money coming from the federal government and there were no treatments for HIV.", "Mr. Speaker, he struggled with fetal alcohol syndrome, which was no fault of his own, in his struggle to communicate. I had a support group of about a dozen parents. All of the other parents gave up after a year because there was no support, there was no cure.", "All of us are human beings. I can remember the anger and the frustration as a parent with this brilliant, amazing young man, trying to live. Now he’s doing well. We worked, but we had no help.", "So I’ve always understood in the conversations I’ve had with the parents: Supporting their children with autism is a burden that no one can understand. I’m certainly not equating the situation with my child and the diseases that we struggled with, but I understand that sense of frustration and helplessness when doctors tell you there’s no cure for it and there’s no supports.", "Mr. Speaker, I don’t think the status quo is acceptable. I will never be part of a government that’s not prepared to make big investments. This is as much money as my ministry spends in a year, and I care about the environment. A lot of those parents—", "Interjections." ],
  "anchor" : "para1118"
}, {
  "speaker" : "Glen R. Murray",
  "text" : [ "Some of the members want to yell over me, and that’s the way they’ve been playing it today, but no one should be yelling over their parents. None of us have the right to tell parents what the right solution is.", "Some of my parents are very excited about this opportunity. They see hope in this $330 million; they see possibilities. We will be held to a standard to take this massive investment, as the member for Sudbury said, and help our children out.", "Any of us who have been parents of kids who have struggled with insurmountable challenges can’t help but empathize with these parents. But I believe that over the next year or two, as we make this massive investment in these children, we have to meet the expectations of their parents. That’s our job.", "I don’t think anyone needs to tell us that autism doesn’t stop at five. We well understand that, and so do the parents in Toronto Centre.", "Whatever their views are, I respect them. I owe them my full commitment as a member of this House." ],
  "anchor" : "para1126"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1131"
}, {
  "speaker" : "Tim Hudak",
  "text" : [ "There’s no doubt that the top call we continue to get in my riding of Niagara West–Glanbrook has to do with autism. There are stories about parents who are just trying to get a chance for their kids to have a higher quality of life, and God bless those who are here today. These stories are incredibly moving.", "During autism awareness week, there was a girl in Alabama who did a speech to her classmates; I think she was nine years old or so. She talked about what autism actually meant to her to explain it to the other kids. She said that a person with autism has a brain that just works differently from other people’s. It’s not worse, it’s just wired differently. She may react differently than other people, but her quality of life is just as important.", "That’s why it’s so heartbreaking for so many of us. I know members on this side have their own stories in their ridings, too. Hopefully, we’ll hear some from the other benches.", "My daughter Miller is not autistic. She has had a severe speech impediment. When families tell me that they hope one day they’ll hear their son or daughter say, “I love you,” I get that. I’ve been there. We had early intervention, no doubt, but I know that the actual best progress happened after she turned five. She had greater maturity, stamina, and now I can have a conversation with her and it’s wonderful. But I remember years ago thinking that might never happen. So I know what these families are going through. I know in my heart that if a child can continue to have IBI treatment after five, they’re going to excel, not go backwards. I have no doubt that it’s going to move them forward. They’re actually going to respond better.", "I know apraxia is different from autism, but I think that her brain is wired a bit differently—not better, not worse, just different. But I’ve seen it in our own lives and I want to see it happen for constituents of mine, to get that same break, so that when the next Father’s Day comes around, they’ll hear their son or daughter say, “I love you. Happy Father’s Day.” I get it.", "Kelly and Chris Cimek of Pelham are in that boat. Their son Aaron was diagnosed with autism at the age of two. Sadly, because Niagara has among the highest wait-lists in the province, they’ve been waiting for four years. I met with them and they wanted me to raise this issue, which I did in correspondence to the government, saying, “Do something about Niagara’s wait-lists.” I know my colleague Mr. Bradley and colleagues Mr. Gates and Ms. Forster have similar concerns. Kelly said that she never imagined the solution to the long wait-list was to kick a whole bunch of kids off, including, probably, her son. They don’t think Aaron will get service before he turns five years old. They want to know why—and have asked me to be their voice here in the chamber—the government’s policy has made an arbitrary value judgment, to say that his hope is going to be gone.", "Seven-year-old Wesley of Grimsby is similar. He had full-time IBI for the past 13 months, and his parents tell me that the change in his quality of life has been phenomenal. His parents say that they’ve gone from a son who tempered frequently and used diapers to a little boy who can talk. He is toileted and can enjoy activities. But there’s one really important milestone left to go: chewing food and eating more than just three simple flavours of baby food at his age. The therapists are confident that with IBI therapy, they’re going to reach that milestone. But he was kicked off and has a very restricted diet for the rest of his life. It’s going to cause health problems, and I share his parents’ fear that he’s going to go backwards.", "Beth Vanstaalduinen of Jordan Station waited nearly four and a half years for IBI service for her son, who just started IBI, finally, before his sixth birthday. Beth says, and God bless her heart, that the changes to autism are bittersweet because she’s happy that other children are going to get services, but did it have to come at the expense of her son, who was going forward? It breaks her heart, because while he has a few months left, I guess, on treatment, every therapy session he has she knows the clock is ticking, and that’s going to be it.", "And little Dayton of Lincoln, who less than a year ago was banging his head on the wall and drinking from a baby bottle and was still in diapers—his mom, Jessica, works with him as much as possible. She’s doing her best to try to mimic IBI therapy. She has made some progress. He has a bit of vocabulary now and he’s toilet trained. But imagine, if he had ongoing treatment from a full IBI therapist, the kind of miracles that could happen.", "We would never dream of cutting off access to the ER because you’ve waited for five hours or eight hours, and you go home. These are human beings. It should be the judgment of a health care professional when you’re making progress, not based on the number of candles on your birthday cake. I hope members opposite will help out these kids in my riding and their own." ],
  "anchor" : "para1132"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1143"
}, {
  "speaker" : "Peter Tabuns",
  "text" : [ "Like our leader, Andrea Horwath, I want to express my respect and admiration for the parents who are dealing with autism in their family, many of whom are here today. They’ve embraced their children, they have fiercely defended them, and it is clear that they are willing to go down the line to make sure that these children have a future and lives that they want to live, and that these parents will enjoy with them.", "I also want to acknowledge the energy and the commitment of my colleague from Hamilton Mountain, Monique Taylor, who, like the parents, has been fierce in her defence of these children, with incredible energy and incredible commitment.", "Speaker, I have to say that this decision by the government to effectively abandon children—to tell them that when they reach the age of five, they’re no longer going to be getting the treatment they need and, frankly, in this society, deserve—may be one of the most callous things I’ve ever seen in government. I’ve been involved in politics for a long time, and I’ve seen a lot of bad stuff, but this is extraordinary to me.", "Many good arguments have been made today, many good statements have been made, but I have to say that I think the parents are far more eloquent than anyone who’s down here on the floor of this chamber. I want to read briefly in my remaining time from an email that was sent by a constituent of mine—Steven Sherwood, who is here today—to the Premier and copied to me back in April. It’s a simple letter. It’s not full of flourish. It’s plain, it’s direct, and I think it expresses what the parents, the families, are going through.", "“Dear Premier Wynne,", "“We are writing to you today to express dismay over the recent announced changes to funding directed toward helping children diagnosed with autism. Our lives are touched personally by this issue, as our beautiful four-year-old son Peter received a diagnosis of autism in July 2014 at the age of two years and three months.", "“We immediately looked into having Peter assessed for the ... IBI program in Toronto, as we were learning how very expensive private therapy is in Canada for autism-related issues. He was assessed and ultimately found to be well qualified for the program, and immediately put onto the wait-list, which we were told was roughly two years long. We started to plan for his future based on this information.", "“We are a middle-income family who live in Toronto with our four sons under the age of eight years old. We have struggled financially over the past two years as we have worked very hard to provide Peter with a variety of private therapies both in our home, as well as at more formal centres. A small minority of Peter’s sessions were through publicly funded ‘blocks’ of ABA therapy which Peter was eligible to receive—the vast majority at significant cost paid for by our family....", "“To now hear that our son may no longer receive this crucial treatment, after working so hard to prepare him for IBI, often to the detriment of our own quality of life, happiness, and at times sanity, is beyond unfathomable. How could this government do something so cruel to families already promised hope and help for the future?....", "“Ultimately, additional funding and awareness for autism is a wonderful thing, but an autistic child’s potential doesn’t end at age five, and the $8,000 payout offered under the proposed program would cover only the equivalent of two months of IBI therapy vs. the years offered in the original funded program. Unfortunately, the way this new program has been rolled out to existing patients” and families “is nothing less than a train wreck.", "“Sincerely,", "“Steven Sherwood and Marguerite Schabas.”", "I have nothing to add, Speaker—nothing.", "Interjections." ],
  "anchor" : "para1144"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Further debate." ],
  "anchor" : "para1158"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I’m pleased to rise this afternoon to speak about this particular motion. My time is very short because I’m sharing with my other colleagues on this side of the House.", "Let me begin by reminding everybody what the 2016 budget book said. On page 128, it talks specifically about dealing with special-needs strategies. Right there, it talks about special-needs strategies. On page 129, it then goes on to autism services.", "Interjections." ],
  "anchor" : "para1160"
}, {
  "speaker" : "Soo Wong",
  "text" : [ "I want to be dutifully respectful. I have listened attentively when opposition members speak, and I expect the same, Mr. Speaker.", "Right in the section on page 128, it talks specifically about dealing with special-needs strategies. Right there, it talks about three parts. The three parts deal specifically with making sure that more supports and service delivery are seamless, dealing with rehabilitation, speech therapy, occupational therapy and physiotherapy. Then it talks about an additional $17.8 million, about enhancing the transitional piece.", "Then, on page 129 of the budget book, it talks specifically about dealing with the $333 million. I hear the concern with respect to different stories from different constituents. I also spoke to some of the parents. I also spoke to teachers and principals in Toronto about this issue. Some of them have tweeted about me, and they have also asked for a meeting.", "There is going to be a meeting. We will be meeting with you. I just want to say that the time for this meeting will be continued. But I do want to say that I acknowledge the concerns being heard, and we will be meeting.", "Mr. Speaker, I just want to say thank you for this opportunity." ],
  "anchor" : "para1163"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1168"
}, {
  "speaker" : "Bill Walker",
  "text" : [ "I want the government to hear Val’s story. Her grandson is autistic. The family was actually going to come to Queen’s Park today but unfortunately could not. They’re in a very fragile emotional state right now.", "Val says it is difficult to talk about this. The family’s plans for their son have been turned upside down, and they’ve been left to scramble for alternatives at a time when there is such high demand and few resources.", "Everybody says early intervention is critical, but no one talks about how unaffordable it is for families. Val tells me the bill for her grandson’s IBI intervention, which is five times a week, two hours per day, will be $3,000 per month, yet the government’s lifetime payout is $8,000—about three months’ worth of service. Come September, the beginning of the school year, Val’s grandson, who has been waiting to receive IBI therapy for almost two years, will be cut off from support.", "Regrettably, this is a complete U-turn by a Premier who promised to put vulnerable children first and to make “improvements in special education, particularly in the area of autism.”", "Unfortunately, cutting access to IBI is not the end of this government’s cuts to vulnerable children. In my riding of Bruce–Grey–Owen Sound alone, they have cut almost $2 million from special-needs programming, adding to the barriers that vulnerable children face. As a result, over 70 educational assistants who are working on the front lines with children with autism and learning disabilities are gone.", "Just to make it clear: At a time when there’s never been a greater need for efforts to make autism a provincial priority, this government is kicking children over five out of life-changing IBI therapy and cutting their special education programming in schools.", "This is yet again another complete U-turn, considering that just a few years ago, Kathleen Wynne made a personal commitment to provide vulnerable children the services they needed to succeed. At that time, the Premier said, “In order for children with autism to be able to achieve, they need to get into the schools, into the mainstream, as quickly as possible,” to “get the service they need when they need it”—to get the IBI therapy. In 2016, she is telling the same children and their families that they don’t need any of that.", "Without access to IBI therapy, without access to the supports in the education system, what opportunities is this Liberal government providing for vulnerable children? What is the goal the members opposite are working towards?", "We want to provide an opportunity for kids to move into the school system in as seamless a way as possible, and they can only do that with early intervention and access to IBI therapy.", "It is unfortunate and regrettable to realize that after the good people of Ontario entrusted this government to be a force for good, the Liberals are rewarding that trust by cutting funding and supports for special-needs children.", "Autism spectrum disorder is a lifelong battle. Children with autism will become adults with autism—more than 100,000 Ontarians in this decade alone. What then, Mr. Speaker? Children with autism require your support today, and your responsibility to deliver the needed supports is non-negotiable.", "I support our party’s call to reverse the programming cuts and champion equity for all children, and call on the Liberal government to provide all kids with IBI." ],
  "anchor" : "para1169"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1182"
}, {
  "speaker" : "Chris Ballard",
  "text" : [ "I’m glad to be able to stand today to speak to this motion.", "Just a bit of background, Mr. Speaker: Two years ago, when I was elected to the riding of Newmarket–Aurora, some of the first people who came to see me were parents of children with autism. Over two years, we have continued to visit, sometimes as individuals, sometimes as groups. I’ve listened to the concerns they have about the future of their children and the service their children are receiving or, in some cases, not receiving.", "I heard from a father of a young child; he was divorced, and the divorce very much had to do with the stress and strain that a severely autistic child brought to that relationship. This gentleman was having to live with his parents at the ripe old age of 42 or 43, so that all of his salary could go to providing the intensive therapy his child needed because he was on a waiting list. That child was on a waiting list.", "I heard from other parents over the two years who came in to talk about their children and the need to get their children off a list, to get their children into intensive therapy. I can tell you this: As a father of three, it tears at your heart when any parent comes to talk to me about issues they’re having with their child accessing service, no matter what that service is. It’s beholden on government to make sure that children get the care they need.", "This motion is fairly straightforward. Point number one, that the assembly accept that autism does not end at the age of five—that’s a given. I don’t hear anyone saying that autism ends at five. Autism is a lifelong issue. It doesn’t end, as an earlier speaker said, at 18 or 20 or 50; it’s a lifelong thing that you deal with. It doesn’t end at five.", "The second point, that intensive behavioural intervention is statistically effective: Again, Mr. Speaker, I don’t have an argument with the fact that intensive therapy is oftentimes required and effective after the age of five; I’m not hearing that at all.", "I do have a point, however, with the third bullet point that talks about restoring funding, because that infers that there have been cuts. Mr. Speaker, I have read this proposed legislation. I do not see cuts; I see a third of a billion dollars of extra funding—almost taking this funding to half a billion dollars. That is not a cut. That is not a cut." ],
  "anchor" : "para1183"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate." ],
  "anchor" : "para1190"
}, {
  "speaker" : "Michael Harris",
  "text" : [ "We’ve been hearing heart-wrenching stories from across the province today, stories of families who’ve had their hope of life-enhancing IBI therapy yanked away from them, stories from parents like Beth Tackaberry of Brigadoon in Kitchener, who recently wrote me on Facebook. She said, “Our four-year-old son, Cameron, falls into the window of the cuts—because he turns five in July, he is no longer eligible for IBI treatments funded by the government.”", "She noticed signs that Cameron was not developing as his sister did when he was nearly two years old. “Cameron was diagnosed with autism spectrum disorder (ASD) just after his third birthday, in December 2014.", "“After his diagnosis, we spent a long session at KidsAbility with therapists from the” ErinoakKids “treatment centre who determined Cameron needed IBI treatment.", "“They advised that the wait would be 30-36 months before his first session. This was determined last April (2015).", "“To have the rug pulled out from under us in April has gutted us. We are a middle-income family—I work full-time, my husband is now” staying at home “in order to focus on Cameron and his needs.", "“The $8,000 in transition funding will not go far. Our doctor has advised us that is about one week of IBI treatment.", "“Cameron will be most vulnerable as he enters into the public school system. We are desperately afraid....", "“I implore you to vote for the motion on Tuesday, May 17.”", "I would ask members on the other side of the aisle to listen to these stories closely, and I invite them to join us in that vote, not only for Beth, Cameron and his family, but for the parents and children who are here today from across the province.", "Back in my riding of Kitchener–Conestoga, Cameron’s story is just one of many I’ve heard in the recent weeks that have revealed the ongoing struggles faced by families of children with autism. I think of Craig and Amy Fee, who wrote in to the Premier on their son Kenner’s overwhelming improvements thanks to the IBI therapy. Amy wrote,", "“My experience with autism spectrum disorder began in February 2012.", "“It was two full years after my three-and-a-half-year-old son had gone from a happy, chatty baby to an inconsolable toddler (who unless he was in a full-blown meltdown was completely mute) was diagnosed with autism.", "“It shattered my world.", "“My son’s name is Kenner. He is now nearly eight years old. He completed IBI therapy last November…. His IBI did not start until he was more than five years old, yet he benefited greatly!", "“Kenner is an amazing boy. He can write his name, draw a picture, work in a classroom, play with his peers, go out and be part of his community—and most importantly—communicate his needs, hopes and dreams. He most certainly would not be the child he is now without the IBI support that he received....", "“Yanking this funding away just because a child hits age 5 is incredibly short-sighted and cruel to those who need the help....", "“To put it into perspective, this decision directly impacts roughly 200,000 people in this province with autism....", "“Do you really want this to be your legacy, Premier Wynne?", "“Sincerely,", "“Amy Fee.”", "Earlier today, I mentioned Laura Martin of Conestoga and her seven-year-old son Cole. I’ve got a picture of him here on my desk, as I look, with his dog and his sister. His grandparents are here in the galleries today. After three years of waiting, he finally started receiving IBI treatments in January before having the rug pulled out.", "I’ll end by reading from one of my constituents who copied me on a letter to the Kitchener Centre MPP as the local rep for the Liberal government. Karen Iszczuk wrote on April 6 to “express my disappointment with the recent changes regarding the rules for the autism IBI funding.", "“My son Trevor, who has been on the waiting list since he was two, is going to be impacted.", "“I am asking that you please reconsider this new setup for children that have been waiting for this life-changing therapy for over one year, regardless of their age.", "“With the new rules Trevor will only receive funding until he is five. As he is almost three and a half years old and still on the wait-list, this means he will not receive the support we were hoping for....", "“We ask that you please reconsider these new rules.... We have been waiting for your assistance; please reward our patience with the system and don’t cut us off.”", "I join with the parents and members in this room asking the government to not cut them off, and support restoration of funding for IBI for children over the age of five.", "Interjections." ],
  "anchor" : "para1191"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Be seated, please.", "Further debate?" ],
  "anchor" : "para1220"
}, {
  "speaker" : "Jennifer K. French",
  "text" : [ "I’m pleased to stand and to welcome parents of children with autism who, since diagnosis, have been advocates for their children and who know that their children have unlocked magic and potential. They’ve been forced by this government now to become activists.", "I have been meeting in my riding, as many of us have, with service providers, parents and children. I’d like to read something from Kim Moore, who’s the clinical director of the Portia Learning Centre. They provide IBI and ABA therapy to over 75 children, ranging from Ottawa to the Durham region. These are their comments on behalf of families:", "“Families are truly heartbroken over the decision to remove their child from the only therapy that will allow them to meet their full potential. Since the change in policy our office has been flooded with our parents calling in, in tears—wondering what they are going to do, second-guessing their decisions to date. Some families have been sending their child for the minimal number of hours, believing that they were six months away from receiving provincially funded therapy.... Most families have remortgaged their homes, cashed in their life savings in hopes that their child will reach their full potential. These families are exhausted, both emotionally and financially. Parents are suffering from anxiety, depression; families are being torn apart. Their only government support now is the ABA program, which does not offer the number of hours needed to make any life-changing gains.... In my opinion ... all children should have the opportunity to reach their full potential.", "“They have been waiting. Now they have no hope of continuing, the realization that their child’s future has no hope of improvement is too much to bear.” That was from a service provider.", "I hosted a round table at my office and I had the pleasure of meeting six-year-old Jacob, three-and-a-half-year-old Autumn and four-year-old Mason, and of course their parents. I have a letter that I’d like to share with the minister on behalf of Tobi and Adam Riley, who are the parents of young Mason. Mom is here today.", "“Dear Minister,", "“At an early age, we noticed our son Mason was a bit ‘different.’ After waiting six months to see a doctor who specializes in ASD, Mason was put on the autism spectrum. This diagnosis was a traumatic time for our family. In retrospect, we were mourning the loss of certain expectations we had for our son. We immediately put Mason’s name on an IBI and ABA wait-list. We were grateful for what all the doctors and medical professionals had told us about IBI. We had regained hope for Mason. We were ecstatic for this program to be offered. The knowledge of this program was a huge encouragement. All we had to do was wait our turn.", "“We accept that early intervention and early diagnosis are beneficial. However, we don’t accept that our son Mason was diagnosed with autism at 18 months, has been on a wait-list for three years, and will now be kicked off the IBI wait-list when he turns five in June. He is currently number 34 on the wait-list.", "“We feel lied to and disappointed! We have waited our turn and we want what was promised to us. IBI is the only proven therapy to work. Putting our son into a ‘mysterious’ enhanced ABA therapy worries us ... especially considering our service providers can’t even tell us what ABA entails.", "“Unfortunately, we can’t afford the recommended 20 hours per week private IBI. As a result, we have been borrowing money from our parents and the bank to help pay for ‘part-time’ IBI.... Not only have we failed Mason, but so has our government. This added financial stress is taking a toll....", "“Being under five or over five shouldn’t be any less deserving or entitled to this therapy....", "“We beg you to reconsider these changes because autism doesn’t end at five and neither should children’s therapy.”", "Mr. Speaker, I would add that hope and potential shouldn’t have to end at five, either.", "Interjections." ],
  "anchor" : "para1222"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please be seated. Thank you. Further debate?" ],
  "anchor" : "para1236"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I very much appreciate the opportunity to address this motion today. I recognize and acknowledge all the families who are here, and I appreciate the opportunity to be able to explain my position.", "Over 20 years of being in my community and working in a member’s office and being a member, I know that autism doesn’t end at the age of five. I know that a developmental disability does not end at the age of five. I know that it does not end at the age of 15, when a family with a child with ASD is trying to get their child into a program in a school in my riding; or at 21, when they’re transferring out of the school system into adult services; or at 55, when a parent is concerned about how their child is going to be cared for when they’re gone. These are all things that we deal with as members.", "I do know that putting 16,000 more children into therapy is going to help with those transitions. I know that. We know that more intensive treatment works. We know that it works at an early developmental age. We know that’s where it works. We know that the program that we are going to is looking at tailoring the intensity to the needs of the child. So those two points, I think, we are in general agreement on. I cannot agree with the third point. There is more funding. There is $333 million going into this, and 16,000 more children are going to be served—and families.", "My commitment to my families in my riding, of those 2,200 who are affected, is to work with them to make sure that this transition, like every other transition that I have tried to help families with, will work for them. I know that members—not just on this side, but also on that side—are committed to doing that.", "I do want to raise a couple of points. I want to respond in one way to what the leader of the official opposition said: No one is wishing anyone away. No one is wishing anyone away here. I think part of this debate, and one of the challenges with it, is the level of rhetoric and emotion that’s in here and the impugning of motive on people on the other side.", "We can disagree, and it’s your role as the opposition to push us. I get that. I agree with that, and you should do that. We always need to push ourselves. But on all sides of this House—and that includes us—when we impugn motive on each other, like “You don’t care” or “You’ve got it wrong” or “You didn’t do that,” that’s not right. That’s been going on for too long in this debate, and it needs to stop. I’m saying that to this whole House, not just to this side or that side. I think that that’s important—", "Interjections." ],
  "anchor" : "para1237"
}, {
  "speaker" : "John Fraser",
  "text" : [ "I did not. I think what’s important here is that we have a debate and that we recognize our role, but that we respect each other, and that’s not what is happening. Thank you." ],
  "anchor" : "para1244"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Further debate?" ],
  "anchor" : "para1245"
}, {
  "speaker" : "John Yakabuski",
  "text" : [ "It’s a pleasure to wrap this debate up today. We’ve heard a lot from the other side, the government side, saying that they get it, that they understand, that they accept that autism doesn’t end at five. They tell us that they feel for these families and these parents. But it’s time to put away the speaking notes and it’s time to look inside, because if you can do what you’re planning to do, you are relegating the children of these families to a life where they can never reach their full potential. We, as a society, have a responsibility to give the most vulnerable people an opportunity to do just that.", "You need to ask yourselves if you are taking—you have conflicting science on your own side that really questions what you’re doing with this funding. It questions what you’re doing. This is not, I say to the member from Ottawa South, about impugning motives, but it is correct when we say what you’re doing is wrong. What you’re doing is wrong for these children and it is wrong for these families.", "You have an opportunity here today. You brought out your policy. The people have spoken. The people are saying it is wrong. I was there for that demonstration that day, and I was moved by it. I was moved by it because I recognized that these families are facing the greatest struggle that they’ve faced in their lives or likely will face in their lives, and you are making it more difficult by taking their vulnerable children off a waiting list and cutting them off from the very treatment that would allow them to reach that potential that we all deserve.", "Vote for this motion. It is the right thing to do.", "Interjections." ],
  "anchor" : "para1246"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Please be seated. Please be seated.", "Mr. Brown has moved opposition day number 5. Is it the pleasure of the House that the motion carry? I heard a no.", "All those in favour of the motion will please say “aye.”", "All those opposed to the motion will please say “nay.”", "In my opinion, the nays have it." ],
  "anchor" : "para1251"
}, {
  "speaker" : "Interjection",
  "text" : [ "Did you hear that properly?" ],
  "anchor" : "para1256"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Yes, I did hear it properly, thank you very much.", "Call in the members. It will be a 10-minute bell." ],
  "anchor" : "para1257"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order. Please take your seats.", "Mr. Brown has moved opposition day number 5. All those in favour of the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1260"
}, {
  "speaker" : "The Speaker",
  "text" : [ "All those opposed to the motion will please rise one at a time and be recognized by the Clerk." ],
  "anchor" : "para1304"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please." ],
  "anchor" : "para1357"
}, {
  "speaker" : "The Clerk",
  "text" : [ "The ayes are 41; the nays are 50." ],
  "anchor" : "para1358"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Order, please. Order." ],
  "anchor" : "para1360"
}, {
  "speaker" : "The Speaker",
  "text" : [ "Enough. Order, please.", "I declare the motion lost." ],
  "anchor" : "para1362"
}, {
  "speaker" : "The Speaker",
  "text" : [ "I beg to inform the House that pursuant to standing order 98(c), a change has been made to the order of precedence on the ballot list for private members’ public business such that Mr. McDonnell assumes ballot item number 56 and Mr. Pettapiece assumes ballot item number 64.", "It being past 6 o’clock, this House now stands adjourned until 9 o’clock tomorrow morning." ],
  "anchor" : "para1366"
} ]